[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What makes us who we are? To a large extent, it's the things that we love, the things that we care about, even the things that we are obsessed with. Millions of Indians over the decades have been shaped by cricket and united by their common love for this game. But today, it's all changing. In the last few years, aided by technology, the world around us has been transformed and we live different lives today with many more choices and therefore much less time. Who can watch the leisurely drama of Test cricket unfold over five endless days? The rhythm of our lives has changed and so has the way that most of us relate to cricket. Those of us who fell in love with this subtle and sophisticated game often lament how things are not the same. But is our greater lament directed perhaps towards ourselves? If so much of ourselves have been shaped by a game that itself seems out of place in this modern world, what does that say about us? What are we really lamenting? Welcome to The Scene and The Unseen. My guest today is a great historian and fellow cricket tragic Ramachandra Guha, who has just released a delightful new book called The Commonwealth of Cricket, a lifelong love affair with the most subtle and sophisticated game known to humankind. Contrary to the impression I might have given with my introduction earlier, this book is not a lament, but a celebration of cricket from a man who has been obsessed with it, played it at a decent level and has written about it extensively. Ram has been on my show three times before. We did a two-part special on Mahatma Gandhi last year, which was all about history. And we did a popular Republic Day episode a few months ago, which was all about politics. Today's episode is going to be about cricket. A quick note before we move on though, I teach two online courses on writing and podcasting and registration for both of them is open now. The art of clear writing builds a prism through which you can look at your own writing and that of others and which aims to make you your own best writing coach. For more details and to sign up, head on over to indiancut.com slash clear writing. The art of podcasting will give you conceptual tools on how to think about audio and podcasting and will feature deep dives into storytelling and interviewing. To sign up, go to seen unseen.in slash learn. Both courses cost rupees 10,000 plus GST or about $150 each, and they are linked from the show notes. And now it's time to get on with the show. But first, a quick commercial break. There isn't a day that goes by when I don't feel thankful to be living in these times. When I was a kid growing up in the 1980s, there was a limit to how much you could read and how much you could learn. But today all the knowledge in the world is one click away. This episode's sponsor is an awesome site called The Great Courses Plus. If you head on over to thegreatcoursesplus.com, you'll find a crazy library of online courses on subjects ranging from music, math, cooking, history, political theory, and anything else you can think of actually. In fact, there's a course from there that I've been engrossed in and would like to recommend. It's called Your Deceptive Mind, A Scientific Guide to Critical Thinking Skills, taught by Stephen Novella, a prominent figure in what is known as the skeptical movement. The lecture titles for this course include the necessity of thinking about thinking, the neuroscience of belief, flaws and fabrications of memory, pattern recognition, seeing what's not there, our constructed reality, heuristics and cognitive biases, and critical thinking and science in your life. It's just one of the many great courses at The Great Courses Plus, and you can get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. That's right, unseen. Thegreatcoursesplus.com slash unseen for one month of unlimited free access. What are you waiting for? Ram, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:08.000",
        "message": "Thank you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:09.000",
        "message": "Ram, the last two times, the last three times, in fact, that you've been here, we've shared a number of different emotions, our mutual admiration for Mahatma Gandhi, our mutual disdain for Narendra Modi and Rahul Gandhi. And I was looking forward to this episode because this time it's about our mutual love for cricket. I just loved reading your book, it brought back, you know, although you were writing, it was almost like a story of your life. But so many memories from my own life came back to me of having watched and fallen in love with different aspects of cricket. So, you know, in the spirit of things, I want to begin this with a loosener. You know, you're very fond of all-time 11s. You know, wickets in the East had all-time 11s of different states and provinces and so on. In this book, you've got all-time 11s of cricketers you've shaken hands with, cricketers you've seen in the flesh and so on. I'm going to ask you, and I think all our listeners will be immediately perked up at this because everybody loves lists. So give me an all-time Indian test 11."
    },
    {
        "speaker": "Guest",
        "time": "00:05:06.000",
        "message": "Yeah. So, Gavaskar and Sehwag. And I discussed in the book, a conversation Suresh Maran and I had in the Chinnaswamy Stadium where we agonized over whether it'll be Gavaskar or merchant partnering with Sehwag. So, Gavaskar and Sehwag. We eventually went for Gavaskar. Number three would be Javed, not because he's from Bangalore. Number four would be Sachin Tendulkar, not because he's from Bombay, which I generally detest and I always want Bombay to lose. Number five, again, as described in the book, for a long time, the choice was between my boyhood hero, G. R. Vishwanath, and my uncle's boyhood hero, Vijay Hazare. But now I think Virat Kohli has an unchallenged place to that spot, number five. Number six and seven are very easy. There are two greatest all-rounders, Meenu Mahankar at six and Kapil Dev at seven. I'll leave eight for the moment. So you have nine, 10, 11. Now, obviously, Kumble has to be one. So he's, you know, he's our greatest spin bowler ever, arguably our greatest spin bowler, but he has spin nine. So that's 10 and 11, one more fast bowler for sure. And again, I would set aside my partisanship in favor of Karnataka, which would want me to choose Javagal Srinath, or my historian's nostalgic eye, which would want me to put Amar Singh, and I would choose Zahir Khan because left arm, change of pace, good in all conditions. Now, number 11, if you're at home, it would have to be one more spinner. And I think it would have to be Aryapali Prasanna. Because we need an off-spinner. I mean, we have Veenu Mahankar. So it's tragically, it can't be Bedi. Bedi was a greater bowler than Mahankar. Mahankar is an all-rounder, must be there. It can't be Bedi because you have Veenu Mahankar. It can't be Subhash Gupte or Chandrashekhar because we have the spinner. Kumle, it has to be an off-spinner. And I know Ashwin's record is extraordinary, but he hasn't really proved himself in test matches abroad, in the way Prasanna did, for example, in Australia or in West Indies, right? Or in New Zealand also. So, that leaves number 8. Now, I've left number 8 for the last because that may be my most controversial choice. Before I come to number 8, so Prasanna as our third spinner, to complement Kumle and Mahankar, if we are playing in the subcontinent. If we are playing overseas, in South Africa or Australia or England, we may need a third-team bowler instead of the third-spinner. And I think, though I've mentioned Srinath, it would have to be Amar Singh. Because Amar Singh was a fabulous swing bowler. And hugely admired by Wally Hammond and Larry Constantine, two of his greatest contemporaries. And I think that tells you how remarkable a bowler he was. He was also a decent bat and, by all accounts, a fabulous fielder. Now, number 8 is the wicket-keeper. Now, here's I think where I am going to be controversial and lay myself open to the charge of being partisan in favour of someone from my hometown. For a test side, not for a one-day side. For a test side, it would have to be Kirmani or Dhoni. Because, first of all, Dhoni again, as a batsman, there's actually little to choose between them in test cricket. Kirmani was a great fighter down the order. Again, Dhoni never scored overseas in test cricket, really. And as an all-round keeper, particularly to spin bowling and to fast bowling. I mean, the catches he took of Kapil Dev or the way he kept to B. S. Chandrasekhar. To keep to Kumla, you'd certainly want Kirmani and not Dhoni. So that would be my most controversial choice. So, repeat these 11 in batting order. Gavaskar, Sehwag, Gravit, Tendulkar, Kohli, Makkad, Kapil Dev, Kirmani, Kumla, Prasanna and Zahir Khan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:46.000",
        "message": "Yep. A fantastic 11. And I'll quickly read out my 11, though I won't explain it. But just read out my 11 because listeners will no doubt be interested. And the first six are actually in common with you. Gavaskar, Sehwag, Gravit, Kohli. I have Kohli at 4. Tendulkar at 5. Makkad at 6. Then Dhoni, Kapil and I have picked Ashwin and Kumla. And the 11th is more on the basis of what I think will transpire. And it's a bit of a, we are talking of an ongoing career, which is I'm picking Bumrah to accompany Kapil with the new ball."
    },
    {
        "speaker": "Guest",
        "time": "00:09:20.000",
        "message": "I mean, another two years and I think Bumrah might be in my 11 too. And maybe ahead of Zahir Khan. Ahead of Zahir Khan is the second fast bowler to be with Kapil. And sure, sure. I mean, Bumrah is, I think, well on the way. Very likely, more likely than Ashwin to get into my 11 actually."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:36.000",
        "message": "Yeah, yeah. No, I mean, you're picking Prasanna over Ashwin and say my picking, you know, someone like Kohli over Vishwanath is, reminds me of what, you know, you've written in your book about the two chauvinisms, nationalism and generation. Yeah. And nationalism, of course, I'd like to discuss in length with you later on in the episode."
    },
    {
        "speaker": "Guest",
        "time": "00:09:54.000",
        "message": "Yeah. So I think, I mean, you're picking Dhoni over Kirmani is much more the question of generation. More than Kohli over Vishwanath. Kohli is truly, truly great. You know, there's a story I tell in an earlier book. I think it's in Spin Another Turn. Of a match I was watching in about 2001, which was some 8 or 9 years after Kirmani had played his last test match. It was at Chinnaswamy Stadium. It was a one-day international between India and England. More missed a tough catch down the leg side of, I think, Mike Gatton. And next to me, there was a Kannadiga, I understand. I'd never seen him. He muttered. He said, Kirmani would never have dropped that. That was the first thing he said. The second thing he said, addressing More, bring him back even today and he'll keep better than you. Which was completely unfair to More, who's a fine cricketer, a decent wicketkeeper, a battling person down the order. But that's what Kirmani was. I mean, that kind of emotions for his wicketkeeping and not just here. Not just here. I mean, he's a fabulous, fabulous keeper. And, you know, if you've not seen him live, you know, you'll never know what kind of keeper he was."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:01.000",
        "message": "Fair enough. I mean, also the availability heuristic has worked. One has seen Dhoni recently. Though, for the last two years in whatever I've written, I've been extremely critical of him because I think he's been a liability to the side in the shorter forms of the game. Overstate is welcome. And of course, his conflicts of interest were just, I think, unpardonable. I agree. Utterly unpardonable. And the other sort of interesting point that comes here is that, you know, both of us have chosen Vino Mankat. And I remember sharing this team of mine with a friend. And my friend just, you know, sent me a couple of links. One was to Vino Mankat's record. The other was to Pauli Umrigar's record. And obviously, on paper, Umrigar has better stats. And it tells you that, you know, there is so much that stats don't reveal. All the years that Mankat missed because of the war and all of that. And how some of his performances came when he was like 42, you know, when he played his last test match and all of that. So, I think, you know, cricket tragics might have a slightly different view of the world. Let's kind of move on to, you know, one of the things that delighted me about the Commonwealth of Cricket is that it is more in a sense about the Commonwealth of Ram Guha. I mean, it's essentially an autobiography of a very deep and abiding love for the game. So, I have sort of, you know, and I want to go through, you know, all of that. Your childhood, your youth, playing in Stephens, all of that. But before that, a broader question, which is, and I'll explain why I asked this. And the question itself is this, that would you have been a different person if cricket had not existed? And, you know, the reason I asked this is that it seems to me, and there's a dual question in this and another larger question about Test Cricket in particular, that I've been thinking recently about how the form of what we do, whether it is the kind of writing that we do or the kind of podcast we do or whatever, that shapes our work and then our work shapes our personality and therefore the forms that we engage with shapes the people that we become. In a similar sense, it seems to me that, number one, the form of cricket is ideally suited for a time where there isn't much opportunity cost to time because there aren't so many forms of entertainment competing with cricket. Correct. Cricket is what there is. And then that whole sort of immersive act of watching something day in, day out, looking deep into something, you know, and cricket, like you said, that time allows you to notice all these subtleties, especially subtleties of character to express themselves, which obviously will then also impress themselves on the fans of cricket. So, you know, do you think that your love for cricket, and in fact, our love for cricket, people of our generation who love cricket, to some extent, are shaped by the way the game is, and that in the modern day, you know, things have changed because people have very fragmented interests and, you know, that sort of patience for the longer form just isn't there?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:55.000",
        "message": "Absolutely right. And it is a very important question and let me reflect on it and answer it as slowly and as carefully as I can. But to begin with a minor disagreement, and it is a minor disagreement. I see this book not as an autobiography, but as a memoir, because it's much more of what I've seen and observed than what I've played or achieved. Right. So it's a fine distinction. Maybe it's a, you know, it's a hair splitting, petty, pedantic distinction. But I see this more as a memoir, creating a memoir than an autobiography. Anyway, that's it. For example, Sudeep Mukherjee's book, An Autobiography of an Unknown Cricketer, is more an autobiography, firstly, because he played much better cricket than me. He was a very good player. And he describes the matches and including his innings and his spells in much greater detail. But that's it. That's a caveat. So we'll leave that aside. Now, I think one of the things I don't really talk about much in this book is radio. I mentioned it briefly, but I grew up at a time well before you. I mean, you came of cricketing maturity before the smartphone. But the television was already probably part of your life when you were a little boy. Right. When I was the first cricket match I watched live on television was when I was 20. And it was not played in India, it was played in Pakistan. It was our tour of Pakistan in 77, 78, which was telecast. The winter of 78, which was telecast live. So I never had live television in my drawing room growing up. I had the radio and the radio meant you have to imagine. I mean, again, the sense of imagination and creativity that the radio fosters, particularly when communicated by high quality commentators like John Allard, Tony Cozdier or Anil Madhuri or Trevor Bailey or Lindsey Hassett. You have to imagine the stoke, the fielding, the ball, the setting, the crowd, you know, and so on and so forth. Right. So I think it stokes that kind of imagination. And of course, it's a long duration. So you get up at 5.30, which is a match in Australia, and listen to lunch break, your lunch break, which is the end of day for them. So I think that's certainly why this kind of deep leisurely interest was stoked by the fact that there wasn't even television. It was radio. And of course, they weren't competing interests. I mean, there was no television. There was no smart smartphone. You could just indulge it all the time. You could, of course, read about it. You could play about it. You could discuss it. But in my case, I mean, there would be many cricket lovers like me. So if you take someone who is an exact contempt, almost exact contempt to your mind, a very wonderful writer on the game who both of us admire and a wonderful writer on many other things as well. Mukul Keshavar. Now, Mukul Keshavar, I think, was born, is a little few months older than me. But we joined St. Stephen's College the same year. We graduated from high school the same year. And actually, we first became friends listening because I had one of the few transistors in the hostel. Mukul was a day scholar. And the winter sun, when you could actually sit out on the lawn in Delhi. Again, think of the times. Blue sky, no pollution. And I'm in with my transistor in the quadrangle listening to the Australia series of 77-78 when Bedi was captain. And Gavaskar got 300s. And of course, Australia was depicted by Packer. And Mukul joins me sitting on the lawn and chatting. Now, if you take Mukul, the difference between Mukul and me, there are many differences. I mean, his sense of style, I can't remotely ever think of equally. He's, I think, the best, word for word, the best writer in English in India today. However, cricketing-wise, there's an important difference between Mukul's absolute obsession for cricket and mine, which is that Mukul never played cricket except in the gully. He did not play for his school. He did not play for his college. Now, what that meant was that, of course, I was much more consumed by the game than Mukul. But I also, other sides of my personality were underdeveloped. Maybe if Mukul had been as good a cricketer as I was, good enough to play for the college, then he wouldn't have had the kind of refined, poetic sensibility that I totally lacked. Because when he was not listening to cricket, he was reading, you know, Latins and Amish and Conquest and so on. So in some ways, and now when I compare myself to my son, Keshava, whom you also know, and who's also a cricket tragic, who's also a cricket tragic. I mean, by the age of 20, he had read much more than I ever had because, again, like Mukul, he wasn't really a competitive cricketer. So there are also costs to that kind of obsession. I don't regret it. But both the time, the available technologies, the lack of distractions, such as television and smartphone, the greater opportunity to develop an interest in a more leisurely, drawn-out way, full-blown way, but also the fact that I was playing cricket and was consumed by making it as a cricketer as well. That I think account for the passion, the intensity with which I have lived this game."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:48.000",
        "message": "So tell me about your childhood. I mean, you know, one of the figures I found it very interesting to read about was your uncle, your mama, Mr. Duraiswamy, who you said could have played cricket for India easily had it not been for the fact that he had one bad arm because of something that happened in childhood. So, you know, tell me about how that love for cricket comes and was your playing cricket partly in a sense also influenced by having a role model like him in the family who was such an outstanding cricketer and, you know, obviously wanted you to do well as well."
    },
    {
        "speaker": "Guest",
        "time": "00:19:21.000",
        "message": "Very, very much so. Very much so. I mean, as again, I talk about the book. The relationship with one's mama is particularly close, you know, a mother's daughter. In this case, he was devoted to my mother as well. He had no children of his own. I became the object of both his affections and his unfulfilled ambitions. And he poured all that out on me. Now, of course, my father also played cricket, which I also relate in the book, at a lesser level. My father and uncle played club cricket together in Dehradun. When he was growing up in Bangalore, my father had the good fortune of working in the same lab as the father of the great Benjamin Spank, who is now forgotten now, tragically, who should have played for India. Magnificent attacking batsman who played for Bengal and for Mysore and for the rest in the Pentangola and, you know, was truly one of Karnataka's great pioneering cricketers, well before Vishwanath and Dravid and so on. So my father knew Frank. Frank gifted him a bag. So there was a little bit of that already in the house, in my own little house with my father. So we'd play, you know, on the lawn and my uncle, as I relate in my book, came on a visit, saw me bowl a leg break, beat my father on the outside edge, followed by Googly and beat my father as he went to drive the ball through the gate. I have no recollection, but Dore thought my nephew has two hands and two legs. He can bowl a leg break at a Googly at the age of five or six. I'm going to make him a test cricketer. So yes, Dore was certainly a great, great hero of mine growing up. And in many ways, this book is a tribute to him, to our longstanding relationship, including the occasional disagreement, which I talk about in the book. And, you know, I never showed it to him. Some of the facts about growing up are actually wrong. I mean, one fact he pointed out to me was about the club he ran called Sporting Youngsters. Now, Sporting Youngsters was a club which he founded in Dehradun. And one of the relationships that I described in the making of that club was between my uncle, the son of the senior most scientist at the Forster Institute, and a son of a chaprashi or peon called Ram Bahadur, who was an Olympic footballer, apart from being an outstanding cricketer, another hero of my youth. But my uncle, when he read the book, told me there's an error. He said Sporting Youngsters was not founded by me. It was founded by my elder brother, Tangu. So I have five mamas, Doris in between. Tangu was older. And I'd kind of forgotten that because Tangu founded Sporting Youngsters, left it to his younger brother to run, and went off to become an engineer in Germany. And probably started following, I think started following Bayern Munich after that. But I did want to show this book to my uncle. So a couple of facts. Now I've kicked myself that I should have also honored my other mama as well. He's no longer alive. But as the true founder, you know, it's like writing about the Indian National Congress, only about Gandhi and not mentioning Dada Vahina or Rojira. Right. That kind of thing. So I feel a bit sad about that. But that is inevitable because I didn't want Dore to know. And my prayer was that he would live long enough for me to present him my first copy, which I did. And he's been complaining ever since, saying there's too much about me and not enough about other people, including my brother Tangu who founded Sporting Youngsters."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:26.000",
        "message": "And it's interesting you should mention sort of this because one of the sort of questions that I had was, you know, about the nature of memory itself. Like, you know, when I read about you being a leg break and googly bowler, instantly my memory went back to my childhood when I tried to learn leg break and googly when I was in school. Where was this town? No, this was in Chandigarh. So I have no storied history. I didn't even play for my school, unlike you. But I remember, you know, how I learned it. I learned it from this book by this great English coach called Alf Gover. And he written a book on coaching and there were diagrams in that. And my memory of that suddenly was so sharp, whereas cricket wasn't even very that important to me. It's just that this was an early memory, which was sharp. And one of the things I've noticed in your book is that there are so many incredibly sharp, well-edged moments. You know, for example, I was struck by this early line in your book where you say, quote, I have no memories of the first cricket match I saw, yet I have heard so much about it since that I can write about it as if I did. And then you describe it in great detail. And in other places, you know, the first time you met Mansoor Ali Khan Pataudi, you know, in the early 70s, you'd gone to the hotel to meet Kirmani to ask for a ticket. Kirmani wasn't there. Mr. Pataudi was having breakfast. You asked him. He said, Kiri's gone to the room. You left. But you remembered that he was having a fried egg, sunny side up. And, you know, you've got all these little details. Like when you were playing for Dehradun, there was a team from Sairampur which had come. And you throw in this delicious detail, which, you know, the kind of thing I love in writing, where you say that Sairampur had better leeches than Dehradun. And elsewhere, you speak about, you know, Lloyd smashing Prasanna and you write, quote, the ball traced a flaming path over the turf, the stalks of grass bowing their heads, crushed as a missile sped from the giant three-mound mace to the boundary. Stop quote. And these are, of course, the days before television. And you have sort of, you saw this live on the ground, I think."
    },
    {
        "speaker": "Guest",
        "time": "00:24:20.000",
        "message": "I can still see. In fact, in my memory, I don't repeat in the book, the stalks of grass were crushed and the power of the ball striking them was so intense. Like when you match some lightning strikes, you could see some tiny flames. That's kind of my memory. I didn't put in the book. Yeah, yeah. Lloyd's back foot play was just murderous."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:41.000",
        "message": "So what is it with memory? Like, are these memories so sharp because it was cricket and you were so obsessed with it and loved it? Or was it also a question of that, you know, about memory? They say that one remembers the extremes as one grows older. You remember what just happened and you remembered your early youth and the middle begins to fade."
    },
    {
        "speaker": "Guest",
        "time": "00:24:59.000",
        "message": "No, no, no. It is cricket. It is cricket. Other things that I don't talk about in this book, memories of, for example, there was an innings, which I can describe to you now because it's not in the book because there was too much about my club already in the book. Right. Now, this is a match in about 19, probably 85 or 86. All right. Maybe 87 because I was in America in 86, 87. Sudhakar Rao from my club, who was an India reserve, had stopped playing club cricket for eight or nine years. And my club was about to be relegated. He came back for this match to save my club staying in the first division. And we were playing B.U.C.C., who are our great rivals and still remain. I talk about Rahul Dravid and Kiramani from B.U.C.C. and my speaking at their centenary function and so on. And they had a wonderful fast bowler, all-rounder, who later tragically died in a train accident called Ranjit Kanvilkar, who played for Karnataka and possibly also for Southampton. Marvellous all-rounder. And Sudhakar came back. And he just came a little bit. He didn't even practice. He took somebody's bag. He came for this match. And we were five down. And those days, you had to draw the match. There were two hours to play. And it was the Chinnaswamy Stadium where occasionally, actually, a league match was held in those days. And I went to watch. I came back from the University of Science. I heard my club was in trouble. I went. I sat in the dressing room. Sudhakar went out when we were 40-5. And he played for two hours. And I remember this 40-year-old wanting to remind Ranjit Kanvilkar of who he was. I mean, he played two crashing cover drives over this young, tear-away fast bowler which I can still see in the Chinnaswamy Stadium. I was watching the Pavilion End. He was batting on the Memel End. Fatak! Fatak! Right now. So I can see… I mean, this again, it's not… It's like 87, 30 years ago. Right? And it's an inconsequential club match. But it's Sudhakar Rao, the ageing veteran who had once almost played for India, who was part of Karnataka's first Ranji Trophy winning teams, coming to save his club, stay and showing a young Turk his place. Now, so this is a kind of… Because it's cricket. Because cricket means so much to me. I can remember incidents, strokes, catches vividly. One more memory which is not in this book again, which I'll tell you, is about the World Cup match of 1999, India versus Pakistan in Manchester. Which I watched live. I mean, I've described it in the column of Foreign Field. But I don't describe this particular incident. Saeed Anwar was batting beautifully. He was a 40-odd, taking the match away from us. I think we had 180 or 190. We had a low score. Venkatesh Prasad got two or three wickets. Got one to seem away. Caught Anwar's edge. And Azhar lunged left to his left and took the catch. Only Azhar could have taken that catch. Right? So this was 1999. About 10 or 12 years later, I met Venkatesh Prasad at some KSC I do. And I said, that Azhar catch. He said, sir, you remember that catch? You don't remember my five wickets? I said, no. Because the feet of athleticism that went into that catch. So if you watch it live, Amit, you will remember these things. On television, you really won't remember."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:51.000",
        "message": "No, I know exactly what you mean. Because I have watched a lot of matches live. In fact, I think one match where you describe yourself being in the press box, 2005, India versus Pakistan, where Sehwag played dead innings. I was actually in the press box. I don't remember you there. But you mentioned that you and Suresh Menon were there. And I think it was in that press box, possibly a few feet away from me, where you had that conversation about who do you drop? Gavaskar or Merchant? To sort of accommodate Sehwag. So let's go back to sort of the personal narrative now. That you know, you're playing for your childhood. You know, you become passionate about it in school. Meanwhile, your mama's moved away to Bangalore. But you're still playing and then you decide that you want to go to St. Stephen's and be part of the team there. And this almost seems like it becomes a mini-obsession with you for a period of time. So tell me about that period. Like at that point in time, were you someone who was thinking that I want to play for India? And you know, how did all of that unravel?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:51.000",
        "message": "You know, it's again, this is where one has to stop oneself and think carefully of what was I thinking at that time. I mean, I was 16. I only wanted to go to St. Stephen's. I only wanted to play cricket in St. Stephen's. And again, I don't talk about this book because again, because it's mostly a memoir, not an autobiography. In January, I was already interested in writing. I had won the best essay prize in my school. I wrote for a school magazine. My favorite teacher, history teacher, the first person who got me interested in history, had left the Doon School to join Simdia School in Gwalior. Again, just a bit of a digression, but I know your show encourages digressions. This man was a very interesting man called Arthur Hughes. He was of the ICS, a Welshman of the ICS. Stayed on in India after independence. Loved school teaching. Joined the Doon School, where he started a magazine called History Times, of which there were four editors, two of whom were Amitabh Ghosh and myself. The third was one of our most outstanding diplomats called Gautam Mukhopadhyay. And there was a fourth, I can't forget. And I was already interested in writing, vaguely in history, because of Arthur Hughes. I graduated in 1973. In those days, you were six months off between school and college. You know, you finished your ISE in December, and you joined university in July. So I was six months off. And I got a letter from Arthur Hughes, who had left the Doon School and joined Simdia School, and said, there's a beautiful – anyone who knows the Simdia School, what a fabulous campus it is. Please come and teach for six months. There's a great library. We can talk about history. You can nurture your writing skills. So I had this very attractive invitation, you know, to develop my literary and historical interests as a 15-year-old. And my uncle Dore said, you have to come to Bangalore and play cricket with my club for six months. And I don't know whether I did the right thing. I think I did the right thing because I saw Karnataka beat Bombay, which is where I went to Bangalore, right? So I went only to play cricket. And that was – so I gave up, in a sense, a very interesting and exciting literary opportunity for a schoolboy to teach little kids, to, you know, nurture them in the way Arthur Hughes was nurturing me, to talk to my mentor, my first history mentor, and use the great library that was there in the Simdia School. So cricket was playing for – since it was also an obsession. Did I think I would play for India? Probably unlikely. I thought maybe Ranji Trophy. You know, unlike Dore, I had two hands. He didn't play Ranji Trophy. I can play Ranji Trophy. But I quickly realized in my first year in college that even that was beyond me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:22.000",
        "message": "Yeah. And it's really interesting. I was – you know, it almost feels like who's who, your time in Stephens because it was not just any college side, you know. Arun Lal was your captain. You mentioned how, you know, Rajinder Ramanath was your batchmate. And what I was kind of intrigued by was – and you had, of course, bowled to Mohinder Ramanath and Chetan Chauhan elsewhere. You got Raman Lamba out once, famously, which was sweet revenge after he talked to you about in a previous match. And one of the sort of things that stuck me about this was that, you know, your college mates also included Piyush Pandey and Chandan Mitra. You've spoken about how once you went to watch a match and besides you were Pranay and Radhika Roy. You've already spoken about how you and Amitav Ghosh were co-editors of her magazine. Now, what kind of strikes me while reading all these names and sort of from my own memories, which were much later but from the 80s, is that people who made something of themselves in India, by and large, tended to be from a small group of elites who all kind of knew each other and it was that kind of circle. And it's almost as if there's a similar thing in cricket. But you're living through a time where you sort of describe a transition of that also. You talk about Sonnet Club and how, you know, Sonnet Club just came up so suddenly. In fact, Lamba was from Sonnet Club, as you mentioned. So, tell me a little bit about that because, I mean, how did that change gradually,"
    },
    {
        "speaker": "Guest",
        "time": "00:32:42.000",
        "message": "not just within cricket but within society? Absolutely. I mean, what that captures is the very narrow elite base of that time. I mean, there was a very nice piece in Mint about my book by young writer Uday Bhatia where he mentioned this that, you know, I bowled as a schoolboy to Tom Walter when I was in college. I hitched a lift with Kiran Bedi and later I watched a match with Roy Roy. And none of them were famous then. I mean, Kiran Bedi was because she was the first female cop. So, she was already known when she gave me a lift to the Mori Gate Cricket Ground of St. Stephen's College. But the narrow base of the elite and it was narrow. For example, all the 50% of the IFS officers came from St. Stephen's. The editors of English language newspapers came from St. Stephen's. Now, a lot of that has changed and that's damn good. I think that's damn good. There's been a deepening of the Indian middle class in its kind of catchment area, the diversity of places people come from and of course, a deepening of the catchment area of Indian cricket itself. And again, a Karnataka beating Bombay in 1974 partly paved the way for that. In Bollywood, I mean, I think there are some… I mean, though one obviously deplores the manner in which Kandana Ranaut expresses her criticisms, there is some truth to that, that Bollywood is also a club of inner people, the same families promoting their own people, their own progeny and so on. And St. Stephen's was completely elitist. It was not elitist by… I'd say it was not elitist in class term. Sometimes thought it was of rich people. No. It was elitist in favoring those who are fluent in English. So, you know, command over English was a marker of success in St. Stephen's and then became a marker of your success in the foreign service, in the bureaucracy, in journalism, in the corporate world and so on. And fortunately, that has changed. And I think that's a lot to do with mandal and market, you know, deepening of the caste basis of the Indian elite and the market where, you know, privilege and entitlement is rewarded. It's only rewarded in the Congress party, you know, very rarely outside the Congress party, which is good, which is how our democracy functions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:53.000",
        "message": "You know, one could actually trace the arc of your admiration and contempt and just go from one Gandhi to another Gandhi. It kind of strikes me like that. So you just said something interesting and I want to take a digression and sort of mention that a bit because my next question was going to be about your cricket writing in any case. And the digression is really, you know, that when I sort of I teach an online writing course and there, I sometimes speak about how the way that Indians speak English is shaped slightly because of this postcolonial baggage that English has been a marker of class. And therefore, we always want to signal our sophistication by showing how good we are with English, what kind of fancy words we can use and all of that. So, one, what are your thoughts on that? And two, you made a sort of, you know, you talk about your taste in cricket writing, you know, sort of shifting from Cardus and A.A. Thompson and you obviously discovered Cardus' writing through Thompson, as you point out, from Ray Robinson and Jack Fingleton, which, you know, exactly mirrors my taste as well. So, you know, how did that sort of aesthetic shift come about and, you know, how did your taste evolve? And when you began to see yourself as a writer, who were the sort of writers you looked up to? And when you wrote about cricket, you know, who were your models in a sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:08.000",
        "message": "You know, first of all, though, not contrary, but complicating what I said about command over English being an easy entree into the Indian ruling class, which it no longer is and happily it no longer is. At the same time, I'd like to say that if you write in one language, you should do it well and elegantly and accessibly and with style. So, you know, please don't tell me that Chetan Bhagat is a better writer than Vikram Seth. He is not. You know, I mean, he may communicate to a certain audience, but as a lover of English, give me Vikram Seth over Chetan Bhagat any day or in an aesthetic sense. So that way, I still set a great deal of store by style since I write in English. If I wrote in Hindi, my models would not be, you know, the Khichdi that you see on television, but a great Hindi writer, whoever that might be, right. Or likewise in Tamil and Bangla. So I have high aesthetic standards when it comes to music, when it comes to literature, when it comes to cricket. You know, I don't believe in dumbing down for the sake of satisfying political correctness. Why did I move from Cardis and Thompson to Robinson and Fingleton is principally because Fingleton and Robinson understood the game better because they had played. Whereas Cardis and Thompson were just ab jai guys. I mean, Cardis played a little bit of cricket, which he talks about memorably in his autobiography as his assistant master in a school. But I think the best writers today, the best writer unquestioned is Gideon Haig because he understands the game, but he also understands style. You know, he has wit, flair, a deep sense of history. And even Fingleton later on became a professional journalist. He was also made his living as a wordsmith writing about Australian politics. So let's not disparage Fingleton's style. Well, of course, it wasn't as lyrical and effusive and sentimental and elegant as Thompson or Cardis, but it was good enough for the purpose at hand. And he had a masterly command over the techniques, the laws, the idioms, and the history of the game. As a person who had played with Bradman and Bill O'Reilly and Walter Hammer and all the rest. So, but, you know, in a sense, a writer has to evolve their own style. So I don't think I've drawn on all these influences. I think probably the structure of Wickeds in the East is modeled on something A.A. Thompson wrote on English counties, but it's also Indianist idiom, it has history thrown in, it has my Uncle Doris stories, all of that. I think it's also important not to, how do I put it this way? When I wrote Carnival of Foreign Field, which came much later, and which is a very different kind of book, that the year I wrote Carnival of Foreign Field may have been the only year in my adult life when I did not re-read Beyond the Boundary. Because I did not want to be influenced by it in any way, you know, in any way. Remotely be influenced by it. Because you cannot, it's the best cricket book ever written. Possibly the best sports book. Anyone should not try and imitate it or emulate it, you know. Ashish Nandy made the mistake in his book Tao of Cricket to try and do a Beyond the Boundary for India, with kind of some cultural alliance of that kind. I just wrote a straightforward social history, in my book Carnival of Foreign Field, based on the archival material I did. But, you know, I was very lucky in having a father who encouraged reading and bought me books. He would go to Delhi and get me books. St. Stephen's College had a superb library, you know, of cricket books. That's where I discovered Beyond the Boundary. They had four or five books by Fingleton. They had Ronald Mason, who was a wonderful English stylist. That's where, you know, in a whole, 70 or 80 cricket books, hardbound, with the name written in gold lettering by the college librarian outside. And I would often go there. It was on the first floor of our college library. I don't think I used the library very much. Certainly I didn't read the economics textbooks, which is why I did so miserably in my economics exams. But I don't think P. E. Lal and Kirti Hazard took out those books. Maybe that's why they played for India and I only played for St. Stephen's College. So I think I was fortunate in having my uncle Dore read very little. But my father, recognizing my interest in cricket, bought me books. A neighbor, as I relate in my book, called Alup Singh Rawat, gave me my first wisdom when I was seven. So that gave me a sense of the larger world of cricket beyond India. I would get Sport and Pastime, which was a fairly decent magazine of that time, which Fingleton often wrote. And my college had this wonderful library. And so, yes, I mean, I read a great deal of cricket. And even now, occasionally I return to it. Some of my favorite writers when I can't sleep at night."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:50.000",
        "message": "Yeah, no, no. I agree with everything you said. Like when I, you know, mentioned, you know, what I tell my writing students about English being a marker of class and all that. But what I'm expressing disapproval of is, you know, using flamboyant and fancy phrases for their own sake. You know, the kind of old British pomposities that are left with us. Like instead of saying stop something, we'll say put an end to something, that kind of thing. And, you know, my admiration for Fingleton is perhaps equal to yours. In fact, the way I look at my taste is, I thought a lot of, like, I love reading Carters for the beauty of the prose, but very often I think the style overwhelms the substance. And I wonder how much the pressure sometimes might be on cricket writers to make every moment memorable, which they are writing about, which I think would have been a temptation that Carters perhaps given more to than Fingleton. And obviously I prefer Vikram Seth to Chetan Bhagat as well, but I won't elaborate on that because poor Chetan may be listening and feel bad. But one interesting thing that struck me was that you mentioned this recurring dream you once had, that you go to a sort of a railway station bookstore and you find the first edition of Carters' autobiography, which you've read many times, but you've never seen the first edition. And tell me a little bit about that dream. That's so fascinating."
    },
    {
        "speaker": "Guest",
        "time": "00:42:06.000",
        "message": "Again, this is to do with the Anglicized Indian middle class of that time. I mean, I don't tell the whole story in my book, but I should elaborate a little bit sociologically for you and your listeners. So I studied in St. Stephen's College much later, much later. This story goes back to when I was nine or 10. I was hoping to, or 11, I was hoping to study in St. Stephen's College, which was the pinnacle of English language education in India with due apologies to St. Xavier's Bombay and Presidency Calcutta, or rather no apologies to Presidency Calcutta and St. Xavier's Bombay. Right. However, I had an uncle who had studied at Oxford. I was never going to get to Oxford, but my uncle's father, my, sorry, I beg your pardon. I had a first cousin who studied at Oxford, much older than me. He was the age of my uncle. My first cousin who studied at Oxford. He was born in 1934, 25 years older than me. My father's elder sister's son has studied at Oxford. My father's brother-in-law was much better off than my father. So he could send his son to Oxford. He would obviously only send me to St. Stephen's. But my uncle had studied at Oxford, which means he was like at least one or two castes above me. Right. So I was much older. I was nervous. I was fearful. When I went to stay with my aunt in Delhi, I saw the book, but I didn't dare ask my cousin who was 25 years older than me. He was 35 when I was 11. Can I borrow that book? So it was always forbidden fruit because it was in my uncle's bedroom. I saw the spine, but I never took it out. I was too nervous and scared to ask my Oxford-educated cousin to, you know, let me, let me a mere runt of 11. Who's this paper snapper talking about Curtis? I mean, I really wanted to read Curtis. So I think that's why that inaccessibility of the childhood inaccessibility to me of the autobiography of the greatest paper writer of the time remained imprinted in my mind. And which is why I had that dream in my teens, in my twenties and into my thirties of getting that book and never getting it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:10.000",
        "message": "That's that's stunning. And if one of my listeners can locate a first edition of that book by Curtis, you know who to send it to. Yeah, let's move on now. And, you know, you've described your sort of your years in Stephens in this very succinct paragraph, which I'll quote quote for five years and say in Stephens, I live for cricket. And had it been asked of me, I might have died for cricket as well. Never before and never since have I poured as much passion and energy into anything. Stop quote. And of course, you, you know, describe it in great detail in your book and absolutely enthralling detail, because playing for Stephens, it seems was an enormously big deal. It's not just being for any college. I mean, half those people were like first class cricketers and it's a lot of names. But then you point out about how you went off to do a PhD in sociology, where a Marxist teacher convinced you that cricket was a bourgeois deviation and you gave all your treasured books away. Tell me about that phase of your life and how easy was it to just turn your back on something which you were so incredibly passionate about?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:09.000",
        "message": "Yeah. So, yeah, it was. I mean, I was just convinced. And I had a friend in Calcutta who doesn't figure in that book, whom you would know of. Paranjoy Goa Thakurta, a college friend of mine, person of decency, character and integrity. One of the few people who's been an Indian journalist for 40 years and retained that character and integrity and decency. And Thak was, I mean, Thak and me are very dear and old friends and he introduced me to jazz and to the pleasures of smoking ganja as well. So I owe him many things. And he also got my first article published in the Business Standard, not on cricket. But when I wanted to, I was convinced I have to give away my cricket library and it's kind of an indulgence and a waste. I have to buy works of scholarship, left wing scholarship to fill the place on the shelf that we vacated by my disposing my cricket library. I didn't want to sell it. Because Marxists don't believe in profit. But I wanted, I was smart enough, smart enough to want a deserving buyer. So I read the writings of, in the Telegraph for which Paranjoy worked, of a young Mudar Patheria, who was a good writer of that time. And I told Thak, this young man, would you be interested in my cricket library? He set up a meeting and I went to see Mudar. And he said, what do you have, sir? I said, first edition of Between Wickets, Pelham Warner's book on Lords, inscribed by Pelham Warner. And his eyes popped and popped and popped. And I said, how much do you want for it? So I said, nothing. Just the cost of cutting it from Dehradun, which my father says will be 750 rupees. So he got all of that for 750 rupees. And this is the hilarious thing, that shortly afterwards, Mudar gave up writing of cricket and became a stockbroker. So I had to build that library brick by brick, which I almost have done. I mean, of course, I still don't have Cardas's autobiography. But I have almost all the books I have then had, except for Pelham Warner's book on Lords. So Mudar, I mean, Mudar is now a dear friend. And he's a lovely fellow. And I wish he would write more on cricket. I'm told he's got a good library, a good museum of things on cricket now. But that's the story of that. I had to give it away, but I didn't want to make a profit. And, you know, Mudar was the beneficiary, I think a worthy beneficiary of my gift."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:28.000",
        "message": "There's so much delicious irony in that, that, you know, a newly formed Marxist would, you know, give away all his cricket books to someone who then immediately becomes a stockbroker. So well done doing that. So tell me about kind of those years and how you eventually got back to cricket. Like you describe a very interesting story where I think you're in the US and to pass the time, you're kind of bowling. You're reviving your skills at spin bowling against a ball in your apartment. And the person who lives below complains that, you know, hey, it's disturbing my wife and all that. So you stop that and you start taking notes for a book, which eventually becomes Wickets in the East. So, you know, did sort of your new found love for cricket also have something to do with, now go hand in hand with writing as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:18.000",
        "message": "Yeah. So again, you know, one of the issues about writing this book was it's mostly new. There are a few stories that have been retold, but there are many stories I've told before, which I didn't tell here because I didn't, you know, I was… And one of them was actually I rediscovered cricket originally when I was in Delhi in 1983-84. And G. R. Vishwanath was batting on the Delhi. My boyhood hero, the first… And I saw him get a hundred and then slowly it came back. Then I went to America. I was lonely, as I described in Commonwealth of Cricket. I was watching baseball, but it was deeply dissatisfying. A poor second best to the most subtle and sophisticated game known to humankind. And it was cold and there was four feet of snow outside. And I was lonely. Of course, it heated inside the house. And I started bowling off breaks. And then I started…my friend from below, who is now a very distinguished professor of Buddhist studies at Duke University called Mr. Jaffe said, you're disturbing my wife. And then I started writing. That's really how it happened. And again, since this is, again, a story I don't tell here because there's only so much you can tell without, you know, meandering and digressing too much and destroying the integrity of the narrative. I originally wrote Wickets in the East as a series of eight newspaper articles on different states. So Karnataka cricket, Tamil Nadu cricket, Punjab, Delhi cricket, Bombay cricket, etc. Holkar cricket, etc. I'd already started writing for the press on other subjects. I took those eight stories to an editor I knew who had published my articles on forestry and ecology. And he said, our sports desk will not allow a freelancer to write eight articles for us. So the trade unit of sports journalists, I have deeply given to them. They're the reason I became a writer of books on cricket. Because I had eight articles I couldn't publish in the press. I showed them to my editor, Rukun Advani, who had just published my first book, The Unquiet Roads of the Chipko Movement. And he said, there's a book in here. So there's a book in these. And he told me how to elaborate my arguments and stitch together the narrative in some kind of coherent way. And that's how it became Crickets in the East. Otherwise, if we hadn't had an insecure and nervous and competitive and rivalrous sports desk in the times of India, we would have just appeared there and died."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:31.000",
        "message": "Yeah. So let's kind of take a quick commercial break now and come back to talk more about your fascinating journey. And I have a bunch of larger questions to ask you and also a disagreement to air. So that should be fun. So let's leave that for after the break. As many of you know, I'll soon be coming out with a four-volume anthology of the seen and the unseen books organized around the themes of politics, history, economics, and society and culture. These days, I'm wading through over three million words of conversation from all my episodes so far to curate the best bits. And for this to happen, I needed transcripts. And that was made possible by a remarkable young startup called Tapchief. Tapchief at tapchief.com is a digital platform that allows companies to outsource work to their network of freelancers. And Tapchief's network includes more than 125,000 people as of now. You want people to make you a web page or design a logo or compose a jingle or do some digital marketing for you? Tapchief gives you an easy way to reach out to freelancers competing for your work. I can say from first-hand experience how valuable this has been for me and solved a problem I was actually a bit worried about. So do go over to tapchief.com and check out all that Tapchief has to offer. Maybe they could solve your problem too. Which is about how, you know, one's adoration and admiration and impression of cricketers can pass through the generations. And, you know, you describe at one point in the book about how you were sitting with Raj Singh Dungarpur and telling him about how you were writing about the Palwankars. And at this point, he said, and I'll quote from your book, quote, when Rajbhai heard that I was writing a social history of cricket, whose heroes were the Dalit brothers Palwankar Balu and Palwankar Vithal. He said his father, also in his time a princely patron of cricket, had told him that Vithal was as good a batsman as Vijay Hazare. I was delighted to hear this since Balu and Vithal had retired before Test and Ranji Trophy cricket began and were now totally forgotten. TG Vaidyanathan had insisted to me that Hazare was as good as Sunil Gavaskar. And I was now telling my son Keshava that Gavaskar was as good as Sachin Tendulkar. And I'm sure, you know, and even younger, maybe Keshava will one day tell people that, hey, Kohli is as good as Tendulkar. So, you know, what also kind of strikes me when I read this is how much of our memories of cricket, our collective memories in a sense, because, you know, what has passed on to us also becomes a part of our imagination and our sort of constructed memory also in a sense. How so much of it really depends on these spoken word mythologies almost, you know. And, you know, you'd earlier mentioned how Wally Hammond was an admirer of Amar Singh and all the things we've heard about Amar Singh. And I was sort of reminded of Hammond's flamboyant quote about how, you know, when the ball came off the pitch in Amar Singh bowl, it was like they were coming off the cracks of doom. It sounds to me like a very Cardassian thing to say in its sort of flamboyance. So what do you feel about that? And do you feel that in this modern age where every image is documented forever on YouTube and there's almost, you know, too much of a sensory bombardment happening of our senses, that some of this is kind of lost and what is the trade off here? On one hand, there is a danger of over romanticizing a past age. But on the other hand, I think, you know, there is so much charm to that as well and you and I, of course, would be partial to forming our notions of cricket that way because that's how we grew up."
    },
    {
        "speaker": "Guest",
        "time": "00:54:37.000",
        "message": "Yeah, I think although I wish there was footage of market bowling and Hazare and merchant batting, the fact that there is so much footage of Tendulkar batting, I think, is a wonder and a joy, not just for you and me, but for generations yet unborn. You know, because however great Kohli is, he did not face Donald and Waqar Yunus and Wasim Akram. Michael Stark is not Wasim Akram. Let's be clear about this. You know, and so I think we know Tendulkar's greatness, not just because of the strokes he plays, but because of the bowling he played against. I mean, the only bowler today, I mean, the only world cricketer today, and he's slightly past the hill, who's comparable to Donald and Yunus and Wasim Akram and Glenn Magra is Jimmy Anderson on a moving track. So I'm grateful for what we have of Tendulkar, you know, because it tells you what a sublimely great player he was. And I was telling Rajdeep Sardesai the other day, you know, you always complain about my love for Karnataka cricket, but there's only one chapter in this book devoted to a single cricketer, and that's a Bombay cricketer, Sachin Tendulkar. So because there was something about how he played, when he played, and the character of his stroke play that makes him sublime. And I'm glad we have that on YouTube. And you know, I wish we had the same things for, we have a little bit of Gavaskar, less of Vishwanath, virtually nothing of Hazare and Umrigar and Manjarikar, let alone the bowler. Mankat is virtually nothing. I mean, Bishan, I can, Bishan, there's a bit and I saw so much of him that I know how great he was. So I think probably we are lucky that we have all of this to make more reasoned comparisons across generations as we go further down the road."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:24.000",
        "message": "And just thinking aloud, I'm kind of struck by another sort of trade off of the changing times. One is, as you've pointed out, you know, the Indian elites earlier were drawn from a small pool of, you know, English speaking people who were educated in a small set of places. So your ecosystem is smaller, your pool of places is smaller, which is why you had these dominant regional teams in, you know, Bombay, Delhi, Mysore, which later became Karnataka, and you had these sort of dominant, but otherwise there was really nothing. Now, a couple of things have happened in modern times, it seems to me to go in opposite directions. One is the pool has widened enormously. And you would imagine because of access and because of, you know, just more points of entry to the game, including the IPL, which we can talk about later. But the pool has widened enormously, which it would seem to me then increases the chances for better and better players coming up and would almost demand that the current generation be much better than the past generation, which as we see is not quite the case, really, as you pointed out. And, you know, it's that same logic where you point out about how Srinath was passionate about the local game in Karnataka, where he said that he managed to, from Mysore city, he managed to break into the Karnataka team because, you know, G. R. Vishwanath, who was a selector, happened to go down and watch a match and better players than him didn't make the cut. And Srinath later said that if he gets involved in Karnataka cricket as he is, then a hundred Tendulkars will emerge or something to that effect. So there is one that the ecosystem is widening. There's a far greater pool of players. So you should have more talent coming up. But the flip side of the aspect is that even though you have a greater pool, you also have greater options of things that you can do with your time. Not everybody may want to play cricket. And so many options have opened up for people to sort of pursue that there just might be less people interested in kind of, you know, going that far and showing, you know, devoting themselves in the obsessive way that you have to devote yourself to anything if you want to achieve excellence. What are sort of your thoughts on these?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:35.000",
        "message": "You know, I think what you earlier referred to as the fragmented nature of time, I think it's going to affect the further future development and nourishing of professions that demand 12 hours a day for 10 years when you're growing up. Classical music, for example, you know, are we going to get the kind of Indian classical vocalist that we did 20 or 30 years ago? How many Ulas Kashalkars is India going to produce in the 21st century? Art, maybe literature, philosophy. But cricket, I think the monetary rewards are so enormous on making it to an IPL team. There is a profusion and a mushrooming of academies trying to train the next IPL star. So maybe cricket will be luckier. And also because it happens to be the only sport at which Indians are good, where there's sponsorship, there's infrastructure, there's support of different kinds, including popular public support, interest. I think what you're pointing to, Amit, that to perfect a craft, to become proficient at a craft, where you need to spend between 15 or 20 years as a young child devoted to it, will affect things like Bharat Natyam and classical music more than cricket, which is sad, but I think that's where it will happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:57.000",
        "message": "That's a profound point. And speaking of this sort of fragmentation of attention and interest, another thing that strikes me is there's a vivid memory I have from my college days where I used to play chess in those days. And I was going for a junior tournament in some town in Maharashtra from Pune, where I was then studying. And I remember boarding an ST bus with one of my teammates and there were all kinds of people in the crowded ST bus. And you would think that we have nothing in common at all. But then someone puts on a transistor radio and there's a commentary of a cricket match coming through. And that's a moment of magic where suddenly everybody on the bus is on the same side. We are all together. We are all sort of united by that common passion, as indeed you and I are right now while we are speaking about it. And it strikes me that, you know, and I just wonder that what would unite us in a similar way on an ST bus today?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:44.000",
        "message": "What was that match? I've actually forgotten. I just remember it was some cricket match."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:49.000",
        "message": "When was it? It must have been since I was in college, maybe early 90s, in fact. So, well into the... Tendulkar might have been batting. Possible. So, it might have been, what's the score of Tendulkar or whatever one of those things. I don't even remember, but well into the age of television, but there's no TV on an ST bus. And my sort of, what I'm just again thinking aloud about is that, is there, you know, in a sense, you could say cricket and the passion for cinema, and of course Bollywood for the Hindi speaking part of India, would sort of be a common factor. But today when we have so many fragmented, diverse passions all over the place and diverse interests, and everybody is in that ST bus is probably lost in their smartphone. What unites us?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:32.000",
        "message": "That is a very, very perceptive observation. I think virtually nothing. You know, maybe something as ordinary and superficial as singing the national anthem or something, where it's more coercive. Someone starts singing and you have to kind of join in because you feel afraid that you'll be regarded as anti-national or something. Yeah, that's true. These are things that... I remember when the World Cup was played in India last year, 2011, we had a large screen on MJ Road. And people who couldn't go to the stadium would just congregate there and watch. So kind of a public space where you could just do that kind of stuff. And of course, our regime now does not like open public spaces. Even our judges in the Supreme Court, they must be designated and defined. I mean, so I don't know where this kind of collective spirit of enjoyment of music or cricket or art, where we'll have it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:28.000",
        "message": "Yeah, and no, of course, I mean, the flip side, which I'd also like to acknowledge and point out in case I sound like a hopeless Luddite, who is just bemoaning all of this is that we can form communities online. And, you know, we might have a niche interest and never meet someone physically who shares that interest, but online we can form those communities and you and I can have this conversation. But the other flip side of that is that then a lot of our lives are lived in the abstract online world and not in the concrete physical world, which I think has a variety of effects, one of which is making our discourse much more toxic because people behave in ways which they would never behave if they were with you in the flesh and blood. Let's also sort of now, you know, move on from there to talk about something that you discussed towards the end of the book, and which is endlessly fascinating to me is this bizarre moment where a cricket tragic is suddenly asked to take over the administration of the game. And I think you mentioned in your book about how shocked various people were at this, including I think Gideon Hay, who's, you know, been on the show long ago and saying like, what the hell is with the world? You know, it's almost like a 2020 kind of bizarre thing, Ram Guha taking over cricket administration. So tell me a bit about that and tell me, you know, your apprehensions and motivations going into that."
    },
    {
        "speaker": "Guest",
        "time": "01:03:48.000",
        "message": "So I mean, firstly, I was one of four that was part of a committee of administrators chaired by Vinod Rai. So I was ambivalent. I consulted a few people, all except one said I should join. They said, you know, you love the game so much. It is murky and dirty. And there's at last an attempt to try and clean it up. You owe it to yourself. You owe it to cricket. You owe it to us. Lots of people in Karnataka who were worried about the way the game was being run into the ground by the Karnataka Stakeholders Association also asked me to join. And I maybe naively and out of vanity succumbed to that kind of thing. You know, in a sense, I'm glad because it gave me an unusual insight into what was going on. And of course, I spectacularly failed, as I describe in my book. I knew it would be very different to anything I'd ever done. So on the first day, I kept a diary. Normally, I don't keep a diary. I mean, the other incidents in this book are recollected from memory. It's not that when I watched the 1996 quarterfinal in Bangalore, World Cup quarterfinal, India and Pakistan, I was keeping a diary. It's not that when I watched Karnataka beat Bombay in 1974, I was keeping a diary. No, those are all recollected from memory, with an occasional look at a scorecard if I felt I had got some particular fact wrong. But here I realized I'm going to keep a diary. I keep a diary of what I see, what I observe, the emails I get, the tweets about this. And I kept a very detailed diary, only small excerpts of which I've used in those chapters. So it was intense for four or five months of trying to set right the BCCI. And then I decided that this is going nowhere. I better get back to what I know I am in command of, which is researching and writing historical works."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:37.000",
        "message": "And that's what I did. And, you know, one of the things I sort of keep noticing and writing about and talking about, you know, mostly with reference to government often is that number one, power corrupts. You know, that's a cliche, but it's a universal truth. And number two, people respond to incentives. Like, for example, and I'll ask about your struggles during this period separately and the various causes which you were fighting for. But, you know, one of the anecdotes that you sort of relate from this sort of strikes a chord where, you know, the chairman of the committee, Mr. Vinod Rai, he is going to a book launch to launch a book on Tendulkar. And he's sitting beside Tendulkar and you point out about that. Look, if he didn't have this post, he would have been doing none of this. And therefore, he should not have been doing this. And in your case, it strikes me that the incentives to make use of the post are much less because you're already such a renowned public figure in another field, that any lapse of behavior or any, you know, swaying from your principles would obviously affect you and what people thought of you and all that. So, you know, you're very forthright and true to that. But that's not necessarily the case with everyone, which could lead us to the hopeless conclusion that, you know, it's sort of the institutions and the culture which shapes the way people behave. Like one of the points you kind of made while talking about that period is that in that whole conflict of interest saga, which you were fighting, and there I completely feel entirely as strongly as you that it's just shocking and it continues. And that among the people who had a conflict of interest like that was someone of such impeccable character as, you know, one of my heroes growing up, Rahul Dravid himself. And Dravid, to his credit, as you point out, had the grace to eventually, you know, sort it out and no longer has a conflict of interest. But at that time he did and he was like, I'm just, you know, going by the existing rules and blah, blah, blah. But is that something that over a period of time and as a historian, and, you know, we might even have discussed this in one of the previous episodes, you know, people are ultimately in a sense creatures of circumstance responding to incentives. Is there therefore a sense of, you know, should we then have like how hard is it then to fight that sense of fatalism that, you know, it's okay that you can have all these principles and whatever when you're away from it, when you're actually part of it and a player in the game, how do you respond?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:58.000",
        "message": "So I've rambled a bit, but what are your thoughts? You know, Amit, there are two heroes of this book. I mean, there are many heroes, but there are two principal heroes. One we've talked about, my uncle Durai. The other is Bishan Devi. Now, I had the great privilege and honor of knowing both before I joined. So I knew there were certain things I would try to do and there were certain things I would absolutely not do. There's a story I'll leave out of this book, but I can tell it now. There's a trivial tale which maybe, you know, in the book would have seen somewhat self-promoting or self-regarding. In January, I was appointed to CAA. In February, late in January, maybe, or two or three weeks afterwards, India was playing Australia in a test match in Bangalore. Three days before the match, I get a call from Sudhakar Rao, who was then secretary or maybe secretary or president of the CAA and my old clubmate. I've talked about him already. So Sudhakar called me and said, Ram, the best seats in the CAA are the CAA Diamond Jubilee box, overlooking, you know, the wicket, over the side screen with only three rows. And you applied the whole day with, it's for VVVVIP. You applied the whole day with, you know, food and liquor and whatever else you want. And Sudhakar said, I've kept two seats in the Diamond box for you and Dorey. And I said, no, Sudhakar, thank you very much. And not because of me, not because I didn't want to affect a favour. I knew Dorey would not want that. That his nephew is in the board and his former protege of FECC Sudhakar Rao is now saying you come and sit here. So Dorey went in the member's stand. I went with Keshav and bought a ticket in the end stand and walked from there. Right. Because I had the example of Dorey. I mean, Dorey is incorruptible. Bishan Bedi is incorruptible. They are the two people in cricket I most admire and already most admired and venerated well before I joined the CAA. So I had to do what they would have told, I would have thought they would have done. Right. So which is why, unlike the other members of CAA, I didn't accept payment either. You know, after all of that was done. Right. So because if you don't people who set that kind of moral standard, you know, you can never fully achieve it. I know Bishan is more courageous than me. I have no doubt about that, you know. But at least his example or I have known many other people in public life outside cricket who have been extraordinarily courageous and brave. I mean, for example, one person I should name because I'm sometimes accused only of praising dead people is the anthropologist Nandini Sundar. You know, who's a younger academic than me, but a person of such sterling courage and integrity and faced death threats of certain kinds where I might have succumbed. Right. So if you don't people in your life. Who have that kind of backbone, you will be shamed and they will shame you into at least taking a little bit of a kind of insignificant stand and not accepting a pass in the CAC diamond box is not a big deal, which is why I didn't put in the book. But this is what I think happened. You know, I think a lot of it is shaped by what you see around you. I mean, if I don't know what sort of Ganguly has seen around him recently to behave the way he's doing now. But I think it values of this kind that sometimes they come from within, you know but at other times they are what you see. And having people like Dorae and Bishan Singh Bedi as, as kind of exemplars, I think will shape, has shaped me in certain ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:22.000",
        "message": "No, I mean, in a sense that kind of underscores the point I was making because these are outliers. Dorae and Bishan Singh Bedi and yourself, you know, Nandini Sundar whose book, The Burning Forest, I love. These are sort of outliers. Now, you know, tell me a little bit about sort of the key battle that you fought while you were part of that four member group, which is about conflicts of interest, which is something that I think is a concept that people simply don't understand because they assume that, you know, conflict of interest only matters if you are the kind of person who would take advantage of it. Like, you know, Gavaskar at one point saying, I am not the kind of person who would, you know, mess around because I have a conflict of interest. But the bottom line is the existence of a conflict of interest is a problem. And in fact, I would go further and I would say that one would assume that where there is a conflict of interest, it will be misused because, you know, power always corrupts. Tell me a little bit about that battle and how receptive were people to it and how did people within the cricketing community react?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:21.000",
        "message": "I think there's a real problem with the ethical censoring games. And I think you need a deep sociological, psychological, philosophical examination into it and theological examination into it of which I am not capable. If you take, I mean, if I may digress a little bit into my personal life outside cricket. My father was a government servant. He ran a scientific lab in Dehradun. I was never allowed to even sit in his staff car. You know, the staff car came to take him to the station. There was no way. That was public. Nothing to do with the family. Right. I went to Delhi and I was in St. Stephen's College. And my classmates were children of government servants like my father. And they came in the staff car to college. They didn't come by the bus of the university special. Right. So it struck me that, hey, my father is a certain kind of standard and these guys are something else. Right. Now, I think it's not as if my father was pretty ethical. He'd grown up in the order of the freedom struggle. He had an uncle. His own father's elder brother was an associate of Mahatma Gandhi, who's legendary in Karnataka. His name is R. Gopal Swami Iyer for fighting for the emancipation of Dalits. I mean, Dalit reservation in government schools comes in part because of what my grand uncle did. My father had seen this. So you see the examples of the freedom struggle and the ethical standards of that time. The further we got to the freedom struggle, those standards dipped and we became more and more transactional. So we don't recognize conflict of interest. We also don't recognize copyright. Many years ago, 20 years ago, a young, ambitious cricket writer stole some of my work. And I was upset about it. And I was talking to my friend Nasreen Munni Kabir, who is the distinguished film historian. And she said, look Ram, in India, when it comes to the Bollywood film, copyright means the right to copy. The Indian definition of copyright is the right to copy. Right. So I think there is something seriously problematic with Indian ethical standards. Michael Atherton would never do what Sunil Gavaskar is doing. And that's deep. And that's not maybe not because he's intrinsically more of an ethical person, but the moral compass of the people there in that country. I think this is something we really have to reflect upon. Because to answer your question, when I raised this issue about Dravid, his fans were outraged with me. The kind of abuse I got from David took it much better. David's first instinct, as I relate in the book, was to get defensive. Because after all, he's such a great man. How dare a mere writer question him? Then he reflected upon it. He thought about it. He met Mike Bradley, had a chat with him and realized maybe he had been wrong. And he wrote me a most gracious note. And then we resumed our civil relations. Gavaskar, of course, but David's fans said, how dare this guy, this loser, this historian, who has never even played for his club, talk about a man who has hit 50, 100s for India. What nonsense is this? How dare he talk about David? So I think there is an issue. And the fact that so soon after that, Ganguly is doing what he's doing. Totally unchecked. Totally, totally unchecked. Of course, he's got the protection of Amit Shah and Srinivasan, particularly Amit Shah. And the fact that Amit Shah's son, his secretary, worked with Ganguly is very much part of this. He has the highest and the biggest and the most important political protection in the land for the despicable conflict of interest he's practicing. But it's not just Ganguly. It's an Indian disease. We don't believe in copyright. We disregard conflict of interest. We have to introspect about our collective ethical failure of which cricket is only a symptom."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:57.000",
        "message": "Yeah, number of thoughts. I mean, I, of course, remember there was a battle of words and outlook with this young writer. We won't name him because if you haven't named him, I won't either. But I have as little respect for his subsequent work as I'm sure you do. But before we get down to the cricket itself, because I want to ask you sort of more about that period of time and the different conflicts of interest that there were a couple of sort of, again, thinking aloud about what you just said, that, you know, your father imbibed the values of the freedom struggle and all that. And, you know, those values later in a later generation became more transactional. And I have a couple of thoughts here. One is a long time back, I'd written a column sort of musing on why, you know, people keep complaining that leaders of today don't have this intellectual and moral stature of those. At the time we got independence, you know, who had got the freedom struggle. And my explanation came from that. Look, they were following their incentives. All of the people who rose to prominence during the freedom struggle were not after power because there was no power to be had. They were, in fact, risking their lives and sacrificing their careers for higher principles. So you had that stature of leader because that's what they were going for. And the Indian state then became such a predatory, parasitic beast that ultimately it today politics is a game for power. I keep saying that, you know, elections are basically competing mafias who are fighting for the right to have a monopoly on violence for five years. And it seems to me that these change in incentives have also led to a change in the kind of leaders that we see. And therefore, in a sense, a kind of, you know, things that we aspire to. The other aspect of it as far as, you know, the change in values is concerned is an observation. I think Jagdish Bhagwati made a long time ago about how people in China are more profit seeking than people in India who are more rent seeking. And we won't go into how, whether one agrees or disagrees with his observation on China. But for India, I feel even all these years after liberalization, when you would have expected the mindset to change, it's still true that, you know, because so many of the levers of the power are with the state, we have this rent seeking mindset where number one, we want to be part of that controlling apparatus so we can make some money off others. And number two, even in business, so many people have the mindset that I want to exploit someone rather than I want to provide value to someone and therefore make a profit for myself. And therefore, they have this zero sum mentality rather than a positive sum mentality. So these are just sort of two broad observations. I thought before we get back to the cricket, I'll share them with you and ask you for your thoughts."
    },
    {
        "speaker": "Guest",
        "time": "01:18:37.000",
        "message": "I agree with you. I mean, I think, again, if I, since you mentioned business and the fact that, you know, individual businessmen are not just also very keen to strike separate individual deals with the state, you know, with politicians, which is tragic. That's not what economic liberalization should be about, you know. A year ago, I mean, this is a non-cricketing observation, but still it may be relevant to what you said. A year ago, I wrote to a dozen of our top entrepreneurs and industrialists, all of whom I knew personally in different capacities because of my non-cricketing work and other kind of stuff. And they invited me to talk to their senior management. One or two had been in university with me. And I wrote to a dozen of them saying, look, what's happened after the abrogation of Article 370 and the CIA is going to be disastrous for our country, for our social fabric and for our economy. Our reputation in the world is going to be destroyed by this kind of rampant majoritarianism. And we are going to lose track of all the progress we made in 30 years after liberalization. This is well before the pandemic. This is August, September last year. And I wrote to them saying, in the 1940s, before independence, eight or nine prominent industrialists, including Birla, Tata, Sriram, etc., had the Bombay Plan, where they told Nehru and Patel, this is the kind of economic vision we need for India. You all should get together and formulate a plan so that we don't lose track of where we need to go economically. And our political leadership doesn't focus merely on demoralizing Muslims, because that would be a disaster, even economically, let alone socially. I said, 12 of you, and they were really there. One day in my memoir, I will name all of them. The top of them, I said, look, Rahul Bajaj has spoken out. He's been attacked because he's alone. But if the 12 of you represent the whole heft, these people are not Ambani and Adani. They are not crony capitalists who depend on favours and tweaking rules and regulations to become rich. They are people of considerable entrepreneurial and technological achievement, each one of them. I said, 12 of you write a joint new Bombay Plan. Call it the Bangalore Plan, because half of you are based in Bangalore. And put it out there. Don't mention politics. Don't mention Kashmir. Don't mention CAA. Just say that we are at an economic inflection point where if the government continues the way it is doing, 30 years of economic progress will be lost. I got two replies. One said, nothing will happen. One said, I wish I could, but no one will join me. Because they all wanted, most of them, the one who told them, most of them wanted to strike their own individual deals with the state. Now, here is something where they would not have been hurt. It would have been out there. They could have got their all collective brainpower immense. They could have got Raghuram Rajan, Arvind Subramanian also to edit their economics. It would have been a charter for India's future. But of course, they were too scared, too intimidated, happy to, you know, just have their own individual relationship. Even they wouldn't act collectively. It's tragic that that's how, if our most powerful people are so unwilling to take remotely any kind of risk for a collective good, it speaks very poorly of our country."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:01.000",
        "message": "So I want to go off on a couple of tangents here. But before I do that, I, you know, magnificent effort. And, you know, kudos to you for doing this. It seems like the kind of idealistic thing that cannot possibly succeed, but much admiration for that. But, you know, one of the tangents I want to go on is, this reminded me of the one single small disagreement I had with your book, India after Gandhi, which I thought I should mention now, which is, you know, one thing that you pointed out is that all of these businessmen wanted to strike deals with the government and be cronies of a sort or whatever, which is, of course, something that was the only way to actually be in business until liberalization. And it's still a dominant way to make money for money and make money through business. And one of the things that I keep sort of pointing out is, which Milton Friedman had, I think, first articulated, at least that's where I learned it from, is that we must see the distinction between what is pro-market and what is pro-business. And they're actually opposite. What is pro-business? An existing businessman would want a protected economy where there is no ease of entry and his business is protected and incumbents can't come in. And that is, so what is pro-business is actually anti-market. And that hurts the people because there is less competition. Therefore, they have less choice, higher prices, all of that. Now, I remember in India, after Gandhi, if my recollection serves me right, you pointed to the Bombay plan, which all the Bombay, which all these industrialists had come up with, where they sort of supported Nehru's vision of a state-controlled economy. And you had kind of implied that that was a validation from business people of sort of Nehru's master plan for the economy. And therefore, look, even the business people agreed. But my point is, of course, they would, because it was in their interest, but not the interest of the people, because businessmen sort of want a protected kind of market. But having sort of gotten that out of the way, the other interesting sort of the analogy that I'd like to draw going on from what you said is that if I might speculate and think aloud on why these businessmen that you wrote to would have been wary of something like this, is similar to why there would be people within the Congress who would realize that the current rule of the Gandhis is bad for them, but they would be unwilling to fight. And the game theoretic principle here in game theory, it's called bell the cat. And, you know, from that old proverb, and the thing is, all the mice agree the cat should be belled, but no mouse is going to be willing to take the bell to the cat and attempt it because it's too risky to be the first mover in a case like this. And I suspect there might be a similar sentiment where if all 12 were to meet in a room and decide that now we will put out this statement, it's far likelier than in their little disparate corners to say that I'm not going to be the first because, you know."
    },
    {
        "speaker": "Guest",
        "time": "01:24:54.000",
        "message": "That's a very interesting analogy. Congress is a little more complicated. I've been reflecting upon this. And, for example, two of the people who come out in support of the family are actually at first sight counter-intuitive because they are the two mask leaders, Baghel in Chhattisgarh and Gyalot in Rajasthan. But they want to protect their freedom. They'd rather focus on Chhattisgarh or Rajasthan rather than, you know, strike out for national leadership. Yes, absolutely. There's certainly a similarity in the two situations."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:32.000",
        "message": "Let's kind of go back to cricket. And you referred to some of these conflicts of interest. And for the benefit of listeners who might not be aware, I'll quickly point out what they were. One of them, of course, was... And in a separate place, you pointed out about how the BCCI had taken over the production of cricket. And the problem with this was that they were paying the commentators, you know, 3.6 crores per year. And therefore, the commentators obviously would, you know, be incentivized to not speak against them. But the other sort of conflicts you pointed out is that one is Sunil Gavaskar was a commentator on cricket at the same time as the company which he owned, PMG, was representing several cricketers. And therefore, it would be in his interest to, you know, talk them up in commentary. And whether he did or did not is irrelevant. The fact that the conflict of interest existed is a problem. Another conflict was Dravid was looking after the under-19 teams. And at the same time, he was also looking after Delhi Daredevils as they were then called. And Dravid's defense, of course, was that the BCCI contract is for 10 months. And for 2 months, I can do what I want. But such contracts seem designed to allow exactly this kind of conflict of interest. And, you know, then of course, there are the many Dhoni conflicts of interest. Because he was, you know, associated with this player agency that represented certain players such as Suresh Raina who arguably played more test matches than he should have."
    },
    {
        "speaker": "Guest",
        "time": "01:26:53.000",
        "message": "Certainly more. Yeah, test matches also probably."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:56.000",
        "message": "Yeah. And Karan Sharma who without any kind of first-class record got taken on that sort of 2-2 Australia very famously. Srinivasan, you've also spoken about. One conflict of interest, by the way, as an aside, which you did not kind of mention was your Karnataka folks, Roger Binney being part of the selection committee. Even Stuart Binney got selected for the 2-2 England. And Roger there, of course, said that, look, I had recused myself from the meeting. But that is obviously an inadequate explanation. So tell me a bit about your struggle to get this point through. Like Mukul who had, you know, written very eloquently about this and had been writing eloquently about this. So I remember a specific fantastic piece he wrote, I think either for Cricken or for Hindu on this subject. But these were voices like Mukul's and yours were really like voices in the wilderness. What was your battle like? How was it? You know, what kind of hostility did you get from sort of the players themselves? And what eventually took the whole thing to breaking point where I said that, you know, I can't be part of this anymore?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:03.000",
        "message": "So, you know, there were several things that happened. One is I visited the NCA. And I was the only member of the COA based in Bangalore. I visited the NCA. I spent several hours chatting to them. And two of the coaches pointed this out to me. There's one rule for Dravid and another rule for us. We also were asked to be the spin bowling coach or the batting coach of X team. And the CEO of the board, Rahul Johri, said this won't happen. So it was very, very startling that this kind of thing was happening. So clearly, Johri wanted to use his powers of discretion to humor cricketing superstars who could get away with something. Right. Now, then, in any case, I felt it was wrong. So I raised it. Diana, to her credit, was supportive. She saw the issue. But Mr. Rai did not. And, you know, the CEO of the board was, as I've said, you know, wanted discretionary powers in his, just as, you know, our prime minister and finance minister want powers to withhold licenses and give licenses to different kinds of capital. This is what the CEO of the board wanted for himself vis-a-vis our cricketing superstars. But this was partly a breaking point. There were other breaking points, too. I mean, one was, for example, when we wanted to boycott the Champions League. So, you know, there was this conversation I had with the NCAA coaches who were not allowed, unlike Dravid, to do double dipping, both be a national coach and play some kind of role in the IPL team. But also there was the near fiasco of the Champions Trophy, where there was a campaign led by NCD Vasan and others for us to boycott, with Gavaskar and others joining in. And there was a general timidity of our chairman, you know, that he was unwilling to take on people like Srinivasan and Niranjan Shah, who were attending meetings illegally, kind of his temporizing. And I felt I'm going to get nowhere. I also, to go back to when I joined the committee, you will recall I talk in my book of how I urged Mr. Rai and his colleagues to have a senior male cricketer. If we had had someone like Srinath, for example, on that committee, I think we could have pushed back against the board officials and had also allowed for a much fairer deal to Ranji Trophy players. Because apart from conflict of interest, one of my deep-seated problems I faced was getting dues paid to Ranji Trophy players. Even today, I mean, I don't know what they are being paid. IPL is happening. Ranji Trophy is not happening. And we don't seem to care about the building blocks of Indian cricket, which is early school cricket, college cricket, Ranji Trophy cricket and so on. So ultimately, I decided that it was a waste of my time. I'd say the one modest achievement I left with was to have Goyal and Shivalkar be given the CK Naidu award. And a female cricketer also chosen for a Lifetime Achievement Award for the first time. But really, it's not business as usual. You can see what's happening with the BCCI. It's as if the Lodha Committee and the Supreme Court never existed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:17.000",
        "message": "So I'll take another digression. And this is something that is almost in my mind. I don't have an answer for this. And it's a problem that sporting boards across the world face. Now the BCCI technically is sort of a private body. One question is who owns the game? Because in a sense, the BCCI has a sort of a monopsony, which is the opposite of a monopoly in the sense that there is only one buyer for your services. So if an Indian cricketer wants to play, he has nowhere else to go or she has nowhere else to go other than the BCCI. And therefore, that gives that power, that buyer disproportionate power, which is never good in any market. Now, typically, what a good market would look like is that you have free entry and you have competition and that's not an issue. Now, obviously, with a national sport, you can't have that. So what do you do? Now, one answer would be nationalize the sport. But the problem with that is that all our sports are run so incredibly badly. And the BCCI for all its flaws is still much better because it is, you know, not run by the government. The other question that comes up is that while I was, of course, delighted when I first heard that you will be one of the people who will be, you know, taking the decisions. And even if you got a couple of things right, like the award to Shivalkar and Goel, that is still a couple of more things than would otherwise have happened. So thank goodness for that. But the larger question there is that did the Supreme Court actually have jurisdiction to be able to say that this private body should sort of be treated like it's a de facto property of the state. And we'll just put these people in charge and all of that. And if not, what is the solution? Because we know how the structures are all the way down the line. It is thoroughly corrupt and dysfunctional and yet nationalizing it is not a solution. So, like, do you have any thoughts about this? Because I have no answers. I can just see the problem."
    },
    {
        "speaker": "Guest",
        "time": "01:33:09.000",
        "message": "No, you're right. I mean, maybe it was a case of judicial overreach and maybe the Supreme Court in the first place should not have intervened. Yeah, it's tough to say. You know, in some ways, I thought I'd record it in this book, which I did. And then I kind of moved back to being a fan. You know, I mean, it's just now it's just what I'm looking forward to watching Stark bowl to Pujara and see whether he can get past Pujara's defenses in the early overs. It's because it really can't be redeemed. I mean, it's clear now that the attempts have totally failed. Maybe they were misplaced in the first place. And nationalizing is not an option. I wish, you know, again, it goes back to the quality of individuals. Ganguly could have asserted himself much more in the interest of Indian cricket, in the interest of domestic cricket, in the interest of fairness and transparency. If a person of his colossal achievement and stature had pushed back against the intrigues and manipulators, he would have got mass public support."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:08.000",
        "message": "But my counterpoint to that would be that if he was the kind of person who would do that, he would not be in that position of power to begin with."
    },
    {
        "speaker": "Guest",
        "time": "01:34:15.000",
        "message": "Well, you know, Srinath, for example, when he joined the KSCA, built up the academy, he did good work, you know, so he was only there for three years, he left. But it's possible to be there for a little while and do decent work. I mean, when Bedi was running JNK cricket, people like Parvez Rasool came through. So, if top-class cricketers do get into administration, it's not as if they can't do things, if they have the right intentions and the courage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:37.000",
        "message": "Fair enough. So, let's kind of move away from sort of the personal narrative of what your journey has been like. Though I love reading that in the book and I recommend everyone pick it up, but I want to put your brains on various aspects of the game now. And one actually is connected with the personal in the sense you recount in your book how at one point, your good friend and the great writer Suresh Menon told you that, listen, you romanticize a game so much because you have a distance from it. And if you actually, you had to deal with these guys on a daily basis, you would not have such a romantic notion of the game. So, you know, and I note that there is a shift that as you get involved and you get skin in the game, so to say, that does change a little bit. You point out the four categories of cricket stars, which I found completely fascinating. So tell me a bit about one, your experience of sort of, were there blinkers falling off at different points in time and then what are these four categories and so on?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:29.000",
        "message": "Yeah, maybe I'll read out that paragraph and then I'll answer your question. Okay. So it says, after I resigned from the committee of administrators, I wrote to a friend that there are four categories of cricketing superstars in India. Category one, crooks who consort with and pimp for bigger non-cricket playing crooks. Category two, those who are willing and keen to practice conflict of interest explicitly. Category three, those who will try to be on the right side of the law, but stay absolutely silent on those in categories one and two. Category four, those who are themselves clean and also question the crooks in categories one and two. I also offered examples of which cricketers I thought fit into categories one, two, respectively. As for category four, I said that in India, only one cricketing great has remotely any chance of qualifying for inclusion. This was Bishan Bedi. Now, yeah, I mean, Suresh was right. And I also quote another friend, Sree Venkatesh, a Telugu cricket writer who thought the same thing. Yes, I mean, obviously, you lose your romanticism when you see these guys up front. It may be the same if you were to see footballers up front, certainly in the English Premier League and other kinds of sporting icons as well. But it also may be, I mean, I remember I spoke about G.R. Vishwanath in this book a little bit, but let me just mention how my rose-tinted approach to cricketing greatness may have also come from an experience I had with another great Kannadiga sportsman, Prakash Padukone. As a college boy, I was watching him play the semifinals of the Asian badminton championship in the Talcatorra Stadium in Delhi. And the umpire was an Indian. It was before the days of neutral umpires. He was playing against a Thai player. It was the second game, 13-14 or something. Prakash hit a shuttle out. The umpire called it in and gave him the point. And he knew it was a wrong decision. But he did quarrel with the umpire. He got the shuttle and deliberately served it well outside so that he would give the point back to the Thai player. And that is kind of, you know, maybe if you see people like seeing Bedi and Dore and seeing Vishwanath and Prakash as a boy, may be naive and credulous about the character of some of these people. It's just as you say, it's incentives. Maybe there's so much money at stake, we have to be on the right side of all these people. And, I mean, including people whom I admired and was close to, some of the scales have fallen. I don't think that the friendships I had with... Maybe only Bishan Bedi is the one exception whom I would, a great cricketer, I would probably happily meet outside the game."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:19.000",
        "message": "You know, a whole legion of cricketers just, you know, sighed in disappointment as they heard that, if any of them listened to my podcast. I'll move on now to another of the sort of larger questions I wanted to ask, which is, you know, one of the themes that runs through this book is the loyalties that you form for all the teams that you play for. You know, whether it's your club in Bangalore or, you know, Mysore, which later became Karnataka and India and all of that. And, you know, this is something, sporting loyalties is something that I've been thinking about for a while. Even Orwell, of course, wrote that famous essay on it, where he spoke about this possible kind of toxicity. And, you know, there are various points where you've referred to this kind of patriotism slash nationalism. You know, you've spoken about how everything was so personal, like how devastated you were in 1974 when you were 16 and India made 42 not out. You've spoken about, you know, when Bangladesh beat Park in 1999, Sheikh Hasina called it, quote unquote, the greatest day since liberation. That's what sort of the sport meant for the nation. But there is a sad side to it. And you've also, you know, there's this beautiful quote from your book, which I'll read out. Quote, the saddest moment of 50 years of live cricket watching remains a World Cup quarterfinal of 1996, also played in Bangalore, when I was the only person in my stand and possibly in the entire stadium who applauded Javed Miandar when he walked off the ground for the last time as an international player, stop quote. Now, I can understand why we are wired to kind of form these allegiances because we are wide wired to think in tribal terms and form our community and divide the world into us versus the other. And I get that, but I also get that that can, you know, change the way we look at the world. It might bias the way we sometimes look at opposing players and the kind of performances that they are sort of coming up with. And, you know, in one sense, I like, for example, the English Premier League or the Indian Premier League, because I don't have any specific loyalties towards any team. It's like every year I look at how a team is playing and I decide and I can watch a match without being emotionally invested. No, I want this person to win and oh shit, you know, what a misfield and all of that. So there is this trade off where there is this warm sense of community and belonging and, you know, when you form an allegiance like that, but there is a toxic element to it, which a lot of nationalism can drift into. Maybe there is also the element that then you can become sort of less, you know, you can be biased towards the abilities of your own players and maybe the abilities of others can be less visible to you. What are your feelings about this?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:56.000",
        "message": "So to go back to Orwell's essay, which is about sporting nationalism, it was sparked by, I think, a Russian football team's tour of England. And of course, that's where he coined the phrase, organized sport is nothing but war minus shooting. So sporting nationalism can be toxic. But sporting loyalties below the level of the nation are not, in my view, as toxic. Which is why the older I get, FUCC, yes. Karnataka, yes. But India, not really. You know, it's like, you know, I think because that's a local identity, just as I believe, outside of cricket, I'm a great believer in disaggregated forms of patriotism. You know, I believe every state should have a flag. Karnataka actually has a flag, which is flown by auto rickshaw drivers in particular on 1st November. I believe every state must have a flag. Indeed, every city can have a flag. I remember going to the Belgian town of Liege to give a talk many years ago. There were five flags in the city hall. The town, the county, the province, the country and the European Union. I mean, that is so, I believe, in that sense, it's only India versus Pakistan brings out the ugliest in the Indian and the Pakistani side. But I think love of Karnataka, love of BUCC, of course, that does inflect you in certain ways. For example, I talk in my book about how we players of FUCC always believe that we didn't get a fair chance in selection for the state team. It was always Swastika and BUCC. So yes, it has some, you know, sour feelings that come in. But I think the most toxic form of sporting nationalism is when you want your country to win at sport all the time. And that's why my epigraph to the book is from Fingleton, who says, The longer I live, the less nationalistic I become. The outcome of a match is interesting, but not on the scales of time or any great moment. What is important is whether a particular contest gives to posterity a challenge that is acceptable to one, or yields in classical technique and innings or a bowling effort that makes the game richer, so that the devotee can say years afterwards with joy in his voice, I saw that performance. So I think in that sense, other forms of loyalty, sub-regional loyalties to your club or to your district, or aesthetic loyalties, in my case, to testificate over IBM or to spin bowling over classical matchmanship. I think those can be enriching, liberating, exciting. But they're different from sporting nationalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:36.000",
        "message": "I'll come back to the IPL later, because I have a set of questions on that. And there, I think I disagree a little bit with you. But before that, continuing, you know, the other aspect I wanted to ask you about, and in a sense is kind of related to this, is about essentialisms. For example, you know, people will always speak about the Bombay School of Batsmanship and, you know, chart a line from Merchant to Gavaskar to Tendulkar and so on. Maybe Rahane today, because the same kind of doggedness or whatever, though nowhere in the same class. And, you know, there are some quotes from your book, which sort of tend to go down that line when it comes to Bangalore. Like at one point, you quote Greg Chappell saying, and this is after the India tour where we beat West Indies, which was a phenomenal win. And Ravid made those incredible half centuries, which are just should be in the pantheon, but I've forgotten, but he was talking about Ravid and Kumle. And Chappell said, quote, no team has had two more dogged, resilient and proud competitors. And for them, the team always came first. There must be something in the water of Bangalore, stop quote, which must have warmed your heart. And elsewhere, you sort of talk about and, you know, this is probably part of your answer about whether there is something to this essentialism. And the answer could be that, of course, you know, because culture is leading to, you know, the kind of players that come up. And at one point you write, quote, where you're writing about changing Bangalore. And you write, quote, these shades of difference reflected the changing sociology of the city. The Bangalore that Vishy and Chandra played for was that of the Mawali Tiffin Rooms and the unencroached upon Kaban Park, a town of tiled bungalows and green barbed sculling. MG Road then had more cinema houses than it had cars. The Bangalore that Ravid and Kumle played in was that of Epsilon and Infosys, of glass and concrete and no birds at all, of buses and motorbikes and SUVs all piled up in horrendous traffic jams. Stop quote. And later on, of course, you talk about how the changing world, even though there is so much similar in different ways about a Vishwanath and a Dravid, but you talk about how, quote, there was a gate to Vishy's bearing, there is a gravity to Dravid's conduct. Stop quote. Tell me a little bit about this that, you know, on the one hand, we are told don't generalize, don't give into this kind of essentialism. But on the other hand, there does seem to be a lot of truth to it."
    },
    {
        "speaker": "Guest",
        "time": "01:45:49.000",
        "message": "Doesn't it? Yeah, I mean, yeah, but this is, you know, this is a work of literature. This is not a work of scholarship. I would never write remotely like this in a work, in one of my historical works. I would not say Indians are like this, Karnatikas are like this. I was kind of, obviously not. I was kind of indulging myself, thoda bohot, I was having fun. Yeah, of course. I mean, there is, there is, but it is true that, I mean, I just said to you again, a humorous story. I mean, I kind of go with the local loyalty, which is not in the book. When the batch fixing scandal broke out, you remember. So my first response was, there are no South Indians in it. Then Azhar was implicated. So I said, there are no, at least there are no Karnatikas in it. No, silly and pathetic of me to myself to kind of rationalize match fixing in this kind of, you know, terms of local parochialism. But it's part of, and I believe, you know, as I said, again, to go back to what I said earlier, I mean, one nation, one leader, one party, one ideology, one religion, one language is problematic, usually problematic. But nesting, overlapping forms of identity are fine to me and in cricket too. Much, much more enabling, enriching, much less divisive, much less toxic to use your phrase or Orwell's phrase. So that's it. I mean, when you speak of a Karnatika or when you speak of a resident of Bangalore, you're not dividing, you're including everyone in that city. Hindu, Muslim, Christian, Parsi, Jain, Apakash, Lokash, male, female. I mean, Dravid is not a Karnatika. Kumbhla is. Right. Now, so in that sense, what it is, it is a flight of fancy. It's a literally extravagance that in a book of this kind, I think can be permitted."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:29.000",
        "message": "No, no, I loved it. I'm not, I'm not complaining about it. Though if people on Twitter got as far down this episode, which I don't think they will as hearing your lines about, Oh, there's no Karnatika involved in match fixing, they would probably find a way to jump on you for that. And you know that what you just said about overlapping identities is something that, you know, I also feel so strongly about. And, but that, and it strikes me that there is a subtlety to that view. And then, you know, the moment I thought that in my head, I thought, look, look at the subtitle of the book. This is a more subtle game after all. So it took me back to that opening question about whether a game can shape its watchers in some way. And my, my next sort of area I want to explore is about the IPL. And in fact, it's a, it's a good segue into it talking about sort of, and here I'll say I agree with a lot of your views on it. And also sort of disagree with them and I'll state them as well. And, you know, one of the interesting things is, of course, you kind of foresaw the IPL where you wrote in column before the IPL came about, where you said that, I'll quote you where you said, I quote, I think that the success in this respect of the Premier Hockey League calls for emulation by other sports, especially that South Asian sport par excellence cricket. Some years ago, the novelist Mukul Kesavan suggested that test and one day matches between nations, a staple of international cricket be supplemented by an intercity tournament. The time has come to revive that suggestion. Kesavan had a global tournament in mind, but we might begin with South Asia alone and begin on a modest scale with a week of 2020 matches played alternately in India, Pakistan, Bangladesh and Sri Lanka, between teams representing the cities of these countries. Stop quote. And then you go on to talk about how Sachin Tendulkar could have played for Karachi and Sehwag could have played for Multan and Inzamam for Delhi and all of that, which sound even more outlandish today than I suppose they would have at that period of time. Now, I sort of have a few thoughts and I'll kind of state them. One is I think that like I am a test cricket tragic like you and Keshava, but I am also a lover of the IPL. And part of the reason for that is that I don't think there's a dichotomy. I think these are, in fact, two completely different sports with different demands. And I think there are two kinds of sort of anchoring effects in play, which I want to talk about. And the first kind of anchoring effect is that test cricket came first. And therefore, we become romantically attached to test cricket and all its values and all of that. And we compare everything to that, where the values that we love in test cricket, the long drawn out dramas, the display of hidden characters are, you know, you require different values for T20, which we don't notice immediately, which in my mind are equally subtle, but we don't notice them. And the thought experiment that I, you know, when I make this argument, the thought experiment that I ask people to go down to is, imagine if football originated as a six hour game or, you know, so on and so forth, any of those smaller sports, which we think of as 90 minutes. So we think that is a perfect length because that is a length which evolved first. And I suspect if T20 cricket had evolved first, one might have thought that, you know, test cricket is ludicrous. It doesn't make any sense, just as, you know, a two day football match would seem to us. And it would be played out very differently and would have qualities that the shorter format won't. So I think one, there is that anchoring effect of test cricket upon the way we view the shorter games. The second anchoring effect that comes into play, I think here is that because of the way the IPL started, because of the dubious characters who started it, the cronyism and the corruption and the early allegations of match fixing and all of that, and the fact that it was an example of something that I deplore, a sort of a top down imposition, instead of something that came bottom up from the ecosystem and there were such rich local ecosystems in Karnataka and Bombay and Delhi, that, you know, there's an instant disdain for it. But, you know, if we look past that, and normally I say about public policy that we should not look at the intention and we should look at outcome. And when I say that the intention is good and the outcome is bad, in this case, the intention of the powers that be might not have been that great. But I think the outcome has been fantastic. And I'll point out a couple of ways in which I feel that way and then you can respond. One is a pure economics of it that back in the day, only a handful of people could really expect to make a living of the game. And that's if you played cricket for India. And now that pool of players who can actually make money off the game has widened enormously and thus provided an incentive for many more people to stay in cricket, while they might otherwise have sort of gone abroad and left the game or, you know, done further studies and all of that. And I think that's great. It's just providing a much better livelihood for so many more people associated with the game. The other aspect of it, which I think has helped Test Cricket as well. I mean, one economic way in which it has helped Test Cricket is that viewership was dwindling. And to some extent, I think T20 cricket and I'd say T20 and IPL are kind of separate, not the same thing. But, you know, the IPL is, of course, a dominant driver that one, in some senses, T20 cricket subsidizes Test Cricket in a commercial sense. And two, the other aspect of it is, and this is both a good side and a bad side, that because young people in India today, as you pointed out, are incentivized to play the IPL because of the instant fame and the riches, what they practice in the nets for is to be IPL stars. They are no longer practicing test skills. They are practicing ODI T20 skills. And this means that batsmen have a far wider array of aggressive strokes. Bowlers have also evolved. And I hold firmly to the view that bowlers still win matches even in IPL. Like the top two teams of this year, Bombay and Delhi, were the two teams with the best bowling sides. And, you know, at one point in the middle of the IPL, when KL Rahul and Mayank Agarwal were top of the run charts, their team, Kings XI Punjab, was right at the bottom. So, bowlers still win your games. But skills of batsmen, bowlers and fielders have just gone off the charts. The trade-off is that certain skills which are specific to test cricket, like how to play the moving ball and heading lead, how to play James Anderson, as you said, the only contemporary bowler you respect, those have diminished. But those sort of occasions come about so rarely that, you know, one can bemoan them but say that there's been a big net positive. And I think part of what I submit that you might be doing is that you're letting the influence of how the IPL came to being with all the cronyism and the corruption and all the unsavoury elements, on which I agree with you completely, affect the other things that have happened. Because I think it's just a sport with enormous internal drama, beautiful intricacies, you know. And it's a different sport. I mean, comparing test cricket and the T20 cricket is like comparing badminton and tennis, that there is a superficial similarity that people are hitting balls over a net or something over a net with a racket. But otherwise, they are so completely different. So, you know, I know I'm being very provocative here. But what's your response?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:37.000",
        "message": "You beautifully put your case for particularly that it's a different kind of game regarding different skills. And a new set of skills, both bowling and batting and fielding and so on. And that's certainly... So, it's not merely, as I may have implied or insinuated in my book, it's not merely a dumbed down or cruder version of test cricket, but a different kind of game altogether, as you said, badminton to tennis. I'm not convinced that it is generating all that much income. I mean, runny coffee players are not paid. I mean, the IPL stars get paid. I just look at distribution. Is it going down the line? Probably not. I mean, so it's led to more corruption, silencing of state associations by this hash fee kind of thing. So, the arguments that it is helping the game, I think we are winning for different reasons. We are winning more overseas because there's more money generally, economically. We are much more powerful. Our players are better trained. We are a billion people to Australia's 20 million and they have other competing sports and so on. So, I don't think... I mean, if you tell me one really good... The only test cricketer produced by 2020 cricket is really David Warner. It's not as if Bumrah learnt his skills, becomes a great bowler playing 2020 cricket. No. I mean, or Koli or whatever. So, I'm not sure that from either skills point of view or really enriching players so much, it's been so beneficial. Maybe to a modest extent. Maybe aesthetically, you're right. And I make two stronger case on behalf of test cricket. But aesthetics, you know, the aesthetics are not the only about the game. I can't bear IPL commentary. You can't watch cricket silently, right? So, I know to put it on. Actually, I have never gone for a match even to have a free pass. In the first year or two, I occasionally watched the odd snippet. For example, if I had gone out. If I was in a restaurant and I saw Warner on the TV. Warner retired. So, I remember I was having dinner in Bangalore with some friends and I disappeared because I saw Warner on the TV. And I saw him, you know, one day. I think he was of course, Rajasthan Royals. Dhoni may still have been. But I suppose he was also CSK even then. And he beat him in the air. Dhoni in the air. And got him caught at short mid-wicket. And I said, wow, what a great dismissal. That's the one moment of the IPL I remember watching on a television over 12 years. Right. But in my case, I mean, in fairness to why I don't watch it. There's also a personal context. And that is, I'm now 62. My love of cricket, my obsession with cricket has been conjoined with my love of Indian classical music. When I was young, my time was not divided. If I had two hours in the evening, I would watch cricket. If I had, or read cricket, or talk cricket. Now I have two hours in the evening, I'd much rather listen to Pulas Kashalkar, Nikhil Banerjee, Sanjay Suravanyam, or M. S. Subbalakshmi, or T. N. Krishna, or Kishori Amonkar. Then watch some dhoom-dhaam-dhoom-dhaam with incredibly vulgar screaming and all these idiotic Indian commentators. So partly it's that also. Partly it's that. I mentioned also in the book that, right at the end, that I watched Sangakkara win a T20 match for World Championship for Sri Lanka. That really I enjoyed. So I could see some of the aesthetics, qualities even in the smaller game. But it may also be that I'm too old to cultivate a new interest and a new passion. I mean, for me, every evening I listen to Indian classical music. Every single evening without fail. Sometimes it's an hour. Sometimes it's two hours. And that gives me, though it's heretical to say so, it may even give me more pleasure than even a test match nowadays. But I can see the point you're making. I've not followed it enough, closely enough the way you have. And other people I respect, whose cricketing knowledge I respect, would make similar points. That the armoury of the bowler, the slower ball, the disguise, the use of the crease, the inventiveness of the batsman and also the captaincy. You know, which bowler to bring on for which over when and how to sequence that. There's a different kind of art. It's not like on a seeming track, you'll give Anderson eight overs straightaway. That's it. That's the end of it, right? Alright. On a dusty track, you'll pick three spinners and Kumble and Venkatapati Raju and Ashwin will do your job. So the captaincy also, to add to what you said. The captaincy involved in field placing. For different batsmen, how to place a field in which over. You know, the field for Kohli in the 11th over will be different from the field for Kohli in the 17th over. The field for Kohli to the same bowler in the 11th over will be different than the field to Rohit Sharma, as will be the ball's bold. Of course, there's a lot of strategy involved in this game, like baseball. It's like baseball, depending on what kind of batsmen you're facing. So I can appreciate that. But maybe I'm too old to get so deep into it. If it is indeed a totally different kind of game, it's badminton to test cricket's tennis. You know, I'm too old to make that kind of emotional and intellectual investment to get so deep into it. I'd rather stay with what I like, which is test cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:50.000",
        "message": "Yeah, absolutely. Before I go on to my last kind of couple of questions, just quick responses. One, I heard Sangakara's name and I remembered another delightful anecdote from your book where you talk about how Sangakara at one point turned to you and says one thing he loves about India is Old Monk. And that's so nice. That's like another concrete little thing, which is like it's not a drink, right? It's a cultural marker of sorts, which kind of unites us almost like cricket. And I found that delightful. The second thought that came to mind was that all these years I have watched it with the volume on mute. This year, for the first time, I found occasion not to do so because they had a separate channel called Select Dugout where they had my favorite commentator right now, Graham Swan. I just loved his commentary. Absolutely fantastic. So you had Swan and Scott Styrus and Brian Lara, surprisingly good commentator. Surprising reserve and insight as it were, which has come to him with the years. So I really love that. That's a recommendation next year if you should be looking. There's a separate channel called Dugout. So it's called the Select Dugout. So Star Sports 1, 2, 3 will show the English and Hindi commentaries."
    },
    {
        "speaker": "Guest",
        "time": "02:00:56.000",
        "message": "But Star Sports Select showed this commentary. I'll try it next year."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:00.000",
        "message": "Yeah, in March when it comes around, I think March or April. The other point I wanted to make is sort of a dual point. A disagreement and a non-disagreement because these are different categories. One, when you speak about nobody coming from IPL and becoming a test star, one, I don't see why that should be a metric at all that somebody from IPL should become good in another sport as it were. But two, even within that metric, I would say that, you know, Bumrah was discovered by John Wright before he had played a Ranji match. I think he played one of the limited overs games for his side and he was so unconventional. And one doesn't know if he would have come through the system. But because of the incentives, because within the artificial world of the IPL, it wasn't a monopsony. There were multiple buyers. Sides were incentivized to set up their own sort of scouts and everything. And John Wright was the chief scout for Bombay. He not only found Bumrah, he found the Pandya brothers. I think, you know, someone like Hardik Pandya is sort of stereotyped as someone who just goes out and tonks and hits. He's a wonderful batsman and even in the test format and hopefully he'll prove me right. And these won't be words that will embarrass me a few years down the line. And even Steve Smith, we first noticed him when he was like a leg-spinning all-rounder in the IPL. And from then, he went on to become a test great, which he might well have anyway. But I'll sort of move on to my last two questions now and not sort of litigate the matter of the IPL any further. You know, you've described yourself as a cricket tragic, which to some extent I feel I am, though I do also have this appreciation for this different sport, you know. And, you know, when you write about this book, one, I feel great joy because my own memories come flooding back to me through the conduit of the feelings that you're describing and, you know, the first match you've seen and this happened and, you know, all of that. But there is also, it feels in a way like a lament of something lost. And is there a larger lament within that? That the same way that test cricket was a sport for its time, where time moved in a leisurely way, people had so many things to do. Everyone is not looking into their smartphones. People are united by that love of cricket where, you know, 40 people in a bus can suddenly turn towards that one transistor radio that is blaring. You know, when you think about everything that has happened and it almost seems that the change in the last 10-15 years specifically is seismic. But you've got a longer span of looking at this than I have. Plus, you've been a historian. So you've gone much further back in time. And now you've come here. Is your lament deeper than that? Is it not just cricket? Are you also an India tragic in a sense? Are you also bemoaning values that have changed, a way of life that has gone? You know, can you tell me a little bit more about your feelings?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:47.000",
        "message": "I mean, I might take issue with the use of the word lament. All right. Obviously, it's got two chapters in the BCCI where I say the BCCI stinks. Right. But, you know, in my book, I talk about how Kohli replaces my boyhood hero ZR Vishwanath in the all-time 11. And this conversation, you persuaded me that Bumrah has a much better case than Zaheer or Srinath to partner Kapil Dev with a new ball in that 11. So I appreciate. That's why if it was all about lament and nostalgia, I wouldn't be watching youngsters in the FUCC, you know, year after year after year. So, but it is because it's a memoir. It goes back a long time. The older you get, you see your youthful interests and enthusiasms and obsessions in a certain warm glow, you know, warm, sentimental glow. So there was the nastiness gets ironed out. And there was also nastiness. I mean, I don't talk in my book about the intrigue in selections in Stephens College, our captains were chosen, our university. So it is not as if they were all wonderful then. Right. So they were. But I grew up at SCA. So I love it. I would still I'm looking forward. I didn't watch the IPL, which happened recently at all. I didn't follow it. I don't know who won. Till you told me that Delhi and Bombay were in the final. I had no clue. I look forward to start bowling to Pujara, which I've talked about. I'll get up and watch that. Is it a mirror for what is happening elsewhere in society? Again, it's it's like I'm particularly till a year and a half ago, I was not pessimistic. I'll tell you why. About India. Broadly. About broadly. Because it is it has been true that ethical standards in public life have gone down. So there are no Nehru's and Rajaji's and Ambedkar's anymore. All that. Absolutely not. There are no outstanding civil servants we had. We don't. But there was innovation and sheer genius in fields more daring, more character in fields like entrepreneurship, research, civil society, activism. That was absent when I was young. When I was young in the 70s and 80s, Indians were quiescent. We depended on the Mabab Sarkar. We didn't have the kind of extraordinary efflorescence you have in entrepreneurship, in civil society, activism, in creativity, in film, in writing, in script writing, in pop music, in art. Extraordinary things young Indians are doing all over India of all kinds of cultural backgrounds. And very few of them are from St. Stephen's and thankfully so. Right. So in that sense, I was not a bitter, nostalgic old man. The last 18 months, particularly after the re-election of Narendra Modi and what has followed. That is, first of all, the majoritarianism represented by particularly Amit Shah coming to government and then what happened in Kashmir in the CIA, the capitulation of the Supreme Court, the intimidation of the press, our lowering standing even in the neighborhood where Bangladesh, a country we had created, we have needlessly alienated in such a thoughtless way. And the decline of our economy from which we are not going to recover, the contempt for science, the contempt for expertise, this love-jihad nonsense that is the latest form of trick that is brought before us to distract us from the real problems our country is facing. So till 18 months ago, I was not an India tragic, but now I really do despair for my country and the state of the Congress Party. I mean, Sonia Gandhi and Rahul Gandhi are the chief enablers of Modi and Shah. Modi and Shah are the chief destroyers and damagers of the Indian Republic and its secular fabric who are enabled by that despicable family that controls the Congress Party. So today, maybe today in a larger sense, the things will change. I mean, I know that as a historian, nothing is permanent. There are no permanent winners and losers. But what has happened in the last 18 months, before the pandemic started, with our politics, our economics, our institutions, our press, and our courts has certainly made me despairing about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:14.000",
        "message": "You know, I share those sentiments, a hundred percent of that. We even discussed that in the Republic Day episode earlier this year. If anything, there's less cause for hope. And I often find myself withdrawing more into the personal and trying not to think about politics because what can one do anyway to sort of shift back to something that gives us joy, but not cricket. My final question is really a request to you to do a service to both me and my listeners and share, recommend some classical music for us to listen to. What do you listen to every evening? Who are the artists you keep going back to? And specifically, you know, what are the compositions or songs or whatever that, you know, give you a lot of joy? Because I'd love to try out some of that."
    },
    {
        "speaker": "Guest",
        "time": "02:08:57.000",
        "message": "You know, Amit, first a confession, which is also a statement of fact. I'm an enthusiastic amateur listener of Indian classical music with the emphasis on the amateur. Okay. I am a keen and enthusiastic follower of cricket. But a cricketer as someone who has played with future and past cricketers himself. So I know much more about the techniques and aesthetics of cricket than I do about music. So I'm an enthusiastic amateur listener. It would not be appropriate for me to recommend per se, except to say, to add to what I've said, every evening I listen to music. All right. On a long flight, I only listen to music. So when I'm taking a 14 hour flight to Chicago, for example, which I don't anymore, I would listen to Nikhil Banerjee or Bismillah Khan or Ali Akbar Khan because vocal music would make me much more emotionally involved. And I find the most best cure for jet lag is Indian classical music instrumental. I listen to a lot on YouTube. I have my own collection. A friend recently very graciously put 70 cassettes of mine recorded in the 70s and 1980s of national programs on All India Radio on MP3. So they're on my system. So I listen to them through the day. I can't write with music. I have friends who can write with music. I can read with music, do research with music. And to me, again, it would not be appropriate for me to recommend pieces of music per se because of my imperfect knowledge. By the way, again, I know I have friends who are profoundly knowledgeable. So I have a friend who is a retired civil servant called Keshav Desi Raju, who has just written a magnificent book on M S Subbalakshmi that's coming out next month. The first serious musical biography. So I often call him. So three days ago, what happened was I was listening to TM Krishna on YouTube and there was a Kannada song he sang and he said before singing it, it's why this song is based on a poem composed by D V Gundappa. Now, there's no reason for you to know who D V Gundappa was, but some listeners in Bangalore will know that there's a D V Gundappa wrote in Basangudi. A few of them will know it's named after a very distinguished liberal Kannada intellectual, probably a preeminent follower of Gopal Krishna Gokhale. Gundappa founded the Gokhale Institute in Bangalore. I knew this, but I didn't know that Gundappa was the composer of poetry that was then set to music. So I called my friend Keshav and he told me this is in Bihar. Gundappa composed something else, which M S is also sung in Bihar. He gave me the link and I went to the M S link. So the kind of joy you get from music and from learning from people who are more knowledgeable. Again, I'm very privileged. I'll just mention one last name. If you're interested, I can persuade him. There's a great scholar of Hindustani and Carnatic music called S Gopal Krishnan who tweets under the handle Gopal Ears. Gopal G E A R S. Gopal Ears. Gopal sends three days a week, he sends a curated piece of music to 500 or 1000 people to listen to. Some days it's Hindustani, some days it's Carnatic, with a paragraph of explanation. Today is the 98th birth anniversary of Bhimsen Joshi. My first exposure to Bhimsen Joshi was in a concert in Pune. I remember he started with Khamaj. So I'm going to give three different editions of Khamaj for you to listen to this morning. So Gopal Ears. G O P A L E A R S. So please follow Gopal Ears. He has the most refined and settled taste in music. And please read Keshav Desi Raju's book on M S Subbalakshmi when it comes out. And if you're a fan of Hindustani music, read a wonderful book called The Lost World of Hindustani Music by Kumar Mukherjee, which was published some years ago by again a great scholar and connoisseur of music. It's an utterly beautiful book. Also read the writings on music of Sheila Dhar, which have been collected under the title Raag and Josh, published by Permanent Black, my own publisher in Ranikhet. So it would be impertinent and pompous of me, given my imperfect knowledge of music, to recommend particular pieces of music. Except this to say that it gives me really more joy even than watching Testificate, listening to Shastriya Samyukta."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:30.000",
        "message": "Yeah, no, I was not asking you in the spirit of expert recommendations, but just in sharing a little bit of yourself, at which point I must thank you for this wonderful book, because you have shared so much of yourself in it. And I think part of the richness for the book and the delight that I got from reading the book comes from that melding of the personal and the social and the sporting and all of that. So and I think this is a generosity which is not often remarked upon. So thank you so much for that. And thank you so much for coming on the show. Thank you, Amit. Lovely. Thank you for listening. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]