[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "On December 6, 1992, a group of young men climbed on top of a mosque in Ayodhya and demolished a part of India. It was a symbolic moment for our country, but I'd argue that it wasn't a seminal one. It wasn't a turning point. There were forces that happened to be gathering strength at that point and what was destroyed that day would have been destroyed anyway. There was a cultural movement that had been on the rise for a century. There was a political movement that was on the upswing and about to become unstoppable. December 6, 1992 was just one milestone in the journey that has brought us to December 6, 2020. In these 28 years, our politics has changed, our society has changed, our country has changed. And it's worth looking back at how all this happened."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:54.400",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.800",
        "message": "Please welcome your host, Amit Bharma. Welcome to The Scene and the Unseen. If modern Indian politics has been taken over by the jugalbandi of Narendra Modi and Amit Shah, this pair of politicians was enabled by an earlier jugalbandi before them, that of Atal Bihari Vajpayee and Lal Krishna Advani. For decades, Vajpayee and Advani fought what appeared to be a losing battle until they won. No matter which side of the political spectrum you're on, this is a fascinating story. To understand India, we have to understand the rise of Hindu nationalism and the rise of the BJP. My guest today is Vinay Sitapati, author of the marvelous book, Jugalbandi, the BJP before Modi. Vinay has been a lawyer, a journalist, and a political scientist. And when you read his book, you'll find that he's a fine historian and writer as well. Jugalbandi looks at the evolution of political Hindu nationalism through the prism of the partnership between Vajpayee and Advani, a friendship that spanned decades and was even a bit of a bromance, actually. The book busts the simple stereotypes that linger around both men and gave me great insight into the RSS, the motivations of Hindu nationalism, and how this was a bottom-up movement in which the politicians were merely rational actors responding to incentives from the demand side of the political marketplace. And that remains the case even in this age of Modi and Shah. Before I begin my conversation with Vinay though, let's take a quick commercial break. A friend of mine once advised me to end each day by asking myself the question, what have I learned today? Luckily, we live in times when a world of knowledge is at our fingertips. This episode is sponsored by an awesome site called The Great Courses Plus, where I've been flipping through a bunch of fascinating courses. If you head on over to thegreatcoursesplus.com, you'll find a crazy library of online courses on subjects ranging from music, math, cooking, history, political theory, and anything else you can think of. Here's one that I've enjoyed checking out, Games People Play, Game Theory in Life, Business and Beyond, taught by Scott P. Stevens. This course consists of 24 lectures about game theory, and it touches on two sports I'm passionate about, poker and chess. It's just one of many great courses at The Great Courses Plus, and you can get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. You can even stream the courses on The Great Courses Plus app, including in an audio only version that is perfect for podcast listeners. Remember, you can check this out for free by signing up at thegreatcoursesplus.com slash unseen. That's right, unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. What are you waiting for? Vinay, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:59.440",
        "message": "Thank you very much, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:00.880",
        "message": "You know, before we start, and I must say I enjoyed reading your book enormously, tons of insights in there for someone like me. Let's talk a bit about your personal journey though. You know, this is of course, your second biography, your first one was of D. V. Narsimha Rao. But let's even sort of go a little further back in time, you know, what did you want to do when you were growing up? You've described yourself elsewhere as a child of liberalization in the sense that your dad shifted from a PSU to a private sector company and all of that. So tell me about the young Vinay. What was he like? What did he want to do? What were the different sort of routes you took through your life?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:33.040",
        "message": "Well, Amit, when I had to apply for a master's degree or PhD, you have to write these personal statements, right? And I realized when it came to my personal statement that there wasn't a narrative. I was just kind of following instinct."
    },
    {
        "speaker": "Unknown",
        "time": "00:04:50.720",
        "message": "So I think your listeners won't get like, when I write my books, I make sure there's a narrative, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:56.520",
        "message": "Like Vajpayee is born and then Advani is born and then they kind of move up with the arc"
    },
    {
        "speaker": "Unknown",
        "time": "00:05:01.520",
        "message": "of history. Now, unfortunately, that's not the case with me."
    },
    {
        "speaker": "Guest",
        "time": "00:05:04.800",
        "message": "So you know, to give you a sense, I'm 37. So I'm a child of the 1990s. And you know, my father had, you know, he worked for Ex-Im Bank, which was a PSU. And then he left in the early 90s to start off on his own as a consultant. And I remember it was a very dislocating time for all of us, you know, that in Nehruvian India, if you are a government employee, you know, you had a nice house, you know, you had like a car and a driver, it was all as long as you're in government service, it's a pretty comfy life, I think prior to 91, then he made it out on his own and you know, this was a rough and tumble of the early private sector. And I still remember, you know, we didn't have a car and okay, whatever, but you know, when you're a kid, you know, people kids talk, they make jokes, you know, it's a it's a thing. And so it stayed with me and I couldn't quite understand it or I couldn't quite make sense of it at that time, but I knew that there was a shift, for example, I remember sometime around 95. So I'm, you know, born and brought up in Bandra, I'm from Bandra. And I remember McDonald's coming for the first time, you know, in Linking Road. And we all went there. And there was this huge line, you know, and it was so long a line that they had dedicated,"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:17.680",
        "message": "you know, servers to come with the menu."
    },
    {
        "speaker": "Guest",
        "time": "00:06:20.800",
        "message": "And so you can order while you're in that line, and that line kind of sneaked through Linking Road. Then again, like I couldn't mix and I remember Baba Sehgal and you know, that kind of thing. And again, you know, it's not that I could make sense of it at that time. But I remember looking back, there was something dislocating about it, you know, and it took me a while to realize that my immediate story is also the largest story of many Indians during that period. Then the other sort of, again, in the early 90s, you know, something that I grew up with was the rise of the BJP, you know, in 95. The Shiv Sena BJP comes to power for the first time in Maharashtra, where I was, and it ended"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:59.840",
        "message": "basically a total hegemony of the Congress. So even the non-Congress governments in Maharashtra until then was broadly splinter groups, broadly,"
    },
    {
        "speaker": "Guest",
        "time": "00:07:07.000",
        "message": "you know. And I remember very clearly the Bombay riots, you know, immediately after the demolition of Babri Masjid whose anniversary is right now. So this is, you know, just soon after December 6, 92. And I remember, you know, we were on this side of the Mahim Creek in Bandra Reclamation. And I remember we could all get on to the top of our building and look at the timber yards owned by Muslims on the other side of the creek burning. And again, I couldn't, you know, this, like, you know, whatever, I was a kid. So none of this kind of, you know, made sense to me at that time. But looking back, I think some of it may have lingered, you know, and my first book was definitely a way to make sense of liberalization. And I focused on a person, Narasimha Rao, and sort of the core of the argument of the book is that liberalization wasn't fated to happen. You know, McDonald's, it wasn't an inevitable march of history that McDonald's would open in Linky Grove. But it was, there was a lot of political maneuvering, right, done by the Prime Minister of the day that allowed it to happen against the arc of history. So in some sense, I was pushing against those who say that with the collapse of the Soviet Union, you know, with, you know, the decline of the Indian economy, you know, this was inevitable. I, you know, and so that was the argument for that book. And for this book, you know, I guess, you know, I was looking a little more at Hindu nationalism, a little less as a biography. So as you've read, I mean, firstly, it's a biography of a relationship, right? It's not just a biography and the relationship itself is a symbol for the larger question why the BJP wins, like what is the Hindu nationalism and why the BJP wins. So in that sense, this is more of a kind of a classically academic or scholarly question, which is, you know, what explains the hundred year story of the BJP. But even so, I can, you know, I do sense looking back that, you know, that it's not a coincidence that these are my two books and I was a child of the 90s."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:03.680",
        "message": "No, no, that's fascinating and you brought memories stumbling back because when McDonald's opened here, I remember sort of being in an auto going through Linking Road and realizing that the line to McDonald's started in Khar. Yeah, that was because I was part of the line, that was part of the... Well, you alone didn't make it stretch all the way to Khar, but yeah, you were one of the sort of unwashed masses, you know, and I mean, I didn't join the line that day, but I joined the line some other day."
    },
    {
        "speaker": "Guest",
        "time": "00:09:29.480",
        "message": "Also Amit, it's actually the washed masses because, you know, McDonald's at that time"
    },
    {
        "speaker": "Unknown",
        "time": "00:09:33.960",
        "message": "was an upper class thing. You know, it's not, it was an upper middle class idea, whereas in the United States,"
    },
    {
        "speaker": "Guest",
        "time": "00:09:39.880",
        "message": "the people who go to McDonald's tend to be poorer, right, generally. In that time period, you were looking at that line, it was the aspiration for upper middle class India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:49.120",
        "message": "Well, you know, if I have to quibble with that trivial point, I could also say that number one, you know, people down the line might consider it offensive that you are implying that they don't wash and that washing, you know, goes up in frequency with the classes. And also, you know, if a future biographer of yours is to, you know, eventually investigate your life, I'm sure he'll, in hindsight, stick a narrative to it, just as you know, all biographies have to have. And a little bit of that is emerging now. So, you know, taking off from what you just said, I sort of have a question there. As you said in your first book, one of the points that you were making is that liberalization wasn't inevitable, the things that happened weren't inevitable. Now, one of my frequent bugbears often is that we don't think probabilistically about the world in the sense that whenever something has happened, we assume that it was inevitable. While obviously, at any given point in time, we only have a sea of probabilities ahead of us. But in hindsight, there is an inevitability. And that can lead us to underplay both the role of chance and the role of individuals. Like, you know, there's one sort of common strand in history that you must have grappled with about how, you know, there's no such thing as a great man theory of history. And it's all, you know, there are larger currents which determine how the world's move. But the more I read of history and including much of what is in this book, it just strikes me that chance events really make so much of a difference, like you've brought up various counterfactuals in your book, which we'll discuss when we get to it. And it seems that the history of the country could have been different had we proceeded down a slightly different line. So what is your sense of this? And this is really a dual question. One is that there are, I suppose, different academic approaches to history. And is it then you sometimes find that you have to set those aside when you are actually, you know, performing the task of writing history or doing history as it were. And what are sort of your views on all this? I mean, would you also tend to say that chance is actually the biggest determinate, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:11:57.600",
        "message": "of what really happens? Well, that's a very good question, Amit. And as you can see, in both this book, as well as the Narsimha Rao book, I spend a lot of time playing up the role of events and individuals, right? I wouldn't call it chance alone, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:12:12.280",
        "message": "Because events happen for a variety of like, let's take emergency, it's not luck."
    },
    {
        "speaker": "Guest",
        "time": "00:12:16.480",
        "message": "But as you read in the book, the emergency has played a huge role in socializing the RSS and BJP of that era, note I mean of that era, right, into respecting civil liberties,"
    },
    {
        "speaker": "Unknown",
        "time": "00:12:27.400",
        "message": "you know, because they realize that, look, if we put people in jail, they can also put"
    },
    {
        "speaker": "Guest",
        "time": "00:12:31.320",
        "message": "us in jail, you know, and the law is what kind of comes in between that, or, you know, in the book itself, I point out the murder of Mahatma Gandhi. And I'm quite clear that the institutions of Hindu nationalism, namely Hindu Mahasabha at the time and RSS didn't play a role."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:47.680",
        "message": "But the ideology totally did in the sense that the RSS criticism of Gandhi was shared"
    },
    {
        "speaker": "Guest",
        "time": "00:12:53.120",
        "message": "by Godse."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:54.120",
        "message": "100%. Right?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:56.120",
        "message": "It's just that the RSS didn't want to take any violent action, you know, to act on that inference. But as a consequence, the Indian state came down very hard on the RSS, very, very hard."
    },
    {
        "speaker": "Unknown",
        "time": "00:13:06.120",
        "message": "Even today, even today, almost what 70 years later, the RSS remembers that period between"
    },
    {
        "speaker": "Guest",
        "time": "00:13:12.040",
        "message": "February 1948, and I think July 1949, as its most traumatic period, all the pracharats were thrown in jail, the head of the RSS, Bulwarkar was thrown in jail. And you know, it's sort of, it pushes the RSS, which until that time was an anti-political organization, which was critical of electoral politics into creating a political party, the Jansan, which is a precursor of the BJP, as political insurance. Right? So that's, again, just one example to show exactly the point you're making. At the same time, I mean, I am, you know, I'm a trained academic, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:13:45.080",
        "message": "Like I have like, you know, like, you know, given that academics don't make much money,"
    },
    {
        "speaker": "Guest",
        "time": "00:13:49.240",
        "message": "I tell my larger family, look, I have five degrees, you know, and that's taught me something and it's taught me that structure, demographics also make a difference, right? So to give you one example, I point out that a lot of events in the 1980s, Rath Yatra, for example, helped in the mobilization of the BJP. But fundamentally, the rise of the BJP began as a set of demographic anxieties, right, which are bottom up. So for example, Hindu fear of all castes because of the Khalistan movement, because Khalistanis were targeting Hindus as Hindus, right? And the upper caste North Indian fears because of the extension of OBC reservation in Northern Indian states, right? All this worry that Saudi petrodollars is going to fuel conversions in India, exemplified by the controversy surrounding the 1981 Meenakshi Kurang conversions in Tamil Nadu, a small town in Tamil Nadu."
    },
    {
        "speaker": "Unknown",
        "time": "00:14:42.000",
        "message": "So these are not just events and individuals, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:44.600",
        "message": "These are like larger forces that are reshaping India. And I think that, I mean, I'd love to discuss this, that my dual training as a journalist and an academic makes me alive to both, you know, and this book is both, you know, so"
    },
    {
        "speaker": "Unknown",
        "time": "00:14:59.760",
        "message": "if a journalist reads it, what she or he will find nice about the book is it talks about like these larger structural stories that journalists don't focus on, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:08.440",
        "message": "And in academics, what they like is that it focuses on events and individuals which normally they don't focus on. And I think it's a serious error on the part of academics that they don't do this. And you know, I mean, I'm not a historian, I'm a political scientist, right? So this, I mean, I'm looking at a hundred year political history of the BJP, but my training is as a political scientist."
    },
    {
        "speaker": "Unknown",
        "time": "00:15:28.760",
        "message": "So I'm interested in causation, right? I'm not just interested in narration."
    },
    {
        "speaker": "Guest",
        "time": "00:15:32.480",
        "message": "So the end of the book, as you'll see, I give you a set of arguments for why, what Hindu nationalism is. Look, it's not fascist, it's majoritarian, and also why the BJP wins, right? And the 1980s itself, I give you a complex set of causal arguments because causation matters to me. And if causation matters to you, like, you know, what causes the rise of the BJP rather than just give a description of the BJP and say, you know, like I keep telling my students that, you know, when you're explaining anything, it can't be a Gujarati thali with like a hundred explanations, right? You have to say that, look, the BJP rose because of A and B and not C and D. That's very important for me, right? That you also have to exclude the arguments that you don't think work. Otherwise, it's a bit of a cop out to say that, look, there's a bit of everything, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:16:17.560",
        "message": "But if you have that kind of mentality, then you should be open that, look, occasionally"
    },
    {
        "speaker": "Guest",
        "time": "00:16:21.800",
        "message": "events matter, occasionally individuals matter, occasionally structures matter, right? Like to give you another example, unrelated to India, I mean, let's look at the Brexit, right? The decision of the United Kingdom to leave the European Union. A lot of that is explained through personalities, you know, the personalities of the times. Just looking at these larger structural reasons, globalization, decline of white working class pride, you won't get Brexit. And if you are a social scientist who is honest or wants to be honest about not like peddling your pet disciplinary lens, but finding an answer to the truth, you have to be kind of ecumenical about the approaches that you use. That's how I came to it. I mean, in fact, I would say that, you know, I began my career as a lawyer, in the sense I studied at National Law School, Bangalore and Harvard Law School. And I then, you know, worked as a journalist with Indian Express, I would say the best political newspaper in India in English. And then I've also been an academic. So I luckily for me, like this three careers that I've had, has given me, you know, a bullshit detector about what is what any of those sort of professions can add value. And what is just the added the added ingredients to the profession that has nothing to do with actual value, right? So for example, lawyers are trained to write petitions in a certain kind of way."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:42.440",
        "message": "Now, it's not very well written, it's not very logical, if you look at, you know, Supreme"
    },
    {
        "speaker": "Guest",
        "time": "00:17:46.280",
        "message": "Court judgments, they're not well written. But one of the reasons they're written using a lot of jargon is to prevent non lawyers from writing it. Otherwise, the lawyers, why would you go to a lawyer, you can write your own petition, right? Academia is like that, you have like entire disciplines like to focus on jargon, because"
    },
    {
        "speaker": "Unknown",
        "time": "00:18:03.360",
        "message": "if they, you know, if they were very clear about what they were trying to say, people"
    },
    {
        "speaker": "Guest",
        "time": "00:18:06.400",
        "message": "will say, why are we paying this, you know, why are we paying the salary? So it's given me I think, luckily for me, I and so I don't have to, you know, put myself"
    },
    {
        "speaker": "Unknown",
        "time": "00:18:15.480",
        "message": "in a box that way. I mean, and I'm very proud of that, I think you're like that, you know, somebody says,"
    },
    {
        "speaker": "Guest",
        "time": "00:18:19.920",
        "message": "are you a blogger? Are you an advertising? Are you a podcaster? You know, I don't think you think of yourself that way. And that's quite liberating. You know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:28.280",
        "message": "Yeah, in retrospect, at least in my case, it seems like a feature and not a bug. But at the time, who knows, I do intend to, you know, explore more of your personal journey. And obviously, we'll get deep into the book as well. But before that, you know, there's a question I'd save for, you know, in part of in my list of closing questions, which are more broad, but it kind of comes up. So I'll mention it again. And this actually goes contrary to the last point that I raised. And it's a question about whether there is something specific in the drift of political movements that is inevitable. And the question sort of struck me first, when I was reading about what happened right after Gandhiji's assassination, where, you know, obviously, Godse had once been part of the RSS, but not for a long time. And, you know, it's very clear, the RSS had no role to play. And secondly, while the RSS was banned, the Hindu Mahasabha wasn't banned, partly because of course, Shamab Prasad Mukherjee was in the cabinet, but also because the past that we realized that even though these people were in the Hindu Mahasabha, they were a sort of an extremist faction of it. And therefore, you know, there's no need to blame the whole party or the movement for it. But when I look at modern times, what also appears to me to be the case is that within the BJP also, you have sort of this move towards the extremes in the sense that you get from Shamab Prasad to Vajpayee to Advani to Modi to Shah to perhaps Adityanath and so on. And this seems to be a drift that, you know, when you think about it is perfectly rational, because you can't whip up your foot soldiers with moderation, you whip them up with by getting more and more extreme, even within a party, that's perhaps how you compete. Even within social media, when you look at how ideological echo chambers are formed, and what you need to raise your, to signal your virtue in those echo chambers that you belong to, it seems that a drift towards extremism is inevitable. So in any ideological party or group, do you think the drift towards extremism is inevitable? Or am I just or is it just the availability heuristic that these examples are coming to my mind?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:36.060",
        "message": "Because I've just read your book? No, no, you're definitely on to something, right? Which is that that has been the general trajectory you see of the BJP. So I think that's like a fact. Right? So let's just see why that is the case. One is I don't think it's a, it's a constant move towards extremism, because even in this 100 year history, you've had a lot of ups and downs, right? So to give you an example, between 1986 and 1995, or 1994, the BJP was in a more quote unquote extremist or radical mode. But after that, between 95, 96, all the way to I would say even 2014, it was in a much"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:10.480",
        "message": "more moderate mode, right? So you do have a little bit of a yin and yang, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:15.280",
        "message": "And I argue that a lot of that has to do with electoral politics, in the sense that you're trying to understand what the mood is of the voter. So you have these ups and downs. So that said, I think that this general trajectory you're talking about, about the BJP or Janssang BJP has a lot to do Amit with, you know, and I make this point repeatedly in the book that the, especially after the murder of the Mahatma, Hindu nationalism is on back foot, you know, it is untouchable, you know, nobody wants to, you know, have anything to do with it. And so I think that is the period that socializes Vajpayee and Advani, you know, that between, you know, after the murder of the Mahatma, Hindu nationalism has to always kind of, you know, whatever its private feelings, right, it has to kind of merge with the larger parliamentary opposition. And I think today you have a very different majority that Narendra Modi enjoys, like at the height of his power, Vajpayee only had 170 to 180 seats, right? Something like that. This is in the, you know, the 98 and 99 elections, Narendra Modi has a clear majority, he doesn't need the Shiv Sena, he doesn't need the Akali, he doesn't need a simple ally. A lot of it has to do with that background and really to understand Advani and Vajpayee, you have to understand that the circumstances that they were doing politics in broadly required a Hindu nationalism that had to appear moderate, right? There were, of course, exceptions like the Rath Yatra, etc, etc. I think those times have changed now. So I won't, you know, and who knows, you know, in the future, if you have certain demographic changes, where the Hindu voter is much less radical, you may have a much less radical Hindu politics. Because you've seen that before, Amit, like, you know, I argue in the book that the 1920s were a period where you had Hindu and Muslim anxiety and sort of the core argument of the book is that it's driven by the introduction of elections, right? But what you have is a moderate Hindu leader, namely Mohandas Gandhi, who is a Hindu leader, right? And I can't stress that enough, when he passes away in 1948, when he's murdered, Mohamad Ali Jinnah now in Pakistan famously says a great leader of the Hindu community has died, right? I mean, Gandhi's language, his dress was a, you know, all of that was Hindu, except he wasn't anti-Muslim. That was and he was able to moderate those fears, right? But in 1980s, you know, when you had Hindu anxiety, once again, in the air, you didn't have a moderate Hindu leader, right? So therefore, you have you ended up with much more radicalization, and that just goes back to the first thing we were discussing, Amit, that, you know, to understand politics, you have to, it's a complex game, you have to understand this interaction between, you know, so the nature of the voter matters, but leaders can often sort of tamper that down or exaggerate it. And there's no simple answer to that question. And you have to look at focus at particular events to see what is going on there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:14.800",
        "message": "So just kind of thinking aloud and carrying on from there, you know, while you point out that there was an ebb and flow from say, the 80s onwards, until now, it is also the case that that ebb and flow might have been in the politics itself, that is in the supply side of the political marketplace, but in the demand side of the marketplace, it just continued down the road of extremism in the sense of the reason Vajpayee was replaced was because he didn't get that he was moving towards this moderate path of Gandhi and socialism as he called it, and then, you know, after 84, he had to be replaced because they did so badly. And you know, then Advani was forced to take the party in the sort of other direction. And I'm also struck by this interesting Amit Shah quote from your book where Amit Shah in 2019 is asked about the difference between the pair of Atal Bihari Vajpayee and LK Advani and himself and Narendra Modi. And you quote him as saying, quote, they never believed that fully waving the Hindutva flag could win them votes. This is a difference between us and them, stop quote. So in a sense, you know, even the move towards Hindutva that, you know, Advani and Vajpayee seem to go towards seems kind of reactive to what they feel will win them votes, and a correction of the previous mistake at not recognizing that, whereas, you know, Shah's drift seems to be that he and Modi are more of true believers and those guys were so so"
    },
    {
        "speaker": "Guest",
        "time": "00:25:42.280",
        "message": "any I think that's right, but that still goes to the demand, at least in part amid the demand side part of the argument, look, the creation of a unified Hindu vote bank today, right, which is that is really the big story of 21st century India, where the BJP is not an upper"
    },
    {
        "speaker": "Unknown",
        "time": "00:25:59.080",
        "message": "class party, because an upper class party could get 20% of the votes, right? Many of my left liberal friends go on and on about how and I'm saying, look, if it's up, I think they don't know if it's an upper class party that you're not going to win a single election in India."
    },
    {
        "speaker": "Guest",
        "time": "00:26:11.880",
        "message": "You can't, you know, and if you wear a mask for 100 years, you end up with an OBC prime minister and a Dalit president. And that consolidation that the BJP is having, for example, in the 2019 elections, Modi won more Dalit, OBC and tribal than anyone else, right than anyone else with a plurality than anyone else. This is the big story to me of the 20th of the late 20th and early 20th century, because"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:36.280",
        "message": "that changes the nature radically changes the nature of politics, including the supply"
    },
    {
        "speaker": "Guest",
        "time": "00:26:40.520",
        "message": "side, you know, a lot of the supply of politics in India is premised on the fact that no group in no voting group in India is more than 15-16%, you know, and a lot of the politics is based on that presumption and the kind of internal party coalitions you can get or external coalitions. Now, given that, you know, that social reality is changing in India, you're going to get a very different form of politics. Part of the reason that social reality has changed is a hundred year project of the RSS because as I point out, you know, from the 1920s itself, Savarkar understands that the social unification of Hindus has an immediate electoral benefit. So in other words, political individualism, right, can be used if you have a social majority. He understands that, right. So part of it is the work of the RSS, etc, etc. But part of it, I mean, they are ground up forces like urbanization, right, where you have, you know, Hindus of various castes moving from the village to the city, and their caste identity gets diluted just a little bit, but their religious identity gets heightened, you know, you're seeing that, and that is not, that is likely to be a modernization story, which is a bottom-up story rather than just top-down, right."
    },
    {
        "speaker": "Unknown",
        "time": "00:27:51.360",
        "message": "And so while I hear you, right, that leaders matter, I mean, I mean, you know, this is"
    },
    {
        "speaker": "Guest",
        "time": "00:27:56.240",
        "message": "my second kind of biography. But in this book, I'm much more alive to the fact that, you know, the story of Hindu nationalism is a story of Indians and of Indians changing as much as it is a supply-side story."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:10.200",
        "message": "So I'm fascinated by something you just said, which is, of course, I mean, one is a truism that caste identities do get diluted a little bit when you come to cities, because larger economic networks, greater costs of discrimination and all of that. But you also said that religious identities get heightened. Now why is that? Is that sort of because of the ghettoization that can sometimes happen within cities or,"
    },
    {
        "speaker": "Guest",
        "time": "00:28:31.960",
        "message": "you know, can you explain that for me? You know, Amit, one of the things I take very seriously as a researcher is that if you haven't researched something, don't give gyaan, you know. And this is something that I have as a kind of background music in the book, right. And it's based on secondary sources."
    },
    {
        "speaker": "Unknown",
        "time": "00:28:47.440",
        "message": "It's not primary work that I did, like I did like about 200 interviews."
    },
    {
        "speaker": "Guest",
        "time": "00:28:51.640",
        "message": "You know, I did a lot of archival work, both, you know, the party archives as well. But this is something that, and frankly, I don't think there's very good material to understand what you said. It's a reality that is unfolding in our eyes. So I have some access to secondary literature, but I, you know, I would rather like, you know, tell the listener something that I know confidently rather than speculate, you know. So I can sense it."
    },
    {
        "speaker": "Unknown",
        "time": "00:29:15.440",
        "message": "And I think we, you know, academics typically take about 10, 15 years after you send something to come up with the answer."
    },
    {
        "speaker": "Guest",
        "time": "00:29:21.720",
        "message": "But I think it's the big question in India today, you know, which is the social basis for the dominance of the BJP. And too many people who tend to portray Modi as just a fascist, you know, as just like, you know, an event manager, they miss that this is the raw power of Hindu nationalism. And I think, you know, maybe this is the next project that I focus on, which is to look at the social basis of Hindu political unity as it were. But at least for me, I mean, it's a bit early for me to sort of speak confidently."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:52.160",
        "message": "Fair enough. I'll take this opportunity to book a session with you in advance for 2035. So when you have figured this out, kindly, kindly come on my show. And let us all know, let's now you know, after these little digressions, and we'll come back to this to discuss all of this in much more detail. I want to go back to your personal life, because it strikes me that, you know, the work one does is shaped by the training that one gets and the experiences one has. And that in turn, then, you know, the work one does shapes one as a person. So now you've done all these different things, you're first trained in law, then you go into journalism, then you go into political science and all of this. Then you write these books. What's been the impetus behind all of this? Like, have there been these big problems driving you or have you just moved on from interest to interest at different points in time when you've fallen in love with something else to do? Like, why did you become a journalist? Why did you then stop being a journalist? Give me a sense of that journey."
    },
    {
        "speaker": "Guest",
        "time": "00:30:46.040",
        "message": "Oh, it's love and passion. I mean, you know, it's not like logically done. So for example, after this book, and already like it's not sales wise doing very, very well, even though it's been only a week, there'll be tremendous pressure on me to write on like Sonia Gandhi or something like that. And look, if I don't have passion about it, or if I don't see a light at the end of the tunnel, I just know because here's the thing, you know, when you when the book comes out, you know, I keep telling my students also, you get all this publicity, you know, you get to come on podcast show, but that's really like one month of fun for three years of like really boring work. So unless you're driven by passion, you know, for the subject itself, you can't sustain yourself and also, I mean, readers come to know, you know, they come to know very quickly"
    },
    {
        "speaker": "Unknown",
        "time": "00:31:27.560",
        "message": "whether you're trying to sell them a lemon, or you're actually passionate about a subject, you know, and even if people disagree, they realize that you're genuinely motivated, they"
    },
    {
        "speaker": "Guest",
        "time": "00:31:36.280",
        "message": "can't read us again, and readers can sense this very well, you know. So I've always, I mean, at least the way I've seen myself is that if I like an idea, I try to do it. For example, you know, given my academic career, you know, the logical pressure should be I should, you know, publish in obscure journals, you know, I should that kind of thing. But if it doesn't give me happiness, I find I'm not very good at it. So I might as well do something I'm passionate about, because I can sustain myself and I'm good at it. Right? I think, you know, I went into National Law School Bangalore, because, you know, frankly, after my 12th standard, I didn't, you know, the first question from middle class background is, do you want to be an engineer?"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:13.920",
        "message": "Do you want to be a doctor? Right? And, you know, if you don't want to be any of this, you know, how about a chartered accountant,"
    },
    {
        "speaker": "Guest",
        "time": "00:32:18.680",
        "message": "right, give you a little bit of added flavor to your life. And I didn't want to be any of this, right. And then my dad, who was, you know, totally chilled out on the matter, he got the National Law School Bangalore entrance test, and it had a lot of GK, you know, quiz questions. And I always like quizzing and stuff like that. I said, Look, if the entrance test is any judge, this is what I want to do, you know, so I did it. But I always thought of it as a good undergraduate degree, and I was kind of a refuge from, you know, being forced to become an engineer in some sense. And the benefit of National Law School Bangalore is that by the time I joined it, thanks to liberalization, etc, there were these fancy corporate law jobs, which at that time were giving something like a lakh a month at that time, right, or maybe a little less. And so that gave me confidence that look, even if I fool around with this that I don't"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:04.760",
        "message": "want to do, I'll, you know, maybe I won't get a great corporate law job, maybe I won't"
    },
    {
        "speaker": "Guest",
        "time": "00:33:07.960",
        "message": "be unhappy, but it gives a sense of security, right. And these kinds of security is very important when you want to, you know, pick especially in India. So I finished law, and I've done quite a few internships when I was in National Law School Bangalore. And, I mean, I'd gone to court and all and I'd worked, I'd done a corporate law internship, I'd done an education internship, then none of it really excited me, you know, and I think"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:30.080",
        "message": "I must really thank my parents that, you know, that, you know, when relatives or friends"
    },
    {
        "speaker": "Guest",
        "time": "00:33:34.400",
        "message": "would ask, what do you want to do? And I didn't have an answer, it did not make my parents anxious, you know, they just let"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:40.640",
        "message": "me kind of breathe."
    },
    {
        "speaker": "Guest",
        "time": "00:33:42.520",
        "message": "But the one thing that law taught me, I mean, was the focus on getting facts and sequence right. For example, you just pointed out, you know, the way I asked the question, who killed Mahatma"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:53.800",
        "message": "Gandhi?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:54.800",
        "message": "Right? Now, it's like, my legal training has hugely helped that, which is to look at the judgments, right? To make an assessment of the difference between Hindu Mahasabha and RSS, right? And Savarkar, because that's a separate question, right? And look at the various, you know, forum in which Savarkar was judged, right, including in 1966, much after his death, etc, etc. That is definitely my legal training, you know, and I'm proud that both this book and the Naseem Arao book is broadly bulletproof, in that you can't, you know, that no, I'm sure you have disagreements, Amit, about the book, but there aren't facts there that you will, you know, easy bloopers, easy facts, all of that is the obsession with legal training. And to give you an example, I mean, lots of people read drafts of this book, including four or five of my close law friends. And these are friends who charge like 60,000 rupees for an hour of reading, you know, that's basically, so their eye is very, very good for detail, you know, and I would say I'm a bad version of that, which is that I don't, you know, my value is not 60,000 rupees for an hour of reading, but certainly an eye for the detail of the text, getting the facts right, crossing the T's, dotting the I's, and look, you know, as controversial a topic like this, Amit, it's very important, because ultimately, it's what builds credibility with the reader, which is, to me, everything about writing a book, that I think my legal training is very good. I ran away from the law and etc, etc. But if I could give my view to it, it's an obsession with facts, obsession with getting it right, you know, an obsession with exercising judgment on facts that are not 100%, because lawyers sometimes have to reconstruct a little bit based on a preponderance of evidence, right? So I noticed that sensibility is very much a lawyer's sensibility. That said, I hope Amit, you know, you can tell your listeners that I don't write like a lawyer, I hope you can say that, that comes from my journalism, I spent a couple of years working for Indian Express. And I was editing a lot of people's work. So that part of the book, which is that, you know, you open the book, and then I want you to kind of not put the book down, that's my name, right. And all of that comes from journalism, for sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:05.200",
        "message": "No, in fact, I mean, I will, in fact, tell my listeners that this is a wonderfully readable book. And indeed, you know, unputdownable for me, I did read it in sort of two stretches. My other question is that this book is also very interesting, because it's simultaneously a work of history and journalism, in the sense that it's covering a political movement that's been 100 years in the making. But at the same time, that political movement is at its peak now. And some of his protagonists are at their peak now, though, of course, it's, you know, it's a book about the BJP before Modi, but yet he does play a significant part, sort of towards the end of it. Now, you know, in terms of you've already spoken about how your legal training helped you in the work that you did, and in the rigor that that gave you, now give me a sense of how you went about doing this book and how journalistic rigor and academic rigor came together. And what is, you know, in your process of writing the book, how different was it from how a pure journalist would approach it or a pure academic would approach it, though one could argue that in these days, neither of them can be pure, but you get what I'm"
    },
    {
        "speaker": "Guest",
        "time": "00:37:07.680",
        "message": "saying? Yeah, no. So let me first begin by saying that, I think journalism really taught me two things, which has helped me in this book and the previous one. The first thing Amit is that it taught me to, it really taught me that the story is more important than you are, right, or that story is more important than I am. And this is something that academics don't get, that the reality is not created in their mind, in their university, in their ivory tower, there is a reality out there and, you know, we have a variety of tools to try to understand that reality, make sense of that. We have to be very humble, very, very humble about that. And so I told myself that, look, if I'm writing a book on a BJP, my view on the BJP is irrelevant, right? And frankly, it's irrelevant to the reader, that's not why the reader is paying this money and reading the book. And that the phenomena is bigger than I am. So to give you a very simple manifestation of that, the only person who has a bigger ego than a source is the secretary of the source. And you know, we use a little bit of power, but we'll kind of make you know, and if you're the kind of person who bristles at that, you know, who doesn't like the fact that some junior functionary is making you wait for like two and a half hours, you know, in a smelly empty room, then you shouldn't be in this business. And I learned that from journalism a lot, you know, I also learned Amit, because when I worked for Indian Express, Shekhar Gupta was the editor-in-chief. And I'm sure many of your listeners see Cut the Clutter, which is his iconic show right now. But he used to do that with us, we were all junior journalists there, and he used to kind of just walk into the newsroom and tell us story after story after story, you know. And I think that really taught me that, look, there is a way in which you can tell deeper truths about Indian politics through an anecdotal story style. And he really taught me the importance of having a worm's eye view, you know, that he was in the room when Charan Singh was doing X, that kind of thing. And of course, it doesn't tell you much, but it also tells you a lot of things. In contrast to academia, it's very refreshing, it gives a freshness to it. And it gives a sense that, you know, something that you asked Amit right in the beginning that the moment matters, that in any given moment, you know, what will happen next is not fated. Sab likha hua nahi hai, you know, and he really, a story is really that, right, that A happened and B happened and C happened, and A and B and C need not follow chronologically. If they did, then it's not a story, you know. So I think both that, I think Express and journalism taught me to respect that the story is bigger than you and your prejudices, and the reader frankly doesn't care about me, you know, who am I? And that's why in the main body of the book, I don't use the word I at all."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:47.280",
        "message": "I don't, you know, and I know that, like, lots of people are taught to do this nowadays."
    },
    {
        "speaker": "Guest",
        "time": "00:39:52.120",
        "message": "And I realized that then you're just writing for five of your friends, you know, then just send a private email, what are you writing a book for? So I think it's, and looking back, I just, when I teach, I keep pushing this on my students that, look, it's a hard thing to tell people, right? You are irrelevant, your story is relevant. And the second thing is, I think Shekhar Gupta taught me that to see politics like a worm, you know, from the ground level. And that mattered hugely to me, right? That said, I think, journalists tend to be very bad readers of text. So they're very good interviewers. But you know, when it comes to archives, when it comes to looking at text, when it comes to even reading newspapers, one of the things I do in this book is from the late 19th century itself, I refer to a lot of newspapers, journalists don't typically do that very well. And two is, I mean, I think journalists have a phobia from structural explanations. For them, everything is, you know, it goes the other extreme, everything is about like the person, you know, like, it's all about Vajpayee, or it's all about Advani, right? Or it's all about the particular head of the RSS at that time, rather than these boundaries, structural forces that also matter."
    },
    {
        "speaker": "Unknown",
        "time": "00:40:58.840",
        "message": "So I think academia has definitely taught me that."
    },
    {
        "speaker": "Guest",
        "time": "00:41:01.280",
        "message": "And I studied at Princeton University, which is, I would say one of the most boring places on earth. And looking back, you know, it's not a party town, at least for graduate students, it's really boring. It's like, not very close to a big city also, maybe New York is about an hour and a half away, two hours away. But what Princeton really taught me is that you got to take like academia, not as a as a social event, but like as a professional thing. I think some people I know, coming to academia, because you know, they can wear like nice kurtas and they can wear it, you know, it's a, it's an act of being, right? Why would you want to kind of wear a tie and sell soap somewhere you should. And Princeton just drove that out of me, that it's a brutal place like you have, like academia is about producing, it's about writing books, it's about writing articles, it's about going to the archives, it's about creating data in a thoroughly unromantic way, you know, so it totally took out the romance from from academia. And I would say that, on balance, it's a very good thing, you know, because this kind of"
    },
    {
        "speaker": "Unknown",
        "time": "00:42:00.600",
        "message": "stuff is hard work, and if you don't have the appetite for that, then you end up making"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:05.200",
        "message": "mistakes. No, no, I love your book, not only for his fluid prose, but also for what you just said that I couldn't make out where you stood on any of the issues. And I didn't really care. Because the story was sort of riveting enough to keep me going. Now, before we actually get to the book, one sort of final question, which sort of intrigues me because knowledge management is also something that I think about a fair bit, which is that, you know, do you have specific systems of knowledge management? Because you're doing a lot of archival work, you're, you know, you're digging up a lot of old sources as academics would at the same time, you're interviewing many people and, you know, so how do you organize all of that material? When does narrative sort of start to take shape? How do you avoid the danger, which you clearly have of having a preset narrative in your"
    },
    {
        "speaker": "Guest",
        "time": "00:42:55.000",
        "message": "head and then just finding the stuff that fits that? You know, these are questions that I obsess about endlessly, because the process creates the product. I mean, you know, there are very few mistakes in this book, because I created a process, what you call knowledge management. And there's no shortcut to that."
    },
    {
        "speaker": "Unknown",
        "time": "00:43:10.920",
        "message": "There's just no, it's not that it, you know, this, I think, Arundhati Roy said that, you"
    },
    {
        "speaker": "Guest",
        "time": "00:43:14.880",
        "message": "know, when she began writing God of Small Things, she kind of began and then she ended, right? I don't think that works for most people. I go over, I see mistakes, so you create a process. For me, looking back, I mean, you know, when it happened, it happened intuitively, I would divide my knowledge management process into three phases. The first phase is that I had this idea, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:43:35.600",
        "message": "And I began reading a lot around it, keeping an open mind, but reading what others have written about it."
    },
    {
        "speaker": "Guest",
        "time": "00:43:41.760",
        "message": "So, for example, after the Nassim Rao book, you know, I said, maybe I should think about Vajpayee. And then I said, look, if you work on Vajpayee, I very quickly realized that Vajpayee and Advani were two sides of the same coin. So I was open enough that, okay, I was initially interested in Vajpayee, and initially I bought this idea that Vajpayee was this grand figure, right? Which, look, he is, but I just, you know, the book, as you've read, is also critical of him."
    },
    {
        "speaker": "Unknown",
        "time": "00:44:07.320",
        "message": "You know, it's not... So while he is this grand figure, he's a man who's highly complex, he has a lot of contradictions"
    },
    {
        "speaker": "Guest",
        "time": "00:44:12.480",
        "message": "within him."
    },
    {
        "speaker": "Unknown",
        "time": "00:44:13.480",
        "message": "So I'm glad I did that, which is I very quickly realized that it's actually a Jugalbandi story"
    },
    {
        "speaker": "Guest",
        "time": "00:44:17.760",
        "message": "of Vajpayee and Advani. And then I realized, Amit, that unlike in the case of Nassim Rao, who I think was single-handedly"
    },
    {
        "speaker": "Unknown",
        "time": "00:44:24.040",
        "message": "responsible for liberalization, Vajpayee and Advani's relationship cannot be understood"
    },
    {
        "speaker": "Guest",
        "time": "00:44:29.840",
        "message": "without the context, which is the movement, which is Hindu nationalism. And the rise of Vajpayee and Advani mirrors the rise of Hindu nationalism, so then that's what became the structure of the book. But that was in my first phase of research where I'm kind of thinking about the idea and I'm reading and constantly modifying what this original idea should be. So while teaching, for example, Amit, I taught three courses at Ashoka University that had to do with parts of this, of Hindu nationalism, so that at least I could read what other people had written about it. That took, I would say, about a year or about seven, eight months, where I'm just talking, I'm meeting for lunch, many of the people who have come on your podcast, like Pratap Bhanu Mehta, for example, and I'm just shooting the breeze, you know, I'm like thinking about it and you know, when you're thinking about academic questions, you're both asking, is it a serious question? Is it a fun question? And is it a doable question? The doable is really important. I mean, I have like the best research question, but I may not have sources, nobody may be willing to open up."
    },
    {
        "speaker": "Unknown",
        "time": "00:45:26.320",
        "message": "Archives may be not there, in which case you should abandon the question, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:30.240",
        "message": "So I spent about a year. And at the end of that, Amit, I did something that I learned for the Nassim Mara book. I wrote a draft table of contents for the book. I said, look, it'll be 300 pages, each chapter will be 30 pages, and I wrote it. Now, this sounds absurd, right? But what it did is immediately from this abstract idea, the book became like a physical thing. And I said, look, ultimately, I have a physical thing. Ultimately, it has to be 30 pages. And I remember, you know, somebody telling me this when I was doing my PhD, that, you know, the biggest advice he gave was think in chapters, which is a nice advice, because otherwise you have the romance of an idea without how do you actually execute it, right? Now, the key here, Amit, is something that you pointed out, which is that you shouldn't be too wedded to your initial ideas. So while I wrote this table of contents, which is like a rough structure of what the book is going to look like, I was very comfortable that the moment I found more evidence, I should change chapters, remove them, etc, etc, right? Now, having done that, Amit, what I did was that I went to the second phase, which is I would call research, which is I started both reading secondary material, which is books and articles written by others, and fitting them into these chapters. So I used to have separate Word documents for each chapter. And then I have Word documents for sections within each chapter. Now, why this is helpful, Amit, is two ways. One is that when you're going to the archive, you're looking for something, right? Otherwise, you know, you see, you know, you see, like, you know, 6000 pages, you don't know which needle to look in the haystack, right? So you go in with a hypothesis."
    },
    {
        "speaker": "Unknown",
        "time": "00:47:00.360",
        "message": "And second is that when I'm reading something, I'm immediately being productive and say,"
    },
    {
        "speaker": "Guest",
        "time": "00:47:03.720",
        "message": "okay, you know, this has come in this chapter, or this is going to come in this space, which is quite, you know, so it saves a lot of time. Otherwise, I realized, Amit, from the time I was doing my PhD, that because research tends to be open ended, you could spend 50% of your time researching on something that is only 10% of the book. And some of that quote, unquote, wastage is inevitable."
    },
    {
        "speaker": "Unknown",
        "time": "00:47:25.360",
        "message": "That's what happens. You have to go down some blind alleys when you're doing research."
    },
    {
        "speaker": "Guest",
        "time": "00:47:28.880",
        "message": "But you should avoid going down too many blind alleys, right? That said, the biggest problem of this approach is that you may end up with a predetermined outcome. So you know, to use the popular phrase, when it comes to writing, you should be happy to kill your babies. The moment you realize, you know, you may have this great idea, you may have spent a month kind of telling yourself, yeah, this is how the BJP work. But if an evidence points otherwise, you have to say, I'm sorry, I was wrong, you know."
    },
    {
        "speaker": "Unknown",
        "time": "00:47:54.440",
        "message": "And if you don't do that, then the reader is able to smell very quickly is your opinions"
    },
    {
        "speaker": "Guest",
        "time": "00:47:59.160",
        "message": "and conclusions driven from the evidence you provide, or are you trying to sell me something and in this age amid the post fact world, everybody is using facts to actually sell an agenda. And I think readers are totally inured from it, very irritated with it. So I was very, very sensitive that the moment the evidence or somebody told me something, some archive, some newspaper gave me a slightly different view, I should present it like to"
    },
    {
        "speaker": "Unknown",
        "time": "00:48:23.280",
        "message": "give you one example. You know, I came in with the standard view that, you know, Vajpayee the moderate, Advani the hardliner."
    },
    {
        "speaker": "Guest",
        "time": "00:48:30.280",
        "message": "And I very quickly realized that Advani's background is exceedingly complex. He's like most of the listeners of this podcast, a Macaulay Putra, somebody who speaks English as the first language. He grew up to enormous wealth in Karachi, his family had a game room, huge house, they had a Victoria horse driven carriage, you know, he was playing tennis when someone told him about the RSS, who joins the RSS after a tennis game."
    },
    {
        "speaker": "Unknown",
        "time": "00:48:53.320",
        "message": "And he wouldn't have joined RSS had it not been for the looming catastrophe of partition,"
    },
    {
        "speaker": "Guest",
        "time": "00:48:57.840",
        "message": "which splits his hometown and makes his rich family near poverty, enter near poverty. So immediately when I realized that, I realized that I had to change this original idea of a classic jugalbandhi between a moderate and a hardliner, because it was much more complex. So that's again, I think something where journalism has helped me saying that you can't be wedded to your own ideas. If this is the famous John Maynard Keynes line, when the facts change, I change my mind, what do you do, sir? So that's the second stage, Amit, which is research. And then what I have learned to do is to start writing quicker rather than later. Because there is this sense I realized that perfection is the enemy of production. And a lot of academics and researchers are saying that, look, I have to now read four more books before I start writing, or I have to look at interview three more people before I start writing. That will never happen. You'll spend your whole life trying to do this, this mythic sense of completion. So what I learned was that, and my brother who's an MBA, he works for an FMCG, he's a big influence on my life, and he's extremely focused on delivery. And he's saying, look, write the chapter, he told me, and whatever you haven't done research, leave it blank."
    },
    {
        "speaker": "Unknown",
        "time": "00:50:12.960",
        "message": "So that when you go for your second round of research, you're only looking to fill in"
    },
    {
        "speaker": "Guest",
        "time": "00:50:16.720",
        "message": "the blank."
    },
    {
        "speaker": "Unknown",
        "time": "00:50:17.720",
        "message": "And I found that a very, very helpful technique, because right with the material you have, let's say it's about 70% of the material that you should have."
    },
    {
        "speaker": "Guest",
        "time": "00:50:25.280",
        "message": "But you know, to use consultancy speak, ring fence the problem. So right there, the paragraphs which are hollow, and then do a second round of research, because once you have written, you can see the holes in the chapter. And when you do that, it may change even more. So I would broadly say that, you know, when you said knowledge management, these are the three different phases, and at least so far, it's helped me in good stead. But you know, in some cases, I have made mistakes, so hopefully the next book will be a refinement of this process."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:54.480",
        "message": "No, that's a fantastic quote about perfection being the enemy of production. You know, I teach a writing course, where I constantly sort of tell my students that, you know, for anything you do in life, there are these two imperatives, getting it done and getting it right. And your first priority has to be to get it done. And once you get it done, then you edit, edit, edit, then you chisel it down and get it right. And very often just getting it done, the process of iteration and reiteration will get it right, but that's the only way to do it. So that strikes a chord with me. My last sort of question about your working methods before we get to the book itself is, what is the process like of then getting people to talk to you about this period of time and some of whom I presume are people who would even in the current day be fairly important? You know, how do you get access? how do you get their trust? And then is there a sort of this psychological pressure that these people who have trusted you and been so nice to you, you have to make them look good also? And, you know, how does that whole process sort of work?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:54.800",
        "message": "There's no psychological pressure on me to make them look good, because their narrative has already made them look good. You know, everyone in their story is the hero or heroine of their own story. Some people do it obviously, some people aren't even aware that they're doing it, you know. So this is like, you have to deal with this and it's hard."
    },
    {
        "speaker": "Unknown",
        "time": "00:52:15.320",
        "message": "But you know, it's a hard question, because there's no simple answer to it."
    },
    {
        "speaker": "Guest",
        "time": "00:52:19.640",
        "message": "If it was simple answer, then, you know, anybody could see this podcast and become the world's best journalist. And I'm not a good journalist, but my two years in journalism made me look at the best and look at how they try to answer this question, right? Like, how do you cultivate a source? How do you make people trust you? Because in India, especially, there's no shortage of people who want to speak. Everybody has a story. Everybody wants to give gyaan. The issue is, do they trust you? That's the issue. And luckily for me, my first book, I had again interviewed a ton of people, and I was very careful about it. In that I sent out emails to everybody after, you know, just before the book was coming, saying, look, this is the paragraph you have been quoted. So not only did I ask their permission for their quotes, I gave them the two sentences above and two sentences below, right? And I think that, you know, this is, you know, from whether it's Prime Minister Manmohan Singh, or it's like the doctor of Narsimha Rao, I use the same rule. I didn't change that. Right. And I realized that that brings credibility, that people realize that look, speak, I don't record. So I write down. So I have nothing to hold on. So, you know, later on, if they deny, I'm screwed, right? They know that, that helps build trust. And so when really their consent happens, when I send them an email later, and they say, yes, quote ABC and don't quote X, Y, Z. And this happens all the time. I mean, and also people speak very freely, but seven, eight months later, when I'm actually sending them big quotes, things, their life circumstances have changed, and suddenly they develop cold feet."
    },
    {
        "speaker": "Unknown",
        "time": "00:53:46.840",
        "message": "And I think one of the things I regret in the book is the number of names I could tell"
    },
    {
        "speaker": "Guest",
        "time": "00:53:51.440",
        "message": "you would add even more credibility to the book, you know, like, it would blow your mind up. But I just, and you know, I'm just, I'm just bursting to tell you that, you know, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "00:53:59.840",
        "message": "there are already, there are maybe about less, a little less than a hundred names that are"
    },
    {
        "speaker": "Guest",
        "time": "00:54:03.760",
        "message": "quoted, but the hundred names that are not quoted, maybe even more like, you know, juicy, but I just can't do it. You know, if I do it, nobody will talk to me for my third book, nobody. And the other thing I've noticed that happens is that if you don't know somebody, so definitely my previous book added to the credibility that, look, I'm not looking for a gotcha moment, right? I'm not looking to trap you. And then you'll come in the newspaper, that kind of thing. But equally in India, somebody has to vouch for you. Somebody has to. So, you know, I meet an older person or something like that, who may not have heard of my, the previous book, somebody who they trust has to trust me. That's the only way they do it. Otherwise, yeah, maybe it's just an Indian trade, because that's in some sense, the heart of my book that Indians lack teamwork and the BJP does it well, that everybody's suspicious if somebody, you know, of somebody just coming and asking you questions. I mean, look at how rudely Indians treat salesmen, Eureka salesmen who ring your bell, right? And come to try to sell you something on your door."
    },
    {
        "speaker": "Unknown",
        "time": "00:55:02.080",
        "message": "We don't like it."
    },
    {
        "speaker": "Guest",
        "time": "00:55:03.080",
        "message": "We don't like strangers. So, you have to have somebody to vouch for you. And then the third thing I realized, I mean, is that you have to come for an interview well prepared. You know, you can't use the source or the interviewer for the basic material, right? That's important. Then people begin to respect you. They said, okay, he's come prepared, you know. So I would say, you know, these were some of the skills I use, but I don't, there's no formula for this. It's the same question I'm asking in any relationship with your spouse, with your friends, with your parents. How do you build trust? And frankly, for me, 50% is building trust with the source and 50% is building trust with the leader."
    },
    {
        "speaker": "Unknown",
        "time": "00:55:39.760",
        "message": "And it's actually the same thing, which is that, you know, everybody realizes that you have an angle. Everybody realizes that you come in with biases, but be honest about it, come well prepared"
    },
    {
        "speaker": "Guest",
        "time": "00:55:49.200",
        "message": "and don't try to take advantage of somebody's being nice or trusting you."
    },
    {
        "speaker": "Unknown",
        "time": "00:55:54.120",
        "message": "And then in India, that is such a deficit that even if you do a little of it, then, you know, people, they want to tell you everything about your life and I actually want to leave"
    },
    {
        "speaker": "Guest",
        "time": "00:56:01.160",
        "message": "for lunch, you know, so, but there's no formula for that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:06.560",
        "message": "And definitely that comes from my journalism, right? Also the other thing that I sort of wanted to ask you was that comes to mind is that you've mentioned about how, you know, perfection is the enemy of production. So obviously your first impulse is to get it done, you know, to get it out on paper. What's your process like after you have a first draft done? Like one thing you mentioned is you've got paragraphs and you've got holes in them, or you know, within a chapter, you've got holes, you know that, okay, that's where I need to go back and get the research done. But once you have all the material and you've gotten that first draft, what's the process of editing like? Do you ever end up restructuring the book itself, or the chapters themselves in significant ways? How much time do they take vis-a-vis one another?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:49.320",
        "message": "You know, Amit, I spend a lot of time thinking about the editing process because, you know, my wife teaches creative writing, exactly what you do, and she's drilled into me that look, the first draft is actually quite liberating because it's going to look nothing like the final draft. So don't worry about putting something on paper because have the confidence that it's only draft number 18 that is going to go. And there's a huge difference between draft one and draft 18. So that's actually quite liberating, right? Because otherwise, you're worried that if you put something on paper, it has to be perfect. It doesn't. And I've really learned a lot from that idea of hers. And it's like, I, you know, I write and look, when I think I may not, you know, you don't"
    },
    {
        "speaker": "Unknown",
        "time": "00:57:30.320",
        "message": "begin at the beginning, right? The human mind is not, doesn't begin a story at the beginning, you typically begin the story in the middle."
    },
    {
        "speaker": "Guest",
        "time": "00:57:36.240",
        "message": "And so I write it and then only later I find out what should be the first paragraph that kind of draws the reader in. I'm sure you've done exactly this when you were in Cricinfo, Amit, that you have to edit other people's work. The material is there, but you want to kind of make the bread rise just a little bit."
    },
    {
        "speaker": "Unknown",
        "time": "00:57:51.360",
        "message": "And that's your job as an editor. And I think in Express, I wasn't just a journalist, I was also like a copy editor, where I was"
    },
    {
        "speaker": "Guest",
        "time": "00:57:57.520",
        "message": "editing other people's op-ed page submissions. So I should change the voice of that person. But how do I kind of have a better beginning, have a better end, right? George Orwell has been a huge influence on me of this. He has a, I think, Politics in the English Language, an extraordinary essay where he tells you what to avoid, which is don't use a word if it's not required, right? Make sure that every sentence follows from the previous one. And another one of my writing gurus has been V.S. Naipaul. And if you look at, forget his politics for just a second, but he's one of the great stylists of prose in the 20th century. He used to write very short sentences, and each sentence, he made sure that every sentence had a next sentence that followed from that. And if you remove that sentence, the paragraph would fall."
    },
    {
        "speaker": "Unknown",
        "time": "00:58:45.440",
        "message": "That was the test, right? That if you have a sentence there, that maybe you can remove that sentence and it will still"
    },
    {
        "speaker": "Guest",
        "time": "00:58:50.560",
        "message": "sort of tell the reader the same thing, then you should remove it. And that's what makes it kind of sparse and it forces you to, because what is the leader"
    },
    {
        "speaker": "Unknown",
        "time": "00:58:58.440",
        "message": "getting in return?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:59.440",
        "message": "The leader is getting in return the confidence that every word the leader is being forced"
    },
    {
        "speaker": "Unknown",
        "time": "00:59:03.840",
        "message": "to read has been worth it. And the writer has spent a lot of energy not sending the reader down random rabbit holes."
    },
    {
        "speaker": "Guest",
        "time": "00:59:12.440",
        "message": "I'm not a very good writer, in a sense, I'm not a natural writer, so I'm a bit of a defensive writer. So what I try to do is use writing as a very light scaffolding so that I can tell the story. I also know that about myself, that look, I'm not like the world's best prose stylist. So I'm defensive, I use short sentences, I use active voice. That's another thing that George Orwell stressed on, you know, and as far as possible, if there's any meat, like I try to avoid starters and on three and that kind of stuff. I give you the main course, right, in every sentence. And in other words, the sentence must be saying something. The other thing on editing I've learned a lot from BS Naipaul is that every sentence must be capable of a couple of meanings, right? That's the power of a sentence. You know, I'll give you one example, I mean, which is that you must have noticed that the book begins with an organization, a story of like an event that is being organized, which is the 1995 November, BJP national executive in Bombay, in Shivaji Park, etc, etc, right? And Mahalakshmi racecourse. And I spent time on the logistics, you know, that they were, you know, 10,000 people to be fed, these many people were coming by boat, you know, I do that through the book, right? But what I'm trying to do is give you the flavor of a movement that is obsessed with this stuff without ever saying it, right? Of course, I begin the story with Vajpayee Advani and Advani announcing Vajpayee's Prime Minister, but I deliberately spend a lot of time telling you, for example, you know, I'm just opening the book here."
    },
    {
        "speaker": "Unknown",
        "time": "01:00:40.320",
        "message": "And, you know, to give you this particular detail, which is that over 120,000 delegates"
    },
    {
        "speaker": "Guest",
        "time": "01:00:47.080",
        "message": "attended, this is the November 1995 event, BJP event in Bombay, some even by ship from the Andaman and Nicobar Islands, right? So this sentence has two meanings. One is, of course, it's a fun fact. But the deeper point I'm taking is that these guys win because they're obsessed with this sort of organization. If I was writing a book on the Congress, I would not have this sentence. Congress also does organization, Congress also has events, right? People do come from Andaman, Nicobar Islands, but it's not central to the self, you know, the self-knowledge and the self-impression that the Congress has of itself. So that's what I mean that, you know, like a lot of sentences, if you play it right, you're saying something, but you're also telling them something deeper. And that only comes through editing. It only comes through like, you know, going through multiple drafts."
    },
    {
        "speaker": "Unknown",
        "time": "01:01:34.920",
        "message": "The other thing I've learned, Amit, again, this is thanks to my wife, is that I try to"
    },
    {
        "speaker": "Guest",
        "time": "01:01:40.280",
        "message": "avoid cliches. So for example, I try to avoid saying it was a watershed moment, because a watershed actually is a certain visual where, you know, the river comes from the mountain and at some point"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:52.160",
        "message": "it hits a plane, and at the watershed, the river can go in multiple directions."
    },
    {
        "speaker": "Guest",
        "time": "01:01:57.600",
        "message": "So the technical use of watershed is an event, right, that can go in multiple directions, right? Whereas we use watershed today to mean an important event. That's not what it means. So if, but because it has become an overused cliche, then we keep using it without thinking. So the other thing I've learned is when I detect a cliche, I remove it. And I try to look for a synonym, or I like to look for another thing that communicates"
    },
    {
        "speaker": "Unknown",
        "time": "01:02:21.440",
        "message": "it."
    },
    {
        "speaker": "Guest",
        "time": "01:02:22.440",
        "message": "And, you know, there's all these thesauruses and dictionaries online. So life is quite easy. But none of this is conceivable in the first draft, this actually happens in the 8, 9, 10 draft. And my only hope is that the reader realizes that all this effort is to make her happy, you know, and, and that to me, I'm very clear that, you know, I have one boss in this book, and that's the reader."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:42.120",
        "message": "No, I mean, everything that you said strikes such a chord that all my writing students and listeners of this podcast will be wondering if I sat down in advance and all of this, but then, you know, as you said, your wife is a writing teacher, for example, you know, when I used to be an editor in Pragati and elsewhere, whenever someone new would write for me, I'd first make them read politics in the English language."
    },
    {
        "speaker": "Unknown",
        "time": "01:03:03.560",
        "message": "It's just a seminal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:04.560",
        "message": "Yeah, it's not fixed at all. And Orwell's essays, in fact, you know, what I consistently cite as my desert island book, it's a masterpiece. And it's an interesting bit of trivia for you, since you mentioned active voice. In his essay politics in the English language, Orwell warns against using passive voice twice. And one of those times he does it in passive voice. Oh, wow. I didn't know that. I did not know that. Wow. Yeah, it's just a moment of irony, which I, and even what, you know, what you said about cliches, the interesting thing about, and of course, cliches are bad, because they don't invoke a fresh image and the reader's eyes glaze over, but they can also be inaccurate. Like you said, watershed moment, and the cricketing example of that would be the ball sped to the boundary, like a tracer bullet. And if anyone's actually seen a tracer bullet, they don't go the way Ravi Shastri thinks"
    },
    {
        "speaker": "Guest",
        "time": "01:03:51.520",
        "message": "they go. That's exactly right. And what that does, Amit, is what you mentioned, that if you're trying to communicate something using a fresh image, the reader's eye doesn't glaze over, the reader pauses to see, right? And then the image has that double power, you know, so from a diluted image, you end up with a very concentrated image, because the reader hasn't heard that before, right? So you know, just what would you say, just as an exercise, that if the ball went very fast to the boundary, what would be a fresh image that communicates exactly what the ball did? You know, because you're the cricket man."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:26.520",
        "message": "Yeah, well, right now, I can't think of something offhand, because I'd actually have to see it. I don't want to comment on a hypothetical ball. But the classic example I give is that sometimes an adjective in a particular context can be a cliche. For example, all cover drives will be described as elegant. But the point is that you can say that Virat Kohli played an elegant cover drive, or Rahul Rawat did, or Mark Waugh did. And the truth is, it's accurate, because all the cover drives are elegant. But it doesn't convey the particulars, they're very different from each other."
    },
    {
        "speaker": "Guest",
        "time": "01:04:55.440",
        "message": "And that's a writer's job to get to the heart of the difference. Absolutely. In fact, I try as much as possible to avoid adjectives and adverbs. You know, describe it, you know, don't say that he ran quickly, right? Don't say that, you know, when he ran, the floor was creaking, or the floor made a lot"
    },
    {
        "speaker": "Unknown",
        "time": "01:05:12.280",
        "message": "of noise, something like that."
    },
    {
        "speaker": "Guest",
        "time": "01:05:14.560",
        "message": "So I tried, again, this is all defensive writing, because, you know, if you're a great writer, you don't need to be told all this, you have an intuitive rhythm, I know I don't."
    },
    {
        "speaker": "Unknown",
        "time": "01:05:22.680",
        "message": "So I and again, when I in my first draft, and I'm sure it's the same with you Amit, we write like we talk."
    },
    {
        "speaker": "Guest",
        "time": "01:05:29.040",
        "message": "So we use cliches, you know, when we speak, our first reaction is imprecise. But in all the further edits, I move it further and further away from the original bad way in which I try to communicate it. So in that sense, it's a it is highly constructed, you know, that that sense of that sense of sentences that I try at least to incorporate. By the way, thanks for this Amit, because I obsess hugely about the writing process. Right. And it's very, very important for me that a book like this is read, you know, far beyond the confines of, or even the people who see this podcast, we don't want a very small intelligent subset of policymakers or people interested in policy. So I wanted to be even broader, right. And at least so far, we're able to do it that, you know, right now on Amazon, I'm competing with like word power made easy and Dale Carnegie, right. And to do that, especially for a topic that is this difficult, that you have to obsess extra on the writing style."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:29.680",
        "message": "No question. But you know, that's especially important, because, you know, one thing again, my last compliment of your book, because I don't want to embarrass you, but, you know, Orwell once said good prose is like a windowpane, which means you should not notice it, it is just meant to show you what's on the other side. And that's one of the qualities of your book to being a writer myself, I actually noticed quite a few superb sentences, which you came up with, but in a writerly sense, they don't draw attention to themselves. But I noticed that maybe I'll get the chance to quote a couple of them as we go along. And the other thing that you said is also resonant with me, because one of the things that I sort of emphasize when I talk about writing is that, especially in India, the way we speak English, we've internalized a lot of bad habits. And the first task is to become mindful of them, and eliminate them. So in fact, one of the exercises I give my writing students is to write a specific piece, whatever the theme is, but without using adjectives or adverbs, which they complain about a lot"
    },
    {
        "speaker": "Guest",
        "time": "01:07:26.000",
        "message": "This is why EV Amit, I think we are on like a little, literally like 100% the same mind on this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:31.920",
        "message": "Yeah, yeah. Verbs are your best friend. On that note, we will take to, you know, give you an active voice sentence, we will take"
    },
    {
        "speaker": "Unknown",
        "time": "01:07:38.720",
        "message": "a commercial break now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:43.360",
        "message": "As many of you know, I'll soon be coming out with a four volume anthology of the seen and the unseen books organized around the themes of politics, history, economics, and society and culture. These days, I'm wading through over 3 million words of conversation from all my episodes so far to curate the best bits. And for this to happen, I needed transcripts. And that was made possible by a remarkable young startup called Tapchief. Tapchief at tapchief.com is a digital platform that allows companies to outsource work to their network of freelancers. And Tapchief's network includes more than 125,000 people as of now. You want people to make your web page or design a logo or compose a jingle or do some digital marketing for you, Tapchief gives you an easy way to reach out to freelancers competing for your work. I can say from firsthand experience how valuable this has been for me and solve the problem I was actually a bit worried about. So do go over to tapchief.com and check out all that Tapchief has to offer. Maybe they could solve your problem too. Welcome back to the scene and the unseen I'm chatting with Vinay Sitapati about his wonderful book Jugalbandi about the BJP before Narendra Modi and honestly tons of insight even on the current BJP all of which comes from the context that we get. So I kind of want to go to the context that you sort of set in the start of the book about Hindu nationalism and the Hindu movement itself, where you point out that what any nationalism has to contend with is thinking of people, territory, state, and you speak about how they were notions of Hindu territory from the Vishnu Purana onwards. But you know, as far as the Hindu people were concerned, there's no canonical book or institution. You just have a bunch of, you know, a plethora of cultural practices as you put it. And you know, of course, there are arguments about historians, whether there was an actual Hindu consciousness till our colonial overlords came and sort of spread that narrative. Now, you know, and the closest thing that came to a Hindu state was, of course, Shivaji's Maratha Kingdom. Now, I want to sort of go to 1906 and 1909. And one of the very interesting things that you point out, and again, it's an event in history that has massive consequences and has literally shaped our country even today, which is the British conception of the sort of elections that they would have in India. And therefore, the demographic anxiety that they lead to among Hindus here, can you elaborate on that a bit?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:13.120",
        "message": "So, Amit, you've asked two questions, right? One is the debate on who is a Hindu, what is Hinduism, right? And why this is a very tough question to answer. The second question you asked is, what does elections do to that, right? How does elections put unique pressure on trying to answer this question? To come to the first one, Hinduism has 3,000 castes, as many sub-castes, so many different languages and dialects, right? So it has a lot of internal diversity, both theologically as well as in practice. To add to that, it doesn't have a Quran, it doesn't have an authoritative textbook, and this cannot be emphasized. Some people say it's the Vedas, but the Lingayat community of Karnataka is an anti-Vedic movement, right? They are Hindu, right? And it also doesn't have an authoritative institution, unlike the Vatican. So therefore, a clear answer, an authoritative answer to the question, what is Hinduism or who is a Hindu, is not available. That's not available. Nonetheless, I push back against, let's say, Marxist scholars who argue that therefore there was no such Hinduism until British rule. So they say that there is Christianity, there is Islam, but there is no such, that's not true. It's not true because A, a core part of Hinduism has been, as you mentioned, sacred geography, the idea of a theersthan, which is the snowy mountains on the top and the oceans below,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:36.000",
        "message": "you know, and the Indus on one side, and that is there, it is recorded in the Vishnu Purana."
    },
    {
        "speaker": "Guest",
        "time": "01:11:40.440",
        "message": "But even earlier, when you had Greek and Roman visitors to India, they very clearly had a sense that on this side of the Indus lies a very particular civilization. So one of the things is that while Indians don't have a group consciousness that we are Hindu or we are Indian, any outsider was able to say that this is a distinctive civilization, right? And even the word India comes from the word Indus in that sense. So I push back against the idea that there is no such Hinduism. But nonetheless, because of these factors of Hinduism, the lack of an authoritative institution and the lack of a text, what is Hinduism or to put it differently, Hindu group consciousness has been harder to identify, right? That you are a Hindu, I am a Hindu, therefore, I should give you a job, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:12:25.600",
        "message": "Because that means answering the question, what is Hinduism to which there are multiple"
    },
    {
        "speaker": "Guest",
        "time": "01:12:29.240",
        "message": "answers, even though, you know, there is unity in diversity to articulate it by Hindus themselves"
    },
    {
        "speaker": "Unknown",
        "time": "01:12:35.240",
        "message": "have been very hard."
    },
    {
        "speaker": "Guest",
        "time": "01:12:36.640",
        "message": "The first articulation of that happens by some scholars argue that it's the Vishnu Puranas, right? Around the 4th century AD where you have a recognized architecture of Hinduism with the sects of Vishnu, Shiva and Devi being the sacred feminine, you know, Jai Mata Di, etc, etc. Others say it's really the advent of Muslim group, which, you know, created a Hindu consciousness and a third group, the more Marxist group says it's British group, right? But whichever side you buy, I am much more inclined, by the way, to buy the idea that at least from the Vishnu Puranas, you have an architecture that resembles today's Hinduism, right? So whichever argument you buy, it's pretty clear that by the late 19th century, you have the quest for a Hindu identity thinkers like Vivekananda, Bhudev Mukhopadhyay, reform movements like the Brahmo Samaj, Arya Samaj are obsessed with the question, what is Hinduism, right? And I buy the argument that that is in some sense a response to British rule in India. But what this idea of who is a Hindu, what is a Hindu doesn't have is an idea of a state. So if you look at, you know, Bankim Chandra's famous book, which had Vande Mataram in it,"
    },
    {
        "speaker": "Unknown",
        "time": "01:13:48.480",
        "message": "he doesn't think of an alternative to British rule."
    },
    {
        "speaker": "Guest",
        "time": "01:13:50.680",
        "message": "He is very happy with British rule at the end of it, right? So there's no articulation of what a Hindu state looks like. That begins to happen, as I argue, and that leads to the second question that you asked, only when the British introduced elections, because the moment the British introduced"
    },
    {
        "speaker": "Unknown",
        "time": "01:14:05.440",
        "message": "elections in India, it's very limited, very halting, begins in the late 19th century,"
    },
    {
        "speaker": "Guest",
        "time": "01:14:10.480",
        "message": "but really, you know, with the Minto-Modi reforms of 1909, and the Montague-Chancellor reforms of 1990, it's clear to all Indians that look, one day we will have universal adult franchise, and one day the British should leave. So that it's a slippery slope to parliamentary democracy. This creates amid, and this is a core argument, and is the core original argument of this book, panic among Indians, absolute panic, right? The Muslim League is created out of the sense of panic, it was largely created by the rich zamindars of United Provinces, what is today Uttar Pradesh, many of them were Muslim, right? And they had already seen that limited elections in the late 19th century had reduced their numbers to something closer to what their numerical strength was, which was 25% in pre-partition India. And they understood very clearly that once you get into this business of 1% 1 vote, you'll end up with the word majority and minority. Now, in India, the word majority and minority is every child knows the word, even if you don't know English. But we forget that that word exists only in the context of elections, otherwise, why does numbers matter? Elections and 1% 1 vote is the only principle where group size makes a difference in the"
    },
    {
        "speaker": "Unknown",
        "time": "01:15:20.600",
        "message": "kind of power you use, and today we take it for granted. In the early 20th century, it wasn't for granted, those were not the ways in which we thought"
    },
    {
        "speaker": "Guest",
        "time": "01:15:27.240",
        "message": "about power. So the Muslim League is created with the specific intent of lobbying the British to reduce democracy defined as 1% 1 vote, right? They want parity between the 75% Hindus in India and the 20-25% Muslims, roughly. They want parity, which would mean, as Savarkar correctly understood, that 3 Hindu votes is equal to 1 Muslim vote, and they are successful because right in the beginning, when the British begin to introduce this sort of elections, they have separate electorates for Muslims, which is only Muslims vote for only Muslim leaders, right? So the Hindu Mahasabha is created as a response to this, the first national Hindu party. And their argument is, look, once you begin to do this, the voting power of a Hindu becomes much reduced as a Hindu as an individual, which is why, and this is a core argument of the book Amit, I argue that Hindu nationalism was very comfortable with elections."
    },
    {
        "speaker": "Unknown",
        "time": "01:16:23.120",
        "message": "Why wouldn't they be? Because Hindus are a social majority in India, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:26.640",
        "message": "So when you read or hear about the BJP even today, one of the incongruencies you see is this is a party obsessed with creating a social majority, right? At the same time, it is politically liberal, at least if you hear their words, right? So for example, the idea that you should remove Article 370 and Kashmiris and the rest of"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:46.880",
        "message": "India must have exactly the same rights is a form of political liberalism that every"
    },
    {
        "speaker": "Guest",
        "time": "01:16:51.120",
        "message": "Indian should have the same right. But underpinning that idea is an idea that Hindus are a social majority, right? That Indian Hindus have about 100 times as much voting power as the Muslim Kashmiri Indians, right? And therefore equalization will help empower a Hindu social majority. And the game, Amit, and I argue that that's also the game behind the creation of the RSS is to make sure enough Hindus vote as one. The 100-year project of the RSS, the Hindu Mahasabha, the Jansan, is to create a Hindu vote bank. And Narendra Modi is the apotheosis of that 100-year idea, which is created through elections."
    },
    {
        "speaker": "Unknown",
        "time": "01:17:30.000",
        "message": "Why does this idea matter even today? The idea matters even today because too many critics of BJP, you know, say, oh, they're fascists."
    },
    {
        "speaker": "Guest",
        "time": "01:17:38.040",
        "message": "And think about non-democratic means to get rid of them. The only way to defeat Narendra Modi is on election day. There's no other way to defeat him. They are not fascists. They are obsessed with elections. They are constituted with elections. In fact, a BJP leader offline, I'll tell you the person to add more credibility, unfortunately, I can't tell you online, but let me put it this way. Imagine the most important BJP leader who you think will say this is likely to be that person. Told me that, you know, I win elections in order to worship God, right? So you worship God through winning elections. And I, you know, the argument here is not that the BJP is a religious force in that sense. It's based on social identity, but that obsession with elections, like just now, Amit, while we are recording this, the Hyderabad municipal elections are going on, municipal elections. And you had Narendra Modi going there ostensibly to see some vaccine, but really to campaign"
    },
    {
        "speaker": "Unknown",
        "time": "01:18:31.120",
        "message": "for it."
    },
    {
        "speaker": "Guest",
        "time": "01:18:32.120",
        "message": "Amit Shah has gone, Yogi Adityanath has gone. And at the very same time, Rahul Gandhi and his mother are holidaying in Goa. And I think his sister is holidaying in Himachal Pradesh. I may be wrong on the facts a little bit, but roughly. Why does the BJP do that? Because elections constitutes that, but that's, I'm not giving them a free pass by saying that. I'm just saying that, what do you think will happen if in a group based society where Indians, every part of an Indian life is based on groups, you suddenly introduce a principle of one person, one vote. It's not that overnight Indians are going to become like Swiss citizens who vote on the basis of interest. Instead, the game is who is a Hindu, how do we redefine that, right? And it's not just Hindu nationalists who are doing this, you have the creation of a Dravidian"
    },
    {
        "speaker": "Unknown",
        "time": "01:19:16.680",
        "message": "identity in Tamil Nadu, which is a majority identity, right? Kashi Ram understands that you can create an anti upper caste identity, which is the"
    },
    {
        "speaker": "Guest",
        "time": "01:19:24.760",
        "message": "Bahujan identity, which is about 80% of India. So democracy in a group based society incentivizes politicians to constantly expand group size to conjure up majorities so that they can win elections, right? And in that sense, the BJP is a natural product of what you get when you introduce elections in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:45.880",
        "message": "No, that's fascinating. And I'm going to sort of try to unpack that layer by layer. But first of all, you just gave us two examples of sentences that do two things that both tell and show, you know, when Narendra Modi going to a municipal election or Rahul Gandhi holidaying in Goa, both tell you a mundane fact, but also show you something, something larger within that."
    },
    {
        "speaker": "Guest",
        "time": "01:20:05.440",
        "message": "But if I was writing this Amit, just to tell your listeners who are into writing, I would"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:10.000",
        "message": "edit the gyaan, I would just tell you these facts, you know, and put it in a way, and the facts would speak for themselves, put it in a way in which the facts speak for them. But that happens only in draft number nine or 10. You know, you're intimidating everyone with all this talk of draft number nine or 10, or I'll get it right in draft 18 and all of that, to sort of go back to this narrative. And you know, another interesting thing that strikes me, and this is again, sort of how circumstances can shape history that, you know, in 1906, you have this talk of elections, and therefore, as a, you know, to protect their standing within the elites, a Muslim League is formed. Similarly, in 1909, you have the Minto-Modli reforms, and, you know, suddenly Hindus realized three votes are going to be equal to one. And then you have various other things happening as a response to that, including the Hindu Massacre in 1915, with Lala Lajpatra and Mother Mohan Malviya, because, and they're a pressure group within the Congress to begin with. And then a number of interesting things happen, as you point out in the book, and you know, I've spoken about on previous episodes and all of that. And, you know, it's one is a whole Khilafat movement, which really makes no cohesive sense, because, you know, one party to that, you know, the Ali brothers and all that are agitating for this larger Muslim Ummah and the other party Mahatma Gandhi is talking about an Indian state and the two don't sort of go together. And many people view that as appeasement or selling out or, you know, what the hell is the Congress doing? And eventually that drives the Mahasabha away from the Congress as well. And in the 20s, because of what is happening, because of this, what you call the demographic anxiety, you also have the different strands of Hindutva come together. You know, there is Savarkar and one could argue that, you know, if you look at Savarkar pre-imprisonment, he's actually always, he's never saying anything anti-Muslim, but then he's radicalized in his time in prison by the torture that he receives at the hands of Muslims who are sort of, you know, the Pathans and so on, who are, you know, carrying out the torture on the commands of the British and that kind of radicalizes him. So that's another interesting circumstance. But the two interesting things that happened in the 20s, obviously, is, you know, Savarkar writing Hindutva and then the formation of the RSS. And because both of them are sort of political and both of them, as you point out, are a response in part to this demographic anxiety, you know, both of them, therefore, tend to be inclusive. How do you build the largest political movement that you can? You bring everybody under one umbrella and you, you know, Savarkar, of course, besides being an atheist and a lover of beef was also a sort of, you know, against caste. And the RSS, you point out, was actually when you look at Hindu organizations, the RSS was fairly radical because they didn't care about caste either. They just wanted to bring everybody under the Hindu umbrella. So tell me a little bit about this. And why does this, you know, impression persist among the elites today that the BJP is a casteist party when clearly, as you know, Prashant Jha wrote in How the BJP Wins, he quoted a Dalit scholar as saying that they are the Dalit party of India. They get more Dalit votes than everybody else. So you know, why does that impression persist? And tell me then a little bit about, you know, how the sort of the evolution of this sort"
    },
    {
        "speaker": "Guest",
        "time": "01:23:27.800",
        "message": "of thinking. So, I mean, that's a good question, but that has a complex answer, right, which is the question you're asking is that the relationship between Hindu nationalism and caste, and that's a complex set of answers. I think that the headline news for me, you know, which is something you just said, which is that given that traditional Hinduism is so hierarchical, Hindu nationalism is the most progressive element of traditional Hinduism when it comes to caste, right? On the other hand, traditional Hinduism was very accommodating of multiple sects, multiple religious practices, you know, the apocryphal stories of when Arab Muslim traders landed in Kerala, local Muslims only helped build the mosque, right? On the other hand, Hindu nationalism is much more exclusive and regressive when it comes to religion. So this is the, many of the critics of the BJP just don't understand this, that if it was just in upper caste body, it would get 20% of the vote, you can't win. So it is this mix of being a progressive force for Hindus, or let's say the most progressive force for Hindus, let me qualify that, while being an out and out exclusive force for Muslims, specifically also Christians, also Muslims, that's what gives it this edge. And of course, the core argument of the book is that edge is defined by democracy. That once you introduce elections as an incentive to create majority, so as Hindus are post"
    },
    {
        "speaker": "Unknown",
        "time": "01:24:48.480",
        "message": "independence about, you know, 80% of India, you just have to unite half of them and part of uniting half of them is to pick on another, but half of them is also to organize meals"
    },
    {
        "speaker": "Guest",
        "time": "01:24:58.280",
        "message": "between Brahmins and Dalits, right? So for example, the critics today are right in criticizing the BJP for these anti-love jihad laws, right? and because there's no empirical evidence that this is true at all. And I agree with that. But what they omit is that the VHP has spent a lot of time financially encouraging inter-caste marriages. So in a local village, you know, boy and girl of a different community try to marry, sometimes the local VHP person you have to go to, to protect yourself against the against the parents. And if you don't see this, then you're living in fool's paradise."
    },
    {
        "speaker": "Unknown",
        "time": "01:25:33.160",
        "message": "And I think many of the critics of the BJP, you know, they get very comfortable saying over their fascist, which means you don't have to mobilize against them on the ground. You don't have to actually convince your fellow citizens that look, vote for somebody else."
    },
    {
        "speaker": "Guest",
        "time": "01:25:44.600",
        "message": "Instead, you can write op-eds in like fancy newspapers and foreign, it may help your career,"
    },
    {
        "speaker": "Unknown",
        "time": "01:25:50.480",
        "message": "but it doesn't change BJP at all."
    },
    {
        "speaker": "Guest",
        "time": "01:25:53.000",
        "message": "But you know, the deeper question you asked Amit, the relationship between caste and Hindu nationalism is complex. The RSS is created not just as an upper caste organization, but as an organization created by a few families from one specific or a couple of specific communities within Maharashtra Brahmins, the Karade and the Desha Brahmins communities. And I think that every single Sarsanchalak or head of the RSS, except one, has been a"
    },
    {
        "speaker": "Unknown",
        "time": "01:26:21.880",
        "message": "Marathi speaking Brahmin. Right. So that tells you that the critics are not wrong in saying that the BJP originally is and even today, if you look at the data, the heart of the BJP is still upper caste consolidation."
    },
    {
        "speaker": "Guest",
        "time": "01:26:33.720",
        "message": "So I don't want to go away from that. But if you wear a mask for a hundred years, Amit, that mask looks like your face and you know, that the outreach that they've been doing, even in the 1930s itself, back then"
    },
    {
        "speaker": "Unknown",
        "time": "01:26:45.640",
        "message": "itself, Bhotse as an RSS member was part of the anti-caste or temple entry movement there."
    },
    {
        "speaker": "Guest",
        "time": "01:26:51.360",
        "message": "Now you can say that today's Dalits find that patronizing, right, saying that what do you"
    },
    {
        "speaker": "Unknown",
        "time": "01:26:55.480",
        "message": "feel about reservations? Well, when Mandal Commission is announced on August 1990, I have a whole chapter on"
    },
    {
        "speaker": "Guest",
        "time": "01:27:01.040",
        "message": "that. Advani is under a lot of pressure from his upper caste base to oppose Mandal Commission recommendations. But actually he supports them. He asked for an extension of quota for the upper caste poor, which is what Narendra Modi has literally done now."
    },
    {
        "speaker": "Unknown",
        "time": "01:27:14.480",
        "message": "But otherwise he supports the Mandal Commission and had he not done that, had he opposed it, the BJP would have remained an upper caste party. He went against the core base, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:23.880",
        "message": "Today, as prime minister, Narendra Modi has done as much for reservations, right? As any prime minister that India has had, maybe Baahubali Singh, again, that's not a coincidence, right? So if you don't like the BJP, at least understand your enemy, right? And understand why is it that a tea seller's son from an oil pressing OBC caste in Gujarat, right? Who doesn't have a strong family background, joins the RSS, not just for social mobility, but for a sense of brotherhood and fellow feeling, I'm referring, of course, to Narendra Modi. If you don't understand this part, which goes along, what is an advertised rebuff to Muslims right from the beginning of the RSS, it's very hard to defeat it, you know? And this, you know, the idea, as you know, Amit, and as many of your listeners know, many Indian Muslim communities have practices that are on the ground are Hindu. And they operate on the many of these communities, Bhoras, Pujas, etc, etc, Jinnah's own community, you know, they live their lives on the border of, you know, Islam and Hinduism. The RSS doesn't like that, because just like they want to dilute the boundaries within Hinduism, they want to erect strong barriers between Hindu and outside, because if you don't do that, you can't answer the question, who is a Hindu or what is Hinduism? And if you don't have a clear answer to that question, how are you going to get all these people to vote as one? So right at the beginning, I have a story in the book that Hegdevar notices that there's a Muslim Sufi shrine near Nagpur, which are also attracting Hindu devotees. He doesn't like that, you know, he pushes, and my job, as you noticed in the book is not to support the BJP or to oppose it. And I hope I have succeeded in that. That's not my game here. But I have to say the truth, right? And the truth is that from the beginning, it has been suspicious of Muslims. And from the beginning, it has tried to reach out to lower caste Hindus."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:15.560",
        "message": "No, and you know, the most fascinating phrase from this conversation so far is what you just said about if you wear a mask for 100 years, it becomes a face, which leads me to the sort of the meta musing that is there anything called a face or, you know, is it all just a succession of masks? But leave that aside. I mean, you know, the other thing I'd also sort of like to point out to my listeners as well reading this book, I had a sense that this is a very fascinating companion book to Akshay Mukul's book on the Gita Press, because that is about the social and cultural movement of Hindu nationalism, while yours focuses on the political side of it. And for me, the two sort of come together very well."
    },
    {
        "speaker": "Guest",
        "time": "01:29:54.480",
        "message": "Can I give you just a little bit of a counter because, you know, I've read the book, I cite the book, I love Akshay Mukul and he's also been on your podcast, right? But just to push back just a little bit, see his evidence for is that, you know, the Gita"
    },
    {
        "speaker": "Unknown",
        "time": "01:30:09.760",
        "message": "Press is I think he looks at Kalyan, which is the magazine of Gita Press, and definitely"
    },
    {
        "speaker": "Guest",
        "time": "01:30:14.840",
        "message": "many of the views there are regressive, right? My only pushback is that's not Hindu nationalism, right? So really, if you want to look at where what political Hinduism is doing, look at the RSS mouthpiece organizer, right? Look at some of the BJP magazines, right? And that's the point that I'm pushing that when it comes to caste issues, especially your even gender, but mainly caste, the Hindu nationalism or the institutions of Hindu nationalism, like the RSS or the BJP or the Jansan are far more progressive than the Gita Press is. The Gita Press is really the organ of traditional Hinduism, right? And so that's one, you know, debate, I would say me and Akshay Mukul have that, look, he's"
    },
    {
        "speaker": "Unknown",
        "time": "01:30:56.840",
        "message": "right, right? But in many ways, the RSS and BJP want to go away from the stuff that is appearing in"
    },
    {
        "speaker": "Guest",
        "time": "01:31:02.720",
        "message": "Kalyan, because if Hindu nationalism becomes the description that Akshay Mukul has from the Gita Press, how on earth is it going to get votes, you know?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:12.520",
        "message": "No, no, that's absolutely a fair point. And the picture is vast and complex. So you know, the elephant will have a leg, the elephant will have a tail, the elephant will have a trunk. Tell me now a little bit about many people today speak of Hindu nationalism as if it is one thing. But of course, see, you know, the RSS is going in one direction, Savarkar is going in another direction. In fact, there are clashes between them, because Savarkar, of course, is political in 1942. He wants the RSS foot soldiers to help him in the elections and the RSS just says no and get lost. And in fact, that is at the point where, you know, shortly after that, Nathuram Godse starts his magazine, where he rails against two things, Mahatma Gandhi and the RSS."
    },
    {
        "speaker": "Guest",
        "time": "01:31:51.880",
        "message": "Agrani, Agrani."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:52.880",
        "message": "Agrani. So, so tell me a little bit about this sort of very interesting relationship between the RSS and Savarkar and how they view each other. And of course, the Hindu Mahasabha as well, which is very prominent then, but doesn't seem so much now in hindsight, but because it's almost disappeared. But at the time, that was like another prominent sort of force."
    },
    {
        "speaker": "Guest",
        "time": "01:32:13.880",
        "message": "Yeah, it was the first national Hindu party. Yeah, absolutely. I mean, the larger question that you're asking is that, you know, Hindu nationalism, as you said, you know, speaks in many voices, right? Then how is, but it's nonetheless, I mean, I can't emphasize this organizationally united, but the Hindu nationalism today is basically comes out of an organizational constellation"
    },
    {
        "speaker": "Unknown",
        "time": "01:32:36.200",
        "message": "with the RSS as the sun."
    },
    {
        "speaker": "Guest",
        "time": "01:32:38.280",
        "message": "There's no two ways about it, you know, and you have plenty of quote-unquote Hindu organizations like the Karni Seva, which I would not call Hindu nationalist in that sense, because it"
    },
    {
        "speaker": "Unknown",
        "time": "01:32:46.640",
        "message": "doesn't arise out of the RSS."
    },
    {
        "speaker": "Guest",
        "time": "01:32:48.400",
        "message": "You may have some similarities and thoughts, this, that, but they are not, right? Or no shortage of Akhadas, you know, who have like similar views to like the BJP, but they are, they don't report to Modi and there's no way Modi can reach out to them. So Hindu nationalism organizationally is actually quite clear, what is, if you tell me the organization,"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:06.760",
        "message": "I'll tell you."
    },
    {
        "speaker": "Guest",
        "time": "01:33:07.760",
        "message": "Is it Hindu? Like Hindu Mahasabha today is outside the paper. Hindu Mahasabha, for example, you know, they celebrate Godse's statues, the RSS is furious"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:15.800",
        "message": "with that, but you can't say anything because the Hindu Mahasabha today has nothing to do"
    },
    {
        "speaker": "Guest",
        "time": "01:33:19.240",
        "message": "with the RSS. Yet, as you pointed out, they speak in different voices and look, this is really the heart"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:24.480",
        "message": "of the book, which is, that's why the title Jugalbandi, which is that the power of Hindu"
    },
    {
        "speaker": "Guest",
        "time": "01:33:28.560",
        "message": "nationalism is that just like in a Jugalbandi, you have people playing different instruments, different music. Nonetheless, you're able to make music together and RSS celebrates that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:39.600",
        "message": "So for example, right now, just to give you one more example, before we go to the Savarkar"
    },
    {
        "speaker": "Guest",
        "time": "01:33:44.040",
        "message": "Bolvalkar question then, but something to sort of link your listeners to today, many"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:49.160",
        "message": "of the labor reforms that the Narendra Modi government has made, right, is opposed by"
    },
    {
        "speaker": "Guest",
        "time": "01:33:54.880",
        "message": "the RSS trade union. How do you make sense of it? Right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:57.880",
        "message": "They opposed it. How do you make sense of it?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:59.880",
        "message": "Both are part of the RSS, right? Narendra Modi is an ex-pracharak, BJP is very much part of the RSS family, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:34:06.880",
        "message": "But you have to, and the answer is that the RSS has always seen this like an Indian family. In Indian family, the, you know, legendarily the mother-in-law and daughter-in-law don't get along. Brothers may be fighting, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:17.600",
        "message": "The father and the daughter may be having some issues, but nonetheless, at the end of the day, you stay united. And again, you know, we can discuss in detail, the heart of this book's argument is that"
    },
    {
        "speaker": "Unknown",
        "time": "01:34:27.800",
        "message": "the reason the BJP wins, there are many reasons, but I would say the cutting edge reason is"
    },
    {
        "speaker": "Guest",
        "time": "01:34:31.720",
        "message": "that even when they disagree, they don't split, right? And the reason they do that is from a very early age, they're taught a certain version of Hindu history, where you have these different battles where Hindus lose on the battlefield because at key moments, they stab each other in the back, right? This is the key. And so that becomes an organizational ethic for today."
    },
    {
        "speaker": "Unknown",
        "time": "01:34:51.440",
        "message": "Now coming back to the question that you asked on Savarkar and Golwalkar, you know, people"
    },
    {
        "speaker": "Guest",
        "time": "01:34:56.320",
        "message": "whisper about it, but I think I'm one of the first people to point out that they didn't like each other."
    },
    {
        "speaker": "Unknown",
        "time": "01:35:00.400",
        "message": "They didn't like each other, one for the reason you mentioned, which is that Golwalkar wanted"
    },
    {
        "speaker": "Guest",
        "time": "01:35:04.720",
        "message": "nothing to do with politics, right? Because he was more focused on the social aspect of Hindu nationalism, which is creating a common Hindu social identity. But as I pointed out, that itself is spurred by elections, otherwise, why do you care whether 40% of Hindus think alike, except you want to make them into a whole pack, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:35:22.600",
        "message": "This is Savarkar who straight up wanted to contest elections. He became the head of the Hindu Mahasabha, he wanted to win elections and he kept losing."
    },
    {
        "speaker": "Guest",
        "time": "01:35:30.560",
        "message": "And he kept losing because the Hindus of that period voted for the better Hindu leader, better I mean electorally, Mahatma Gandhi, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:35:38.160",
        "message": "And that was Savarkar's huge anger, he hated Gandhi not because they were different, but"
    },
    {
        "speaker": "Guest",
        "time": "01:35:42.800",
        "message": "actually they were pretty similar in that they were appealing to, right? It's just that Gandhi was able to get the Hindu vote by not being anti-Muslim."
    },
    {
        "speaker": "Unknown",
        "time": "01:35:51.160",
        "message": "So that was Savarkar's game, right? And but what so that was definitely one reason for the difference."
    },
    {
        "speaker": "Guest",
        "time": "01:35:57.120",
        "message": "But another bigger reason is that they were very different personalities. Now this obsession with unity that the RSS has, with teamwork over all else means that these kind of brilliant geniuses, you know, who are prima donnas don't have a place in it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:12.720",
        "message": "And I hope that it is descriptively accurate to say that the RSS doesn't have too many"
    },
    {
        "speaker": "Guest",
        "time": "01:36:18.320",
        "message": "smart people in it. And I mean it in a very descriptive sense, because you know, think about any organization Amit that you've worked in, you'd always have these brilliant jerks, I'm sure in Crick Info you also found these guys, they're very good, you know, they're very bright, but it's impossible to work with them in an organization. The RSS is obsessed about weeding these people out, you know, so people like Subramanian Swami, M.L.Sondhi, who was a Rhodes Scholar, Balraj Madhok, who I spent a lot of time with,"
    },
    {
        "speaker": "Unknown",
        "time": "01:36:45.280",
        "message": "very bright, much brighter than the average RSS pacharak, you know, a genuine thinker,"
    },
    {
        "speaker": "Guest",
        "time": "01:36:50.160",
        "message": "right, but just will not subordinate the self to the organization. In contrast, someone like Atal Bihari Vajpayee, also very bright, but not an intellectual,"
    },
    {
        "speaker": "Unknown",
        "time": "01:36:59.680",
        "message": "knew that when what he wanted the RSS was unwilling to do, he would, as I say in the"
    },
    {
        "speaker": "Guest",
        "time": "01:37:04.080",
        "message": "book, sulk on mute, but he wouldn't leave the party."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:07.640",
        "message": "And I think Savarkar was a little different, he was a bit of a prima donna."
    },
    {
        "speaker": "Guest",
        "time": "01:37:11.440",
        "message": "So even today, when I talk to people in the RSS, I mean, Amit Shah has his photograph, you know, in his drawing room, Advani has his photograph in the drawing room. But they also see him as a little bit of a warning that, you know, if you want to succeed in India, you, you know, you may have Savarkar's grand ideas, but you can't behave like him,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:30.160",
        "message": "you know. No, and that's like one of the sort of fascinating stances, this whole RSS is organizational ethic, where you never speak out against your own organization or against your colleagues"
    },
    {
        "speaker": "Guest",
        "time": "01:37:41.320",
        "message": "in public. Externally."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:43.320",
        "message": "Exactly. In public, that's what I said."
    },
    {
        "speaker": "Guest",
        "time": "01:37:45.320",
        "message": "I'm able to show you plenty of situations where internally, there's a far more robust"
    },
    {
        "speaker": "Unknown",
        "time": "01:37:48.440",
        "message": "debate happening, at least in the period that I'm writing about that happens in the Congress. The Congress, they talk about democracy, democracy, there's zero internal democracy, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:57.080",
        "message": "Whereas, you know, I point out that when Vajpayee government was in power, there was no shortage of his own cabinet ministers like Murali Manohar Joshi, Ram Nayak from his own party, who opposed his policies and spoke up in cabinet, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:09.600",
        "message": "I ended my last sentence by saying in public, you did not wait for that. But yeah, I completely agree with you that the Congress is the opposite ethos, it might seem there is no dissent, but that is because it is not allowed, there is no internal dissent either. And that's a whole sort of different story. And the examples you pointed out that the people who spoke out like Balraj Madhok and Subramanian Swamy in the 70s, basically left the party. So Vajpayee knew that even if he disagrees, he's got to hold his peace and sort of bide his time. Now, tell me a little bit about how this ethos comes from their reading of history, specifically you point in your book to the Third Battle of Panipat in 1761, as having a profound lesson for the whole Hindu nationalist movement. And this sort of this particular organizational ethic that you stick together as a team, no matter how much you disagree in private also comes directly from there."
    },
    {
        "speaker": "Guest",
        "time": "01:39:04.600",
        "message": "Tell me a little bit about the importance of that. Well, so let me tell you, let me tell you the research answer, which is how I got to the answer. Right? Because rather than just tell you the answer how I got there. So I've been, you know, I interviewed about 200 people for this book, many of them from the RSS, BJP. And I was, I mean, I was, I was struck by how they kept referring to history. Of course, it was their version of history. So, you know, at my university, if I asked a historian, you know, they will say, where's the footnote? That's not the point. In fact, many of them like, not just, they write historical fiction, for example, K.M. Munshi. Amit Shah's, you know, one of his favorite books is K.M. Munshi's trilogy on the last Hindu king of Gujarat, Sidhrath Jai Singh. It's not a historical book. It's like, you know, will you call Amish Tripathi, who I like a lot, his writing, he's not a historian, right? You can say at the most is historical fiction, but that forms the basis for, you know, what"
    },
    {
        "speaker": "Unknown",
        "time": "01:39:58.640",
        "message": "the RSS reads and understands about India."
    },
    {
        "speaker": "Guest",
        "time": "01:40:01.680",
        "message": "And so I had, you know, this was, I was in Chandrapur, right, this is about a couple of years back."
    },
    {
        "speaker": "Unknown",
        "time": "01:40:06.720",
        "message": "That's about an hour, about a few hours away from Nagpur. And I just visited the family home of Mohan Bhagwat, who is the head of the RSS."
    },
    {
        "speaker": "Guest",
        "time": "01:40:14.240",
        "message": "And I spoke to his brother, Ravindra, who is the only person in the family who has given"
    },
    {
        "speaker": "Unknown",
        "time": "01:40:19.560",
        "message": "me permission to quote, right."
    },
    {
        "speaker": "Guest",
        "time": "01:40:20.560",
        "message": "And, you know, he spoke a lot about Shakha and, you know, he's a very low key lawyer. By the way, another sign that, you know, if you go and meet like the brother or a sister of a top congressman, they'd be living in style, you know, but the, you know, the brother of the, you know, the, what many people think is the man who really runs India is living in a low key style and low key house and going to a trial court."
    },
    {
        "speaker": "Unknown",
        "time": "01:40:41.920",
        "message": "It's a very different ethic."
    },
    {
        "speaker": "Guest",
        "time": "01:40:43.920",
        "message": "So the one thing is that I have to prevent myself, and this is an aside, I mean, of not becoming too admiring of the RSS, because many of the views which I disagree with, was"
    },
    {
        "speaker": "Unknown",
        "time": "01:40:54.480",
        "message": "at odds with their personal austerity, you know, which I, it's very hard not to admire. And then I meet people in the Congress who in many instances, I may even agree with,"
    },
    {
        "speaker": "Guest",
        "time": "01:41:04.080",
        "message": "but then I see all of them that, you know, they may be wearing these like kurta pajamas, but they have like a 30,000 rupee pen, right."
    },
    {
        "speaker": "Unknown",
        "time": "01:41:10.600",
        "message": "And I'm like, you know, like, what kind of hypocrisy is this? I think most Indians, you know, that's the flavor of the Congress that irritates them,"
    },
    {
        "speaker": "Guest",
        "time": "01:41:17.840",
        "message": "right."
    },
    {
        "speaker": "Unknown",
        "time": "01:41:18.840",
        "message": "It's a massive hypocrisy between the frugal talk and the actual flashy lifestyle, right? The RSS is the reverse. So anyway, we have spoken a lot about the shakhas."
    },
    {
        "speaker": "Guest",
        "time": "01:41:28.800",
        "message": "Now, for those of you listeners who don't know it, the shakha is the principal unit of the RSS. You go for about an hour to an open ground and with about 20-30 people, you perform group exercises for half the time and for half the time, you have an intellectual conversation or somebody talks that kind of thing and he was talking about the shakha and then I did something that I think academics should do, which is that instead of actually going to a shakha at that time, I went on YouTube and saw a lot of shakha videos, you know, which I shouldn't, you know, I should have gone to shakha, you know, but I was like obsessed that, you know, why not? Easy, because all these amateur videos put up by RSS guys on shakha and, you know, my Western training, Amit had taught me to see these shakhas, you know, the marching as a sign of martial valor, because part of the Western theory of the RSS is that, you know, Hindus have a psychological feeling that they're puny compared to the more martial Muslim. So you know, this is a way to man up Hindus, right? There is some truth to it, but I saw it and I realized that it was more than just, you know, marching. It was actually synchronization. It was teamwork. And Amit, I'm sure that in the corporate organization that you have worked, you go for these corporate retreats sometimes, right? And you play, and I know it's a bit boring, but I think you play these games, right? To build team building. That's what an RSS shakha is. And in a flash, I understood, Amit, that the reading of history actually becomes an organizational form that the purpose of the shakha is to tell young Hindus, this is how you work in a team. This is how you coordinate. This is how you stand on each other's shoulder and break the dahi handi, right? So there is a martial element, but the core element is teamwork, right? And look, nothing I had read prepared me to understand this, but once I saw it, it was there all over the place. You know, it's one of those hidden in plain sight that the history lesson, and you know, frankly, the RSS is obsessed about it. So one history lesson that you mentioned was the third battle of Panipat, which was fought between Ahmed Shah Abdali from Afghanistan and the Marathas. Now this is particularly important because in the 18th century in India was the Maratha century. As many of your listeners will know, the Marathas controlled from Tanjore all the way to Delhi, right? They had it under the, this is the Peshwa, the Maratha empire that sort of succeeds Shivaji. And the British is a presence in India, but it's a minor presence. And the RSS believes that had the Marathas not lost in the third battle of Panipat, because"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:55.840",
        "message": "they got annihilated. And that, and not just they got annihilated, even Ahmed Shah Abdali was so badly bruised, he has to leave India. And so the RSS version is that this created a power vacuum in India, that you neither"
    },
    {
        "speaker": "Guest",
        "time": "01:44:08.200",
        "message": "had Ahmed Shah Abdali, nor did you have the Marathas, into this power vacuum crept the British."
    },
    {
        "speaker": "Unknown",
        "time": "01:44:13.360",
        "message": "Not just my view, in the 2019 elections, literally what Amit Shah said, and again, if anyone's"
    },
    {
        "speaker": "Guest",
        "time": "01:44:18.800",
        "message": "paying attention, they should have said, why is this man, whose popular impression is that look, he doesn't leave, he's not a cultivated man in that sense. He's actually referring to very precise historical examples, when he's talking about defeating the Congress in 2019. And immediately those two things struck me, I would say it's the inside of the book, which is that the reading of history has created a ethos, where whatever they do, they don't split, because their view is that Indians always split. And they're not wrong in that, that anyone who works in India realizes that we are lousy team players, lousy. You have like, I'm sure in your time in Cricinfo or wherever else you work, there would have been five, six different factions, people who are like, have lunch together, other people have lunch. In meetings, they will say yes, yes, but then behind your back, they'll say no, no. Everyone who's listening to this podcast will sympathize with this problem, that you deal with Indian groups, you deal with factions. The RSS has understood it, and they spend all their time trying to solve this problem. That's why they really love it. That if you look in India, it's a massive competitive advantage, parties are splitting"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:26.720",
        "message": "all the time. Today, the Congress is one, Congress versus Congress, Kapil Sibal is saying something,"
    },
    {
        "speaker": "Guest",
        "time": "01:45:31.240",
        "message": "Chidambaram is saying something. It's not even as the RSS points out that having a single caste party, or, you know, will prevent this. Samadwadi party is a Yadav party, but the uncle and the nephew are at loggerheads, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:44.080",
        "message": "Bahujan Samad party is a Jatav party, but Mayawati will never promote another Jatav."
    },
    {
        "speaker": "Guest",
        "time": "01:45:49.160",
        "message": "That's why Chandrashekhar Azad Rawan wants to set out his own party. Because if she does that, then her vote bank gets cut. This is the water that we drink, that we don't like behaving properly in a group when it comes to achieving a goal. The RSS's absolute genius has been to understand it, it is an exclusionary version, right? And the point is not whether the history lesson is accurate. The point is that that history lesson has become a very powerful tool for organizational renewal. Because when it comes to the third battle of Panipat, the RSS analysis is the Marathas were lost because they were fighting with each other, the Rajputs and the Jats did not help. The Maratha army was not a centralized command, unlike the RSS today, it was a confederacy where the Peshwas were normally in charge, but you had the Holkas, you had the Sindhias, you know, or you had the Bhosles. For them, this is the analysis of the weakness of the Hindu past. And I would say that the moment that just struck me, that after that conversation on Shaka, seeing this on YouTube, and then linking it to Israeli, that kind of thing takes three years to get. So, you know, to the researchers who are listening amongst you, that insight, right, is not a simple insight. You have to immerse yourself, you have to speak to people, and then one day in a flash, something strikes you. And now when I say it to RSS people, they are saying, yeah, it's true. In fact, I got one of the few reviews that have already come, the book is very early,"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:15.240",
        "message": "has been from an RSS gentleman who says that, look, he's the first English speaking guy"
    },
    {
        "speaker": "Guest",
        "time": "01:47:18.800",
        "message": "to understand us, even though I am critical, right? Because this is their self-image. And I sometimes, and look, once a book like this comes out, people will say that, oh, this is obvious, this, that, or we should have found this earlier, but sometimes insights don't happen that way, right? Like first time someone comes up with an idea, you always say, oh, we should have known this 50 years earlier, but that never happens like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:40.960",
        "message": "No, and it was fascinating to me, not just, you know, the third battle of Panipat in 1761, but even, you know, that whole sense of how so many contemporary grievances can be in some way, you know, given an origin story or given that huge story in history, for example, you point out about how Amit Shah, of course, grew up in a household where he was surrounded by books and was well read and one of the other books by K M Munshi, which was a big influence on him and pretty much, you know, generations of Hindu nationalist leaders was the one about the sacking of Somnath by Mahmud of Ghazni, which is, you know, which is an interesting example of how, you know, history can be weaponized and history can shape the psychology of people and just how they look at the world. And it also kind of strikes me and, you know, we'll take an aside and I'll ask you this now instead of at the end, that, you know, does it also work the other way that does the politics that you have, then affect the history that you do? And you've managed to keep it out of this book to the extent that I have absolutely no idea what your political leanings are like. So is that something that you consciously, you know, warn yourself about in terms of even the facts that you choose to gather and so on? And then do you sort of, you know, between the first and the 18th draft, as it were, do you take, you know, not just yourself, but even your prism in a sense out of it? Is that something that you thought about?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:08.360",
        "message": "I try my best. I mean, that's exactly right. I try my best to do that. Because look, the book I'm writing on the BJP before Modi is the most polarizing question"
    },
    {
        "speaker": "Unknown",
        "time": "01:49:18.560",
        "message": "in India right now, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:20.360",
        "message": "I don't want to add fuel to that fire. Otherwise, every morning, there are like a million people on Twitter who are doing this. I don't want the book to fall prey to, is it a pro-BJP book, is it an anti-Modi book? You know, that's very, very hard to do, very hard to do. And especially when the book is not an oblique intervention, it's a central question, which is what is Hindu nationalism and why do they win? So the challenge before me was how do I make such a political, polarized topic, non-political"
    },
    {
        "speaker": "Unknown",
        "time": "01:49:50.160",
        "message": "and non-polarized in a way in which you can read the book, whether you hate the BJP or like the BJP, and this will help you understand it."
    },
    {
        "speaker": "Guest",
        "time": "01:49:57.600",
        "message": "And I just did a video interview with Barkha Dutt and she told me, look, this book didn't make me angry. She told me offline. And she said, I like that about the book and I hope that's how other people read it. This book is not going to get your BP up and let's take on Modi or let me become an internet"
    },
    {
        "speaker": "Unknown",
        "time": "01:50:13.880",
        "message": "bug."
    },
    {
        "speaker": "Guest",
        "time": "01:50:14.880",
        "message": "This is not, it has a lot of masala, so you enjoy yourself, right? But I wanted it not to be an intervention that becomes a political football. And at least in the very early days, but so far I've been able to do it, but yes, I obsessed about this. I spent a lot of time thinking about how I should move, how I should move my views on"
    },
    {
        "speaker": "Unknown",
        "time": "01:50:36.400",
        "message": "the way. On the other hand, while I didn't want to be controversial, I had a fidelity to the"
    },
    {
        "speaker": "Guest",
        "time": "01:50:41.280",
        "message": "truth."
    },
    {
        "speaker": "Unknown",
        "time": "01:50:42.280",
        "message": "And sometimes the truth is confidential."
    },
    {
        "speaker": "Guest",
        "time": "01:50:43.840",
        "message": "So for example, on the Gujarat riots, I don't hold back at all, as you've read, right? I know I detail precise, you know, exactly what happened, you know, what, and too often we ask, is Modi guilty, Modi not guilty? That's not the real question on the Gujarat riot, it was a massive connivance and state failure that you have to understand in that sense, right? So while I wanted to be quote unquote neutral, neutrality doesn't mean on the one hand, on"
    },
    {
        "speaker": "Unknown",
        "time": "01:51:10.760",
        "message": "the other hand, right? Because then when you have violence happening, when you have murder happening, neutrality is not that, Oh, somebody said it's a murder, other person said it was deserved. That's a very wrong way to do it, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:21.200",
        "message": "But it's a tightrope walk, Amit. So there's no like template for how to achieve this."
    },
    {
        "speaker": "Unknown",
        "time": "01:51:25.920",
        "message": "But I exactly what you said, I thought about it a lot."
    },
    {
        "speaker": "Guest",
        "time": "01:51:29.080",
        "message": "And I also, you know, over time, Amit, I've learned to respect the leader that the leader basically, you know, once the leader realizes there's a relationship between the evidence you give, and the arguments you give, then the leader is able to forgive a lot, you know, even if the leader disagrees with you completely, whereas very quickly a leader figures out if you have an agenda or an angle, and that's what I tried my best to prevent happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:52.640",
        "message": "Yeah, no, in fact, speaking of neutrality, there's this famous thing, there's this famous cliche about journalists, in fact, a cliched story about how if you are, if one person says it is raining, and the other person says it is not raining, your job is not to report them both, it is to go to the window and tell the reader whether it is raining or not. Except in certain cases, you don't know whether it's a window or a TV screen. So what do you do? So to get back to the narrative of the book, you know, we've spoken about the difference between Savarkar and the RSS and how the RSS is totally uninterested in politics. At one point, there's this juicy quote, where Savarkar, you know, says to the RSS in 1942, quote, what will you organize all these people for? Will you make achar with them? End quote, and, and then you point out how the assassination of Mahatma Gandhi and the aftermath of that, when you know, the RSS is sort of ostracized and banned for a few months, while the Hindu Mahasabha is not, because they have a minister in the cabinet and all of that makes the RSS realize that no, they do need some kind of political presence as well. Tell me a little bit about sort of this shift in the thinking and how it came about."
    },
    {
        "speaker": "Guest",
        "time": "01:53:00.240",
        "message": "Firstly, I mean, I think in this, in the debate between Savarkar and RSS, I think the RSS has turned out to be right and Savarkar wrong. In that, this, you know, let's just take Assam, right, where a few years ago, BJP came to power in Assam. Now, the BJP came to power in Assam because for the last 20 years, the RSS has been going there and marching, right? They have these shakhas, they've been putting money, you know, and they don't put money, the shakha people pay the money themselves, but they've been putting like organizational energy into it and basically, you know, tilling the land, creating, you know, social unity among Hindus while demonizing Muslims, it's a both ways, that is also a jugal bandhi. That takes, you know, that social transformation then becomes the underpinning for the BJP's"
    },
    {
        "speaker": "Unknown",
        "time": "01:53:44.480",
        "message": "rise in Assam."
    },
    {
        "speaker": "Guest",
        "time": "01:53:45.480",
        "message": "Savarkar didn't see that, like Savarkar just thought that it would be politics that would unite Hindus together, right, without that, there has to be an underlying social basis that also pushes it. And we didn't discuss earlier that part of that social basis is bottom up, which is organization, etc, etc. And I told you, I'm not quite sure about the data on that."
    },
    {
        "speaker": "Unknown",
        "time": "01:54:05.720",
        "message": "But the other is top down, which is what the RSS does, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:09.040",
        "message": "And that people tend to underestimate that, like even today, for example, Amit, and this is a good sign of the RSS that if you go to any district in India, and I go and sometimes I interview district collectors, district magistrates, who are the raja and ranis of the district, right, the collector, and the collector will, you know, even states which are under BJP, they will say, we don't know who the local pracharak is, because you know, it's not, you know, whereas, every time you have a new collector who comes to a district, all the local doctor, the local head of a this, that, the local head of a granite mill will all form a queue to do salaam, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:42.360",
        "message": "The RSS person never does it."
    },
    {
        "speaker": "Guest",
        "time": "01:54:44.320",
        "message": "And that's because the RSS doesn't need the state, it's the BJP state that needs the RSS. That is remarkable, right? I mean, I show you here in this book, the kind of personal sacrifices RSS people make"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:55.880",
        "message": "without accepting anything in return."
    },
    {
        "speaker": "Guest",
        "time": "01:54:57.880",
        "message": "And again, these are all things that other parties should take from it. The BSP had this Bahujan Volunteer Force, which was like the RSS, they don't have this, I met people there."
    },
    {
        "speaker": "Unknown",
        "time": "01:55:07.800",
        "message": "The Congress has a Seva Dal, which is absolutely pathetic, how many of your listeners even"
    },
    {
        "speaker": "Guest",
        "time": "01:55:11.960",
        "message": "know they exist, right? So on the first part that you asked that, you know, this debate between Savarkar on a pure political project versus the RSS view, which is a pure social project, which is the view that it had at that time, right, it's turned out that the social project actually"
    },
    {
        "speaker": "Unknown",
        "time": "01:55:28.120",
        "message": "benefits the political project in a way in which Savarkar doesn't understand. That's the enormous power of the RSS."
    },
    {
        "speaker": "Guest",
        "time": "01:55:34.280",
        "message": "The second part of the question you ask is that how does the RSS change its mind? And the answer is the murder of the Mahatma. I point out in the book that the RSS had no institutional role in it. In fact, the Godse Act actually set back Hindu nationalism. I mean, one of the counterfactuals that I see is that the partition, the Hindu Mahasabha and Savarkar's criticism of Gandhi turns out to be right, that when you begin to appease the Muslim League, what you don't, you don't get Hindu-Muslim unity, you get different countries. Objectively, the Savarkar's view on Congress politics vis-a-vis Muslim League turned out to be true, right? And with Hindu and Sikh refugees pouring into India after 1947, we see a jump in RSS membership and Hindu Mahasabha membership. They could have come to power, I mean, far earlier in India compared to 1996, they could have come to power far earlier, right? Why does that not happen? Because the murder of Mahatma, who is a Hindu leader, is linked to the RSS and Hindu Mahasabha, at least ideologically, if not institutionally, right? And the RSS is banned, Golwalkar in jail, all the pracharaks are put in jail."
    },
    {
        "speaker": "Unknown",
        "time": "01:56:39.480",
        "message": "On the other hand, they are able to notice that the Hindu Mahasabha, which is Savarkar's"
    },
    {
        "speaker": "Guest",
        "time": "01:56:43.040",
        "message": "political party, is not banned, right? Even though the groups that were the Madanlal, Pahua, Apte, Bodse were all Hindu Mahasabha"
    },
    {
        "speaker": "Unknown",
        "time": "01:56:52.120",
        "message": "members, right? And they also realized why, which is that the Hindu Mahasabha is a coalition, is an ally in parliament, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:59.520",
        "message": "It's the industry minister, Shyam Prasad Mukherjee, who's from the Hindu Mahasabha."
    },
    {
        "speaker": "Unknown",
        "time": "01:57:03.000",
        "message": "And so Nehru and Patel realized that, look, it's a splinter group, not the actual Hindu"
    },
    {
        "speaker": "Guest",
        "time": "01:57:07.760",
        "message": "Mahasabha that's doing it. And the RSS realized and noticed that the ban that they were put through, which frankly is undemocratic. Because if there's no evidence to ban someone, to jail someone for this long, while I'm very"
    },
    {
        "speaker": "Unknown",
        "time": "01:57:20.360",
        "message": "vocal when it's the BJP that violates civil liberty, what the Congress did to the RSS"
    },
    {
        "speaker": "Guest",
        "time": "01:57:24.760",
        "message": "at that time, while had popular support, is to me at least a violation of civil liberties."
    },
    {
        "speaker": "Unknown",
        "time": "01:57:31.600",
        "message": "But the lesson the RSS learned is not a single MP spoke up in parliament in their favor. And even though they wanted nothing to do with the state and government, the government wanted something to do with it, which is why Golwalkar reluctantly in 1951, agrees to the"
    },
    {
        "speaker": "Guest",
        "time": "01:57:46.040",
        "message": "setting up of a separate political party, the Jansa, with a lot of RSS members and the face would be Shyam Prasad Mukherjee, who has since left the Hindu Mahasabha, to contest"
    },
    {
        "speaker": "Unknown",
        "time": "01:57:55.840",
        "message": "in India's first elections."
    },
    {
        "speaker": "Guest",
        "time": "01:57:57.720",
        "message": "So the RSS comes to politics because of Gandhi's murder and its quote-unquote oppression that it faces immediately after that, and very quickly, the RSS realizes that its social aim and the political aim of the party are actually quite united."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:13.600",
        "message": "No, what you said about, you know, the RSS's vision, winning out over Savarkar's is also echoed in, you know, one of my favorite quotes about politics, which, you know, all my listeners will groan now because they know what's coming. But Andrew Breitbart once said, politics is downstream of culture. And I think the great triumph of Hindu nationalism comes from the RSS recognizing the truth of this, in a sense."
    },
    {
        "speaker": "Guest",
        "time": "01:58:36.320",
        "message": "And sorry to interrupt you again, that's also the failure of the Nehruvian idea of India, because they didn't understand the sentence that you just said, that Nehruvian politics was seen as unmoved from culture."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:49.240",
        "message": "A point that I repeatedly keep making, you know, it's become another trope of my show that I ask my guests something I won't ask you because it's too much of a cliche now and we have so much else to talk about, but was our relatively liberal constitution imposed on an illiberal society and therefore was always that top-down imposition was always sort of bound to fail in some way. But you know, having said that, I can sort of contradict that immediately by pointing out that the first leader of the Jansang, Shama Prasad Mukherjee, in many tellings comes across as a remarkably liberal man. For example, he left the Hindu Mahasabha because he was upset that they would not admit members of other religions, which he thought was completely pointless. And I did an episode recently with Rupur Dhaman Singh on the making of the first amendment. And there, if you just look at all the arguments and what people are doing across sides, it appears to be Shama Prasad Mukherjee, who is a great liberal and Nehru, who is the enemy of liberalism. And again, all those arguments and all those quotes are in the public domain. You know, I was struck by this very intriguing thing that you said about the Bharatiya Jansang when it was formed. And this is possibly partly because even though, you know, Shama Prasad wants to form it, he asked Golwalkar, he says no, but then eventually, you know, enough of Golwalkar's colleagues want it. So he agrees and a lot of RSS people come in. And you speak about how this represents a movement away from primadonnas and ideologues towards orators and organizers. And primadonnas you've spoken about before, but you speak about how temperamentally they are dangerous for an organization, ideologues, you know, you use the word theorems for them just as you do temperament for primadonnas. But the orators and organizers are interesting because this almost, in a sense, then besieges the future of the BJP, of course, today with Modi and Shah, but even earlier than with sort of Vajpayee and Advani, which is, you know, the meat of your remarkable book. So let's talk about the two of them now and the very different circumstances in which they kind of, you know, came to being. Tell me a bit about the early Vajpayee because, you know, he's born in Gwalior on Christmas Day in 1924. And you speak about how Gwalior is a hub for resurgent Hindu identity, in your words. And you also say that, you know, Vajpayee's future and therefore India's future could have been different had he been born in, say, United Provinces. So explain to me a bit of Vajpayee's background and how that sort of shaped him and eventually, you know, led him to becoming part of the RSS."
    },
    {
        "speaker": "Guest",
        "time": "02:01:15.240",
        "message": "Well, I mean, coming to the first part of your question, from the very beginning, Hindu nationalism has realized that they need an orator and an organizer. So the first Jugalbandi in that respect was Shamprasad Mukherjee, who was, you know, the youngest vice chancellor of Calcutta University, erudite man, etc, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:34.200",
        "message": "He was vice chancellor at the age of 33. And no doubt, many people will point out that people at the age of 33 are still doing their PhDs in JNU. They will snark."
    },
    {
        "speaker": "Guest",
        "time": "02:01:42.680",
        "message": "There you go. Right."
    },
    {
        "speaker": "Unknown",
        "time": "02:01:44.680",
        "message": "But Jugalbandi was very, so he was very consciously made the face of the movement because he wanted"
    },
    {
        "speaker": "Guest",
        "time": "02:01:50.440",
        "message": "somebody who would speak in Parliament. At the same time, you had Dindayal Upadhyay, who was seconded by Guru Golwalkar, who was the head of the RSS at that time, to be the Advani for Shamprasad Mukherjee and then, of course, you have Vajpayee Advani. And now you have Modi and Amit Shah. Point being that there's a bit of social engineering that there was a space for someone like Vajpayee. And because Shamprasad Mukherjee dies young, right, or dies early, there was a need to replace so that to understand Vajpayee's rise, you have to understand Vajpayee's personality, etc, etc. But the fact that luck, and this is something you referred to beginning, luckily for Vajpayee, the very traits he exhibited was something that Hindu nationalism required hugely after"
    },
    {
        "speaker": "Unknown",
        "time": "02:02:34.360",
        "message": "the death of Shamprasad Mukherjee."
    },
    {
        "speaker": "Guest",
        "time": "02:02:36.840",
        "message": "But the sort of corollary to that is if it wasn't Vajpayee, it may have been somebody else. That person may not have had the talent to take the BJP to victory, you know, so many decades later. So Vajpayee, his family, he's a Kanyakumari Brahmin, they are poor, they are originally from Bateshwar in what is today Uttar Pradesh. But I think his grandfather moves to Gwalior, which is a princely state, is a princely state run by a Hindu king, which is the Maharaja of Gwalior, he's a Maratha, he's a Sindhiya, right? Again, a progeny of, you know, according to the RSS, you know, the person who made one of the mistakes in the third battle of Panipat, right? And harsh critics would argue that even today, so many hundred years later, you see a Sindhiya splitting the party. It's a bit mean, but you know, I am sorry for that. So Vajpayee comes, you know, it's a very traditional Gangetic Brahmin family, he wears a sacred thread. His brother also wears a sacred thread and the RSS happens to come to Gwalior because it is Marathi speaking, right? Otherwise, it wouldn't have come there that quickly. So very soon after the creation of the RSS, you know, it's been able to percolate into"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:46.080",
        "message": "Gwalior because the king of the Raja of Gwalior is a Maratha, Marathi speaking, was part of"
    },
    {
        "speaker": "Guest",
        "time": "02:03:51.040",
        "message": "the old Maratha Empire, right? And that's also why Vajpayee Marathi is very good because if you go to Gwalior even today, you have Marathi speakers and you have Hindi speakers, right?"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:01.240",
        "message": "And the RSS comes there and he joins the Shaka and he joins the Shaka because of his caste,"
    },
    {
        "speaker": "Guest",
        "time": "02:04:05.760",
        "message": "because you know, he was a, you know, a Brahmin and he joins and that was the social base of the RSS at that point. And I also mentioned there that on the first day, he's wearing a sacred thread, but very quickly he realizes that he doesn't want markers that distinguish himself from other Hindus and he removes the sacred thread and his own brother, I don't think I mentioned it in the book on, you know, in the first days in the Shaka, he cooks his own meals because he doesn't"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:27.600",
        "message": "want somebody who's not a Brahmin to cook his meals and within three, four days he ends"
    },
    {
        "speaker": "Guest",
        "time": "02:04:31.480",
        "message": "that. To me, that's a wonderful story because it tells you that compared to traditional Hinduism, the RSS, again, for electoral logic, initially pushes you to be much more progressive, right? And that is Vajpayee's trajectory and his father then becomes a teacher in the Gwalior education system and employee of the Maharaja of Gwalior. He's a fantastic orator, that is Vajpayee's great skill. He's a middle-rung poet. So people who say Vajpayee is a great poet haven't read his poetry like I have, but what it gives him is a rhythm of sentences, right? That mixed with Vajpayee's extraordinary political antennae and the fact that his father was also a very good speaker gives Vajpayee's legendary quality, which is that he says a sentence that the left says is in their favor and the right says is in their favor. This is Vajpayee's like eternal quality, right? Like he'll say something in parliament and parliament will say, wow, this man is one of us without irritating the RSS, Arvani just can't do that, right? So that's Vajpayee's kind of background and as I argue, it's a background that is far apart from the moderate personality eventually gets and what changes Vajpayee from a provincial gangetic Brahmin into this kind of liberal avtaar that most liberal Indians kind of said right man in the wrong party are two things, Amit. One is it's the influence of parliament. At the age of 34, Vajpayee becomes an MP again, social engineering because Dindyal Upadhyay who runs the party at that time wants a good articulate replacement for Shyama Prashad"
    },
    {
        "speaker": "Unknown",
        "time": "02:06:12.360",
        "message": "Mukherjee."
    },
    {
        "speaker": "Guest",
        "time": "02:06:13.360",
        "message": "And he's in parliament from the age from 1957, basically unbroken to 2007, 2008, that's enormous, right? Whether in the Lok Sabha or the Rajya Sabha and Vajpayee does not care who represents the party. He wants to make sure that he has the best seat to speak in parliament. That's his self-image, right? And parliament in that period, right, is an Aruvian consensus. Even if you're not part of the Congress, you broadly believe in an Aruvian consensus to be respectable in parliament, you have to accommodate the Aruvian consensus and Vajpayee"
    },
    {
        "speaker": "Unknown",
        "time": "02:06:44.400",
        "message": "does that."
    },
    {
        "speaker": "Guest",
        "time": "02:06:45.400",
        "message": "And he does that not because he's a half a congressman as his right wing critics allege, but that is what you have to behave to get respectability in Congress of that period. So that is the first liberalizing influence of Vajpayee, given his social background. The other, which has led to some controversy in the book is his longtime companion Rajkumari Kaul. They are in love when Vajpayee is 17, she's 16 in Gwalior, they study in the same college together, but it doesn't happen, I think, because the families oppose, but they meet a couple of decades later and at that time, Rajkumari Kaul is married and Vajpayee then has a long standing relationship with her, her husband, Mr. Kaul, Rajkumari Kaul and Vajpayee live together, right? And she is Indira Gandhi's second cousin. She's a remarkable woman, I think one of the most under studied political women of the 20th century in that she plays a role in liberalizing one of the greatest politicians of 20th century India, namely Vajpayee. She has long discussions on him, say on the Ayodhya movement, she's opposed to the demolition of Babri Masjid, and she's a key part of the puzzle in trying to understand why someone like Vajpayee with Vajpayee's background began to be seen as a moderate."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:03.520",
        "message": "No, no. And, and, you know, I found it fascinating how you've quoted Vajpayee at one point as saying quote, I am unmarried, but not, yeah. So that was fascinating. I wanted to explore a sort of a couple of interesting facets of Vajpayee's personality here. And one is even though Advani, who we'll speak about later, had an actual cosmopolitan background and all of that, Vajpayee in many ways is also fairly cosmopolitan in the sense that, you know, in that 95 meeting that you write about where Advani says that he'll be the prime ministerial face of the BJP, Vajpayee cautions him by quoting Hazrat Nizamuddin and he says, Delhi toh bahut door hai, and you know, he's a man who likes Bhang Pakoras, he makes prawn curry, you know, he likes his whiskey, you describe him as an epicurean. So it seems very interesting that, and this is something that is also say common with Advani, whose background would make you expect this much more, but he's also, you know, Advani is also into English literature and all that. And the interesting thing is that where their political vision or perhaps a political vision that they are sort of driven to by circumstances can be exclusionary and can have a narrow vision of what a person in India is or what a Hindu is. In their lived reality, in the concrete, outside the abstract, in the world of the concrete, they are actually quite cosmopolitan and syncretic and absorbing all of these different cultures and all of that. And this about Vajpayee seemed very interesting to me. What was also fascinating though, which is sort of a counterpoint to that, is you quote a family friend of his saying, quote, from an early age, Vajpayee resented English speaking Indians, but he was also fascinated by them. That's the story of his life. Stop quote. And this has multiple resonances. You know, first of all, to what extent do you feel that this was true and not just something that this person was saying? Did it change with Rajkumari Kaul, who was earlier Rajkumari Haksar, and as you pointed out, second cousin of Indira Gandhi, to what extent did she change that because, you know, he was fluent in English and obviously brought a lot more of these influences? And to what extent does that sort of resentment towards English speaking elites linger on and shape the politics today? Because it is true that a lot of Indian politics has been shaped in a top down way from English speaking elites who are disconnected with the rest of the country. And it is natural and rational, you know, to imagine resentment towards that."
    },
    {
        "speaker": "Guest",
        "time": "02:10:33.280",
        "message": "Yeah, I think that that's a key way to understand the RSS, this insecurity and this anger at"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:39.960",
        "message": "English speaking elites, like me, Amit, like, and this made my life very hard when I started"
    },
    {
        "speaker": "Guest",
        "time": "02:10:44.480",
        "message": "doing interviews, you know, and the thing is, I didn't pretend to be otherwise, right? I didn't pretend that, you know, I was pretty clear, look, I grew up in Bandra, that I've gone to, you know, Harvard and Princeton, like, but at the same time, they want you to know their story."
    },
    {
        "speaker": "Unknown",
        "time": "02:11:00.400",
        "message": "So it's a complicated, you know, it's a complicated relationship."
    },
    {
        "speaker": "Guest",
        "time": "02:11:04.200",
        "message": "You talk about Vajpayee, but you know, Advani is even more syncretic. Yes, he came from an English speaking background, he knew, which is defined as, you know, English"
    },
    {
        "speaker": "Unknown",
        "time": "02:11:12.320",
        "message": "before you know any other Indian language, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:14.320",
        "message": "He did. I mean, he knew English before he knew Hindi. But at the same time, he, the kind of Hinduism that is practiced amongst Sindhis of that period in Karachi, is a very syncretic one. His, in his house, you have Sikh rituals, you know, that are practiced. His mother used to go to a Sufi shrine, precisely the kind of shrine that the RSS, the Higdewar opposed, which we discussed earlier. So it's a syncretic background, and he's English speaking, he's playing tennis, as I mentioned, you have to understand Advani is to understand him through the catastrophe of partition, and his desire to make his family and India whole again, that sense he comes across as a much more sympathetic character in this book, than the cartoonish versions of him, you know, wearing that hat in the Rath Yatra, right, saying that here's a man who is really shaped by these grand forces of history that he's trying to, you know, come to terms with after so many years. And ironically, Amit, the quality that pole vaults Advani into the heart of Hindu nationalism is the fact that he speaks English. So Atal Bihari Vajpayee becomes an MP in 1957, and also leader of the party, the Jan Sangh in Parliament, even though they had, I think, only three MPs, and Dindya Lupadia himself, a dhoti wearing Hindi speaking type, realizes very quickly that Luckhians Delhi is English speaking. So if you want to speak to journalists, you want to speak to diplomats, I mean, you know, he has the same insight that Arnab Goswami has had like 50 years later. But the difference is that Dindya Lupadia says, look, I need somebody to help Vajpayee navigate this English speaking world. And who's the English speaking person we have in our midst? It's Lal Krishna Advani, who happens to be in Rajasthan. That's the immediate reason that he is moved as secretary to Vajpayee in 1957. So it's this very complicated relationship between the English speaking world and Hindu nationalism, given that that was a reason for the rise of Advani himself, right. And of course, once Vajpayee gets much bigger, his political constituency becomes the English speaking liberals compared to Advani, right, even though the English speaking types who get into the BJP, Chandan Mitra, Swapan Das Gupta, Vajpayee can't relate to any of them."
    },
    {
        "speaker": "Unknown",
        "time": "02:13:30.040",
        "message": "They are all Advani's men. So you know, this is a, it's a fascinating thread that runs through this book, without a, and I like it also because it's a contradictory thread, there's no clear, you know, it's like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:42.600",
        "message": "a river that is kind of meandering up and down there, the relationship between English speaking resentment and Hindu nationalism. No, in fact, there's a very telling quote in your book about the time where, you know, Advani was sent to Delhi to help out Vajpayee. And you quote an RSS man active during that period, as saying, quote, there are two types of Indians, those who use Western toilets, and those who use Indian toilets, we use Indian toilets, but we need some people who use Western toilets, stop it, which is why, you know, Advani is sort of sent there. Another sort of very interesting thing about Advani is that this sort of impression of Advani as a hardliner and Vajpayee as a moderate. And I think there is perhaps much more truth to Vajpayee's moderation. But Advani was sort of, you know, circumstances almost forced him to take this hardline stand because first of all, in 1985, he's kind of, you know, pitchforked into the leadership of the party when Vajpayee has to go because, you know, all the Hindu vote has gone to Rajiv Gandhi and all of that, and then over a period of time, he, you know, becomes hardline out of circumstance. Now, I'm struck by a bunch of quotes about him. In fact, and one is, of course, from Balraj Madhok, who was opposed to both Advani and Vajpayee and Balraj Madhok called Advani, a quote, boneless wonder, who does not have his own character or opinion, stop quote. And much later, you know, you quote Arun Shourie as saying of the time in the cabinet together in the Vajpayee government, that Advani was the second most powerful man in the country. The most powerful was the man who last met him, you know, indicating that he is so impressionable as it were. Tell me a bit about Advani's beliefs, like we've already sort of spoken about, you know, Vajpayee the orator and, you know, Advani, the organizer coming together and that's how they start. But Advani also becomes not bad at orating at a later period in time. But so he's an organizer. He's looking after the party. The party has an ethic. It is a team ethic. He has a cosmopolitan background. You know, he went to St. Patrick's and, you know, you describe an incident about I think in the early 2000s, he goes to Pakistan and he goes to that school and they sing for he's a jolly good fellow for him and, you know, his eyes missed over, as you point out. So he is that kind of man. He's also what is the sense that you get about, you know, what his views are like? What does he really believe? What is he driven by? Like Swapan Dasgupta at one point said, as you've quoted in your book, that Advani was a different man before and after the Rath Yatra, which is interesting. But I think that is, you know, he would have reached a bit of an age there where your basic character doesn't change. So are these people political animals who are responding to incentives in the political marketplace, which later determines the way that they are looked at or at their core, is there something else which you can point to? Like with Vajpayee, certainly you can say that he had things that he stood up for and strong beliefs. For example, when, you know, the Golwalkar asked him to break up his relationship with the Rajkumari, he just flat out refused. And you know what, give me a sense of Advani in that sense."
    },
    {
        "speaker": "Guest",
        "time": "02:16:48.240",
        "message": "You know, the narrative spine of this book, Amit, is Vajpayee and Advani. So it was very important for me to get their personalities right, very important, right. And to have that, look, people change, as you said, people change over 80 years, but they also have to have some part of their personalities that are constant. And after thinking about this for three years, I realized that the two core personality traits of Advani, right, one is loyalty, you know, he's defined by loyalty, you know, and it's a trait that, you know, is very welcome in the RSS. And the second trait is underconfidence, he's constantly unsure, he has this Hamlet-like quality, where, you know, he's constantly unsure to do or not to do, to be or not to be, you know, in a sense, Vajpayee doesn't have that at all. So right from the beginning, when he meets Vajpayee, he's in awe of Vajpayee's speaking talent. And Advani himself is very underconfident about his speaking talent, right. He's an unnatural politician in that sense. But you know, he's loyal, he spends a lot of time with the party carder, the party carder like that, Vajpayee has no time for them, Vajpayee only has time for Parliament. So over time, he develops this hardline image amidst for three reasons. One is that he listens to the party, he listens to the RSS, he spends morning to evening like going to party headquarters, listening to what people are saying, Vajpayee doesn't do that at all. And the party is far more hardline than Parliament. So Advani becomes the face of the party. That's the first reason why he gets a hardline image. The second reason he gets a hardline image is that Vajpayee liked that, because Vajpayee understood the fact that you need an orator and an organiser and at the times in which the RSS was tiring of him, he would say, look, if you're tiring of me, I'll put a different party president that you like, who will also be loyal to me. And that was Advani."
    },
    {
        "speaker": "Unknown",
        "time": "02:18:36.520",
        "message": "So they needed the jugalbandhi, Vajpayee understood it, Advani understood it also."
    },
    {
        "speaker": "Guest",
        "time": "02:18:41.000",
        "message": "The third reason he's given the impression of being hardline today is the Rath Yatra, right, and the Babri Majid demolition. No question, that's the defining feature of Advani. I point out in the book though that Rath Yatra, of which I'm critical, if you've read that, was not because he was a religious zealot at all. It was sheer naked political opportunism. That in August 1990, the VP Singh government announces the Mandal Commission report, where you have reservations in central government jobs for OBCs or backward castes. This immediately sets off panic among the upper caste base of the BJP. And Advani is able to see that if this continues like this, there will be a split between the"
    },
    {
        "speaker": "Unknown",
        "time": "02:19:20.760",
        "message": "upper caste and the backward caste, you know, and if it's just upper caste, the BJP cannot come to power."
    },
    {
        "speaker": "Guest",
        "time": "02:19:26.600",
        "message": "So literally a month later, he announces the Rath Yatra, where he travels from Somnath to Ayodhya, or he plans to travel to Ayodhya. The Ayodhya movement is by that time already seven years old. So nothing explains the timing of the Rath Yatra, except that literally a month earlier, you had the VP Singh government, right, and I would say that that is the sheer political opportunism, right, rather than, you know, deeply held Islamophobia and a sign of that is that in all his speeches that you see there, right, I don't want to defend him, he's very careful not to criticize Muslims directly, which is something you hear every day in this"
    },
    {
        "speaker": "Unknown",
        "time": "02:20:03.000",
        "message": "government."
    },
    {
        "speaker": "Guest",
        "time": "02:20:04.000",
        "message": "You know, he's very, very careful and even when the crowd starts saying something against Prophet Mohammed or something, Advani is the first to shush them up, you know, saying that's"
    },
    {
        "speaker": "Unknown",
        "time": "02:20:13.000",
        "message": "not what this is about."
    },
    {
        "speaker": "Guest",
        "time": "02:20:14.000",
        "message": "That's what gives him this Hamlet-like quality that his own social instincts and the political persona that frankly is good for him, like, you know, it's good to be called a hardliner"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:24.600",
        "message": "because the parliament and English-speaking liberals will hate you, but the RSS and the"
    },
    {
        "speaker": "Unknown",
        "time": "02:20:28.880",
        "message": "cadre will say, okay, he's one of us, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:31.920",
        "message": "But that's what gives Advani this complexity and I don't want to defend him or anything like that, but certainly as the beginning of the book shows Amit, he could have become prime minister in 96, but he is understands, or you can say underconfident, or he understands his own limitations that if he is prime minister, the BJP will never get allies and so you need someone like Vajpayee. So he gets Vajpayee out of cold storage and Vajpayee is then the PM candidate and then Vajpayee becomes PM again, 96, 98 and 99 and Advani serves under him and I just think that's"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:02.360",
        "message": "remarkable because how many politicians, you know, are aware of their own limitations."
    },
    {
        "speaker": "Guest",
        "time": "02:21:07.480",
        "message": "Certainly, you know, today's Congress and Rahul Gandhi are not aware of their limitations, right? And in that sense, certainly when you read this book, the hundred percent negative image"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:18.880",
        "message": "of Advani, some of you may have, will be diluted just a little bit and the hundred percent"
    },
    {
        "speaker": "Guest",
        "time": "02:21:24.320",
        "message": "positive image of Vajpayee that some of you have will be diluted just a little bit. They were a jugal bandhi, they were at some level play acting."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:32.120",
        "message": "And in a sense, responding to incentives, before I get to my next question, a couple of asides and the first is an aside to an aside. So it may seem completely irrelevant, but I remember, you know, there used to be this news magazine in the early 90s called NewsTrack, which would go around in videotapes. And I remember, you know, watching an episode of NewsTrack where there was an interview of Devi Lal and it was fabulous if someone can find the clip, I don't know if it exists, where he is basically sitting in, I think a banyan and a dhoti in the garden on a chair with his feet up and the camera angle is, you know, at his shoes. So his shoes are really big and he is kind of in the background. And the interviewer asks him, ki Devi Lal ji, apne apne bete ko chief minister kyu banaya? And Devi Lal says, toh kya Bhajan Lal ke chhore ko banaya? Which is a masterful answer. But the reason this aside came to me was because of the next aside, which is again about how circumstance seems to shape politics in the sense that VP Singh went in for all the Mandal stuff he did partly because Devi Lal was agitating and he felt politically insecure. And then Advani responds to that with, you know, the Rath Yatra and then whatever happens happens and it, you know, it's like a domino effect of one thing after another and you wonder what would have happened if the chain was broken. Now, tell me a little bit about sort of the relationship between Advani and Vajpayee like at one level, their backgrounds are pretty different. You know, you point out how Vajpayee is from Gwalior, the orthodox strand of colonial era Hinduism as it were, Advani is from the reformist strand. He is, you know, in Karachi where he's going to St. Patrick's and he's playing tennis and the Guru Granth Sahib is at home in one sense, he's almost like his family is partly Nanak Panthi, it would seem. And then they both joined the RSS and they come together and you describe their first meeting where, you know, Shyamaprasad Mukherjee goes to Kota to campaign before the 5152 elections and because he's not great at Hindi, the RSS sends Vajpayee who was earlier the editor of their magazine to help him out and Advani is just smitten. And he says about Vajpayee, he describes him later as quote, a poet who had drifted into politics, something was smoldering within him and the fire in his belly produced an unmistakable glow on his face, stop quote. And at a sense, it almost, you know, it seems like and they're both deeply emotional people, as Vasundhara Rajesh India tells you, I think at another point of the story, and it seems to me like a beautiful sort of bromance that is developing through the book that these are such different people, Vajpayee much more flamboyant, given to expression, slightly more colourful life, while Advani, despite the cosmopolitan background is a very stable personality, very Uxorious, if I might use that word, I shouldn't use jargon, but Uxorious, however you pronounce it means someone absolutely devoted to his wife, which is, of course, a very formidable Kamla Jagdiani, who also kind of stays in the background, just like Rajkumari Kaul. What was the relation like, you've also spoken about how, you know, in later in the 60s and the 70s, they'd go and watch movies together, and they just loved each other's company. And yet there is a sort of drift when, you know, the first Vajpayee government actually spends his time because Vajpayee realizes that there isn't enough talent in the RSS. And so he brings in all these other people and centralizes a lot of things in the PMO. And Advani is a bit resentful. What's the personal relationship been growing through the years like Advani makes in a sense a supreme sacrifice in 95, where he says that, you know, Vajpayee should be the PM candidate, and the whole party is just aghast at that, and, you know, he is the obvious choice. Tell me a bit about that relationship and your sense of it. And was it moving in parts to sort of, you know, look at how that unfolds through the years?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:24.320",
        "message": "So, I mean, I look at this relationship, this Jugalbandi as having three different strands. The first strand, which is, I think, the, you know, the one that is essential is that they like each other, they like hanging out. So think about your listeners to think about friends you like to hang out with, there's no formula for it. Like, you know, you, you may like somebody else, but you may not like like shooting the breeze for an evening with somebody, you know, somebody else you may disagree and argue with, but it's fun to hang out with. They were like that. So they, you know, they, and it's hard to reduce that chemistry into three or four equations. So they like Bollywood films, right? That was an aspect of the personal relationship. They like to eat, right? They used to go out, Advani was a vegetarian, Vajpayee was anything but, you know, they would discuss, you know, each other's family. So they would do that kind of thing. They had a similar emotional quotient that they could, you know, cry and laugh at the same time. There was definitely a fanboy element, Advani when he met as the quote that you read out, now Advani was, you know, startled by Vajpayee and look, I think one of the big strengths of the book is I never met Vajpayee and I mean this because anyone I know who met Vajpayee was bedazzled by him, you know, any journalist, anyone who sees it in parliament, he could make time stop and I would encourage your listeners to go at least on YouTube and see some of his speeches, you know, even when, you know, he's being calculated this, that he, you know, unlike many politicians who try to convince you, Vajpayee could make you laugh. He could make you smile. You know, his sentences had an angularity to it. He in his best sense, he had the ability to uplift you. Now the problem with that is that may not be the person he is. Many cases, many times it is, sometimes it's not, but you can get totally, you know, emotional and irrational if you met him. So many of the people who are a little critical of my book for being, you know, because of sort of puncturing this grand Vajpayee image, which I do, while at the same time saying he was one of India's greatest prime ministers, but look, he was a human being and he was a politician. Are people who met him and people who've been blinded by that, right? I have not, and I'm thankful for that because had I met Vajpayee, this book would definitely have come across as a fanboy book, right? I don't think India has had a greater political orator. And I think part of the personal equation between Vajpayee and Advani was Advani was a fanboy. He was a fanboy of Vajpayee. The second strand of that relationship was professional. Something that we discussed earlier that Hindu nationalism needs a moderate, needs a hardliner, needs an orator, needs an organizer, and both of them fitted that part. And you know, when the mood of the nation was for moderation, Vajpayee was in front. When the mood of the nation was for radicalism, Advani was propped in front. And by the way, as an aside, Amit, I think that is the most remarkable part of the relationship that in a country as hierarchical as India, you have a relationship that is able to switch spots not once, but twice. So it's like, you know, Obama now serving under Biden, Biden had served under Obama, Obama now serving under Biden, and then a few years later, Biden once again serving under Obama. It's unthinkable. But that's literally what Vajpayee and Advani did. And that was also because they were professionally compatible, right? In a way in which Advani and Murali Manohar Joshi were competing with the same spot, there was no jugalbandi there. That's why they didn't like each other. Or Subramanian Swamy and Madhok were competing with the same spot as the face and voice of Hindu nationalism as Vajpayee did, whereas Vajpayee and Advani were perfectly compatible in a jugalbandi that is at least in part a requirement of Hindu nationalism, which is both a party seeking political power as well as a social movement seeking to transform society. So it's like the communists in that respect. And that's the second strand, professional compatibility. The third strand, however, and that's like, literally, that's the taste that I want to leave you with in the book is ideology, that it's a, it's a, it's an ideology that focuses on teamwork. And even when the things went so bad between Vajpayee and Advani, for Advani, it was, you know, between 98 and 2004, when they were in power. And for Vajpayee, it was between 1986 and 1993 or 1994, they never divorced. So it was like one of these odd couples squabbling in the, in the park that you see, and you're like, they're going to call the police, but they go home and cook for each other. It's like that. And what keeps that couple united is a deep ideological belief in the sanctity of marriage. That's what these people had. And a good sign of that is the end of the book, which, you know, I'm sorry, please read the book. Don't just see, hear the podcast. But at the end, at Vajpayee's, you know, just after his funeral, Advani has to speak and Advani could have deferred to Vajpayee, his 60 year relationship with Vajpayee in terms of personality or in terms of personal chemistry or in terms of professional compatibility. But he focuses on ideology. He says that thinking about Vajpayee will help us live according to the ideology and principles that the RSS has laid for us or words to that effect. That's very telling. Because even after all these decades, even after all the love, the warmth, the professional compatibility, the marriage was kept together by an ideology."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:30.520",
        "message": "No, that's fascinating. And I'll go off on another sort of brief digression by something that you said, and something that you wrote. What you said was that you're glad you didn't meet Vajpayee because then you might have been biased by it. And this could have been a fanboy story. In your book, at one point, you also write about how Advani realizing consciously that he needs to woo English speaking journalists. And so he gets Swapandas Gupta and Chandan Mitra and so on into the fold. And since then, they've been complete fanboys. And equally, I know, sort of, quote unquote, liberal acquaintances of mine, who have been granted a meeting with Rahul Gandhi and suddenly their view just flipped and they are just in complete awe of the guy and no, no, he's not as dumb as you think he is and blah, blah, blah. So what happens like, you know, and I'm referring to sort of, if you have any observations about this human trait, that you meet this person in power, who's a public figure who is nice to you. And suddenly you just flip your independent thinking vanishes. I have seen this so often."
    },
    {
        "speaker": "Guest",
        "time": "02:31:32.560",
        "message": "And it's just so bizarre. It's the power of raw charisma. This is what Max Weber said is a very key component of why politics works and boy did Vajpayee have it. You know, like Advani, I don't think you meet Advani, you say sincere man, you know, if you like him, you know, like whatever educated man, but you know, you won't like with Vajpayee, like, you know, journalists will go to talk to him. Journalists have told me to talk to him about some political story, and he kind of turned to the window and see, you know, barish suno and they go and for five minutes, listen to the sound of the rain, you know, I mean, it's mesmerizing. Absolutely mesmerizing, which is, and that, of course, at a personal level, at a political level, Vajpayee's command over what to say, what not to say was an enormous political tool. Like to give you one example again, this charisma, he goes to Pakistan in the late nineties on the bus, Lahore bus yatra, and he gives a speech in Pakistan to all the elites of Pakistan. And he just totally floors them, both in the way he quotes Urdu and the way he speaks, but also in like the sentences he uses. So he gives the sentence and I quoted in the book, I'm saying it in English, which is, he says that, you know, some people feel that by coming to Pakistan, I have put a mohar or I put a stamp on their existence, right? So that's the beautiful sentence, because what he's saying is, and the Pakistan audience understands is that people in the RSS who believe in Akhand Bharat, who believe that Pakistan should not exist in the first place, feel that by Vajpayee going there, that he has put a seal on Pakistan, right? But he never has to say it in that complicated way. He actually George Orwell, you know, should use Vajpayee as an example, because he, you know, he shows without telling, and then the next sentence is remarkable. He says, I'm here to tell you that Pakistan's existence doesn't need a stamp from anybody. And the crowd there goes bananas, because they get exactly what he's trying to say."
    },
    {
        "speaker": "Unknown",
        "time": "02:33:24.880",
        "message": "At the same time, nobody in India makes a complaint, the RSS doesn't say anything, because at least formally the sentence seems okay, you know."
    },
    {
        "speaker": "Guest",
        "time": "02:33:33.240",
        "message": "So this charisma that you're talking about is able to float people, charm parliament, but it's also able to say things and not say things that is able to pay for the very different and sometimes conflicting constituencies of Hindu nationalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:48.640",
        "message": "And how much of Vajpayee is Mukhota? Like how much of this is, do you think is your field is performative? And how much is sort of the real Vajpayee, because it seems to me at different points in your narrative, you get a sense of a man who does believe in certain things and is willing to stand up, like, for example, his relationship with Rajkumari when Golwalkar asked him to break that down, or even his sort of stubbornness towards like when he forms the BJP in 1980, and he's saying Gandhian socialism, and we won't talk about the other and he kind of abandons the Hindu vote, so to say what you would imagine, all of which, you know, then goes to the Congress and the RSS stops working for them, but he kind of sticks to his gun till the, you know, the election of 84, which is so disastrous. So I did get the sense through the book that there are certain core beliefs that he will not compromise on no matter what the politics. So tell me a little bit more about your sense of the man in those terms that between Mukhota and man, you know, what's happening there? Are there lines he will not cross?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:49.520",
        "message": "So good question, I mean, then, you know, despite having spent three years and reading everything he's written, I don't have an answer. And that's something I learned, even when I worked with Narsimha Rao, that you think you know, Narsimha Rao, I was focusing only on Narsimha Rao, and it was only a biography. And even so, there were parts of him I didn't understand, you know, and I then began to realize that, you know, if I think about my parents, or if I think about my wife, or I think about my daughter, you know, I know them so well, sometimes they surprise you. And I'm sure that your listeners and you also Amit, you think you know somebody very well. And then sometimes you realize you don't know, there's parts to them that you can never quite make out. And even while writing it, I wanted to leave that, like human beings are not mathematical equations where you figure them out, because they sometimes surprise you. And at least I hope that with Advani and Vajpayee, I make them living and breathing, and you"
    },
    {
        "speaker": "Unknown",
        "time": "02:35:36.920",
        "message": "come away knowing something about them, but they also seem to have this ability to sometimes"
    },
    {
        "speaker": "Guest",
        "time": "02:35:41.120",
        "message": "surprise you, right. So that's how I sort of told the story of Vajpayee, especially this sort of core conflict that you talked about saying that, you know, is he really a moderate or is he putting on a mask, right? And at times, it seemed he was wearing a mask, at times, he seemed that, you know, his instincts were liberal. And I didn't fight that, I didn't try to paper that over, and I didn't try to kind of explain it at the end. Except to say that, you know, large and great personalities are complex figures."
    },
    {
        "speaker": "Unknown",
        "time": "02:36:11.960",
        "message": "So they are like, Narsimha Rao, for example, had this deep vision for India, but was also"
    },
    {
        "speaker": "Guest",
        "time": "02:36:16.000",
        "message": "a corrupt man. Right? Corrupt man in the sense, he definitely bribed the GMM MPs, I provide evidence for that. At the same time, he was a frugal man, the money wasn't for himself. So you know, it's a complex, could be very petty to his family, Narsimha Rao, Gandhi,"
    },
    {
        "speaker": "Unknown",
        "time": "02:36:29.200",
        "message": "you know, he's not a good family man, didn't treat his sons very well."
    },
    {
        "speaker": "Guest",
        "time": "02:36:32.240",
        "message": "At the same time, you know, this remarkable human being, you know, outside of his family. And I think this desire to have just one answer I push against, and I push against because I don't know, you know, and maybe if I spent even five years, more years on this book, and only focused on Bajpayee, I may not have been able to get to the core of your answer. Except to say that, I think in a lot of cases, Bajpayee's first instinct was, quote unquote, liberal. But that was accompanied by this worry or this anxiety, that he was always a guest artist to the party."
    },
    {
        "speaker": "Unknown",
        "time": "02:37:05.760",
        "message": "Right? So there is an element to that."
    },
    {
        "speaker": "Guest",
        "time": "02:37:07.760",
        "message": "But there is a magic to human beings and there is a magical inconsistency to human beings"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:15.800",
        "message": "that sometimes precludes me from answering a question like the one you asked. No, and in fact, it's quite possible that Bajpayee himself wouldn't be able to answer it because sometimes we are a mystery even to ourselves. And you know, one of the other tropes of my show, which keeps coming up is about how everyone contains multitudes. And the sort of the three Indian figures I always cite when I'm talking about, you know, how true that statement is, is Mahatma Gandhi, Nehru and Vajpayee. You know, it was very sad when Vajpayee died recently that the response on social media, especially was so polarized that either he was, you know, the best Prime Minister we ever had. And there is some truth to that. Or he was, you know, a Hindu nationalist demagogue who was just othering Muslims. And there is a little bit of truth to that as well. But you know, before we move on to talking about the Bharatiya Jansangh, you know, that first leg of the political movement where Vajpayee and Advani are really together. One final question on Advani per se, because one of the interesting bits of trivia that struck me from your book is that he was also a sort of a part-time film critic. And that he wrote film reviews for the magazine, The Organizer. And in fact, at one point when, you know, he criticized Richard Attenberg's Gandhi, because he said that why are foreigners making a film on Gandhi, aren't Indians good enough to do it? And that led to a tangential question, which is neither about Advani nor about cinema, but more about sort of protectionism and the Swadeshi Jagran Manch kind of sentiment that foreign things are bad, Indian things are good. And obviously, the economic logic behind that is complete rubbish. But I've come to realize that the point of that sentiment is that insular protectionist sentiment is not even so much sort of economic, though there is, of course, a political logic of it that your base of small traders will want to be protected from imports and all that, but is also in a sense, psychological, and it's this distrust and resentment and hatred of the other who comes from outside because of, you know, these centuries of colonization and invasion and all of that. To what extent do you think that what is otherwise a sort of an economic position in the modern world comes from this deep rooted psychological insecurity?"
    },
    {
        "speaker": "Guest",
        "time": "02:39:30.920",
        "message": "Just two points on that. Before we talk about Janasang and BJP and the economic question, you know, you mentioned that Advani was a film critic, he was a full time film critic. And just as an interesting anecdote, for those of you who want to do research after this,"
    },
    {
        "speaker": "Unknown",
        "time": "02:39:47.680",
        "message": "that in Advani's own memoir, I think I read, if my memory serves right, that, you know,"
    },
    {
        "speaker": "Guest",
        "time": "02:39:53.760",
        "message": "he had spent some time with the organizer and he had a pen named Netraj, N-E-T-R-A."
    },
    {
        "speaker": "Unknown",
        "time": "02:39:58.560",
        "message": "So then, of course, my researcher mindset, let me go and find these articles, which was"
    },
    {
        "speaker": "Guest",
        "time": "02:40:02.400",
        "message": "a huge pain because we're looking at articles written in the 1960s."
    },
    {
        "speaker": "Unknown",
        "time": "02:40:06.240",
        "message": "So I went to this archive, that archive, and in the 1960s and all is not digitized, it's you know, it's a physical thing and you have to kind of open it, some of it is a microfilm. So it's a lot of effort."
    },
    {
        "speaker": "Guest",
        "time": "02:40:15.560",
        "message": "But then I was able to pick out that some of, you know, Netraj's criticisms, including"
    },
    {
        "speaker": "Unknown",
        "time": "02:40:20.040",
        "message": "like saying that, you know, when you want to make a film on Gandhi, why are we going to Richard Attenborough, right? It would eventually, a decade later come out as a film, but even then he was criticizing"
    },
    {
        "speaker": "Guest",
        "time": "02:40:28.240",
        "message": "this. So, you know, this, this is a part about this process that I quite like, you get a clue somewhere, you know, I used to read Shalakum as a kid. So maybe I just, you know, if I can't do the real thing, I do like the fake thing, which is a researcher's Shalakum, which is, you get a tip like this, then you go to one library, you go to another library, you go to a microfilm and, you know, this, just doing that one sentence, finding out a couple of his reviews took me a lot of time, but it was worth it, you know, because it's someone like you will, you will read it and you'll immediately notice it and use, and it's a show don't tell, like, don't tell me that Advani was a reviewer, you know, write some of the, you know, quote him giving some of those reviews that itself gives you something about the man, right? So the, thank you for noticing that because otherwise a week could have been wasted, right? But the larger question you ask is about this instinct of protectionism that Hindu nationalism has, let me push back a little bit against that Amit, because I spent a lot of time in the book arguing that Hindu nationalism doesn't really have a theory of what to do once you have state power. So it has this theory on how you get state power in a democracy by uniting Hindus, othering Muslims, etc, etc, etc. But if you say, what is the Hindu nationalist view on foreign policy, on economics, on welfare scheme, it doesn't have it. You have Hindu nationalists over time, who have expressed views on it. So just like you have Arun Shourie, who is a strong pro marketer, who I would call a Hindu nationalist, you know, broadly, even though he's currently fighting with the institution, his cultural critiques, etc, etc, on Marxism, or against reservation, all of that have Hindu nationalist elements to it. At the same time, you have his former close friend, Gurumurthy, who was, you know, with the Swadeshi Jagran Manch. Much earlier, as I point out in the book itself, you have Subramanian Swamy and Balraj Madho, who wanted a frontal assault on Indira Gandhi's socialism. But you have Deep Dayal Upadhyaya and Vajpayee who push against it, and they push against it not for ideological reasons, but they feel that the Indian voter was actually not free market at that time. So even if they were rejecting Indira Gandhi, they were not rejecting the Nehruvian consensus. And that tells you, in the book itself, that on this, there's plenty of diversity within Hindu nationalism. So even this protectionist instinct that you talk about, is not in evidence when they come to power. I mean, I would argue and the book does argue that Yashwant Sinha and Jaiswant Singh, who were the finance ministers of the Vajpayee government between 98 and 2004, were the most kind of anti-statist, pro market finance ministers India has had, and I would say that, you know, and maybe this is betraying my own ideological impulses, so feel free to disagree with you, that did India a lot of good in those years, you know, between 98 and 2000. Once again, you know, I even when I teach, I say, the few times I show you my cards, I wanted to be clear to the listener that there are other cards that one can play, you know. So that's a complex answer to this question that the protectionist instinct is not embedded in Hindu nationalism. It's just not. If you look at the thinkers, if you look at the actions, and therefore to answer the question, why is Narendra Modi's economic policy the way it is, don't look at Hindu nationalism. Don't look at Savarkar. Look at Narendra Modi. Look at the circumstances. If you want to understand demonetization, don't read like Dindayal Upadhyay, right? So the ideology does some things for you. And that's very important. For example, you can't understand what Narendra Modi and Amit Shah have done on Article 370 without knowing that the Jan Sangh right from the fifties itself has said in the constitution, in their manifesto, if we come to power, this is what we'll do. The Citizenship Amendment Act and the NRC again, is based on this ideological obsession with demographics. So to understand those actions of the Modi government or the Vajpayee government, definitely look to ideology. But the Hindu nationalist ideology is silent on 90% of things we, you and me would call governance, right? So there may be individual RSS heads who have a view on it, like Sudarshan did, who was kind of left-wing on economics and Dattopan Thegdi, again, RSS man who founded India's largest trade union. But there are plenty of others within Hindu nationalism who don't agree with that. That's what makes it remarkable to Amit that on a lot of intellectual areas, it's actually a broad tent that as long as you don't defeat the party, split the party, you're actually allowed to have various kinds of views within it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:55.760",
        "message": "No, that's a fair point. And you've revealed your cards. But I'll also at this point, reveal my cards and point out that the two central figures of your two biographies, Narasimha Rao and Vajpayee are in my mind, the best prime ministers we've had by far. But here I would again, sort of not exactly push back, but just state a thought that comes to my mind that if you, you know, Jaswant and Yashwant were good finance ministers, but they were not from the RSS. They were sort of outsiders. Jaswant really, you know, came from the Swatantra party and Yashwant Sinha was an earlier finance minister for another government. And the RSS, like you pointed out about how in the 80s, because the RSS felt that the BJP was ignoring the Hindu vote, you know, they reset up the Vishwa Hindu Parishad in a sense. And similarly, in 91, when liberalization happened, because they felt that the BJP wasn't strong enough in voicing their opposition to it, they set up the Swadeshi Jagran Manch. So at least from the RSS point of view, you know, there seems to be some continuity. And it struck me that this might come not from economic ideology, being pro free markets or against them or whatever, but just a distrust of foreigners in general. But yeah, but I mean, that's just kind of me thinking aloud. Let's, do you want to respond to that?"
    },
    {
        "speaker": "Guest",
        "time": "02:46:14.000",
        "message": "I mean, I don't know, because, you know, look, there's definitely a nativist instinct in the RSS. The question is, to what extent does it, is it articulated in policy? That's what we really care about. Right? And I'm like, don't look there."
    },
    {
        "speaker": "Unknown",
        "time": "02:46:27.120",
        "message": "But look, during the Vajpayee government, Amit, there are many other areas where you"
    },
    {
        "speaker": "Guest",
        "time": "02:46:30.640",
        "message": "can see the imprint on the RSS, for example, on teaching of history, right? Actually, RSS didn't care really about that the foreign minister wasn't from the RSS, but they wanted Rudlimanav Joshi to be the education or HRD minister."
    },
    {
        "speaker": "Unknown",
        "time": "02:46:42.560",
        "message": "They care about it, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:46:43.560",
        "message": "Equally, when it came to telecom and roads, I point out, the RSS supported it, because"
    },
    {
        "speaker": "Unknown",
        "time": "02:46:48.440",
        "message": "just like the RSS support for GST, it supports the vision of a united India, unity, remember, that's the core idea, territorial and cultural unity."
    },
    {
        "speaker": "Guest",
        "time": "02:46:57.440",
        "message": "So you have to think of it in those terms, right? Because when you spend a lot of time thinking about the RSS as these anti-Dalvian protectionists, and then you end up with two prime ministers who whatever else you say, that's not the"
    },
    {
        "speaker": "Unknown",
        "time": "02:47:09.880",
        "message": "frame in which you think about them."
    },
    {
        "speaker": "Guest",
        "time": "02:47:11.720",
        "message": "So when they have come to power, that's not the frame in which they have operated, right? And even today, you know, on the disputes that the RSS, the Swadeshi Jagrand Manch or the RSS trade unions are having with the Modi government, you know, on let's say on some of the economic reforms that they're trying to do. It's not that Mohan Bhagwat is taking the side of the Swadeshi Jagrand Manch against Modi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:34.680",
        "message": "He's like, look, this is a family, figure it out, you know, which is a healthy attitude, frankly. Yeah, absolutely. And to sort of buttress your point about Modi, there's clearly no ideology there like I did this episode with Pooja Mehra, who's written the book called The Lost Decade, which, you know, describes in very fine detail how everything that Modi did in government was shaped by political imperatives when, you know, he was with a jibe of a suit boot, the government was thrown at him and all of that. And he figured that economic reforms would not sell with the public. He instantly kind of moved away from it and went into status populist directions as it were. Now, you know, we'll take a quick commercial break now. And when we come back, I want to talk a lot more about sort of those two legs of the political journey of this great Jugal Banti, first, the Bharatiya Jan Sangh and then finally, the Bharatiya Janata Party. So see you after a quick commercial break. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indiancolors.com Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to Indiancolors.com as Colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indiancolors.com. Welcome back to the scene in the unseen. I'm chatting with Vinay Sitapati on his marvelous book Jugalbandi, the BJP before Modi. And now, you know, we've spoken about sort of the background of Hindu nationalism and, you know, all the different conditions which lead to it sort of coming to being. We spoken about the different personalities of Advani and Vajpayee and the relationship between them. I want to speak now a little bit about the Bhartiya Jansangh. You know, we spoke about how it originated because after the assassination of Mahatma Gandhi, when the RSS was sort of thrust into the wilderness and demonized and banned for a few months, they realized that we need to have a political voice. And you know, Golwalkar, despite being initially hesitant, said, okay, let's go for it and supplied his RSS pracharaks and his RSS people to this new party led by Shyama Prasad Mukherjee. And then, you know, who dies young, so at 51, so, and there's an interesting counterfactual there. And if we have time, I'll ask you about those. But then Vajpayee and Advani take over the party. Now this, the next phase that happens is very interesting to me, because what you point out is that for about 15 to 18 years, they have to function within what you call the Nehruvian consensus. So what do you mean by that? And tell me a little bit about what it implies and which are the areas where Vajpayee and Advani feel that they can compromise, because they have to go with the temper of the times and which are the areas that are so core to them, that they never compromise on those?"
    },
    {
        "speaker": "Guest",
        "time": "02:51:12.080",
        "message": "Amit, I think the Nehruvian consensus, the way I use it in the book, has three pillars. Pillar one, which is the most controversial pillar is the relationship between the state and Hinduism. Now, I don't want to say the sentence Nehru was anti-Hindu, I mean, the BJP says that all the time. I don't think that's right. But Nehru certainly was worried that a Hindu majority country, where the majority of Hindus were religious Hindus, it wasn't just they were Hindus by name only, there was a threat that the religion would enter the state. So just speaking descriptively, objectively, without any value judgment, Nehru definitely intervened in Hinduism, much more than he intervened in other religions. This is the codification of Hindu law, for example. The other thing that the BJP talks about all the time, which is that, why is Tirupati temple run by three IAS officers? This of course is long standing, but it is a grouse that they have that, why has nationalization of temples taken place and not other religions? I think part of the reason was that Nehru felt that this force had to be controlled. Otherwise, it would go against his modernizing experiment and part of it was that he felt that he was a Hindu. So as a Hindu, he had the right and the legitimacy to intervene in Hindu affairs, especially because Hinduism doesn't have an authoritative church or an authoritative text. So the modern Nehruvian state became the vehicle for speaking and reforming Hinduism, right, which is the BJP and the Jansans counter to that has always been, but Nehru is not really a Hindu. But Nehru believed that. On the other hand, he did not think, especially when it came to dealing with post-partition Muslims that he had the same legitimacy or the Congress party had the same legitimacy to deal with Muslim affairs. On hindsight, you can say that he was being a little short-sighted because even though he had a, you know, I wouldn't say noble, but he had a pretty idealistic aim here. It has been, you know, it does expose that the state has not been even handed when it comes to religion and it has definitely given the BJP an issue from an issue where there was none. And I think those of your listeners who don't like the BJP, I think the first thing you should do is to admit this and then to say, but so what, you know, and this was his particular logic. So I think that's the first pillar of the Nehruvian consensus, which is that a particular worry that Hinduism and traditional Hinduism should stay out of the state. Nehru, of course, didn't have a worry that Islam would enter the Indian state because Muslims were a minority, but he did have this special worry when it came to Hinduism. Second Amit, and you know, I'm, I'm a fan of your podcast enough to know that the second pillar is something you don't like, which is the role of the state in the economy, in society, the, you know, big brother, you know, can see all, knows all. That was a modernizing impulse that, you know, the Madhav Khosla, who's been on your podcast before, you know, made it quite clear to your listeners that Nehru's and Ambedkar's idea of the constitution was premised on the fact that they thought traditional Indian society was incapable of liberal democracy. And so the constitution would be this transformative, you know, and a teaching tool to teach Indians to understand liberal secular democracy. Right. So that I think was the second pillar of the Nehruvian state, which is that a belief that the modern state will be the vehicle for transformation of the Indian economy and, and society. A third pillar, which had to do more with temperament than policy was this belief that you must respect the protocols of democracy. You must mean, you know, respect constitutional functionaries. You must respect those, you know, who you actually have power over to give you just one example, Nehru was remarkably courteous to his chief ministers, the chief ministers during that time, even though, especially after 1950, Nehru completely controlled the Congress party and the chief ministers were totally beholden to him yet, as you can see from his letters to chief ministers, he was very respectful of that. So these were the three pillars of the Nehruvian consensus, a particular worry that Hinduism would take over the state. Let me put that in the most neutral way possible, a belief that the state, the heavy handed state would, from the commanding heights, not just transform the economy, but transform Indian society. And third is a temperament in which you respected constitutional functionaries, you know, even when Nehru disagreed with the Supreme Court, as I think Tripu Dhaman Singh was already come on your podcast. I just feel that when I answer your questions, I also answer, you know, half your podcast listeners come through. But I think that was the third aspect of it, which is that he was, you know, he treated even the Supreme Court with some respect, he was careful about what he said. So he exemplified this larger democratic temperament. Now, Vajpayee and Advani sort of come on to the national stage at a time when two things are happening, which is giving, putting them on the defensive, which is forcing them to play back foot. One is that the Nehruvian consensus is completely dominant in parliament. And I don't just mean with the Congress party, you know, I think that's a mistake, you know, for people to see that even the non-Congress opposition bought many of the principles of the Nehruvian consensus. So you can say that Rajaji and the Swatantra party, you know, had a slight departure when it came to the role of the state in the economy, but many of the other precepts he agreed. So I would say that most of the parliamentary opposition to the Congress party agreed with about 70 to 80% of the Nehruvian consensus. It was that powerful. And today, when you see a Modi consensus or a Narsimha consensus in India, I think people will find it very hard to remember how much of a colossus Nehru was both in parliament and in India. You know, today they all say, oh, he's a, you know, UP Brahmin or a Kashmiri Brahmin who sort of moved to UP, what's his social base? Is he like Lalu Yadav? I mean, he had a national base and he really stood out as the hope of post-independent India. And I am critical of him in the book saying that, you know, his self-conscious elitism has brought the Congress party where it is today. So there's something conceptual in that idea, but nonetheless, he was a colossus. So Vajpayee and Advani had to deal with that and Vajpayee in particular, and Vajpayee therefore adopted the Nehruvian consensus because that's what it meant to be respectable in parliament. And as we've discussed before, Vajpayee, the thing he cared about the most was speaking in parliament, charming the opposition. He didn't really care who ran the party and he was very happy for Advani to do that. So that was the first impact on Vajpayee, the Nehruvian consensus. The second reason why the Jansangh of that period, now which is the Prakasa party to the BJP had to fall within the Nehruvian consensus was the murder of Mahatma Gandhi. As we discussed earlier, the Jansangh or Hindu nationalism more generally was on the ascendant after partition because what the Hindu Mahasabha and the RSS had been complaining about Gandhi and the Congress all this while, namely that the appeasement of the Muslim League would result in the breakage of India actually happened. And we don't have evidence for this in terms of elections. But if you just look at the increase in enrollment of Hindu Mahasabha, increase in enrollment of RSS between August 1947 and February 1948, which is when Gandhi is assassinated, it's definitely on the ascendant and people I speak to within the RSS and the Jansangh of that period really felt that this was their chance, that we had an 80% Hindu majority, half the Muslim population, no Britishers, this was their chance. The murder of the Mahatma, who was the leader of Hindus, ironically made the RSS and Hindu Mahasabha seem like a party that was opposed to the interest of the vast majority of moderate Hindus. And so, I mean, the RSS was banned, Hindu Mahasabha wasn't banned, but every time there was an election, you know, whoever was opposing the Jansangh candidate would bring up saying that they have the blood of Gandhi on their hands, right? And as I point out, that's not, the evidence is not there. So they always had the sense that they had to mainstream themselves and it took them a very long time. And the way to mainstream themselves, Amit, was to basically fall within the Nehruvian consensus on which 80 to 90% didn't disagree. They did disagree on the role of Hinduism in the state, but that was something they downplayed in the initial years. The third thing, Amit, that aided them in falling into the Nehruvian consensus is something that we discussed earlier, which is that on 80% of issues we call governance, Hindu nationalism doesn't really have a view. So when it came to foreign policy of Nehru, non-aligned movement, when it came to his economics, sure, you know, individual Jansangh members like Balraj Madhok had problems, Subramaniam Swami had a problem, but they couldn't rely on ideology to make that case and that made it much easier for Atal Bihari Vajpayee to go with that. And as evidence of that point that I give you is that once the central hall of parliament, which is sort of the heart of where the gossip and the chai is drunk in parliament, when that consensus changes after Narsimha Rao, especially with regard to the relationship between the state and the economy, Vajpayee changes too, you know, and that tells you that he doesn't have deep views on this. He just wants to go with whatever makes common sense in parliament. So that's the, you know, the relationship between Vajpayee and the Nehruvian consensus. The reason I'm giving you a long answer to this, Amit, is too many both admirers of Vajpayee as well as his right-wing detractors used to say, look, he's half a congressman, you know, he was bedazzled by the charm of Nehru. That's not the case at all. He was a wily politician. He understood very clearly that Nehru was the consensus and he didn't want to break from the consensus. And that's also why the RSS supported Vajpayee when it came to these quote-unquote left-wing views."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:14.280",
        "message": "Yeah. And, you know, one like there is something in this journey of Vajpayee and his strategy towards sort of dealing with politics that comes down all the way to the present day to the, you know, even the way Modi and Amit Shah approach politics, which is, you know, again, as you pointed out in your book, you know, in the first elections, the Jansangh perhaps, partly because of Shama Prasad Mukherjee's charisma and all that, get 3.06% of the vote, but that's more than Hindu Mahasabha and Ram Rajya Party. And therefore, the Bharatiya Jansangh automatically becomes the primary Hindu party, so to say. Now, one, you've pointed out how because of the political imperative of fitting within the Nehruvian consensus, you know, they sort of moderate themselves. But even later at different points in time, like one of the really fascinating parts of the book is how the political wind is influencing Vajpayee. And for example, you know, after the VHP comes up in 1964, and you have anti-cow slaughter becoming an issue, they used that in the 1967 elections, a pivot towards that, you know, with Vijay Rajesh India being a major patron of the party. And in that elections, they have the second largest vote share after the Congress, but third in terms of seats. And, you know, then you point out about how Vajpayee, which, you know, fans of his prime ministership may recoil a bit to see this, but he supported the bank nationalizations of Indira Gandhi and many of the economic policies, because that's the way the political wind was blowing. And I'm struck by this very interesting article you cite, which was written in 1971, which Vajpayee wrote, but under the sort of pen name of Urs William Sewak, where he spoke about the need to balance ideology and power and to realize that if you wanted to go with power, you had to, at some levels in the political sphere, compromise on ideology. And you speak about how, you know, when Golwalkar reads this, he realizes pen name or no pen name only Vajpayee can write like this and he calls Vajpayee over to chat with him. And he realizes that Vajpayee in a sense is right, that the RSS needs to take a step back and, you know, let Vajpayee kind of go down this route. Now, this sort of leads me to this larger question that even in modern times, and this is a question I've had, that on the one hand, we see the BJP today taking Hindutva almost to its logical sort of conclusion, where many of the things that they aimed for in that period of time, like the building of temple and the abolition of 370 and all that is gradually being achieved, but at the same time, there is, again, a trade off to be made between pure ideology and the will to power, so to say, which Amit Shah exemplifies. So on the one hand, you see this ideological purity, which is finding more expression. But on the other hand, you also have a will to power where, for example, under Amit Shah, they'll do what I would call in the political sphere, mergers and acquisitions, where they'll buy 50 MPs from this party or, you know, co-op leaders from some other party, and all of that. So, you know, in this balance, in this trade off between politics and ideology, where, you know, Vajpayee realized that you have to, you know, you can't go too far towards ideology, politics has to reign supreme, you have to respond to the incentives and the atmosphere of the time, which is why relative liberalizers of the 70s, like Balraj Madhok and Subramanian Swamy were eventually sidelined. But you know, if we look at the party today, for example, how do you view this trade off? Does a party risk losing its soul, so to say, if it compromises too much for political purposes, like we can look at parties like the Congress and all and say they have no soul at all, so it doesn't really matter. But the BJP is a firmly ideological party, and yet it is this will to power and the accumulated organizational wisdom of a century that has got them to where they are today?"
    },
    {
        "speaker": "Guest",
        "time": "03:05:06.760",
        "message": "Well, I mean, that's a deep question, right? And first up, I want to remind your listeners that, you know, I don't think anyone has read the book as carefully as Amit, but that doesn't mean you only hear this podcast and not buy the book. That's what I'm worried about, Amit, because you've read it so carefully that, you know, the reader may feel, you know, why should we buy the book, please buy the book, it's available on Amazon. No matter how closely and in detail Amit has read the book, it's not a substitute to buying the book. So I must put an advertisement, Amit, because, you know, you know everything about the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:37.640",
        "message": "So I have to. I second, I second that and in the sense I second your recommendation, and I have to point out that my listeners, you know, there is a meme on Twitter where people have seen in the unseen bookshelves with all the books I've bought because of my episodes. So don't worry about that. Everybody's going to go out and buy the beautiful book. But let's let's."
    },
    {
        "speaker": "Guest",
        "time": "03:05:57.280",
        "message": "Thanks. Thanks, Amit. Well, so look, here's why the question you ask is deep, right, which is that at the heart of Hindu nationalism is, you know, you call it will to power and ideology, right? Let me call it it's a conventional party seating power, which is your will to power argument. And two is it's a, you know, it's an ideological movement radically seeking to reshape society. And there is this tension. And this tension is always on yin and yang. So I wouldn't say that there's a, you know, we discussed this earlier, there's no, you know, movement towards radicalism necessarily that, you know, the nature of India is always you are moderate Hindus, you are radical Hindus, you know, you have plenty of people who don't think of themselves as Hindus, that a political party that you know, wins enormously, the word enormous only means less than 50%. So I think the highest vote share any Prime Minister has got is Rajiv Gandhi in 1984 on the back of his mother's murder, and even he got less than one in two voters, right? So you always have some other party, you know, the opposition, you have adequate unity, then that puts the you know, BJP or the Congress on the back burner and then forces you to be moderate to try to get allies. So the dynamic that you talk about, right, is a yin and yang is an up and down, right? It's never moving towards one particular direction. To give you one just one example, when it came to the Citizenship Amendment Act, there's a reason I think that it was Amit Shah who presented it. And if my memory serves, and I think your listeners can check that Narendra Modi made sure that he wasn't in parliament, you know, because he wanted to, you know, it was so radical, right? And he was afraid what the press what the foreign press would say, that Modi wanted to appear moderate, right? Now, Modi is not more moderate than Amit Shah, they both are cut off the same cloth. But that that the point being that the ideology of Hindu nationalism itself needs this jugalbandi, right? Which is why right in the beginning, you see the jugalbandi of Shyam Prashad Mukherjee and Dindya Lopadia, you can call it moderate and hardline, but the other way you can see it is one cares about the ideology, the other cares about what you call will to power, right? It's true that the BJP under Modi is able to kind of break political parties, but the ability of Vajpayee to reach out to parties in return like AIDMK wanted very opportunistic things that that predates Amit Shah and Modi. So this is a I mean, it's a good question that you asked, because the answer to this puzzle is jugalbandi, right? That jugalbandi provides a team ethic of teamwork, where given that you have this inevitable yin and yang, this radical, this moderate, this hardline, you know, soft line, you need to stick it together. Because in many other parties, when this happens, Amit, you end up with a split. So the other party, for example, where this happens very often is the Communist Party, which is both a movement seeking to reshape society as well as, you know, at least after the 1950s, tactically a believer in bourgeois democracy. But and you did like have some kind of this dynamic, I think you had when Jyoti Basu was in his height of his power in Bengal, you had Jyoti Basu running the government and I think you had Pramod Das Gupta running the party, again, the same dynamic. But you know, while that jugalbandi stayed, the communists in general have been plagued by a lot of splits. The biggest split Amit is between overground and underground. So if you look at the Communist Party in India in Bihar at the moment, a lot of people were surprised that the Communist Party did unusually well in the in the results last month. But you know, it has a very old history in Bihar. In fact, I think it's produced Communist Party CPI MLAs from Patna itself, I think Dr. Sen. So it has a whole history, but it would have done even better if it had been able to solve this very dynamic that you identify in Hindu nationalism, when the underground and overground get together. Why did the CPI split into CPM and the CPM has split into the Maoists because they simply, you know, they could not accommodate the radicals. They just couldn't, right. And there the definition of radical is that you believe in taking up arms against the state. And I think it has hurt the communist movement hugely, you know, the splits and this constant anxiety about whether you should be underground or overground, I think the underground movement has given a bad name to the overground communists. So the dynamic that you talk about is not peculiar to the BJP, because it happens in many parties that are also movements. The solution to that problem is peculiar to the to the BJP."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:21.100",
        "message": "So let's kind of move on to, you know, what is the big rupture, you know, in the politics of the Hindu nationalist movement and a big rupture in Indian politics as well, which is the emergency where, you know, so many opposition leaders get jailed. And what you see during that time is that all of these parties, you know, from Jayprakash Narayan on where he stands in the spectrum and Vajpayee and so on are like, let's leave everything aside. Let's just unite. And it's pure will to power there more than ideology. And they all come together and you point out about how after the emergency, when the coalition wins power, you know, the Bharatiya Jan Sangh realizes that we have the most seats of all the parties, but we won't make a bid for PM. And there are, of course, three candidates, Murarji Desai, Charan Singh and Jagjivan Ram. And again, it's sort of the strategic astuteness of Vajpayee that, you know, he supports Jagjivan Ram because his thinking is Jagjivan Ram is a Harijan and therefore, this whole project of expanding the Hindu vote to include, you know, all castes and so on will be helped if Jagjivan Ram comes to power. But the Janata experiment, as we know, kind of fails. And after that, you know, Vajpayee and Advani form the Bharatiya Janata Party, which is suddenly committed to Gandhian socialism. And the vision seems entirely different from whatever it was before, to the extent that, you know, they disassociate themselves from, you know, religious imagery and language and rhetoric and all of that, to the point where the RSS stopped supporting them, you know. And in a sense, you could say Vajpayee makes that shift at exactly the wrong time when the political winds are shifting. So tell me a little bit about that period and why are Vajpayee and Advani going into this interesting direction and, you know, what do the changing political winds then"
    },
    {
        "speaker": "Guest",
        "time": "03:12:05.800",
        "message": "mean for them? Amit, the direction that Vajpayee chooses is driven by one thing, which is that where he thinks the voter is headed. Vajpayee's analysis of the 1970s in India is even though the Congress is in decline, Congressism or the Nehruvian consensus has not been rejected by the voter. So while the voter in 1977 rejects Indira Gandhi, they don't reject the larger principles on which the Nehruvian consensus is built. More importantly, even the anti-Indira political parties, the BLD, Jai Prakash Narayan, they don't fundamentally reject the Nehruvian consensus. What they don't like is the authoritarian figure of Indira Gandhi. And Vajpayee realizes that for the Jan Sangh to become mainstream, there is no other, this is the only opposition in town. So if you want to take down the Congress, which is the hundred pound gorilla in the room, you have to merge yourself into a non-Congress opposition, which actually shares many of the precepts of the Nehruvian consensus, which is what he's able to do. And as you pointed out, Jan Sangh is the largest constituent of the Janata party in the 77 elections. So logically, Vajpayee should have been prime minister, but they don't even begin to ask that question because they're like, look, we're grateful that we're part of you. You know, that's not even, let's not ask for more than we can get. And that again shows a certain sagacity and a certain ability to avoid the immediate greed of power. They're interested in the long game. They are marathon runners. They are not hundred meter runners. And I think that's something quite remarkable. And the other aspect that you pointed out, which is that not just Vajpayee, but even the RSS wanted Jagjivan Ram. Jagjivan Ram, by the way, is a complex figure. I mean, his father was a priest, you know, he knew Sanskrit. So he was scheduled caste, but he was highly Sanskritized. But they wanted the symbolism of a Dalit prime minister, India's first, and I think only Dalit prime minister would have come through because the Jan Sangh wanted him. And that was stymied by other parties, namely Charan Singh. But again, it tells you something about the party, right? While they are in power between 1977 and 80, they don't go outside the Nehruvian consensus. This is more classically the case when it comes to foreign policy that Vajpayee continues to follow the non-aligned movement in some sense. So they are very, very careful. And I think that again, that shows a certain ability to sort of run the long distance rather than short distance."
    },
    {
        "speaker": "Unknown",
        "time": "03:14:33.680",
        "message": "The problem again, not for India, which I leave your listeners to decide what is in"
    },
    {
        "speaker": "Guest",
        "time": "03:14:37.480",
        "message": "India's interest. But the problem for Hindu nationalism is that this analysis that Vajpayee has of the Indian voter in the 70s, he carries over to the 80s, but a lot of changes are happening in the 80s. There's the breakdown of the Congress system. There's Hindu anxiety because of the Khalistan movement, which is targeting Hindus of all castes. There's an anxiety among upper caste Hindus in North India, for example, Gujarat, where there is an increase in OBC reservations. And there's a sense that Saudi petrodollars is expanding conversions of lower caste Hindus into Muslims. So there's a sense of anxiety. And again, not my job to judge whether it's a valid anxiety or not, but there is an anxiety and it's demand drawn. Now at precisely this time, Vajpayee, who one of the core arguments I make in this book is he's not a mass politician. He has his year to parliament. He doesn't have his year to the ground. And there's a difference between the two, because changes in the ground may take a little while to percolate to parliament. It's not immediate. Whereas I think someone like Indira Gandhi and Narendra Modi have a direct connect with the voters. So Vajpayee doesn't get it. So even in the early 80s, when the Bharatiya Janata Party is created in 1980, he actually wants it to be a continuation of Jayaprakash Narayan's vision. Hence, even the name, I think the most important relic of the Janata experiment that remains today is the name Bharatiya Janata Party. It's the same name, he just put Bharatiya in front of it. He made sure that there was a prominent Muslim leader, Sikandar Bhakta. He said very clearly that we don't follow, we won't follow Hindu nationalist ideology. We will follow Jayaprakash Narayan's ideology. What we will do is we follow Hindu nationalist discipline, because what he felt the Janata experiment lacked was just discipline and teamwork. So he wanted to take Hindu nationalist teamwork with Jayaprakash's ideology. And as I point out, you know, in the early 1980s, he's exactly wrong. Again, it's not anxiety that is created by the RSS or VHP, but the RSS and VHP see this and they see that the party of the Hindus, the BJP is actually turning left, is turning secular. So they then activate this Hindu anxiety even more and Indira Gandhi, who's a far better politician in that sense than Vajpayee, as a mass level, sees this Hindu anxiety. She plays to it. She goes to temples, she wears saffron saris. In the, I think 1982 or 83, there are elections in Jammu and Kashmir. And as your listeners know, Jammu has a lot of Hindus and the valley is exclusively Muslim. So she campaigns for the Hindu votes in the, and I mean Indira Gandhi, campaigns for the Hindu vote in Jammu in that election, using the bogey of national conference, Farooq Abdullah and the valley's Muslims, right? And she portrays herself as, you know, goddess Durga committed to keeping India united against the Khalistan movement and even gives her life for the movement, the RSS notices. And so in the 1984 elections held immediately after Indira Gandhi's murder, the RSS actually campaigns and votes for Rajiv Gandhi because, and I quote an RSS essay in their mouthpiece organizer just after the election saying that, look, Rajiv won because he was the Hindu party and Vajpayee lost because he was not the Hindu party. And that begins Vajpayee's long exile from the BJP beginning in 1986, all the way to 1995. So to answer your question, I think Vajpayee's analysis of where India was heading in the 1970s was right. Someone like Balraj Madhok was wrong in this regard. I don't think the Jansangh would have survived in the seventies by being the party of capitalism, much as many of your listeners would have preferred that. I just don't think the political mood was, was for that. And the eighties on the other hand, Vajpayee read it completely wrong and Advani read it better because he had his ear closer to the card. So Advani, I show him, you know, facing the biggest test of loyalty in his life because he doesn't want to reject Vajpayee the person, but he has to reject Vajpayee the ideology and he does it. And what is remarkable about the BJP is that this happens without a split to the party in any other party, Amit, this would have resulted in a split."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:42.720",
        "message": "No, and I was struck by, you know, the words of the RSS where they called the 1984 elections as a quote, massive Hindu mandate, end quote for Rajiv Gandhi, which is very telling. And you talk about how that big growing Hindu vote bank between 1980 and 1984 just goes for the Congress. And, and you sort of point out another very sort of interesting meeting after that, where, you know, the RSS is trying to figure out what do we do? And obviously the BJP needs a new leader and all of that. And they have, of course, revived the Vishwa Hindu Parishad as a sort of, you know, a counterpoint to take the, you know, the hardline view forward. But then they decide that Vajpayee has to go and you described this fascinating meeting."
    },
    {
        "speaker": "Unknown",
        "time": "03:19:23.680",
        "message": "I think it's in Gandhinagar, where the young Amit Shah has to, I think, grind paan for Vijay Rajesh."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:30.080",
        "message": "Beetle nut. He has to grind beetle nut for Vijay Rajesh India, who's sitting in a room with Atal and at one point where he's handing over the beetle nut, you know, that this message comes from the RSS that Vajpayee has to step down and Vijay Rajesh has to take over. And Vijay Rajesh, again, a very interesting figure. I was, I wish you'd written more about her where she just doesn't want power. She's an incredible patron, practically funds a party single-handedly for a long time, but just doesn't want the spoils of power and she doesn't want to hurt Vajpayee. So eventually she doesn't take it and it goes to Advani. Now, tell me a little bit about how that shift happens. Does it affect the personal relationship between the two men? Does Vajpayee completely withdraw or is he a humble party servant? And what's happening in the next few years as far as the Hindu vote is concerned? Because those are tumultuous years for Indian politics, say, you know, leading to VP Singh coming to power. And of course, we'll, you know, discuss that phase in Ayodhya right after this. But in that period, the second half of the 80s, what's the dynamic there? What is going on? Ramayana and Mahabharata also become really popular at that time. Give me a sort of a picture of what the party is going through in that period."
    },
    {
        "speaker": "Guest",
        "time": "03:20:41.280",
        "message": "Well, I mean, for those of your listeners who are strong critics of the BJP and who are supporters of the Congress, or rather who see the Congress party as the only quote unquote secular possible opposition to the BJP, if you're that kind of person, I think you would agree with me that Rajiv Gandhi was absolutely the worst thing that should have happened during that period. Because and here's a tragedy, you know, he came across as Mr. Clean, the kind of euphoria that greets Rajiv Gandhi when he becomes prime minister in late 1984, you know, he's seen as it's very similar to, you know, the John F. Kennedy mania in the United States of the 1960s. He could do no wrong. He, you know, he's a modernizer, unlike his brother, younger brother, Sanjay, he kept away from politics. So he was seen as clean. He was seen as a reluctant man. A lot of the people who surrounded him were, you know, people from school who had private sector education. So there was a thrill that went in India, especially the middle class, that he was the right man at the right time. He actually turned out to be the wrong man in the wrong time because his extraordinary inexperience meant that his counter to this Hindu anxiety was to pander it. It wasn't to tamp it down the way Mahatma Gandhi had done, which is you see Hindu anxiety in the 20s and the 40s, but you actually, that's the leader, right? You see anxiety and you calm your people down. He exaggerates it. So he opens the locks for Babri Masjid for prayer in 1986, I think. And then in 1989, he, I think 1985 or 1986 for prayer. And in 1989, he opens, he allows Shilanyas or bricklaying ceremony in Ayodhya. And it's not a coincidence, Amit, that recently after the new temple was inaugurated in Ayodhya, I think it was the Madhya Pradesh Congress, which ran an advertisement saying that actually it was Rajiv Gandhi who did it. So if you buy the rhetoric that the BJP is a communal party, Rajiv Gandhi got there first, you know. And then he sort of, he did a jugalbandi of this, you know, Hindu communalism with Muslim communalism. He was, India, I think was the first country under Rajiv Gandhi to ban the satanic verses. He annulls the Supreme Court judgment when it comes to Shabanu by passing a law and, you know, which did the exact opposite of protecting Muslim women. So here was a man who sees these various Hindu and Muslim anxieties not of his making, responds not with high-minded liberalism, but pandering of the worst kind, you know, absolutely worst kind. And that is the box or the hole that the new party president, Lal Krishna Advani finds himself in, in 1986, that you have Hindu anxiety, but actually that Hindu anxiety is being sought to be monopolized by the Congress party. And if he doesn't move to the right of the Congress party, you know, he risks a repetition of the 1984 results where the Congress gets all the Hindu votes and that, it is this kind of context, Amit, in which the Lal Krishna Advani finally accepts the Ayodhya movement. The Ayodhya movement began by the RSS, BHP and I hope your listeners are listening to this two congressmen on stage in 1983 for the Ayodhya movement and very soon Rajiv Gandhi adopts it. It takes to 1989 for the BJP to adopt it under Lal Krishna Advani. And as I point out, you know, he gets on the Rath Yatra, it's an opportunistic reaction to the Mandal commission recommendations being implemented. And in many ways, the book argues that Advani's about right turn was actually a signal to his own cadre and his own movement that the BJP doesn't want to get left behind. And all through this period, Vajpayee feels that what Advani is doing is wrong. He feels that religion and politics shouldn't mix. And Amit, you had asked me this question earlier that, you know, which is the real Vajpayee? Is he, you know, is he the liberal or is he really wearing a mask? It's hard to say because at that time, his anger is quite genuine. He feels this is absolutely the wrong way to go. And in fact, he tells Advani that the problem with riding a tiger is that you can never get off. And I think he genuinely believes that. At the same time, I think Vajpayee is being ignored by the party. He travels on his own quite a bit in India, but most of the time he's spending time in the US with his, you know, or he's in his house in Delhi and he has a little bit of Kothari and they're eating, as I point out in the book, prawn curry, a little bit of whiskey. Vajpayee loved opium or Bhang pakodas. And you know, so this is the loser's quote. So Vajpayee is being sidelined and these are the people around him. People like Rajesh Mishra, Jaswant Singh. And the thing is that once Vajpayee comes to power in 96 and then 98, he doesn't forget these people because they stood with him when nobody else was standing. Now Advani is not invited to these sorries because he doesn't drink, he doesn't eat meat and he doesn't, you know, he doesn't gossip. He doesn't do that kind of thing. On the other hand, relations between the two, I think both make a huge effort to keep it going. So from Advani's side, I think it's loyalty. From Vajpayee's side, it's a recognition that his sidelining in the party is not because of Advani. It's because the party itself is going in a different direction. And Advani is his one insurance, then when things change, then Vajpayee is back in business. I also think, you know, I don't want to portray Vajpayee as too cynical. I also think he liked Advani. So while the professional relationship between them is ruptured, the personal relationship somehow manages during this period."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:19.400",
        "message": "No, and I can't underscore the point you made earlier about the Congress's alleged secularism, which you know, the BJP themselves used to use the term pseudo secularism, which was very interesting because if you're against pseudo secularism, one would assume you're against a pseudo part of it and therefore you don't mind secularism. But they were against both pseudo secularism and secularism. But you know, the point to underscore and what I feel strongly about is that the Congress today on the ground is the party of Kamal Nath. To call it a non-communal party is just a joke. They've always been quoting the Hindu vote, which they continue to do today. And for all of Rahul Gandhi's woke posturing on Twitter, the bottom line is that he has never actually come to, you know, spoken about the horrors of the past or, you know, tried to come to terms with them, not just what his father did, but also what his grandmother Indira Gandhi did. And I think for everything wrong that Modi has done, and he's a horrendous, horrendous prime minister, and this is just my opinion, of course, I think Indira was worse. Indira was just a moral monster for the kind of things that she did, which is why it's difficult to take the Congress party seriously, as long as they have portraits of Indira Gandhi on the wall."
    },
    {
        "speaker": "Guest",
        "time": "03:27:26.800",
        "message": "But that sort of... Can I interrupt you, if you don't mind? Sure. Look, I'm just being descriptive, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:33.720",
        "message": "I know."
    },
    {
        "speaker": "Guest",
        "time": "03:27:34.720",
        "message": "So because I have views, I have pretty strong views and, you know, if you read my book, I mean, you know, I think you know that we agree on many things more than we disagree, but that's not the point here. I'm much more sympathetic about Indira Gandhi as a stunningly good politician. Whatever else you can say about her moral feelings, she was a very good politician. Her son was a bumbling politician. His sin is incompetence. It was, you know, he was a pilot who didn't have a heart in this and, you know, and he was confronting India, these massive crises in India, and he was just clueless despite having this mandate. I think that's a much worse sin, right? Or whatever, I leave your listeners to ask that question. And in that, I think Rahul Gandhi, you know, reminds me a lot more of his father rather than his grandmother, because, you know, from all accounts, he's a, you know, personally polite person. He's personally charming. You know, he's well brought up, but he's just, you know, for the kind of changes that is going on in India, he could not be, you know, worse place to deal with. And that definitely reminds me of Rajiv Gandhi during that period."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:38.800",
        "message": "No, the reason I partly called Indira Gandhi a moral monster is includes what you just said about her incredible politics, because she was such an incredible politician. She took decisions and took the country in directions, which were going to be disastrous for the people and were horrible in terms of governance, and she didn't give a damn about that. That wasn't even a factor. Her only factor, much as in fact, it is for the current dispensation, is that how do I craft the narrative to win elections, governance, you know, and in that sense, when, you know, Narendra Modi did demonetization, which I call the largest assault on property rights in human history. The moment I heard about that measure, I thought, oh, this is, you know, just the kind of thing Indira Gandhi would do, you know, just thinking of narrative and not giving a damn about what actually happens on the ground. But that aside, and I must point out to my listeners that this is me giving my opinion. And you know, none of this is in the book. None of this is in the book. This is just me giving my opinion. Vinay's book is only about facts and in that sense is incredibly rigorous. Now, let's talk about that period after Rajiv Gandhi comes out of power. Now, we already spoke earlier in the episode about what is happening when, you know, V.P. Singh is in power. Devi Lal is doing his little thing there. V.P. Singh feels insecure about that. So he does Mandal. Now, L.K. Advani, who is, you know, in charge of BJP is now in a spot, how do I react to Mandal? There are all these pressures and this could divide sort of the Hindu vote. But I need to bring it together for me. What do I do? Oh, there's Ayodhya. Let's do a Rath Yatra. And you speak about, you know, Atal Bihari, Vajpayee, in fact, you quote him as saying, quote, the difficulty of the Rath, once you ride it, you do not feel like getting down from it. Stop quote. And at another point, he asked L.K. Advani that don't do this. He says, you know, quote, you're riding a tiger, stop quote, which is really interesting to me. I want to sort of point out that this changes Advani in a kind of fundamental ways, as I think Swapan Dasgupta remarked that the Rath Yatra changes him in fundamental ways, almost as if he has taken this direction and the Mukhota becomes a person, so to say, the mask becomes a person. So tell me a little bit about this phase of time leading up to Ayodhya and one of the sort of, you know, when you go deep into that, when you go deep into the nuances of what actually happened, what strikes me there is that just as in the 1980s, the whole resurgence of the Hindu vote was a bottom up thing, which, you know, Vajpayee and Advani were first completely taken aback by. What is happening now also is that the movement is a bottom up thing. And that Vajpayee and even Advani, from what seems to from the narrative, have much less control than most people, including Narsimha Rao, appear to think they do. Tell me a little bit about that phase, especially as this episode releases on the 6th of December, which is, of course, a, you know, a sort of a historic day. So tell me about the lead up to that, because what is really interesting is that you have political Hindutva, the supply end of political Hindutva, gathering force at a time when, you know, the people at the top aren't really in control of events anymore. And there are things happening, which have a momentum of their own."
    },
    {
        "speaker": "Guest",
        "time": "03:31:46.160",
        "message": "Tell me a bit about that. I think that's exactly right. Because, you know, and it's not like, let's just take a step back, Amit, to focus a little bit on the period 1990 to 91. There are three different momentums or three different forces in India, which have a momentum of their own. One is, of course, the OBC reservations in North India, which then culminates in Mandal Commission report. But Mandal Commission report didn't begin OBC reservations in India, it actually ended it because in the 60s itself, in the states like Tamil Nadu, Kerala, Karnataka, etc. You had OBC reservation and by the 80s, this had entered North India. So the OBC reservations and the central level and central government job was the culmination of this force. The other, of course, is the Rath Yatra or Mandir. As I point out, there was a bottom up force that was activated by the RSS and VHP and the movement began in 1983 itself, seven years before the Rath Yatra. And the third, let's not forget, Amit, was the catastrophic failure of the Indian economy. And again, it was not fated that you would end up with liberalization, but something had to give. So Indira Gandhi herself tried with the LKJ commission report, the Alexander commission report on economic changes, Rajiv Gandhi tried a little bit, but it was really left to Narsimha Rao to open up. Now, the point I make in my book is that all of these three events, which is Mandal, Mandir and market, were not inevitable. When VP Singh comes to power, yes, there is an OBC reservation, they did talk about it in the manifesto itself, but had it not been for Devi Lal's attempt to upstage VP Singh, he may never have implemented the Mandal commission report. If the government had changed and the Congress come back, they would have never implemented it. Because the commission report was submitted in 1980 itself and for 10 years, the Congress government didn't want to touch it. This ditto with Mandir, if it hadn't been for the Mandal commission report, Advani was still in his Hamlet-like ability of should I, should I not, he wouldn't have decisively got on to the rut. And as I argued in my previous book, Half Line, if it wasn't for Narsimha Rao, you may not have been so decisive when it came to liberalization. And I just want to take your listeners back to a question we had right in the beginning of this podcast, which is the role that events and people play alongside structures and larger changes. And I think Mandal, Mandir and Markit are good examples of that, that yes, there were larger forces, but it was not fated. And all those three decisions which LK Advani makes on Mandal, Mandir and Markit, which is to support OBC reservations, support Mandal, to support Mandir and to support Markit was not inevitable. And I point out in the book, many pulls and pressures he had. And for good or for worse, those three decisions define the party today, which is that BJP is known as the pro-Mandir party, it is known also as an OBC party. And I know many of your listeners would disagree, but at least it plays a superficial mouth value to the benefits of liberalization. And that's very important because that 1991 period is a real pivot in Indian history. It could have turned out very differently. Yes, there were the larger forces, but only looking at a larger forces and saying that these were inevitable in India, or to put it differently, looking just as demand side explanations to say that supply will soon follow, it need not have turned out that way. So in that sense, it's an enormous pivot. And I want to end with the question you asked, because today, your listeners are hearing it on December 6, 2020. And on December 6, 1992, there was a very different event in India, which is the demolition of the Babri Masjid. And Amit, I got to tell you that the Babri Masjid haunts me in many ways. So as I told you, right in the beginning of the podcast, I remember the Bombay riots, I remember seeing the timber yards on the other side of Mahim Bay burning from the terrace of my building. But also in my Narsimha Rao book, I devoted a whole chapter to it. And once again, in this book, I devote an entire chapter to Babri Masjid. And broadly, you know, so I think I've done more research on the subject and talk to more people than most, I would say with some confidence. And you know, I don't want to reveal more to your listener, because you know, she and he should read it. But in short, I'm more convinced that things went out of control, rather than a well planned conspiracy from the top. There was a conspiracy. The question is, was the top leadership of the BJP involved? You would never know, because there's a lot of smokes and mirrors happening here. The trial court has actually exonerated everybody saying there's no conspiracy. I don't agree with that. But it seems certainly plausible that someone like Advani and Vajpayee were blindsided by things getting out of hand, rather than, you know, well planned conspiracy from the top."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:38.200",
        "message": "In fact, one of the sort of memorable sentences from your book and earlier, you claim that you are not into good sentences and all of that. And that's completely untrue. And one of my favorite sentences from the book is when you're describing Advani and Joshi at the site where, you know, things are going out of their hand and you write quote, they look like prisoners rather than wardens, stop quote, which to me, like sums up so much not just about that event, but possibly a lot more than that. And then you also write about how, you know, Atal Bihari Vajpayee, of course, chose not to go to Ayodhya and was apprehensive about what would happen there. And he's in Delhi. And you know, when the demolition starts, N M Khatate, his old friend goes to meet him. And you quote Khatate as saying quote, he was all alone watching TV. He was very, very angry. He could not believe what had happened, stop quote. And there's sort of, and that's just a very interesting dynamic, you know, we don't have much time. So I want to get to sort of closing question in a sense. But again, I would say that I have barely touched upon sort of the depth and nuance that is in your book. So you know, even the period after this through the 90s, Vajpayee becoming Prime Minister, the sort of the two short terms, and then that one longish term, and then Modi and Shah coming back, all of it is fascinating. And it's like a thriller unfolding in front of you and an ongoing thriller as it were. So it's impossible to kind of put it down. I want to sort of end with something that you said in a recent interview for Scroll with Rohan Venkat, where in response to something that he said, you spoke about how quote, a Hindu group consciousness that you are Hindu, I am Hindu, let's vote for the same party that has to be constructed. That's a hundred year project of Hindu nationalism, which is why when you look at the wording of Hindu nationalism is politically liberal in that it is premised on the idea of one person, one vote, stop quote. Now, you've spoken about the Hindu group consciousness, you are Hindu, I am Hindu, let's vote for the same party. Now, obviously, people contain multitudes, which has become a cliche on my show. And, you know, and it might be the case that, let us say that I am a Hindu, and you can appeal to that part of me, when you're trying to build this Hindu group consciousness. But, you know, what canny politicians would always look out for is that other other parts of people's personality, which we can appeal to, which they can care about enough to vote for it, that don't go down this axis. So for example, a lot of the ideas of Congress are just abstract ideas and often insincerely expressed by them to begin with, like concepts of secularism or all the abstract ideas of India that come about. And I would argue that in our lived reality as well, besides a Hindu consciousness, there is also a sort of, there is something syncretic to it, there is something, you know, while our society in many ways is deeply liberal, there are many ways in which it is deeply liberal in the way that we embrace influences from everywhere and make this delightful khichdi, like Vajpayee himself in his own personality, if not in his politics. So my sort of rambling question to you right at the end is that, you know, in all your studies of sort of political theory, not just in India and elsewhere, is it something that would give you the sense that assuming that this Hindu consciousness has been captured by this one party at the center, and it's done for, and it would appear that even other parties like the Aam Aadmi Party and the Congress are very cognizant of it. And they work within the bounds of, you know, they don't want to displease this Hindu consciousness, so to say, you know, are there other aspects to our nature that also unite us, other things that we care about, that can in future become a locus of political movements?"
    },
    {
        "speaker": "Guest",
        "time": "03:40:31.920",
        "message": "So that's a deep question, I mean, like your other questions, but this is a deep question. And let me just rephrase it in my language, which is the following, which is that if you just buy this idea that India is a Hindu majority country, and you had this one party that has been able to activate Hindu group consciousness, is politics as we know over? Because there's no other way in which you can localize, you can kind of find another loci of identity. So one is that it's true that India is a Hindu majority country, but India is also a peasant majority country. It's a majority peasant country, it's a majority of workers and peasants. Why doesn't the Communist Party come to power? India is a majority Bahujan country, you know, non-Apakasa 80%. Why didn't Kanchiram come to power? So the first answer to your question is that rather than look for other identity access, maybe the real answer lies in better organization. You know, rather than trying to find a magic that, you know, to counter Hindu group consciousness by something else, how about like picking parties which just focus on better organization and in that learn something from the BJP, don't split, right? Believe in teamwork, right? Even when there's disagreement, kind of stick around because things may come your part. That's the purpose of this book, that look, the inevitability of the BJP's rise is not true. There's hard work there. There's teamwork there. Yes, it's a majoritarian ideology, but there's no shortage of majoritarian ideologies in India. Why did this particular one win? So that's the first sort of answer to the question that you asked. The second answer, Amit, is to ask the question that is the only way to defeat the BJP through another group identity or is there another way to conceptualize the individual? Unfortunately on this question, I'm a pessimist, which is that the beginning of Hindu nationalism is the introduction of one person, one vote to a group-based society where Indians think in their social and economic lives are entirely in terms of groups. What makes Indian politics flexible is that the group definition keeps changing. Sometimes you vote on the basis of your region, sometimes your caste, sometimes your religion, but you're still voting on the basis of groups. Now the question is, will Indians ever start voting on the basis of individual freedom? That's really the question. And if that happens, that's a genuine counter to the BJP. Stop telling me how to celebrate Valentine's Day. Stop telling me what to eat in my house. These are all based on the idea of individual freedom. The reason, Amit, that those critics of the BJP don't have popular purchase, they just don't have popular purchase, is in India we yet don't have a constituency which is liberal. And I define liberal in the very limited sense of putting individual freedom at the center of your politics. So that's a pretty pessimistic answer because that is a fundamental counter to the BJP. But none of the BJP's opposition parties want to go that path, especially the Congress party. That's not what they're into. And maybe they're not going down that path because Indians aren't ready for that kind of argument. So that's, you know, I'm sorry to end this long, long podcast on a slightly pessimistic note. But, you know, I want to end this by asking what you think, because I think, you know, hearing your podcast, this is a question you obsess over again and again and again."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:58.320",
        "message": "No, I agree with you entirely. I mean, my hope would be that a great locus would be individual freedom because we are all individuals first. And then after that, we construct all these other group identities and whatever around us. And I do not see it happening. And I'm as pessimistic about it. I mean, you know, one thing that gives me hope is that look, the future is full of unknown unknowns. So, you know, one can just hope for things that are currently beyond our conception and maybe good things will come out of that. And one of the things that I do hope for is that the next time we, you know, do an episode together, perhaps on your first book on Narasimha Rao, which is as fascinating a subject that you'll give me five or six hours because today I really felt like we could have gone on and on and on. But unfortunately, you know, we are both human and there is only so much time for this. But thank you so much for your generosity in sharing your time and your insights. I, you know, I'm going to read your book again carefully because there is so much to process and I recommend that all my listeners do the same."
    },
    {
        "speaker": "Guest",
        "time": "03:44:58.080",
        "message": "So thanks so much for coming on the show. Thanks, Amit. And I'm totally sold on to this on what you're doing, because I haven't had this discussion with anyone with this kind of depth. And I think that, you know, it's the medium and it's you who makes it possible, which is if you go back to our original debate about, you know, structure or technology and individuals, I think in the case of seen and unseen, it's both here."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:45:20.080",
        "message": "So thank you very much. You are the first historian to tell me that the great man of history is true by pointing"
    },
    {
        "speaker": "Guest",
        "time": "03:45:25.480",
        "message": "out that the great man is me. Thank you so much. Thanks. Thanks a lot, Amit."
    },
    {
        "speaker": "Unknown",
        "time": "03:45:29.960",
        "message": "Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:45:30.960",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and pick up Jugalbandi, the BJP before Modi by Vinay Sitapati. You can follow Vinay on Twitter at Vinay underscore Sitapati. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "03:46:24.000",
        "message": "Bye. Bye."
    }
]