[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How do we learn something? One way is to do what Indians call Rattamaro, rote learning. Learn some instructions by heart and then hope that works out. But that's a horrible way to learn anything. If you want to figure out how to play chess, for example, a good coach won't make you memorize theory on day one, E4-C5 is a Sicilian defense, D4-D5-C4 is a Queen's Gambit and so on. Instead, you should first be taught the basic principles of the game, the importance of space, of occupying the center, developing your pieces, the importance of initiative and so on. This way, whenever you encounter an unfamiliar position, you can just apply these principles and figure out what to do. Similarly, a good poker coach won't begin by making you mug up ranges in different spots. This is your 15 BB shoving range from the hijack. This is your 22 BB reshove range from the big blind and so on. Again, you're better off learning broad principles first. This should be common sense. But it isn't. So many of us, me included, try to learn about cooking and food by reading and trying out recipes. But to understand the subject, we don't just need to know what to do."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:15.320",
        "message": "We need to understand why we are doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:34.240",
        "message": "Welcome to The Scene and the Unseen. My guest today is polymath thinker and unassuming artist Krish Ashok. There has never been a guest on the show who is such a perfect blend of the artistic and the analytical. Ashok has been an internet legend in India for over a decade now. He's known as a brilliant humorist and musician, but he's also a systematic thinker about any subject that interests him. And in this episode, we are going to discuss his brilliant book, Masala Lab. This is a book that gets meta about cooking. It takes a step back from the world of recipes and looks into the science behind cooking. It approaches everything from first principles. In the process, it shows us why so much of the traditional wisdom about food that we get from our grandmothers is bang on. The book also contains an immense number of TIL revelations, even jaw dropping ones. I love books that get meta like this, that go back to first principles. I'd done an episode almost a year ago with Vijay Kelkar and Ajay Shah on their book in service of the Republic, which looked at public policy from a similar meta lens. And I am now writing a book called Hacking Cricket, which takes a similar approach to cricket strategy. That made me warm to Masala Lab right away, as I love books that take this kind of approach. And Ashok's book is spectacular. It's accessible, insightful, and inspiring. In fact, after reading this intro, I'm probably going to head on over to my kitchen. And I should probably say this in a whisker, but I might just end up making Maggie. A quick note before we begin, though, we used a specific software I won't name or use again for the remote recording of this episode. And while the sound seemed fine to me through my monitor headphones, my audio file, not Ashok's, my audio file got all messed up and distorted. The conversation was so wonderful that I was pretty upset. But my editor Vijay managed to salvage it enough for us to be able to release this. So kindly excuse the quality of my audio. I hope the quality of the conversation will make up for it. Before we start, though, let's take a quick commercial break. By the time this episode ends, you'll be dying to dive into the rabbit hole that is food and learn more about cooking and cuisines. The links in the show notes should help you. But I have one more resource for you. This episode is sponsored by The Great Courses Plus at thegreatcoursesplus.com. And I've spent the last couple of days lost inside one of their courses called Cooking Across the Ages by Ken Albala. This course is divided into 24 lectures and discusses cooking and food science and the various cuisines of ancient Rome, imperial China, medieval France, Renaissance, Italy, and it takes us into the kitchens of the Vikings and the Aztecs, the Germans and the Brazilians, mouthwatering stuff. Check it out at thegreatcoursesplus.com, where you'll also find a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory, and so much else. They also have an app where you can listen to the audio of these courses the same way you listen to podcasts. What's not to like? Do try it out. It will cost you nothing. You get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen, that's right, unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. Go for it. Ashok, welcome to the Seen and the Unseen. Hi, Amit. It's been a long time coming. I have to, by the way, tell my listeners that before the show started, I figured that there was an awkward question I had to ask. So I did not make an awkward mistake through the show, which was to ask Ashok what I should call him, Krish or Ashok. And he told me that the correct name to use is Ashok. So I have saved myself from committing what Ashok would call an Amit mistake. So I'm going to first of all say that how glad I am that you are here. We have never met in person, but I have been following you all the way since the blogging days and all of that. And when I started the show, I thought it would be great to have you one day on the show. And we spoke about it a couple of years back and you said, yeah, when you're in Bangalore, just give me a buzz if I happen to be making a business trip there, we'll kind of do it. And that never happened. But you know, who has to leave their city in these crazy times. So I'm going to start off with my podcast version of, you know, chop some onions and saute them in oil till they get translucent, which is, you know, the cliched way in which so many Indian recipes start. And I like to kind of start my podcast by not talking about whatever the subject in question is, but rather by asking my guests about their personal journey, which is specifically interesting to me in your case, because even though we'll speak much of this episode talking about your wonderful eye-opening book, you're a man of many parts. And you know, I did not know you as a food person back in the day, I knew you as a humorist and then a music person. So tell me a bit about your journey. What's your journey been like so far?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:42.360",
        "message": "It's been, I mean, nothing tremendously unique about it, except that I was born in Chennai. And then, but my father had one of those rare Tambaram jobs that involved him getting transferred all over. And it was actually in business, right? A very rare thing for a Tambaram family to be in. And my mother worked in a bank. And then we literally lived all over India. So we changed schools every few years and so on. And so I grew up everywhere. And my father's side of the family is slightly odd in that his father was an atheist, an avowed atheist, which is very strange to be someone like that in the 1930s or 40s, in the deep south of Tamil Nadu, a very, very religious place and so on, right? I mean, so atheist to the point that he did not allow, you know, idols or any kind of religious worship in the house. I mean, he was quite militant about it, right? And so my father grew up in a very interesting environment. He later in life, he became pretty religious. But I think he had that sense that his children should have the freedom to, you know, do what they please, in the sense that I think, normally, when you kind of question religious tradition and all of that, you know, you'll get a very stern put down, right? If you're one of these traditional sort of religious families, which I wasn't. My mother's side of the family is mostly priests. I mean, what two generations ago, they were just all priests. And so you can see sort of the contrast, they were just, my mother tried very hard to get us to be religious and so on. So from what you can see on my blog and other things, clearly, that didn't work on any of us. I mean, there were three of us. There was me, my middle sibling, who works in Microsoft, and the youngest guy, who's a graphic novelist and illustrator and works in China, right? So you know, I think the mother's side of the family is also predominantly musical, in the sense that a ton of her female relatives are all professional musicians. And so obviously, I think music was something that I had to learn the violin. I had no choice. It wasn't very enjoyable when I was eight or nine years old. It's a painful instrument to play. It takes six or seven years before you like the sound of what you're playing. In fact, you know, later in life, I tend to rate musical instruments by an acronym called mean time to sonic palatability, which is that, you know, a keyboard is that you pick it up, and it'll sound decent, you know, in about five minutes, right? But a violin takes, you know, six or seven years, and it's quite painful. But I think once I kind of got the hang of it, I became reasonably good. And I was actually, through my college, I was actually learning under a very famous violinist who recently passed away, Padma Bhushan TN Krishnan, right? And he was one of those serious guys who said, you know, you need to quit your engineering and come join me, you know, become a professional musician and so on. And you know, my father said, not quite sure, right? So he kind of, he was smart enough to realize that this is a very long day, in that very few people become very successful and the rest is, you know, we didn't have quite have the connections as well. And this is one of those very insular, Carnatic music is one of those kinds of places, right? You still needed connections, you know, you still had to be reasonably rich and so on. So I think, you know, that's how my musical journey kind of began. I was, till my mid-20s, I was still thinking, should I do a full-time career in Carnatic music or not, right? And then, you know, one thing led to another, I essentially picked up a profession that I felt at that time was the, you know, in the late 90s, was the most amount of money for the least amount of effort, which is software, right? And also the one that kind of gave me the most amount of free time to pursue other things, right? I mean, in 1999 to 2000, having Saturday and Sunday off was a rarity, right? And the IT industry was literally the only, you know, one that actually had this sort of thing. So I joined TCS straight out of college. I went to, so what is now called Netaji Subhash Institute of Technology used to be called DIT, part of the Delhi College of Engineering, sort of this thing, right? And I, you know, I worked in software and I, every five years, every time I would get bored, I mean, I just had the fortune of having a boss who said, yeah, I'll give you something interesting to do. And so it's good. So, you know, the sense that I've been with my job for almost 21 years and I absolutely love it. I mean, it is, although it's my livelihood and it pays for all of the fancy stuff that I have at my studio, but it's a job that I would not think of giving up, despite the fact that I have all these other hobbies. And hobbies is something that I kind of continuously picked up. I was living in the US for about seven years. That was when I started seriously getting into Western music, kind of learned composition, went to a conservatory and learned to play the keyboard, started learning the guitar from YouTube, the first generation of YouTube and so on. And I think I've watched more YouTube bars than most people. So I watch it at, you know, two to three X. So I, you know, so I get through a lot of it. So I think, so that is how I started getting into a lot of these hobbies. I was always into writing or human writing since school, it was mostly cheesy stuff, but it was, I think it was around 2008 when the financial crisis happened and my father's business kind of went under and it was actually a bad time. And so he was terribly under debt and, you know, we were all sort of struggling to stay afloat and I had to sort of use every little bit of my sort of financial resources to sort of, you know, bring things back under control. That was actually when I decided, fine, you know what, as an outlet, let me sort of, you know, go on to social media and start expressing those and get that kind of feedback. Before that, I was a very private person, I still am in the sense that I don't, I don't go to parties. I don't sort of, I don't like small talk and so on, but I enjoyed, you know, putting out crazy creative stuff and, you know, engaging with people online. And that's when, you know, I ran into you. You were one of the superstars of the Indian blogging environment already when I just started blogging and so on. And I think that that generation of people who kind of, you know, started expressing these interesting ideas and had the feedback from people. So that is how I started blogging and then I used that medium as a, I was always into sort of more visual creativity. So I like making a lot of pictures and Photoshop memes and, and also mixing music and visuals and so on. Amidst all of this, I mean, I was always cooking, right? So I was always someone who learned to cook very young when I was a teenage boy, my mother was working. So when she was either away or on travel, I would be the one to cook at home. So I was always there. It's just that I started sort of taking the science part a lot more seriously, I guess about seven or eight years ago, which is when I started, I would say writing down pieces that ultimately went with this book didn't come together in like, you know, just the first three months of the pandemic. I noted down a lot of things that ultimately, you know, I did a lot of experiments at home to be able to over time sort of write this book, right? So that's, that's been my journey."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:09.560",
        "message": "And one of the things I found fascinating about the book, in fact, the thing that I really liked about it, particularly is that this is not about, you're not giving us gyan about food or giving us recipes or whatever, you're taking a step back getting meta, just talking about, you know, the sort of the first principles that animate the art and craft of cooking. And I was drawn to that, because that's something that I tried to do in some of the various things that I've done, whether it was, you know, playing poker, or whether you know, the first thing I tell people who do my writing course is that, listen, I'm not going to give you a bunch of guidelines, like I'm some kind of Sri Sri writing Shankar and these are the 10 commandments. But let's get back to first principles. And then, you know, build our own frame. Now, is this way of thinking something that is inherent to how you approach everything? For example, even learning music, where first you start the violin as a kid, and I guess it's in the Carnatic tradition, where as you have pointed out, not much is codified, a lot of it is just like passed on from guru to shishya and so on you, you know, you wrote in your book about how Indian cooking is so much like Indian music in that sense, that there is no codification. It's almost treated as a mystical art that has to be passed on, whether it is from a grandmother in the kitchen, or from an ustad with whom you sort of go and learn. So did you always have that kind of mindset that you're trying to break things down, you're"
    },
    {
        "speaker": "Guest",
        "time": "00:14:28.640",
        "message": "taking a step back and thinking of stuff? Absolutely. I mean, I've always greatly enjoyed science, right from when I was very young, especially physics, chemistry, biology, and mathematics, all of it, I think the one caveat being that I was not such a big fan of speed, right, in the sense that a lot of your entrance exams really test for speed, right? I mean, I like solving very complex physics problems over a day, as opposed to 50 problems in 90 minutes, which I was very bad at. And in that sense, so when I attempted to do that, it was almost always since I was very bad at memorization. So very early, I really had sort of picked up this habit of trying to kind of derive first principles so that I could derive anything I wanted rather than memorize. So this was something that was always there. In a sense, it also served me well in my software career, because that's basically it, right? At the end of the day, you're trying to solve a very, very hard and complex problem with people who are largely very young, inexperienced, are going to write terrible code. So therefore, you need to really get down to first principles, and you need to let the process be documented to the point where you don't blame the person. But your software is still, you know, does what it needs to do, right? So I think, you know, a lot of the approach of the book, in some sense, is also that. So it's algorithmic, it's really, you know, rather than memorize or learn, you know, recipes, is there a more simpler way to break it down or to teach people? And in a sense, this is the reason I saw that this was an opportunity in the Indian cooking space. Because there's a fair number of food science books in the West, you know, Kenji Alt Lopez and Harold McGee and others, and have really broken down a lot of Western cooking, largely European cooking, if you will, into into very, very granular, easy to understand principles with a great amount of precision. And for some reason, that's not there for Indian cooking, and you know, it's not surprising. Most cooking is and was largely done by women with little choice in the matter at home. And you know, till about 50-60 years back, they did not have access to education either. So and we are largely an oral tradition, you know, kind of culture, and so very little. So it's literally think about this, right? So this, you can, you can literally name just one, you know, famous cookbook called the Manasolasa written like in the 12th century, in Sanskrit by the Chalukyan Empire. And even that really doesn't get into the specifics, it doesn't get into clearly the guy writing it, probably never cooked, right? I mean, it was, you know, apparently written by the emperor himself. So clearly he didn't cook, right? But what's interesting is that there seems to be a complete lack of craft, if you will. So that's the distinction I make, right? So art is something it's crutable, it's exotic, you know, it's, you just need to get it, it's, you have a new intuitive sense, and so on. But craft is, craft needs documentation, craft needs precision, craft needs explanations for why you're doing what you're doing, right, as opposed to, and also a sense of a lot of the grandmother's wisdom, tacit wisdom ends up being right, it works, but you know, we don't know why it works. And in the internet misinformation universe that we have, it's now becoming increasingly hard to figure out, you know, what is actually verified and what is unverified."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:31.440",
        "message": "Yeah, yeah, like turmeric curing COVID and so on and so forth. A tangential question, since you mentioned art and craft, is that my sense of art and craft has increasingly come to be that, that is really not much of a difference. The key difference is that art is that part of the craft, which you haven't thought about consciously or can't articulate, but they amount to the same thing. And you know, since you're a musician as well, I'll ask your opinion in that context, that, you know, in music, also, I am sure you can sort of take a step back and get back to first principles that these combination of notes, spark of, you know, these effects in the brain, and that is why we find them pleasant, and we find something else noisy, and blah, blah, blah. And I think part of the art of coming up with something that sounds pleasant, is actually using this internalized knowledge, which you haven't yet put into words or articulated. And whatever you can articulate automatically becomes craft, because you can, you know, and I'm just kind of thinking aloud, but what's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:31.080",
        "message": "I think it's, you know, I would say music, and other sort of traditional arts, if you will, be a drama or film or anything, right? Works slightly different. Definitely, I think, you know, if yes, culinary arts is there, but I would, we're really talking about a Michelin star or a famous chef who's creating something that you simply cannot reduce down to just the technique and so on. There is clearly something magical about that inspiration, just like, you know, you can analyze jazz music all you want, right? But the reality is that when jazz music came out onto the stage in the 20s, and so on, a lot of Western classical musicians and critics were like, this is just atonal, this is violating every bit of harmony theory that we knew. But yet, I mean, it really just went on to become the predominant popular form of music, and it actually influenced classical music. You know, the last stage of Western classical musicians, the Shostakovich, you know, a lot of the Russian composers and so on, Mahler and others, really stopped doing the usual formulaic harmony arrangements and started doing things that sounded a lot more jarring and so on. And if you will really set the stage for, you know, the kind of cinematic music that you hear from say Hans Zimmer, or anyone or John Williams, so that you kind of set the mood in a way, because you need a wider range, you need to be a lot more experimental beyond just what the rules of harmony tell you, right? And that in a sense, that's true for, you know, a painting or sculpture, so on. It's hard to break down, say, the David in Florence, just down to the fact that it's about these are the proportions and that the distance between the eyes and so and so, there's a golden ratio involved in all of this. So there's, you know, all that post-facto analysis to try to make craft out of an art is definitely is a very common phenomenon in other kind of arts. In this case, the only distinction I want to make is that I think cooking at home should not be that, because at the end of the day, it's a high pressure daily thing that you do three times. It should not be art. It should not be something that you need to be mentored by a seasoned person for many years to learn. It should be something that you can just pick up quickly, because at the end of the day, you know, cooking by yourself, fixing your nutrition is one of the single most important things that you will do from a health standpoint, right? And so in that sense, I think that's the distinction I'm trying to make. As I clearly say, the book is not aimed at making you a great chef. It's aimed at making you a better home cook. And home cooking is an engineering discipline. It should not be like art. It should not be this inscrutable thing. Yes, of course, right? Even in home cooking, you know, you sometimes have these, you'll remember your grandmother or your mother or some relatives, fantastic, you know, a chicken biryani or a dal or something like that. But remember that a lot of that has to do with nostalgia. Our perception of flavor is done in the same part of the brain that processes nostalgia and memories. And this is something that I call out in that flavor chapter. So that's why your restaurant dal can't compete with your grandmother's dal, not because it's objectively better, because you simply have better memories of it. And once it's tied into those memories and memories are formed, that's what, you know, that's what enhances the experience of food itself. So it is very much, you basically, for the most part, that's the sort of magical experience you're thinking about. It's not art. That's really just, you know, neurology, if you will, right? The craft essentially is fundamentally about saying, look, you know, there is a documentation problem. People tell you things like cook, you know, tamarind till the raw smell goes away. Those are terrible instructions. You know, how does that translate into writing? How does that translate into knowledge that you can actually pass on to someone else? Because you can't literally describe smells in that. But you can say, you know, cook the tamarind till it tastes as sour or as less sour as you like it. That's a better instruction, right? I mean, if you want to be really precise, if you're in the food industry, you will say use a pH strip and measure to see if the pH is between 4 or 4.5, because all great food is typically in the range of 4 to 4.5 pH. I mean, that's what, you know, chefs and Western food scientists have said. But yeah, so that's the idea is to bring some basic level of craft and engineering and better knowledge if you will, to what is essentially a very daily laborious activity. And so that's, that was the point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:31.840",
        "message": "Yeah, yeah. No, what I was kind of getting at is that craft is underrated, you know, people will often have this hierarchy where art is up there and is mystical and blah, blah, blah. And craft is below that you're just going through the motions. And I think that that's really unfair that ultimately, you know, the finest art is what will eventually one day perhaps become craft when people understand it well enough."
    },
    {
        "speaker": "Guest",
        "time": "00:22:50.400",
        "message": "Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:51.400",
        "message": "Before we get to the book, a sort of a final question that is not to do with the book or not to do with food, which is, I'm very curious about your methods of knowledge management and how you organize all of that, like, and also a tangential question that how do you listen at 3x? You once mentioned that you listen to my podcast at 3x. And you know, when I tell others that I myself listen in between 2 and 2.5, they're like, how can you do that? And I'm like, no, the brain normalizes everything. And I listen to all YouTube at 2x, by the way, except that you, you mentioned you listen to YouTube at higher, but there is no higher setting in my YouTube thing."
    },
    {
        "speaker": "Guest",
        "time": "00:23:25.640",
        "message": "Sure. So essentially, I think, you know, knowledge management is something that I've paid a lot of attention to. So again, something that I've learned from one of my bosses at TCS, who's now the chief technology officer. And he was, he was big on what he called personal project management. He said that people are great at, you know, following other people's project plans, but they don't have a project plan of their own. Do you know how much time you spend on reading? Do you know how much time you spend on, you know, talking to others, right? Do you have the right balance? Right. So I think in a sense that I kind of got serious about efficiency of learning, if you will, as an individual. And I, you know, let me be absolutely clear here. I don't recommend that other people simply blindly follow this at all. It works for me. And you know, it's, it's something I like doing. I have multiple interests. It's not for everyone, but in general. So one of the things I do is that there's this Edgar Dale sort of pyramid of learning, which is something that, you know, pedagogy teachers tend to use, right? So if you read something, apparently you remember about 10% of it. And if you watch a video, you remember 20% and if there's a live demonstration, you remember 30%. And ultimately go on to, if you teach someone else, you remember 90%. So it's sort of, it's this sort of pyramid, and even within that, what you read on screen, you retain a lot less than if you read on paper. So there's this sort of big pyramid, right? So I'm always sort of, I'm very wary of the fact that I don't want to only consume content. So it is important that if I watch a video on say, some kind of, you know, illustrations and digital illustrations, which I did, you know, because I drew a fair bit of the illustrations in the book itself. I had to learn it, right? And so it's just watching hours and hours of videos not help. So I'd have to sort of break it down into saying that, look, I'm going to pick the top videos and then I'm going to basically in increasing order of difficulty, draw illustrations that are more and more difficult. So similar to how you learn music, you learn Papa Kehta Hit on the guitar as the first song and then you kind of get into, you know, Pink Floyd or something more sophisticated later, right? So it's essentially the same. So the second thing is around, I had a colleague who was visually challenged and he was one of my colleagues who used to work on some of the applications that we used to build some years back. And he was working with us to test for accessibility, right? So are these web applications accessible to people, you know, with visual disabilities and so on. And that's when I learned that how they actually use the web is use something called a screen reader, right? It's this thing that they wear, headphones that they wear, and literally it reads out the HTML code on the page. And so one, so you need really clean HTML code or it'll be a mess. And two, so that the navigation and the menu and all of that is there. And by the way, because you know, and they do not have any other distractions, it reads it at six to seven X, the normal voice to me, it was just complete gibberish. And he said, yeah, he was able to get it. And he said something rather mind blowing. He said that at six X, right, he can listen to an audio book faster than a sighted person can read. And above average sighted person can read, they said, look, if blind people can read books faster than me, then clearly I think there's some improvements to be made. I wasn't aiming for six X, but I said, okay, you know, let's start with two X. Yours was one of the harder podcasts, because I think as Indians, we tend to speak faster. The American podcast, you know, the NPR stuff, et cetera, is what I started, you know, increasing the speed to 1.5 and slowly, gradually, you kind of get used to it. In fact, when I came into the podcast, I realized that I've never heard your voice this slow ever, right? Because I've heard your voice for the last two years, and I've only heard it at three X, right? So that was a funny moment there. So obviously I kind of, you know, therefore I realized that, you know, I could consume, I could learn more, but I also have to do stuff. And then I also have a, I have a very specific style of documenting or noting down things in a way that I'll remember that, right? I've tried all kinds of tools and ultimately just decided on, I mean, I've used a Mac, so I just use notes there. It's not great. It can sometimes be buggy. I've tried Evernote. I've brought all those kinds of Google Keep and all of that, just settle down on, just take down notes under different topic areas in terms of, you know, facts that I think that I want to remember because they would be useful to sort of share when I talk to someone, right? Or learning journeys. So if I find, so I use the Watch Later functionality really well. So I say, hey, it's a one-hour lecture by, say, Daniel Kahneman, okay, I'm going to watch it at some point of time, or David Graeber or someone else, right? And so the other is also in a sense of figuring out the time of the day so that I'm not sitting and doing this like all day, right? So I need that balance. So there's work and since the pandemic, so, you know, I have childcare duties, you know, I have to spend, you know, two to three days of the week shepherding my son through his online classes, otherwise he'll kind of get distracted and so on, and cooking and all of that so that, you know, I time box it so that, you know, there's a, I have that constraint as well, right? And in a sense, there's a lot of synesthesia, I constantly kind of think about what, I hear some music and try and see what it reminds me of visually and so on. So I kind of note those things down because I have a terrible memory, right? So now a lot of it, a lot of management is foundationally about writing stuff now. So which is why it wasn't too hard to write this book, because I had like a ton of thoughts"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:17.840",
        "message": "for the most part. Yeah, you know, that's completely fascinating. I like these days, I'm using something I find pretty useful called Rome Research."
    },
    {
        "speaker": "Guest",
        "time": "00:28:24.560",
        "message": "Have you tried it? I was told. One of my, one of the designers I worked with did recommend, I did see, I have not given it a try yet, sort of mind mapping and not taking kind of tool or?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:35.400",
        "message": "Mind mapping is one part of it, but it does a couple of things. The first of which many other apps will also probably provide, the first of which is, you can have these nested little sections, which is a good way of organizing stuff. But the second is bi-directional linking, which is useful to me, because then it seems that over a period of time, as you input more and more, all of these connections form between them. And I just find that a much bit like earlier, I used to take notes for my episodes on Microsoft Word. Yeah. And that's just a mess. And you use Scrivener while writing your book. Tell me a bit about that. How did that help?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:07.320",
        "message": "That was actually fantastic. So Scrivener is, before I set out to write, I was like, okay, you know, what tool should I use? I had used Scrivener in the past. In fact, I used to use Scrivener when I was still actively writing my blog. So I used to jot down these ideas, interrelated ideas, because there were several themes that used to repeat across posts and so on. So I used to kind of use Scrivener. So essentially, I think what I liked about Scrivener is that it really focuses your thought on structuring how you want to think about the narrative, as opposed to the visual. One of my everlasting gripes with Microsoft Word or, you know, PowerPoint, right, it's that it forces you, in a way, to constantly think about the visual representation of something as opposed to purely the flow and the narrative, right, which is actually why academics tend to use, you know, the tools of, it's called Latex and so on, right? So it separates it out into two tools, one for writing content, which has no visual representation at all. You just get your white paper down, and then you do formatting and typesetting only at the end, right? So in a sense that I think, you know, Scrivener really sort of forces that mindset. So it first allows you to lay down the layout of the book, you dump all your research, lay down the chapters. And I think my favorite part of the fact was the fact that it gamified the entire process of saying that, hey, set a target. You want to write 3,000 words a day, set it, right, and I'll tell you how you're doing. And then it sort of kept me motivated to really just quickly get through to about 60,000 pages. And I think it tremendously helped. In fact, I had to do very little restructuring after I moved out of Scrivener into Word, because that's how Penguin or any other publisher really works. They work on Microsoft Word, but track changes and so on, right? So that's how the industry works. But I think we never really had to do anything major, you know, once I came out of Scrivener,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:55.920",
        "message": "I think it was fantastic. And just in terms of sort of getting your style down, like, again, a final sort of question in writing, you know, and you've also said in another interview that you've thought fairly deeply about science writing, especially from and you were talking about the pyramid earlier where you know, your 90% of absorption happens when you teach it to someone. I think the phrase you used in one of your earlier interviews was explain it to me like"
    },
    {
        "speaker": "Unknown",
        "time": "00:31:18.720",
        "message": "in five."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:19.720",
        "message": "You know, so how hard was it then to like, how hard was the process of writing, or, you know, just relentlessly practicing this kind of writing through the years, did it make it much easier than it would otherwise have been?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:32.660",
        "message": "So there's, in a sense that my first drafts of some of the chapters, I did a fair amount of rewriting. And the reason for that was because I think the tone and the language and the style was very similar to what you might find on my blog, right? So I was always thinking about two things. So there's, you know, there's, there's, there's a style of writing that I keep for the blog, which is sort of humorous, snarky, a lot of pop culture references, sarcastic and so on. And then there's, you know, the style of writing that I would often do either at work, when I'm really putting down and explaining something to someone, and so on, or when I'm writing a column, used to write columns for the Hindu and Indian Express back in the day, simple science and technology columns. And clearly, I think the editor then and there said that, you know, don't show off your humor here, right? If you're aiming to educate, you know, focus on that, throw in the odd joke, but the explaining part has to be the important part. And so in a sense, I ended up rewriting the first couple of chapters, because I felt that it was more in my blog style, it was more snarky, more jokes. And then my editor also was like, over time, as I started rewriting, and my inspiration was largely Bill Bryson, right? Bill Bryson, in my opinion, is one of the absolute best writers of nonfiction, purely for a couple of things. One is how he's able to explain complex scientific ideas to people who may not have a science background. That's number one. And yet he does it with a tremendous amount of warmth and humor, in just the right amount, right? In a way that it doesn't get in the way of, you're not trying to show off your humor, right? I mean, so I, you know, in a way that, you know, if I, if I look and read back some of my blog posts from, say, 2008 or 2009, it now feels like I was trying to show off that I was funny, rather than it didn't come naturally, right? So I was, so in a sense that I did a first couple of chapters, and then in reality, because of my, you know, decade-long or multi-decades-long sort of experience of literally breaking, understanding everything only by first principles, it actually came easier. So I ended up being far more productive. I didn't have to stop to think, okay, what joke can I make here, right? It just came naturally in the sense of, you know what, it's easier for me to explain thermodynamics to you without calculus, explained like M5, than with calculus, which, which implies that I need to remember some of those things I remember at a higher level, right? I would rather just go right down to the fact that, look, you know, there's, there's heat, there's, there's electrons and these particles, they're colliding with each other, they transfer heat and they transfer energy and so on. That's a far more intuitive way, if you will. And I think some of my inspirations were obviously, you know, people like Feynman and others who really had a way of explaining things without expecting that you had a science degree, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:02.760",
        "message": "So I think that was the general style. No, in fact, I'm glad you didn't cut all the humor out because, you know, the book has these delightful light touches throughout and just to give the listeners a taste of that, I'm going to read out a couple of lines, which I absolutely love. And here Ashok writes, quote, learning to cook by reading recipes is like trying to learn chemistry by only reading equations or the biographies of chemists. Imagine walking into a chemistry lab and finding an instruction textbook that says, quote, bring to a gentle simmer the exotic melange of oxalic acid and the righteous colors of potassium peranganate, stop quote. You would probably respond with, quote, can we do a little easy on the adjectives and stick to explaining how and why things work, stop quote, which is almost like, I think, a representative summary of the entire book. So you don't. So at what point did you actually then start thinking that, like, was there a moment where you felt that there should be a book like this and there isn't? So why don't I write it? Or was it rather people coming to you and saying, hey, you write so wonderfully about food, why don't you do it?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:07.520",
        "message": "How did the book kind of take concrete shape? Funnily enough, I sent Penguin two proposals. So you know, Mansi Subramaniam has been sort of pursuing me for a while, right? So I was, I was busy at work, I somehow kind of didn't get into the frame of mind to say commit to this and say, let me do this, right. And actually, to be honest, let's say three or four years back, I still had this sort of weird post digital notion that books are dead and you know, self publishing and I'm not a fan of how the publishing industry treats artists, you know, authors and so on. So I had this idea that if at all I do something, I'll do something very unique, it'd be an interactive book, it'll be somewhere halfway between a book and a video game. So those are the kinds of crazy ideas that I had. I mean, not that I had time to actually, you know, put it down and so on. Obviously, I mean, those youthful ideas gave way to the fact that ultimately realized that look at the end of the day, books are books, books have been around, books have been the predominant preeminent form of transferring knowledge for mankind. I mean, at least widely for the last 500, 600 years, but you know, since the dawn of you know, writing and so on, right. So clearly, I think my first proposal was not for the food science book. It was actually an afterthought. So she basically said, send me some ideas, and I'll tell you which ones which I think might work, right. So my first proposal was a speculative science fiction, sort of set in India, you know, six or seven stories whose synopsis I had already written a while back. So I kind of said, hey, sort of speculative fiction, near future science fiction, addressing a lot of these very typical Indian themes about how caste might intersect with sci fi themes and so on, right, those kinds of things, right. And I wrote that. And then after that, as an afterthought, she said, yes, I sent me a nonfiction one also, right? I said, Okay, what do I write in nonfiction? You know, what, what are my areas of expertise, if you write, I didn't want to write about software or anything like that. So I said, Okay, I mean, the next I could either write about music, which, which I've always found is very hard to write about. Music is, is, you know, Tim Krishna is a fantastic writer, which is why I enjoy it. Because I think he's, he's not only talking about the music, right? He's also talking about the social and the cultural and the wider historical aspects of it. And I said, No, I don't have that background. I mean, I can't write about music in the same way he does, right? So I said, you know, hey, you know what, I let me combine two of my other favorite passions, science writing and cooking and let me put together a, that was the time when I had bought, you know, Kenji Lopez's Food Lab and, you know, the Lord of the Kitchen, I think Harold McGee and so on. And I was so I was blown away by the fact that they had really reduced a lot of these cooking principles into very simple, explain like in five sort of explanations. And I said, Okay, fine, you know what, I'm going to do this. And I quickly put together a proposal as an afterthought. And, and she got back immediately said, I want the food book, we'll do the fiction later. So so that that's how the whole thing actually kind of started."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:50.760",
        "message": "I'd love to read the fiction also as well. And, you know, so kindly get down to it at some point in time. And you've started this book about this really charming story about how you ask your grandmother for a recipe, and she gives you the recipe. And then she says, there's one ingredient, I kind of forgot to tell you about, and that is patience, you know, which is both deeply true and also indicative of the way, you know, there's almost this kind of mystical aura about this art of cooking that later in the book, you're right, quote, Indian cooking in particular is supposed to be an art wrapped in oriental mystique, soaked in exotic history and deep fried in tradition and culture. Western food is supposed to be scientific and bland, while Indian cooking, we are told is all about tradition and flavor, stop code. So what was your process of kind of, like, you know, I imagine that you are, again, as in music, someone who's first exposure to food would be Indian food, but then you you're eating everything else. You know, can you tell me about, like, is there an aha moment where you start thinking about food in a different way? Or when do you sort of start taking that step back and looking at these first principles and looking at it in a meta way and deciding that you need to figure this out?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:04.920",
        "message": "I think so for me, that moment, obviously, first is it has to be the fact that exposure to other kinds of cooking, clearly one, I mean, I, I grew up in a strictly vegetarian no garlic household. But my father and my grandmother were like, you know, make sure that you eat everything outside so that, you know, you don't suffer by being too restrictive, right? And so obviously, by exposure to food outside, my home was pretty much during my high school and college days, eating at Kareem's, you know, kebabs and so on. So that was obviously the first exposure to food outside. And obviously the realization that so there are styles of cooking that can actually bring about so many other different kinds of flavors beyond just the narrow confines of cuisine at home. And that's fascinatingly enough. Right. And I often tell this to people that Indian vegetarian cooking is not an afterthought. It's not like meat dishes minus meat. It is an entirely original, ultra rich cuisine that has evolved over thousands of years in really extracting flavors without the advantages of the umami advantages of meat from vegetables and all these ingredients. So it's by no means, you know, the flavor profile of food at home was, was less. My mother was a fantastic cook and as well as my grandmother, I mean, it was a fantastic cook again. Right. So one was obviously exposure to food outside. And then I lived seven years in the US and then that obviously opened up, you know, the, uh, a lot more avenues and, you know, had an opportunity to obviously eat Thai food and Chinese food and Mexican food and a lot other, you know, and pizza whenever I wanted it and so on. Um, and, and share, uh, and also over time, the realization that trouble that my grandmother was having writing down recipe, it kind of stayed with me for a while. She was finding it hard to kind of say how much exactly you said, well, I just, you know, I just use a sense of, you know, just salt to taste, you know, or, uh, so a lot of the, the Tamil expressions for, of ingredient sizes are not in spoons because people didn't have spoons. So they're all based on the configuration of your fingers, right? Well, paddy is actually sort of your, what you can hold in your fist, right? Um, and then other words to describe what you can hold in two fingers, other, you can hold a small pinch and so on. So there's very specific, there's a language that kind of describes how much you put based on that, and she would essentially use that kind of thing. And I realized one that if, if she's able to cook without this kind of broad adherence to authenticity or recipe and so on, maybe there's nothing to that, right? So the fact that all food writing is just all recipes, and if you read it, you kind of get a sense that if you put more than that, one fourth teaspoon of the powder, it will taste different is fallacious, but a lot of beginners think it is important that a lot of beginners think that the sequence is important and so on. So I think the aha moment, I think happened over a period of time when I essentially realized that a lot of Indian cooking and I contrasted to specifically baking, which is a lot more precise. And if you don't get the proportions, right, you know, and there's no undo button for a cake or a bread, a lot of Indian cooking is in a sense that you, you can fix stuff, right? You can get to the same kind of rich flavor in a million different ways with different ingredients where you can replace a ton of things, right? And it'll still be fine. Right? And so, and the recognition that no two homes have the same recipe for a biryani or the same recipe for a sambar, and yet people are still crazy about this is the authentic, oh, you add, somebody actually said to me that you add ginger and rasam, we never add ginger and rasam. I said, that's fine. What's wrong with adding ginger and rasam? I mean, many people do. Right? In my home, for example, my mother would not add garlic in rasam, right? And yet in Tamil Nadu, garlic and rasam is quintessential. I mean, that's really what really gives out that kind of taste and so on. So therefore the realization that a lot of these recipes are not quite capturing the kind of better knowledge that is actually useful. They are kind of painting a picture of authenticity and specificity where none existed. And so, which is why I said, do you know what? I think there's a way to step back and think, okay, can I instead think of a generic way of making rice, a generic way of making a gravy, a generic way of making a cooking meat and so on. So that felt like a far more useful thing to really aspire."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:08.240",
        "message": "Yeah, you know, I had done an episode ages back with Vikram Doctor about Indian food. And you know, one of the things I've realized by reading Vikram's columns in your book also has a lot of that is that pretty much everything we cook with came from outside, whether it is a tomato or the chilies or the potatoes or whatever. So what even is authentic? And you know, and that seems to be a pet peeve of yours, because you've come back to it a couple of times in your book about this snobbery about authenticness. Tell me a little bit about your time as a cook. Because at one point in your book, you write, quote, cooking is essentially chemical engineering in a home laboratory, known as a kitchen with an optional lab coat, known as an apron, stop quote. And elsewhere, you speak about the importance of if you want to learn how to cook of doing A-B testing, where you cook a particular thing one way, and then you cook it another way. And sometimes, you know, in the same session, you divide it into two. And you also kind of pointed out that how when a recipe talks about, you know, how many whistles there should be in a pressure cooker, that's basically nonsense, because it depends on what kind of gas you're cooking with, and the whistles will be differently spaced in, say, an induction cooker and all of that. So as a cook, were you someone who, perhaps when you started going abroad, just started it in a utilitarian way of like, we just fix something for myself, so I can have something hot now? Or did you then get curious, and were you always kind of experimenting around and doing A-B testing with every meal?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:33.080",
        "message": "Well, no. So I think the A-B testing part probably started a little bit later. I mean, in the early days, it was just, just functional as utilitarian, as you said, I just wanted to make sure that I just eating, you know, outside or eating pizza, or burgers every day in the US was not going to be a healthy lifestyle. So and by the way, those are designed to be so addictive, that it's incredible. I mean, it is really hard to not, you know, eat pizza every day or want to eat pizza. So it started out that way. And obviously, it also started out and remember that this was the year, you know, 2000-2001. The way I lived in Texas, there was just one Indian grocery store, which was tremendously expensive and you wouldn't get all the ingredients that you needed, particularly, you wouldn't get South Indian ingredients, right? So shop was run by a Punjabi gentleman and you know, and he would get curry leaves once in like two months, and he would charge like some $8 for this tiny dried a bit of curry leaves. And I kind of, you know, got to thinking about, look, I need to be able to replace these ingredients. It's obvious that if someone says that I cannot make sambar, because I don't have this dal or I cannot make sambar because I don't have curry leaves, or if I don't have a specific ingredient. So clearly, I think it started out that way, which over time, essentially became this wider principle that look in the best recipe for your dish is, is what you make with the ingredients you have on a given day. It's the technique that matters. It's to an extent, maybe there are some dominant ingredients, I do agree that the flavor of curry leaf is very hard to replicate, although, you know, I subsequently did discover that if you have grated lime zest and basil, and Italian basil, you can kind of approximate some of the flavor profile of a curry leaf and so on. But yeah, I mean, that's like much later. So in a sense, I think a lot of this was started out utilitarian, and then later reached a point where I would say about a decade or so ago, I started writing down every day what I was cooking, right? So broadly, nothing too much, I would just say, hey, you know, I made this, and just note down the things that I kind of observed, like for instance, for example, not entirely not necessarily the entire recipe, right? So if I'm making chapati, I would say, look, I used about 80% water, and it turned out to be quite dry. Right? So the next day, therefore, you know, the next time I would try 90% and say, hey, it's turned out to be slightly better. So same thing with dal and so on. And then I would try replacements, right? Like for example, if you don't have tamarind, you can use vinegar, I mean, at the end of the day, it's an acid. Right? And vinegar is actually fantastic. And in fact, coconut vinegar and other vinegars are actually fantastically, you know, very flavorful. You can actually make a rasam with vinegar if you don't have tamarind, right? So in a sense that also over this time, I started documenting replacements, right, saying that if you don't have this, you can obviously use this at the end of the day, this is the function it plays. So, you know, you can do it, right? You don't have curd to marinate your meat, no worries, marination does very little. Just use your lime juice and spices and then focus on brining the meat, which adds a lot more flavor. And that way, you know, you can focus. So it was essentially a lot of daily documentation. I kind of also talk about it in the methodology section saying that, look, I don't want people to read this book and go, oh, this is the exact way to cook rice. And this is the absolute precise, if I do this exactly in 10 minutes, it will happen. Remember that, you know, it's as much as I say, it's a laboratory, it's not, right? A laboratory has standardized conditions. They use like standardized equipment, standardized conditions, standardized temperature. It things that work for me in a Chennai climate, you know, 30 Celsius indoor, humid all through the year will work very differently in other climates and with other ingredients and so on. So, but it's better you learn kind of like the method of how you test for different ingredients on different days, do that AB testing, and then figure out, okay, this is the way I like it. And then sort of, you know, tick mark."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:04.080",
        "message": "So as I said, it's, it's a lot of data. Yeah. You know, it's completely fascinating. And even what you just said about, you know, one of the myths that you busted in the book is that marination is important and actually, you know, nothing seeps through the meat and gives it flavor, even if you keep it for 24 hours and you pointed out why grinding is much more effective and what's more important is you pointed it out in chemical terms. So one can imagine the dance of elements and protons and all of that and come to the taste that one comes to, let's kind of start talking about the book and I found the first chapter very fascinating because, and it seemed to me that it must have been kind of the toughest to write because, you know, that's where there is so much science happening. You know, it's all about energy and heat and conduction and convection. Then you talk about the four major chemical reactions and all of that. Tell me about, you know, why you decided to start with this subject in your first chapter to begin with and how you tackled the difficulties that arose while you were writing about it."
    },
    {
        "speaker": "Guest",
        "time": "00:48:59.640",
        "message": "I would say about 30% of the time that I took to write the book was, went to the, went to the first chapter. The other ones were relatively simpler because they were focused on very specific things. And the first chapter was important because it was, I had to kind of decide how far back do I go in terms of the basics, right? You know, and at the same time, I didn't want it to be gratuitous just to show that I understood thermodynamics, right? The usefulness of understanding conduction and convection in the kitchen is only in the context of you understanding how a stainless steel pan works differently from a cast iron works differently from an aluminum or something else, right? And knowing that is useful because you, it's less likely that you'll burn your food, right? It's less likely that you'll be able to estimate how much time to cook something. So again, part of the problem is that recipes will tell you cook for eight minutes or whatever it is. They don't necessarily tell you exactly at what levels of heat and in what material and all of these, all of these actually impact, right? So one, I knew that I wanted to talk about basics of materials and basics of heat transfer, just so people know that in a sense, I really wanted to kind of highlight to people that if there's one skill worth mastering to make you a better cook, forget all the rest of the stuff. It's master temperature. Get a good sense of what happens when, and trust me, you'll become a better cook without even learning anything else, right? Just understand when eggs cook, when meat cooks, when vegetables cook, starches cook, when water boils, when Bayard reaction happens, and when deep frying happens, and that's, that's really it, right? And if you understand this and you can see visually, because I don't expect everyone to have a thermometer, although I recommend that you buy a thermometer, but it's not necessary. You can kind of see, you know, when starch gelatinizes, it kind of becomes softer and so on. When meat, proteins denature, they become hard, right? Which is why chicken is so easily overcooked all the time, right? And so that's the reason why I sequenced the first chapter, roughly the order of what I think was the most important skills you needed in the context of the Indian kitchen. So, which is why it starts with heat and materials and pressure cooking, and then goes into rice, because, you know, more people eat, you know, rice is the single most consumed grain, a staple food in the Indian subcontinent. So rice, and then wheat, and then, you know, vegetables, and then meat and eggs and fat, right? Because these are things you're going to encounter almost every other day, right? So you kind of get those basics, right? And then, of course, I can then talk to you about spices and acids and, and browning and all the other fancy umami and all the other things much. So that's how I kind of sequenced the first chapter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:27.000",
        "message": "Yeah, you know, it was, it was quite fascinating. And at one point, you, you know, later in the book, I was struck by this pithy quote, cooking is a strategic application of heat to transform an ingredient into a narrow range of acceptable flavors, and more importantly, textures, stop quote, and I was struck here by the phrase acceptable flavors. And, you know, one of the things that again, where you've taken that sort of meta step back and you looked at is that we tend to assume that, you know, there is something absolute in terms of judgment about x tasting good and y tasting bad and all of that. And the truth is that all of these are kind of contingent on the circumstances in which we evolved. And, you know, for example, like you've pointed out that we don't like, you know, alkaline sort of tastes and substances, whereas it's the other way around with acidic and there is an evolutionary reason for why we are the way we are. So there's no sort of, we are basically catering to the way that we are wired in terms of taste. Whenever we kind of make food, you want to talk a little bit about this, because this is sort of a very interesting aspect to me, because then what it implies is that figuring out food begins with figuring out human beings, who we are and how, you know, how we evolve"
    },
    {
        "speaker": "Guest",
        "time": "00:52:41.720",
        "message": "and so on. Absolutely. I think, you know, one of my all time favorite books is this book called Neuro Gastronomy. In fact, I read it much after I wrote the book, but I was just obviously struck by, because I'd read a lot of the kind of white papers that he cites in the book when I did the research for my book. But clearly, when I read the book, I think it kind of, you know, it's a fantastic book. So essentially, he talks about how we perceive flavor and it is, there are just so many layers, right? So for starters, the fact that flavor is 80% smell, it's only 20% taste, you know, from a pure contribution standpoint, and you can only taste five things, right? You know, salt, sweet, bitter, sour, and umami. And then, but you can taste, you can smell apparently close to 10,000 different odors, right? And so your olfactory cortex plays a tremendous role in how you combine both taste and smell, right? So for example, something like a cardamom actually tastes bitter. So if you have a cold, if you have a bad cold, right, but you can't smell it, cardamom will just taste bitter. But it's a combination of the taste, the mouthfeel, and the aroma that really sort of makes the whole thing. So things like, say, how saltiness and sweetness amplify other tastes, right? So if you actually have cardamom with a pinch of salt or a pinch of sugar, it'll taste, it'll smell more cardamom-y, right? So there's a tremendous one, a lot of the tasting actually happens in your brain. So that's the fun part, right? And the amazing thing is that it's one of those weird senses where all the experience is happening in your brain, right? And with sensors mostly in your nose, but the brain needs to fool you into thinking that it's all happening in your mouth, because otherwise it'd be very odd, right? Because it's one of those very bizarre senses. So when you touch something, you know, it's your hand that is touching it. And you know, so that's how other senses work. You see it, you see it with your eyes, right? So it's not, your brain doesn't perceive that you're seeing it with the back of your head or something. But taste is bizarre. Taste is bizarre, flavor is bizarre, because you eat with your mouth, and when you break down these molecules, they go through the back of your mouth into the retronasal sort of olfaction, as it's called, because most of the taste of food comes from not you smelling inside, but from the molecules actually going from behind your mouth up to those same receptors. And then the brain has to combine taste, this mouthfeel, and everything else, and give you the illusion that all of it's happening in your mouth. So it's a very, so one, it's very, very individual. There are gender variations. Women have more olfactory receptors. Women have higher density of taste buds on average. Again, there are exceptions, but on average, right? There are sometimes cultural variations, which also account for things like salt, for example. So one of the common questions that beginner cooks have is, how do I estimate salt? It's very hard, because salt is one of the things that you cannot undo, right? All those tricks that they tell you that, you know, hey, if I've over-salted something, other than add water, more water, you can't actually fix it, right? So the amount of salt is always a tricky thing, right? But Western food scientists have actually figured out that for American tastes, between one and 1.5% by weight of the food is a good place to start for precision, right? I mean, if you, but you're not going to weigh everything in your kitchen all the time. But then again, if you really think about it, right, most of the weight of everything in your cooking pan is the weight of water. Water is the heaviest thing, and it's most of food is water, okay? And so therefore, if you have a mental heuristic of being able to estimate volume and therefore weight of water, you can actually get very, very good at estimating salt and things like that. If you kind of know that, you know, hey, this, by the way, this cup is 200 ml, that's 200 grams of water, because water's density is one, right? Likewise, you know, if you have a pot that has about, say, half a liter of water, then you know a gravy that's about three-fourths is about, say, 350 grams of water. Even if it's a dish or sambar, you can literally just assume that it's mostly just the weight of water, right? So therefore, you can actually, therefore, use that kind of mental heuristic to estimate salt and so on, and this varies by culture, by the way, right? So Indians clearly like food a lot more saltier, and we are also okay with food that is a lot hotter, right, in terms of chilies. Other people may not have that sensitivity, and likewise, a lot of the aroma, because it's related to nostalgia and so on, some of these things are very hard to fix. Like, for example, a lot of Indians find it very tough to deal with the smell of, say, fish sauce in Southeast Asia, or the smell of certain kinds of meat in China and so on, because a lot of those smells, let me take another example, right? So you take dried fish, which is a quintessential smell in Chennai, if you're near the seacoast and so on. Dried, tiny fish are essentially the only fish that the fisher folk can afford, right? Because the larger fish tend to be sold to the rich people. The larger, less tastier, largely useless fish, they get the umami bomb, tiny, you know, the dried fish and so on, that one of those sulfurous molecules in fish can be detected in like one molecule in a quadrillion. I mean, that's how sensitive we are, right? But if you are someone from the seaside, you're used to eating fish all the time, your sense of detecting that is going to be at a much weaker level, in the sense that you'll need much, much more for you to be able to detect. But people who don't eat fish can smell it from a mile away, and they don't like it, right? So there's such a tremendous sort of individual variation, your own state of mind itself. I think, you know, people taste food differently when they're stressed, people taste food differently, depending on their moods and many other things. And now, you know, famously, with COVID, you can also get anosmia, which is that you lose the ability to smell for a long time. In fact, it has actually affected the careers of some chefs who have taken months to get their sense of smell back and they can't cook without their sense of smell and so on. So in a sense that this is such a, the reason I say that this is a, is that acceptable is because it is acceptable to you as an individual. And why is it acceptable to you for many reasons, history, nostalgia, your own making, your gender, your conditioning, your culture, a ton of other things, right? So that's what, so some people will like brinjal really mashed up and some people find it very slimy and they need it crunchier and some people will find that very raw, right? It's just that there's such a tremendous variation individually that it's, it's just completely pointless being possessive about food in general, because all you're ultimately saying is that I like this food in a very specific taste that I experienced 30 years ago and every other way it tastes is invalid. I mean, that's essentially what you're saying, which is what is silly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:08.160",
        "message": "Yeah. Yeah. But you know, I think humans in some respect must be wired to think of their preferences as being universal in the sense of I like this, this must be good. If I think this, this must be right. You know, so many things to unpack here. One is you're talking about, you know, the sense of smell being so important. I was just chatting with a friend of mine who's recovered from COVID and he had lost his sense of smell. And he offered to, I think, sent me some prawn balchao that his mom had made. And I said, aren't you having some? And he said, yeah, I can't taste anything right now. So that kind of drives it home. For the sake of my listeners, I'll just give a quick elaboration on the kind of scientific explanation that can form TIL moments in your book. Like when he was speaking about salt, you spoke about how 0.4% of our saliva is salt. And therefore anything less than that, it'll seem bland to us that there is a problem. And like you said, beyond that, Indians can go to 1.5%. You know, in the West, it'll largely be around the 1% mark. You also busted that myth that if there is too much salt, put some potato or rice. And what Ashok points out in his book is that no, all that will do is absorb the gravy. It does nothing about, you know, the essential saltiness. And I'm sort of also struck by sort of, you know, one of the delightful things about your first chapter, which, you know, I love things which make me look at what is otherwise mundane and see it as spectacular. And that's what you do with water in the first chapter where I was just filled with a sense of awe at what, you know, what is this freakish thing that we drink every day. So tell me a little bit about why it is so remarkable."
    },
    {
        "speaker": "Guest",
        "time": "01:00:44.320",
        "message": "I mean, this was something that actually sort of, it's inspired by something that I heard Carl Sagan say many years ago, I think in the original Cosmos that used to air on Doordarshan, which I used to watch, you know, religiously every Sunday morning. And it stayed with me. He stayed with me when he basically said that water is just magical, right? There is no reason for water to behave the way it does. And if it didn't behave the way it does, there would be no life, right? I mean, we are mostly water, what we eat is mostly water, our planet is mostly water, right? In fact, so much so that even, you know, people who search for extraterrestrial life, there is, it's not like they open their minds and say, let's look for hydrogen sulfide based life. No, for the most part, it has to be carbon based and it has to be water based. So therefore, the variety of life per se cannot be beyond the fact that it's carbon based and it is water based because both of these are just magical in their own way, right? And water particularly, right? So you think about oxygen is a smaller atom than sulfur, which is a heavier atom. In general, if you look at the periodic table, larger atoms in general, you know, tend to be solids and smaller atoms tend to be gases, broad rule, but there are exceptions and so on. Right? So you would expect that H2O would also be a gas like H2S, which is just right below, right? And sulfur is also like oxygen, but hydrogen sulfide is a gas and water alone, because if just the way is just a, it's one of those, you know, Stephen Hawking's, you know, anthropic principles, you know, it's like, if it was any different, we wouldn't be here to talk about it. So there is no debating why it's just the way it is, right? It's just that liquid water's ability to form bonds outside of just its own hydrogen and oxygen and so on, gives it the property where it is actually denser than ice, which is remarkable because all solids tend to be denser than liquids, but water alone is denser than its solid form, right? And then the fact that it can keep forming these bonds also means that it can form these bonds with the proteins and other things that, that make up our body, which is how the spectacular diversity of all our biochemistry literally comes from water being involved in every single reaction, every protein synthesis, everything that keeps you alive, right? There is water involved in those reactions without water not happening, right? So in a sense, it is essentially that, right? And in fact, the fact that we use it in cooking, right, is in a bizarre way, also a slightly limiting thing, and I'll tell you why, right? Water boils at 100, but the tastiest flavors and food come after 110 Celsius, which is where Maillard reaction happens. So you can't have Maillard reaction as long as water is around, right? So a lot of cooking is about getting that balance right, right? So if it, you can't have it all dry without water either, but at the same time, so which is why restaurants and so on, almost always deep fry or sauté ingredients separately, brown it, and then add it to the gravy, which is mostly water, because once you add it to the gravy, it will never get the brown color. So you do it ahead of time. At home, you know, you normally won't do that. You will kind of, you're making them aloo gobi, you're going to put the aloo and the gobi and put the gravy and kind of cook it. It's not going to taste like the restaurant one, because the restaurant one will involve that being deep fried in oil, which is sort of brings me to another aha moment, which I kind of realized later, which is that oil in the context of frying plays the same role that water does. And this seems odd. The only difference is that what water does is that it transfers heat evenly to your food. It's a medium for convection, it's for heat transfer, right? Because if you put something directly on a pan, only the bottom is going to get hot and the top won't get cooked and all of that. Whereas if it's in water, water has this property where it will all get to the same temperature and it will transfer heat to your food evenly, right? So that's the reason we use water in cooking. We use oil for exactly the same reason, because you want to transfer heat, but at 170 Celsius, which is when it browns, right? So literally fats play the role of water, except at a higher temperature. Fats don't chemically react with the food at all. So you think they do, they don't, right? So it's the amino acids and sugars that react. Fat goes in directly. They get broken down only by our intestine and nowhere else. I mean, they start breaking down in your mouth. And because we're mostly water and fats don't mix with water, your body turns it into a mayonnaise, basically. I mean, imagine that picture, right? So your liver literally uses bile to emulsify all the fat that you eat. So what's actually going down through is like an emulsion. It's like mayonnaise, where it's ultimately broken down only your small intestine and the fats are absorbed, right? And the water as well. So water for me has always been this, if you can understand water, if you can understand one, what contains, most things contain water, right? Cucumber, for instance, cucumber is 95% water. Cucumber contains more water than some really hard water that comes straight out of your tap, which is probably has tons of dissolved minerals, right? This is a very non-intuitive thing. Carrot contains more water than milk, right? But we don't intuitively think about it. And understanding that can also mean that, by the way, you could pressure cook carrots, you can pressure cook some of these root vegetables without adding water, just add butter. And that way you can actually pressure cook at a higher temperature, you can caramelize them. And you get fantastic carrot soups. If you actually pressure cook carrot without water, I mean, yes, you have to be careful, you have to add a fair bit of butter and all that, but you don't need anything else. Just salt, carrots and butter will get you an amazing soup because caramelized or Mayard reaction based carrot is just so tasty, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:09.840",
        "message": "What I also found interesting is how you, you know, you'll talk about these principles in the context of cooking, and then suddenly you'll take a step out and go somewhere else. Like another quote from the chapter, quote, it's because we have so much water on the surface that a place like Mumbai has mostly predictable temperatures, while Bhopal can swing wildly, not just across seasons, but in a single day, stop quote. And one more TIL moment for me was how microwaves work, like, of course they are safe and they don't cause cancer and all of that nonsense, but they actually work just by heating water. And because all food contains water, it kind of works very, no question, kindly don't laugh at this, but you know, sometimes I'll put a dish inside the microwave and the dish will get hot before the food does, but the dish has no water. So how does that happen?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:52.480",
        "message": "It is. So there are some materials. So microwave mostly heats water. There are some materials, bakelite, melamine is one of them, which is why not all melamine is, is microwave safe, right? Some fats for instance. So if you think about the principles of how a microwave works, right? So the funny thing is that it's actually a fair bit of complex quantum physics, right? So it's like microwave as radiation is incredibly weaker than even visible light, right? It's actually between radio and infrared. So what's actually happening there is that it just so happens microwave at the frequency we tend to use it. I think it's some 2,800 some megahertz, I forgot what it is. That specific frequency has just the right amount of energy to heat, to in some sense, flip a water molecule, right? And because they keep changing the direction of the microwave, it'll keep flipping back and forth. So the water heats up, right? It's a magnetic pole because water again, hydrogen bond, it's polarized. So it has a, you know, it'll align itself to an electromagnetic field and so it's flipping and so that's how it's getting hot, right? Some materials end up having very similar properties sometimes, which is why some materials can suddenly get very hot. Otherwise, in all other situations, the material gets hot because the water gets hot and then it transfers the heat to the material, which is why, you know, metals, you don't use metals because you know, they will start sparking, right? And so that is, so which is why you use microwave safe sort of materials are not great conductors of heat so that all the heat of the water is not transferred to the material, but it's just mostly transferred to the food around it, so."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:28.520",
        "message": "So, you know, before we go on to a commercial break, after which we continue our sort of deep dive into your book, a couple of broad questions, which kind of came up from what you were saying earlier, one, you spoke about how certain Western foods are designed to be addictive. So I'd like you to elaborate on what you mean by this and also whether there are Indian foods which are also like this, like elsewhere in the book, you've pointed out, you pointed to a swiggy statistic about how biryani is the most ordered food, like every second there are 8,000 biryanis being ordered or some nonsense like that, you know, so what is this sort of addictiveness in food, which obviously then, you know, the food industry would want to exploit."
    },
    {
        "speaker": "Guest",
        "time": "01:09:07.640",
        "message": "So, can you elaborate on that? So obviously, I think, you know, as animals who evolved at a time when the availability of sugars, which are the most, you know, easy, you know, energy currency for the body, right, was always historically hard, right? You know, the availability of, easy availability of sugar is a very modern phenomenon, right? So our wiring is essentially built on being starved of carbohydrates in general, right? You remember, before, most of our evolution happened in the pre-agricultural era, right? So a lot of our brain wiring is still from that pre-agricultural era. Agriculture is only some 5-6,000 years old, so we haven't actually adapted to the fact that we are eating a high-grain, high-carbohydrate diet at all, right? Evolution works on a much longer timescale. But we were largely just, we were on a diet that was almost entirely meat and the odd fruit, right, during some season, some berries, like, you know, like any other apes or monkeys, right? I mean, they're omnivores, right? We are omnivores as well. And it is essentially that we have not had time to adapt our wiring to the fact that we now have an unlimited supply of carbohydrates. And so the way we've evolved is that, one, evolution selected for people who were just crazily addicted to sugar, right? And the brain rewards you instantly the moment you eat sugar, right? The dopamine and all of that, right? Because you want, that kind of person is more likely to have eaten any kind of fruit, any ripe fruit, overripe fruit. Even if it is marginally rotten, he would have still eaten it and survived, as opposed to someone who did not like the smell, did not eat and therefore starved, right? So therefore, in a sense that we ended up selecting for people who are naturally, we're all naturally addicted to sugar, right? So that's the first natural thing. So therefore, the food industry's first thing is anything with sugar is going to be addictive, right? So cookies, what have you. Incidentally, even your namkeen is addictive because it has sugar. If it did not have any sugar, it wouldn't be as tasty. So there's that as well, right? Likewise, I think we're also kind of adapted to want a certain amount of salt, not over salt, but a certain amount of salt is absolutely important. We don't like food that is not salty, right? And it is fascinating because the reason we need food with salt, and by the way, if you notice like animals, carnivores and so on, who don't get access to salt naturally, enough salt in their diet because all they're eating is meat, they will in fact go find places where rocks have salt and lick to actually get enough salt for themselves. And the reason all animals, including us, need that salt is because all of us evolved from ocean going creatures, all of us came from fishes, right? And so all our organs are evolved to deal with a certain amount of salt. And that's why all our cells need a certain amount of salt. And that's why we need to eat salt, right? So it's just that although we are now land going and you know, we don't, you know, there's no salt all around, it is basically remembering our fish ancestors, the fact that we are used to that sort of thing. So salt again is something that we are all wired to want, right? So both sweet and salt. A couple of other things that the food industry obviously uses is obviously umami. Umami is one of those, although we understand it technically more recently, but you know, humans have understood it for a long way, right? The reason tomato is such a tremendously common base in so many dishes is because it's very high on glutamates, right? The very same glutamates found in MSG, by the way. So our Parmesan cheese, cheese, for example, is another one, meat in general has a lot of glutamates and so on, right? Mushrooms and so on. So umami's advantage is the fact that it actually amplifies other tastes and makes it linger for longer. So when you eat like ramen, right? You get that, that savory feeling lingers in your mouth for a longer time. So umami is one of those things that amplifies other things and makes it linger, right? So which is why Japanese food can actually be very minimalist. So if you're, if it's umami based, you can actually simply just go with a very few other, you know, spices and other ingredients. It can be very minimalist because it's still going to taste really, really good, right? It's still an acquired taste, but so, so there's umami as well, right? And then the food industry has figured out a couple of other tricks, right? Fat is another one. We absolutely are also like fat for no reason other than the fact that it is the densest nutrient available, right? So if carbohydrates are like, I think four calories a gram, I think fat is like nine calories a gram. It's, it's the densest food, you know, we can eat, very, very nutrient dense. And so therefore, you know, we have evolved a taste for fatty textures and fatty foods in general, right? So if you combine all of this, the food industry also uses tricks with acids, right? So for example, a Coca-Cola or any carbonated beverage, right, is tremendously acidic because of the amount of dissolved carbon dioxide and also a couple of phosphoric acid, a bunch of other things. It's very, very acidic. It is more acidic. A Coca-Cola is more acidic than vinegar, but you can't drink vinegar, but you can drink a Coca-Cola. Why? Because they add nine teaspoons of sugar into it. So the nine teaspoons of sugar actually mutes your experience of sourness. And in a sense that restaurant food essentially does the same thing. So they add extra salt, but since you'll perceive the extra salt, they'll add extra sugar. And because they add extra sugar, they can add more acid. And because they add more acid, the acids will make you salivate more. They're able to add a lot more of other things, right? So in a sense, it's, it's just ultimately about picking your reward circuits for essentially sugar is the primary thing and then salt and a bunch of these other things. But that's largely how a lot of this addiction works and how food companies take advantage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:47.360",
        "message": "Yeah, in fact, in your book, I think you described it as taking the volume dial to 11, what the restaurants do with the kind of sugar and salt that to balance one, they use the other and they keep, they take it all the way to up and the flavors are so accentuated in restaurant food for that reason. So kindly eat more at home people, etc. And but why biryani in particular?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:07.920",
        "message": "And I'm asking because I'm also trying to understand my own regular cravings. So biryani, again, I think it's one of obviously one of the subcontinents, great dishes. I mean, you know, if we do a voyage of three, you know, I think definitely, you know, recipe for biryani ought to be sent out to deep space, if you will, it's one of mankind's."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:27.560",
        "message": "It's not just one of our best dishes, there's many of our best dishes, because there are"
    },
    {
        "speaker": "Guest",
        "time": "01:15:31.600",
        "message": "so many, there are so many varieties, but the broad principle of essentially being a so for starters, it is actually a in a utilitarian fashion. It is an absolutely dead simple, basic one pot dish, right? I mean, yeah, you can make, of course, there are sophisticated variants where you can, you know, but at the basic level, if you're a poor guy with this giant in, you know, your, your, your, your, your audiences, you know, construction labor and so on, I could just take rice, you could take meat, you could take spices, and just slow cook it. And you can't go wrong with it, right? So you got carbohydrates, you got proteins, there's nothing more you need, right? I mean, it is, it is a one shot meal, you don't need anything else. Anything else is primarily I mean, if it turns out to be too dry, you have a raita or whatever it is. But, you know, your average construction labor guy is not like eating it with raita or anything, he's just eating the rice, the meat for him. It is the quickest, the high dense, nutritious meal in that sense, right? So if you leave aside that utilitarian aspect, for why it is so ubiquitous, like literally every Chennai, for instance, every street corner has a has a biryani out there. I think it is, Chennai is probably one of the largest consumers of biryani per capita and also chicken, I think. So one is that. The second thing is the fact that, look, you know, one, it's an aromatic kind of rice. So the better the rice, you get that, right? And meat, right? Meat has, slow cooked meat has a ton of all those meat juices, all that umami actually suffuses the entire dish, for starters, right? And then you're using all of the subcontinent's famous spices, I mean, it could be ginger garlic, you know, cardamom, you know, and all the things that kind of go into a biryani masala and so on. All of these are tremendously sophisticated spices and in some of the most fancy biryanis that you have, the top note is actually things like saffron, which again is tremendously complex, right? Just saffron apparently has some 3,000 or 4,000 different unique aroma molecules, which is why it is nearly impossible to synthetically synthesize a saffron, but you can synthetically synthesize, you know, vanilla, for example. And so it is in a sense that, and there are so many variations, the sequencing, the kind of rice you use, the kind of meat you use, the kinds of spices you use, how you marinate the meat. So there's just so many varieties and it is also at home, so also it's obviously, it's a special day dish, right? I mean, it's something that you cook on a special day, like, you know, imagine having to make chapatis or 20 side dishes for a family gathering, when you want to make one biryani, I mean, it'll feed everyone, right? I mean, there's that practical nature to it as well. So for me, I mean, I've always been fascinated by, I like biryani, I'm not like obsessively, I don't tend to crave it because I tend to, I don't tend to eat too much rice in general. I tend to sort of eat. So I have a rice day and then a wheat day and a millet day and things like that. So I tend to kind of do that. So, but, you know, on rice day, biryani is almost always welcome. I mean, because it's perfect, it's umami, it is high in carbohydrates. It's got a ton of that flavor from the meat, that kind of the meat juices that are not lost anywhere, because you know, you're sealing the whole thing. And if it's cooked well, you're not going to overcook the meat. If it's brined or marinated well, then you know, it's going to be succulent and the spices, because you're doing the dum, all of the aroma is not lost, right? So it's all getting sort of amplified. So I think it's one of the great dishes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:45.360",
        "message": "No, I mean, I shouldn't have asked you the question because now I'm craving a biryani I had a couple of years back, I went with a bunch of friends on something we call the spice trail, where we went on this long food trip, and one of the places we went to was Mysore. And there we went to a joint where we had pork biryani. And that was the first time in my life I had pork biryani, I've had, you know, all other kinds and it was just so mind blowing, you know, the fat and the succulent flavor and"
    },
    {
        "speaker": "Guest",
        "time": "01:19:11.560",
        "message": "all that. Yeah. Which reminds me, right, so the fat is actually quite important. So aromas, as I get to talk about the flavor chapter, is that are not soluble in water. Most of those volatile flavor molecules are not soluble in water, they're soluble in fat, right? Which is why almost all cooking starts with oil spices. So first you do it before all the spice flavor escapes to the air, you kind of get it into the oil. And it's that oil that flavors your dish, essentially, that's the bulk of the flavor that you get in the dish. In a biryani, it's amazing because there's going to be, that's why almost a biryani cut even if you're making like chicken biryani, right? You're almost always going to ask for lean skin, right? You want that fat, you don't want lean meat. Because that fat, when it renders, is first and foremost going to absorb all the saffron and the cumin and the star anise and all the rest of that. And just that fat is going to be so flavorful, right? So I think that plays a huge role in why a biryani is amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:07.520",
        "message": "Massive role. Now for the other question before we go into the break, which again came from something you said in passing a while back where you said that, you know, the taste buds of women, so to say, are developed differently, they taste food differently. So you know, why do you think that is? And, you know, are there evolutionary reasons for that, that in a sense, continue into the culture? For example, you know, men and women respond differently to temperature, you know, which is why, you know, our modern air conditioning is designed in the 50s and 60s, where offices were full of men. So they were designed for the optimal sort of male capacity, while, you know, women feel colder much sooner. And therefore, you could say that that's an example of sort of a world design for men, so to say. And I'm very intrigued by this because typically, and I'm sure, and it's obviously not just in India where, but in India, especially where men expect fresh food three times a day, like you said, as women who are doing it, it's a very functional thing. So why do you think the taste buds have evolved separately, are there sort of deeper insights"
    },
    {
        "speaker": "Guest",
        "time": "01:21:11.560",
        "message": "into humanity here? So I think, you know, if you think about evolution itself, right, nothing much has evolved in the last five to 6,000 years, or very little has, right, that's very short a time frame. So most of our changes, most of the differences that we see, you know, go back much longer, right. And in a sense that, you know, because of the traditional gender role, you know, distinctions between, you know, men go out and hunt, and women kind of, you know, sort of, you know, take care of the cave and take care of etc, etc. One obviously, I think, closer environment, naturally, you have to be a lot more sensitive to smells, to toxins, to things that could kill you, to food that could be rotten, and spoiled, and so on. Whereas the great outdoors are different. So you end up building different muscles, more to do with hand-eye coordination, and being able to triangulate, you know, where this thing is, you know, where you shoot your spear and so on. So in a sense that, on an average, a lot of our differences kind of come from there, right. So Professor, I think, Linda Bartow-Shook, who's sort of this professor, she's the one who coined the term supertasters. So what she says is that the ability to sense flavor is a spectrum, right. In that, there's a bottom 14% of the population that have very low taste bud density. And they are terrible at, so they couldn't, they wouldn't be able to tell the difference between a very tannic wine and a, and like a reasonably decent one, right. So they wouldn't be able to tell the difference. And then you have the middle, which is essentially average people, mostly people like us. And then there's a 14 or 15% at the top end who are actually supertasters. Supertasters are, so Padma Lakshmi, for example, is an example of someone who underwent the test. So there's a test you can go undergo for it, by the way. So there is apparently one specific molecule that you cannot smell unless you're a supertaster. You cannot taste it unless you're a supertaster. If you're a supertaster, it will taste bitter. If you're not a supertaster, you won't taste it, right. Some propyl thio-uracil, some sulfur-based molecule, right. And you can, so you can actually undergo this test. And there they found out that on an average, women tend to be supertasters more often than men. And so, so there is that, right. So, I mean, but the fact that more men are chefs and all that has more to do with patriarchy than anything else. But in general, you know, for example, I realized it pretty quickly at home as well, that my wife would be earlier to detect that something is burning, minutes ahead before I sense it. She would sort of detect if, if something needs to, when you taste something, right. A common mistake that I would often make is that, so you have, your taste buds work ideally between 20 and 30 Celsius. They work at a peak at that temperature. At higher temperatures, they don't work as well, and at lower temperatures, they don't work as well. So, which is incidentally why hot coffee is acceptable. Room temperature coffee is atrociously bitter, right, because when it's that hot, you can ignore the bitterness and enjoy the aroma. But the moment it's room temperature, then the coffee will only primarily taste bitter and so on, right. So likewise, they also have more temperature sensors in their mouth, which also makes it a lot more sensitive for them. So I will just take a spoon directly from the boiling pot, and then I will taste it. And then I will say, can you please taste it? They'll say, wait, I've burnt my mouth several times. So obviously, they're more sensitive to higher temperatures, therefore more sensitive to heat. Chilies, right? So chilies essentially are basically fooling you into thinking that it's temperature, right? So and so on. So it is, yeah. So this is just possibly why they're better tasters in general."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:47.640",
        "message": "Yeah, I want to discuss chilies in detail after the break, because it's absolutely mind blowing what chilies do. It was like a TIL moment for me. And I was like, oh, that is why I am being fooled by my own brain. And I'm like, oh, my God, this is grace and, you know, and since your wife is so much more sensitive about this, she should have written the book, why did you write the book, guy?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:08.080",
        "message": "Well, you know, that's why I credit her right up front. She's one of those utilitarian bosses, I'm not going to sit and follow your methodical scientific AB testing instructions, you know, she's somebody who cooks, you know, with her gut. And, as I said, she makes a better rasam than I do, you know, I'm like measuring, you know, testing sourness and doing all of that stuff. And she's like, yeah, that's also the, at the end of the day, it's also about recognition that of the fact that for a lot of, I was very aware for a lot of women in India, cooking is not some, I can't force you to think of it as some amazing adventure that you can, you know, do all of this, understand all of the science, because you just want to feed your family in as quick a time as possible. So you can actually get back to your career, you can get back to your studies and do other things, right? So in a sense, there was also this conscious mindset that this cannot be a gratuitous exercise in saying, hey, you can do all these fancy things. I mean, I can't, I can't ask, I don't want to ask people to do something in a more elaborate way because the flavor will be better if I don't give them a more efficient way to do it as well, right? Because at the end of the day, it has to be utilitarian in that sense. It can't be just for the sake of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:19.320",
        "message": "Yeah, very true. Let's take a quick commercial break in which time you will no doubt whip up something mind blowingly tasty and, you know, eat it in front of me on the camera and just drive me nuts. So we'll be back after a minute. As many of you know, I'll soon be coming out with a four volume anthology of the seen and the unseen books organized around the themes of politics, history, economics, and society and culture. These days, I'm wading through over 3 million words of conversation from all my episodes so far to curate the best bits. And for this to happen, I needed transcripts. And that was made possible by a remarkable young startup called TAPCHIEF. TAPCHIEF at TAPCHIEF.com is a digital platform that allows companies to outsource work to their network of freelancers. And TAPCHIEF's network includes more than 125,000 people as of now. You want people to make you a webpage or design a logo or compose a jingle or do some digital marketing for you? TAPCHIEF gives you an easy way to reach out to freelancers competing for your work. I can say from firsthand experience how valuable this has been for me and solve the problem I was actually a bit worried about. So do go over to TAPCHIEF.com and check out all that TAPCHIEF has to offer. Maybe they could solve your problem too. Welcome back to the seen and the unseen. I'm chatting with Krish Ashok about his remarkable book Masala Lab and you know, I learned so much from that book about food and the way it works, especially about chilies where I felt kind of cheated and manipulated. Let me, you know, in my own words, very briefly try to kind of explain what happens that you know, one of the things you've pointed out, which I will ask you to elaborate on later because it's endlessly fascinating to me is that all flavors are the defense mechanisms of plants which do not want to be eaten. And you know, that's where chili also comes from, you know, where they release this substance that fools our brain into thinking that our mouth is literally on fire. Now technically, this should be enough reason to stop eating anything, but our brain responds by releasing a flood of endorphins to counter the pain. And these endorphins then make you know, the food that we are eating appear tastier than it is, which is why we keep on eating and it is eventually a vicious circle to the point where you're like putting both chilaquiles and everything or not exactly. But that's why we kind of eat a lot of chili food. And you had an amusing anecdote from Sri Lanka, in fact, about Coca-Cola. So tell us a little bit about chilies and what it is, I mean, this is crazy, man."
    },
    {
        "speaker": "Guest",
        "time": "01:28:55.160",
        "message": "So I've been endlessly fascinated by chilies, obviously, as a South Indian, obviously, we're generally eating above average, hotter food than most parts of the planet. And particularly, I think my mom's cooking was particularly spicier than normal. My father used to have mouth ulcers very regularly, but he wouldn't complain. So it was just quietly take, you know, a ripple flaming, you know, to deal with the ulcers. But you know, so she clearly had a, she had a taste for chilies. And I think all of us ended up sort of getting used to it. I don't think you inherit it, you just get used to it. So because the way this works is that it's basically a nerve receptor in the mouth, which is why it's not a taste, it's a sensation. So heat is not a taste, heat is a sensation. So taste comes from the taste buds, right? So taste buds essentially work by very specific sensors that detect for something, right? So salt sensors detect sodium. So anything with sodium will taste salty. So that's just why salt is salty, sodium chloride is salty, monosodium glutamate is also salt, not as salty, but you know, still salt, right? And other things in these, that family, even potassium chloride, it will taste mildly salty, and so on, right? And so, so there is, so heat is actually a sensation. So the distinction is that the taste buds are actually very specifically detecting for this. Sensations are actually primarily to warn you against things like something, you're eating something too acidic, you're eating something that is too hot, right? So obviously, I think we needed warning because, you know, your entire digestive tract is very sensitive, right? So if you're putting something that's really hot, or very acidic, like a concentrated sulfuric acid or something, it's going to burn you all the way down. And so it's a warning mechanism that has evolved to prevent us from eating the things that are too hot, right? And so the entirety of our digestive tract has those sensors that detect for temperature, right? And so plants are basically nature's absolutely biochemical magicians, in the sense that, forget animals, in terms of the sheer diversity of molecules that plants can synthesize, nothing comes anywhere close, right, which is why there's still a ton of drugs that you cannot simply use a simple laboratory chemical process to synthesize them because they're just too complicated. You need to genetically modify a bacteria or something else or a fungi to be able to generate what you need, because you need the kind of protein synthesis apparatus that plants have is just otherworldly. And obviously, they've been around for billions of years longer than we have. And so they have amassed an arsenal of variety of tricks, right? So chilies in this entire thing have figured out a trick by which they produce a family of chemicals called capsaicinoids, which happen to fit into the heat receptors that are there in your mouth, right, and in your digestive tract, right? And so the moment they fit in, the signal goes to the brain saying that yeah, this thing is on and the brain is like, oh, your mouth must be on fire. So let me take action. So immediately it'll start sending more blood because it wants to cool down your face, so you get that flush, or you start sweating to cool your body down, that all the things that you get when you bite into a chili, right? So it's basically all of that. And because you have now, the body thinks you will now be in pain, although the whole thing is completely phantom, right? The brain also thinks that let me start the reward circuits so that the guy is not incapacitated. So that's important because, you know, so the slightest amount of pain cannot incapacitate you, because then otherwise, you know, a moderately injured human being would have been eaten by a predator. So you need to be able to actually operate better under a slight amount of pain. So the endorphins and all of that actually give you that sort of second wind and you are, you know, enthused to sort of sit and run, right, or get up and run, right? So that's why when you eat chilies, those endorphins get released and that in turn makes the whole eating process a lot more pleasurable within a certain margin, right? But varies by individual. Some people are very sensitive, some people are not as sensitive. And also, you have these sensors all the way down your track to varying this thing, which is why, you know, you feel the heat in your mouth and then a little bit later in your stomach and the next day morning somewhere else, right? Because it is, you know, so you're going to feel that all through, right? And this is also why capsaicinoids in general are used in pepper sprays for women to protect themselves, right? Because what you want is something that incapacitates you without permanently damaging. That you don't want a chemical that will make the guy go blind. You want something that fools the brain into thinking your eyes are on fire. So please shut everything down till everything is okay so that you can escape and then you'll be fine. So it does no long lasting damage to the person's eyes at all, right? So you know, that's, so chilies have been endlessly fascinating, right? So and the fact that we've, you know, agriculturists have managed to figure out how to make hotter and hotter ones than just the natural ones. So there's the Bujalochia, which is one of the most hottest natural varieties. But you know, there are now competitions where, you know, there's a guy in North Carolina who makes this variety called the Carolina Reaper, you know? So the last time I went abroad, I did buy two of them. It's sitting in my freezer, you need to use gloves to handle them. So they're like 1.4 billion Scoville units. So you can use one to flavor, you know, a big tub of food, right? It is that hot, right? And so yeah, chilies have been endlessly fascinating."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:20.080",
        "message": "And you also point out how, you know, fat, you know, mitigates the effect of that kind of heat, which is why in something like gunpowder, you will also have some ghee or whatever along with it. And, you know, alcohol mutes it as well, which is why when you're on a drinking binge, you'll have a lot of, you know, your snacks can get spicier and spicier, but acid amplifies heat. And therefore, if you, you know, sort of have that heat and you drink some Coca Cola, you"
    },
    {
        "speaker": "Guest",
        "time": "01:34:44.720",
        "message": "are basically screwed. Yeah, yeah. I mean, which is right. So fat actually dissolves the capsaicin. So it washes it. So it's easier to wash it off, right? Water, water does not. So which is why drinking water, although you, you think it helps, it doesn't help as much. So in fact, I think it's that there's that there's this famous YouTube show where this guy gives people hot wings, increasingly hotter after each other, celebrities and ask them questions. And he saves the toughest questions when the guy's eating like the spiciest wings that people give incredibly candid answers. So it's a fantastic show. And so he gives everyone a glass of milk. So if you feel very hot, you just drink milk, a kind of, you know, gargle it. And you could you could spit the milk out, right? So that way, the milk will wash all of the milk fats will wash all the capsaicin from from your mouth."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:29.760",
        "message": "And you can get rid of it. Wow. And elaborate a bit on, you know, flavors being defense mechanisms of plants, like you've described this sort of apocryphal battle where plants come and they do all these processes over thousands of years, and they evolve a certain way to get energy from the sun and all of that. And then these lazy animals, you know, just come around and chomp them up and get their energy that way. And then the plants have to fight back and all flavors of food arise from that. So tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:36:01.600",
        "message": "So rather quite fascinating aha moment for me was this realization that plants are biochemical superstars. Again, largely, again, because they don't move, they don't have the ability to move. And the reason they don't have the ability to move is because photosynthesis is ridiculously inefficient. And amazingly enough, I don't get into the details of this because it wasn't relevant, but I did write a Twitter thread about it. Photosynthesis is inefficient for another really fascinating reason, which is that one of the steps in photosynthesis, like one of hundreds of steps in converting sunlight into glucose, right? One of those steps apparently required a low oxygen atmosphere because plants were living in a completely low oxygen atmosphere. Unfortunately, we live in a high oxygen atmosphere now. So which is why photosynthesis is the entirety of photosynthesis and the fact that we don't have walking trees is because we have too much oxygen in the atmosphere, right? So it's quite fascinating. So one, therefore, plants, their mechanism is fundamentally, therefore, to evolve chemical defenses against predators. Plants on the other hand, their biggest trick is essentially their ability to move, right? If you can move, then you can essentially eat other things. And if you can eat other things, then you let that thing do all the hard work of turning sunlight into energy over months. And you get those calories in literally, you know, in a matter of hours, right? I mean, a potato takes months to grow, right? I mean, you can eat that potato in literally a few seconds and you get a ton of energy from that. We are tremendously more energy efficient, our metabolic rate is so much higher than plants and so on, right? So therefore, which is why we are not biochemistry superstars at all, we didn't need to. So a lot of the animal evolution has been different ways in which we could move, right? Fly and, you know, and four legs and, you know, all kinds of swimming and all kinds of other mechanics to move and then ultimately, obviously, brain development and so on, right? But plants, therefore, over 3 billion years have evolved fantastic mechanisms, a variety of mechanisms to prevent animals from eating it and it's a two-way battle, right? So like, for example, chilies, fantastic example is chilies itself. Birds don't have that sensor, so in the sense that capsaicin doesn't affect them, right? Which is actually quite fine because the way it's worked out is that they end up pollinating. So it's just that this is not a one-way thing, right? So it's just a very complex ecosystem thing that constantly happens and it's sometimes very hard to kind of work it out after the fact also, right? And sometimes you tell yourself one story and then five years later, you'll discover some fossil record that says, no, no, this is actually completely different and this is not what it was and so on. So fascinatingly, plants have evolved a bunch of defense mechanism, broadly from the point of view of what is relevant to food. So there are two things, situations where the plant wants you to eat it because it wants you to pollinate, spread the seeds somewhere else. That's a fruit. A fruit is basically, you know, the pinnacle of plant biochemistry in creating something that requires no cooking. It is just you take it off the tree and you eat it and it does not get any more delicious than that, right? And, you know, you take a perfectly ripe mango, right, or a perfectly crisp apple, I mean, you can realize the fact that it's really billions of years of evolution of figuring out exactly what it is that animals or others want to eat, right? So likewise, defense mechanisms are again, one of many. Mostly they have to do with use of things like sulfurous, mostly sulfurous molecules, okay? Which is actually why most of our tastiest spices have sulfurous molecules in them, right? Onion, asafoetida, you name it, like curry leaves, all of these primarily have sulfurous molecules because you try feeding that to a cow or a herbivore, they find it very nasty, right? We, on the other hand, can tame that by cooking it, right? It's hard for us to eat a raw onion or a garlic, but once you cook it, we're taming a lot of those reactions so that we are able to actually eat it. So it's just that for us, we've managed to kind of figure out how to get past the defense mechanisms. And now there's actually another, so I was reading Michael Pollan's book, I think it's the Botany of Desire, right? And he kind of says that, you know, I think we see it from a very anthropocentric view, right? See, when you think of the fact that whether it's the humans who are, you know, growing apples or growing corn all over the place, or is it that has the plant actually biochemically got you addicted enough to the point where there's actually more biomass of corn today than human beings? So if aliens, there's this joke about aliens coming to planet and figuring out who's the dominant species, will they go walk up to a stock of corn or rice, or will they walk up to a human being is something that we'll have to figure out because purely from a pure play of evolutionary success, they've been tremendously successful because they've convinced us to grow them and also kill all their competition. So we do monoculture by not letting any other plant grow for acres and acres. And so in that sense, the plant is actually successful in that sense, right? So there are many defense mechanisms, different spices. So the stronger the spice, the stronger the defense mechanism. So that's essentially how all of these, so you take a ginger, onion, garlic, all of these are strong antibacterial or antifungal or anti sort of anti, you know, animal eating kind of mechanisms. And that's essentially how we got all our spices."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:16.200",
        "message": "So that's a, that's a lovely insight that you just quoted from Pauline as well. Like there's a famous Douglas Adams quote, I think about imagine a puddle of water and one day the puddle of water wakes up and this is of course also an anthropocentric view of a puddle of water because puddles of water can't think. But the puddle of water decides that, Hey, you know, this universe must be made for me because everything is such a perfect fit. And it keeps sinking that gradually one day it is no longer there, you know? So now tell me a bit about spices. We've basically, and this is obviously fortuitous. I don't think it is that, you know, that there was any sense when these defense mechanisms were evolving that they will actually help, you know, spread this stuff about. But before that, I just want to, I found that thought of, you know, walking trees in an atmosphere with less oxygen. So utterly delightful. So you have a lot of the rings, you have the ends. So that's the, yeah, except the ends are there along with hobbits and humans, and that's obviously not possible. It's one or the other. And I think I prefer the walking trees. So tell me a bit about spices. Now you've elaborated on spices in great detail. And to be honest, I am going to reread this and sort of take my time to process it. And you know, like I cook a little bit, but my cooking is all the kind of cooking that you would really frown upon. It is basically, I'll have a recipe which I've mugged up and something has worked for me in the past and is very functional and I don't kind of think about it. But you know, after I read your book, I figured that, listen, this is like so fascinating and I've got to kind of play around a bit. Now you point out that, you know, you divide spices into four broad buckets. I mean, obviously there are, there's a much subtler gradation, which you also describe, but tell me a bit about these four buckets and tell me how we should think about spices in general. Like, especially all the people who are in India right now, and we cook here and we have kitchens and we have access to all of these spices. Yes. How should we think about them?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:11.880",
        "message": "So, so first I think, you know, let me start by saying that first and foremost, there's no such thing as a wrong way to cook or a wrong way to approach cooking. I think that's a rule number zero, right, is that you cook, it feeds you, you like it, you know, that's basically great. That's it. Right. So I think the first and foremost thing is to get this whole sense of superiority about, yes, it's actually, it's perfectly fine to learn from recipes and cook, you know, everyone has their own mental model, if you will. So getting to spices, right? So spices are actually quite fascinating because they're rather central to Indian cooking, right? And there's also this other, there's this gentleman called Ganesh Bagler, who's I think in the IIIT, and I read this talk of his, he's written a paper on how a lot of traditional science about how flavors combine in the West, right, is predicated on what we call sharing flavor molecules, right? So the things that share flavor molecules, like if something has three flavor molecules and this one has four flavor molecules and two of them are common, then the general theory is that if you combine both of them together, it will taste better because they'll kind of, you know, harmoniously go together, right? So they've worked out a lot of these combinations, which is why you kind of have this, you know, there's a steak and butter sauce sort of thing, because there's some molecules that are similar. You can have cranberry sauce and ligandberry sauce and meatballs, because some, you know, so you have these standard combinations in the West, which are all based on this idea. Now, what Ganesh Bagler actually says is that Southeast Asian and South Asian cooking actually takes a fundamentally opposite approach. A lot of our cooking actually works by taking things that you would not believe should work together by that original sort of Western idea, and they work together fantastically, right? And that thinking is now going back into the West. So there is now, there's actually, there's a book called Art of Flavor, I think. It's actually written by a perfumier, which again, goes back to the fact that a lot of taste, a lot of flavor is actually aroma, right? It's a guy who makes perfumes and a chef, and they've kind of got together and tried to concoct these completely new contrasting combinations. I'll give you one odd example before we get to spices, right? One of the fascinating examples he says is that if you take some coffee beans, like whole coffee beans, and put them in a baking tray and put cut, chopped, cut carrots, and then drizzle some olive oil and let it bake for like, you know, 30 minutes. He says that the, I mean, coffee is fantastically complex, right? There are many of these flavor molecules that for some bizarre reason work fantastically well with carrot, and that carrot will taste like nothing you've ever had. And this is just literally just carrot and, you know, and coffee, coffee beans, and you can just add some salt. Obviously you need some salt. Carrots anyway are sweet, right? So they have sugar. So kind of coming to spices, right? Indian subcontinental cooking is, is, you know, so I often say that Japanese cooking is umami centered, in that the basic principle is to create a umami laden broth, either by use of seaweed and kombu and dashi, you know, tuna flakes and all these other things. You create a very umami laden broth, then all the other ingredients can be very minimalist. You can literally just drop raw meat, raw, this thing's raw, just mildly cooked vegetables and so on. The broth is going to be so flavorful that that's really what centers the whole thing. India has a fat and spice base in the sense that you, you basically all cooking starts by eating fat and putting some spices into it. You can't say this for Western cooking, not all dishes start by eating oil and putting some spices, right? So you start either by baking, you make a batter or you roast vegetables or you sort of, you rub something on meat and you oven grill it. So it's, it's not, it's not like that, right? India, on the other hand, it is, it is very much a fat and spice driven world. And I often sort of, I realized that a lot of Indians were kind of looking at spices in the wrong way, right? One is the fact that not realizing that spice flavor is volatile, that it is largely soluble only in fat and or alcohol, right? Very little in water, right? So this should therefore tell you something, right? Any spices after you've added water, right, you're, you're going to start to lose it to the air. So therefore, when you add powdered spices to a gravy, the earlier you add it, the more flavor you're going to lose, which would therefore tell you that literally any recipe that basically says that you heat the oil, you add some spices, you add your gravy, you add tomatoes or ginger, onion, garlic, et cetera. Then you add water, some kind of gravy, and then you put the new powder, jeera powder and something like that. The earlier you use it in the cooking process, the more flavor you're largely going to lose, which is okay because how people adjust is by adding tons of it, right? So people will say, add a tablespoon of teriya powder. On the other hand, I realize that, you know what, if you get freshly made teriya powder and you add it right at the end, just like you would add garam masala, you'll get the same effect and you just need to add a quarter teaspoon. So there's a simple economics thing here as well. If you understand why you're doing what you're doing, you can actually be much smarter about it, right? And the second thing is about the fact that because they're so volatile, a lot of these spices, which are again expensive, you know, on a per gram basis, you don't want to buy powders and just keep them at room temperature, right? Indian climate is brutal. I mean, they're going to oxidize and they're going to taste like sand, right? So you want to freeze or refrigerate powdered spices because, you know, you're buying chana masala, right? You're going to use like a tablespoon or so, and a hundred grams are going to sit around becoming sand, right? So you want to refrigerate or freeze, or what I tell people is that, look, get yourself a cheap coffee grinder and make a ton of these things that you do otherwise very regularly, right? You can make relatively decent sized batches of say, then your powder or Jira powder, literally in a coffee grinder. And that way that taste is just way better because the whole spice does not lose aroma, whereas your powdered spices lose aroma, right? So this is another kind of, you know, key insight in terms of, you know, how spices work, right? And the distinction between, so how wet or fresh spices work, like your ginger, onion, garlic, and those kinds of things, you know, and how herbs, leaves in general work, like garnishes, right? So because you don't cook them a lot, right? Because they lose a lot of the aroma very quickly, right? Whole spices work in a, essentially by, you want to either powder them and add them later, or you want to add them to your oil upfront so that you get all the flavor into the oil. So that's basically the broad principles, right? And also, remember that there are certain standard combinations that really work, right? And they kind of evoke a very specific region, right? So if you take Ajwain or Radhuni or Fenugreek and Nigella, mustard and cumin, and you fry these in mustard oil, no matter what you do after that, it will evoke Bengal, right? If you take coconut oil, then you kind of put garlic and red chilies and curry leaves and mustard and so on. It will evoke Kerala, you know, no matter what you do after that, right? So in a sense, the realization ultimately, therefore, is that this spice, flavor, and the fat combination pretty much really just determines the regional flavor profile of all Indian cuisines, right? What you choose to do and what kind of mixes you choose to use, what whole spices you use and what powdered spices you use, it literally determines. All the rest are actually, so therefore, you can mix and match, right? Nothing stops you from making, taking, for example, a Shukto in Bengal is very similar to an Aviyal in the way it's made, except that the fat is different, the spices are different, right? And the starch binder is different, right? Otherwise, you know, you could mix and match and really. So I think in a sense, understanding spice as well will actually make you a more experimental cook because then you're not worried about the other ingredients. You can make anything with anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:49.200",
        "message": "In fact, you have a delightful video on the making of Shukto as well. I'll link your channel from the notes so the listeners can discover that. And I watched it at double speed, actually, I must confess, but that was enough for me. So yeah, if I want to actually make it, I'll have to obviously watch it at regular speed and take notes and all that. Another interesting thing you pointed out, like, you know, when you spoke about make your own spice mix, I was like, yes, I am going to do just that. But then you said that don't use a blender, use a mortar and pestle because the blender will, you know, the thing rotates so fast that it will actually start cooking the spices as it is grinding them. And the lazy bong in me immediately responded to that and said, what I have to do so much work, you know, which is something in Indian cooking, right? Like Indian recipes seem so daunting to me sometimes because there are like 84,000 ingredients in every one of them and is that a bit of a stumbling block or is it not really as hard"
    },
    {
        "speaker": "Guest",
        "time": "01:51:45.080",
        "message": "as it seems? It is not as hard. If you understand the function, each one of those families of ingredients play in a dish and therefore mentally you can kind of figure out what is absolutely mandatory and what is not. And what you can replace with whatever you have with a common mistake is to take a recipe which has like 20 ingredients. First thing you go, go to a store and buy like 200 grams and 250 grams of every one of those things, which are going to use a tiny portion off and then the rest of it is going to go waste. And I think the amount of waste generated in a country that is famously frugal in, in, in how we waste spices is just quite crazy, right? And that too comes from this, this traditional idea that some of the refrigerator is bad and that the things that you keep in the refrigerator are not fresh, which is very counterproductive, right? I mean, actually things kept in the refrigerator stay fresh, right? Because the very definition of freshness is, is, is the fact that if you stop biological activity, which stops at, you know, a couple of Celsius below zero or really slowing down biological activity, that's freshness, right? So, which is why I kind of say that, you know, frozen vegetables are actually fresher than, than actual fresh vegetables in cities, right? Because the frozen vegetables were frozen very little after they were harvested. The actual fresh vegetables have been outside for a much longer time before they got to your city, right? So therefore coming back to spices, right? So the thought process was not to say that, you know, you must use a mortar and pestle, but it's to understand one, why we use that, right? One is that historically we use mortar and pestle because it is a gentler way of actually breaking into and sort of extracting flavors out of these things without generating heat, right? Whereas the rapidly spinning blade is going to end up generating a ton of heat and heat means that the volatile molecules are going to escape. So you want to lose a little bit more of the aroma, right? And some of that stuff at high temperature will also oxidize. And so therefore that's going to lose a little bit of flavor. So which is why, for example, you know, my maternal grandfather was a notorious patriarch in terms of, he would ask his, my grandmother was a fantastic cook, right? The one who's quoted in the starting this thing. So she was a great cook obviously because he was very demanding. And he would say that chutney made for idli, right? Not in a mixi, right? He did not buy her a mixi for many years because he felt that the taste that you get from a mortar and pestle is better than what you get from mixi. He was right about the fact that you get better taste. But obviously it's a terrible choice to make because you know, she was slaving at the kitchen in a day in and day out. And sometimes you, you know, you have to make these compromises based on how much time you have, right? So therefore, if you think, if you don't want to mix your own spices, et cetera, by all means buy spice powders, but freeze them, not refrigerate. Four or five Celsius is still has a ton of biological activity happens. It's only under 15 or 16 Celsius below zero that you are genuinely keeping stuff for months on it. So you need to put them in the freezer, right? But if you're fancy up to it, then, you know, get yourself a spice grinder, you'll save money on the long run. That's that. But if you're really artisanal and you have the time and effort, I do want to make say the greatest chutney you possibly can, then you should use a mortar and pestle. So it's just understanding why, what each of these things does."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:55.920",
        "message": "And I guess some of it is psychological, like you've pointed out, I think you had a lovely, you know, when you talk about 80% of days being the nose, you had a lovely drawing alongside it, where you also talk about how site matters, you know, how the food is presented will matter, what you think about it will matter. I remember reading long ago about some blind test involving wines, fine wines, and people couldn't make out the difference between thousand dollar wines and $10 wines when they were blind."
    },
    {
        "speaker": "Guest",
        "time": "01:55:21.080",
        "message": "So it's... Very much. Right. So beyond, I mean, in fact, if you think about the role of nostalgia, the role of memories and all of that is very, very, very important in how you perceive a flavor, and people mostly fail, tend to fail blind taste tests when it comes to very specific things about, oh, I can tell the difference between, like, for example, people actually fail a blind taste test between synthetic vanilla, which is 25 rupees a bottle, and real vanilla, which is insanely expensive. And this, in many cases, as part of cakes and desserts, people regularly choose the synthetic vanilla as tasting better and more natural. So it is, it is just that, you know, people have these crazy notions."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:03.240",
        "message": "Yeah, it's insane. I mean, and the difference between the two is that, you know, the real vanilla is manufactured by a kind of random process through nature. And this one is manufactured much more sort of directionally as it was, so, you know, which one is likely to be better."
    },
    {
        "speaker": "Guest",
        "time": "01:56:17.960",
        "message": "Not to mention the sustainability of the fact that it grows only in Madagascar and all the other attendant problems of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:24.800",
        "message": "Yeah. And, you know, you spoke of nostalgia and that's, you know, one of the sort of another of the TIL moments in there, for me, like it was when you were talking about Maggi masala, the instant noodle kind of mix where you point out that so many people like it so much because it has such a combination that it will remind everybody of something of the spice mix they"
    },
    {
        "speaker": "Guest",
        "time": "01:56:47.280",
        "message": "grew up with. Yeah, absolutely. Right. It is actually so, you know, I spent a lot of time looking at the, analyzing the Maggi masala. I mean, incidentally, it's not just an Indian thing, right? So Nestle is basically kind of cracked the, this whole idea of this, some kind of umami or a flavor sachet or a cube or whatever it is, or a sauce. So this whole Maggi flavoring masala in India, cubes in the West and sauces in Southeast Asia. So they have one for every, and they nailed down exactly what evokes that kind of, fantastic. I mean, somehow whoever came up with that. And so, for example, there is a, there's an equivalent of this sort of cube or whatever you get in, say, Nigeria, that Nigerians are absolutely addicted. And likewise, the Maggi seasoning sauce, Indonesia, you will not find, that's the last thing that goes on any, you know, Mi Goreng or a Nasi Goreng is that Maggi seasoning sauce, which is very high umami in soy sauce kind of mix, right? So likewise, in India, clearly, what they've done is they've kind of taken a combination broadly of garam masala, which is a very reasonably universal mix of some very common, you know, fancy spices, you know, black cardamom, green cardamom, you know, cloves, pepper, the expensive ones, right? And basically sambar powder, which is essentially coriander, chilies, is what ultimately sort of is the primary flavor profile of, and fenugreek is the primary flavor profile of sambar, right? They kind of combine both together, and then you add the garlic powder and dried garlic powder, dried onion powder, and dried ginger powder, which incidentally, you know, since we spoke about the whole addiction thing, these are three of some of the most addictive spice mixes that most Indians don't tend to have in the home kitchen. Because one, they're very, very volatile, and so people don't think about storing them in the refrigerator. But trust me, consumer snacks are addictive because they use onion and garlic powder. These are actually dehydrated, so they're super concentrated umami bombs, right? And they're, I mean, they just, so you bite into a chips and you get all that rich flavor is not by frying real onions and getting that flavor, it's dehydrated onions, right? And so dried onion, garlic, and ginger powder is generally tends to be there in all snacks, right? And then you need some element of sourness, it's typically a kind of an amchur, and then you need some kind of a starch binder, so that, you know, if you make a mistake by adding a little bit too much water to your Maggi, the Maggi masala will make sure that it thickens a bit. So they've really thought this through fantastically well. So I'm a huge fan of, I mean, you can literally take any ordinary dish, just sprinkle some Maggi masala to it, and people will say, Oh, wow, how on earth did you make it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:33.520",
        "message": "I said, I just use Maggi masala. Mind blowing. You know, what you should tell them is, I spent eight hours today with a mortar and pestle just getting this just right. And speaking of chips, you know, I'm reminded of another of the sort of revelations of your book, which is the reason we've evolved to like things which are crisp is because, you know, back in prehistoric times, when we lived in caves and all of that, you know, anything which was fresh was crisp, and therefore, we associate that as, you know, good to eat"
    },
    {
        "speaker": "Guest",
        "time": "02:00:01.640",
        "message": "and you're... Yeah, crunch, right? So crunch, the ability to distinguish crunch is the difference between eating a fresh fruit versus a rotten fruit that could kill you. And I think, you know, so clearly, we have a preference for, and the way we detect crunch is a combination of actually sound, right? And the other rather interesting thing is that a lot of that crunch that when you bite into a potato chip, right, or a pani puri, for that matter, is essentially that a lot of that sound is actually in the ultrasonic range. It's not in the audible range. There is some in the audible range, you hear it, but a fair amount of that sound is actually in the ultrasonic range, which you can't hear, but you can feel it in your bones, right? Which is why even congenitally deaf people can still experience the crunch of a potato chip without any loss of taste."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:45.200",
        "message": "Mind-blowing. So we are actually responding to food with our bones. Yeah. Pretty amazing. Let's now go on to, you know, the next chapter in your book, which is about the magic color brown. And you begin this with this sort of beautiful quote by Sidney Smith, which I loved. I love the quotes at the start of your chapters, by the way, and this one goes, quote, let onion atoms lurk within the bowl and half suspected animate the whole, which is fantastic. So, you know, and then you of course have, you know, another quote shortly after by Julia Child talking about how it's hard to imagine a civilization without onions and, you know, tell me a little bit about onions because after reading this chapter, I felt that, Hey,"
    },
    {
        "speaker": "Guest",
        "time": "02:01:29.600",
        "message": "what is this?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:30.600",
        "message": "I don't appreciate onions enough."
    },
    {
        "speaker": "Guest",
        "time": "02:01:31.880",
        "message": "It is enough to make me cry. You know, the other funny thing is that, you know, as I say in the book, India, we don't even get the best tasting onions. The variety of onions we grow are actually great for salads in the West. They're not considered to be cooking onions at all. So they use the more golden ones that actually are tremendously more flavorful, but slightly sweeter, which I think probably works for Indians. But then, you know, one of the things about Indian cooking is the realization that you can take subpar ingredients and make great food, right? You know, unlike diametrically opposite Italian food, which if you don't have great quality ingredients, you can't make great Italian food, right? And so onions are very central and, you know, we know famously they're all over the news. The moment the onions prices rise, you know, there's chaos, there's riots, and there's, you know, all kinds of, it's all over the news, right? Because literally every part of India, you know, onions, first thing that goes into the oil, right? Pretty much, right? Just despite the fact that on religious days, many Hindus will not eat onions. And there are obviously, you know, many Brahmins, orthodox Brahmins will not eat onions at all as they grow older and so on, right? And definitely not garlic, but definitely onions are also a part of that, that Tamasic list, if you will. So onions, first and foremost, are mostly water and they have a ton of flavor without adding calories. So it's a very unique package. And this is if a garlic, for instance, is quite dense, it has a lot less water, right? Which is why a garlic is usually added after because it's more likely to burn in the pan because it has less water. An onion, on the other hand, is just a lot of water, which is why it takes a ton of time for it to actually brown, right? Because it has to lose a lot of that water. Only then will the sugars and the proteins in the onion combine to make those brown colors as part of the Bayard reaction and so on. And most people don't have that patient, just get it to translucent stage, which is essentially when the cell walls lose their structural integrity, that's when it becomes, so it loses the crispness. So that's when it becomes translucent. And then you leave it at that, which is mostly fine, you'll get a mild oniony flavor. But if you take dishes like, say, a Bhuna, especially like mutton in onions, that onion needs to be really, really, really brown. And that, again, it's a classic combination, right? So there's one of the things I talk about in a subsequent chapter is this idea that although the Japanese kind of are focused on umami, intuitively, humans have known about umami pairings globally, right? Mutton and onions are actually a fantastic umami pairing. And the reason I call it a pairing is that they're glutamates, and there's another family of molecules called inosinates. When you combine glutamates and inosinates, the effect is double that of just one of them being there. So that's why people are just so crazy about a really dark, well-cooked mutton gravy, because it has such that lingering kind of flavor profile. And it largely, again, doesn't come as much from the mutton as it actually comes from the completely browned onions there, right? And so therefore, onions are very, very central. And essentially, the longer you cook them, the better they taste. But then you may not want that. If you're making a very milder dish, by all means, cook it lightly. But the further you get, the browner it gets, the more tasty it is, but also dangerous, because it will also burn pretty quickly. And you can actually take it to the logical level, and you can almost make it a jam, like an onion jam, right? A caramelized onion jam, which, by the way, is a fantastic condiment, very underrated. I realized that when I was in Australia, I realized that they were just crazy about it. So all burgers in Australia, one of the ingredients there will always be caramelized onion jam, right? Which just adds so much flavor to the burger."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:19.800",
        "message": "And yeah, and you kind of did point out the technical distinction that what you call caramelized, what we call caramelized onion is actually maillarded onion. And you know, you had a lot to say about sort of the magical maillard reaction."
    },
    {
        "speaker": "Unknown",
        "time": "02:05:31.680",
        "message": "Oh, yes, absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:32.680",
        "message": "Tell me a little bit about that and why it is so central to food."
    },
    {
        "speaker": "Guest",
        "time": "02:05:35.800",
        "message": "So basically, we've known for a while that if you cook food above the boiling point of water, between a certain range, food becomes brown, right? It takes on these brown colors, right? For a long while, we didn't quite know what's exactly happening. We kind of knew that there are some, clearly some chemical reactions happening. So you know, you have to realize that as long as you're cooking inside water, right, a lot of the changes are not major chemical reactions at all. In that, see, gelatinization is more a rearrangement of structure rather than a major chemical change itself. Maillard reaction is actually where things are breaking down into other bunch of families of molecules, because that's when you have enough heat to actually break down stuff, right? So as long as water is there, none of that is happening. So what happens between 110 and 170 Celsius is what this Louis Cabille Maillard, this French chemist, he kind of started documenting that he found that a family of six or seven families of molecules, which are fantastically aromatic and also lend that characteristic brown color to food, right? And then depending on, and the fact that you can only do this if your food has both proteins and sugars, which is why you can't deep fry just a raw piece of chicken, right? Deep frying is also a Maillard reaction. It's just that it's happening at the higher end. So you want to instantaneously dehydrate, but you're still browning, right? Fresh chicken does not have sugars. So that's where you have to bread it. So you have to take it and then you have to add it some kind of starch, which is again sugars, which therefore will then react with the protein and the meat. And then that's how you make fried chicken, right? That's where we use batters in general. So anything that does not have enough of either proteins or starches will use a batter, right? So that, you know, you are able to, or egg for that matter, right? So you can use egg plus breadcrumbs or whatever, right? So essentially the Maillard reaction produces a family of molecules that can take very, very seemingly boring ingredients, like, you know, as I described, a cabbage, right? Which everyone hates, because if you steam a cabbage, it smells very bad because it generates hydrogen sulfide gas and that's why you should not steam cabbage and it will naturally steam if you have a small vessel and you're cutting a ton of cabbage, it will steam. So unfortunately the only way to cook cabbage in a way that is not steam is to cook a small amount in a big pan, which is usually impractical. So almost always cabbage is going to smell bad, right? But on the other hand, if you actually cook cabbage to well past 110 Celsius, right, as it starts to get caramelized, caramelized or, you know, Maillard, you know, cabbage, if you will, is just insanely tasty, right? So in fact, I learned this from a Russian recipe where they actually say the way they eat cabbage is by caramelizing it for like half an hour, 45 minutes it takes in just olive oil or some oil and just let it slow cook and then it'll slowly lose all the water, get really brown and it'll produce fantastic flavors all by itself, right? So this is definitely, this is essentially the realization here is that you can simply become a better cook by learning something that restaurants tend to do, right? If you're making a gravy, realizing that you can't get the Maillard reaction going because it's a gravy. So to get the advantages of all of the flavors, the core ingredients are sauteed or fried separately and then added because they're brown. And so they bring all that flavor and then you add it to the gravy. So aloo gobi made in a restaurant is aloo and gobi separately deep fried and then added to the gravy, right? So likewise, pretty much anything else, right? So I think, so that's one, you know, key thing and also the realization that deep frying is also the Maillard reaction, except very rapid with the intent of actually dehydrating the surface so that it becomes crisp and prevents oil from getting inside. Otherwise it will be greasy, right? So, which is why if you're making puri and the temperature is well below 170 Celsius, the outside is not going to dehydrate fast enough. So the oil is going to get inside. So you get greasy puri. But if you precisely keep the temperature at between 175 and 180 Celsius, it will just get perfectly crisp on the outside. And so that the inside does not undergo the Maillard reaction, it's only undergoing steaming, right? So that's exactly what you want. So deep frying is Maillard reaction only on the outside and starch gelatinization inside."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:49.680",
        "message": "So that's basically what the principles of Maillard reaction. Pretty stunning. And what you said about cabbages, I mean, I totally empathize with that because I've hated cabbages all my life, though if I ever have the patience, I might attempt them this way or maybe not, but I was kind of struck. And the reason we've hated it obviously is that one, you know, we cook it the wrong way and often we overcook it. And there's a quote from this chapter, which is a little bit of a tangent, but I did want to ask you about that, which is, quote, we overcook vegetables, cook meat till it's drier than the surface of the moon. And we like our eggs boiled harder than Pantera's music. However, we compensate for all of that with a flavor-bombing strategy that has no parallel anywhere else in the world, stop quote. And it struck me when I read this that this flavor-bombing strategy as such, though we've made a feature out of it and not a bug, may be a jugaadu way of covering up for bad cooking. But are we kind of stuck here? Because now because of nostalgia, I won't say our tastes have evolved because I mean, I obviously don't mean the technical sense of the term, but we have grown to like certain kinds of food, certain kinds of food have, which are flavor-bombed food, have become our comfort food, so to say. Is Indian cuisine therefore stuck in this equilibrium where it doesn't matter how you cook something as long as you get the spices right?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:06.120",
        "message": "Yeah, I think so. One is that it's important to note that this strategy per se made perfect sense in a pre-refrigeration India, which is essentially 30 years ago, till 30 years ago, for the most part, refrigerators were not common. And so, and refrigeration was not common, not just in your home, it wasn't even common in stores. So in general, if you're in urban India, you have absolutely no guarantee how fresh the vegetables are, how fresh the meat is, how salmonella laden the eggs are, and what pesticides were used to cover the palak or the vegetables to prevent them from being completely mauled by those insects, so that they survive till they actually get to your table in a city. And the nearest place where they're growing the crops from your city is several hundred kilometers away. So in that kind of world, urban Indian middle class kind of cooking, since all of these are unknown, and you have no control over all of these, I think the strategy makes sense, right? So you do not want underboiled eggs. You absolutely want to make sure till it's green between the yolk and the whites. So likewise, you do not want to undercook vegetables, you do not want to eat salads, because you don't know what pesticides went in, there's no controls. And again, there's a theme from your podcast that I've heard so many times, look, state doesn't have the capacity to ensure these kinds of things, right? And in a sense that so, and we're a very low trust society. So we don't trust any of this. So the only way to, so it might seem jugaadu, but it makes perfect sense in that sense. You're right, in the sense that it ends up building a memory, and a fondness and a nostalgia for a specific kind of cooking, if you will, right? But that's not too different from, say, the Chinese idea of stir frying food, right? I mean, you know, you heard the fact that the reason they end up stir frying food is because they had a fuel shortage, cooking fuel was short, and so all cooking had to happen at ultra high temperatures in very short amount of time, you know, they didn't sit and do, you know, broths, like the Japanese did, you know, and so on. So a lot of that cooking had to happen in a flash, right? And so, but you would argue that, you know, a lot of Chinese cooking has in some sense taken that constraint and evolved that way, although they have no such shortage, no. So I think that it's possible to take this strategy, and still make great, adventurous, creative new Indian food, by perhaps using great fresh organic ingredients, but toning down the spices, and really, over time, building the taste. And I can already see this in some of the experimental restaurants that are definitely coming up outside of India, definitely in the likes of London and Toronto, where tons of Indians, the Bay Area, New York, and so on, Australia and others, Singapore, for that matter, but also in the likes of Bombay and Delhi, at least catering to the uber rich, you're starting to see this wave of, I don't want it, you know, this oily and this high on masala, right? In fact, a lot of home, the common complaint about restaurant food, it's too spicy, and it's too oily. They're both that way, because one, you know, anything less would have been unhealthy, would have killed you, could cause you food poisoning, and so on, right? So in that sense, I think we can still evolve over time, definitely as people are more conscious about it, and perhaps people move towards hopefully trying to see if they have the privilege enough to be able to source fresher ingredients, you know, local, all of these, you know, you have urban farms are now a common thing, Chennai has a ton of these places, that literally just 10 kilometers away, there are people growing stuff in greenhouses, and shipping it to you, you know, weekly subscription, and I get a bunch of these leaves and small cucumbers and carrots, which are tastier than the giant carrots that I get in the supermarket. I think as slowly as we develop a taste for that, we'll do that. But I would also say that, if you look at rural India, that's not the case. I mean, you know, a lot of rural styles of cooking, one of my favorite, I often follow a lot of these YouTube channels, these rural, this is 90 year old grandmother cooking, say this sort of a goat in rural Andhra and so on. And you're struck by the fact that they don't overcook at all, right? They're actually they use absolutely literally, they walk over, you know, grab the coriander, they grab the gongura, literally fresh of spring onion from the ground and so on. And they wash it and it's literally made, they don't overcook in that situation. So I would think that this is a very urban phenomenon, but I'm sure we can probably get past it over time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:28.400",
        "message": "No, and also, I didn't mean to come across as too judgmental when I spoke about it as being Jugaru, because another way of looking at it, like you spoke about how all Chinese cuisine might have evolved from this original set of constraints and this delightful diversity of cuisines that we have across the world is in a sense, comes about as a response to the different kinds of constraints that operate everywhere. So, you know, you know, would we have learned to use spices in such subtle and delightful ways if not for these constraints?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:58.040",
        "message": "Absolutely. Who knows? Plus the fact that, you know, almost all of the spices in the world grow in a very tiny part of the world, right? Literally the Malabar coast and a few islands in Indonesia. That's it, right? And maybe now Vietnam and Thailand are also starting to grow pepper and a few other things. But so in a sense that the very fact that they are now, the fact that pepper is now a common ingredient literally everywhere in the world is by itself a fascinating story. And the fact that it is the the expensiveness and the impracticality of growing pepper all over India is apparently one of the reasons why chilies became popular, right? So, you know, so one of the things I often am fascinated about is that once a year we have this, so it's one day, one religious festival in my family where it's pretty common here where you kind of remember your ancestors, right? So three generations of ancestors, you remember them. So there's a, there's a, there's a haven that's done and so on. And the food that is cooked on that day is very special. There's a very specific set of recipes, which they say is that, you know, there's been, we've been doing this on this day, always this is cooked and the recipes are quite fascinating because they don't have tomatoes, chilies, in fact, they actually don't have any ingredients that were not available in India 300 years ago, right? So it's very yam based, it's colocasia, it's ginger and pepper, turmeric, heavy kind of food. It tastes, the flavor profile is just entirely different, right? It's actually quite, kind of burns your throat because it's mostly ginger and pepper, right? No garlic, no onion, no, none of the, you know, new world spices, you know, chilies and tomatoes and so on, right? And no potatoes, right? So they use a raw banana and these other native yams and starches. So what is fascinating is that, when I go to my wife's hometown, their houses actually have these big jackfruit trees and other trees. So some of them actually have the pepper vines growing around those trees. So pepper is actually vine, right? So it doesn't like, you can't just cultivate like that. So it literally has to grow around a tree. And the green pepper, which comes straight out of the vine, is actually pretty sharply hot. I mean, it has that little bit of the heat that you would associate with the green chili, right? But then you sun dry it. And then what you ultimately get is that shriveled black thing that has a different flavor profile. It has a slightly more smokier, different flavor profile, but the fresh green pepper is actually a way to add actual heat to food, except that it was, you know, out of, it was very expensive. It only grow in a specific season, not available unless you're living in that part of India and so on. Chilies, on the other hand, can grow anywhere in India, right? It's a plant from Mexico. You, you essentially plant it and one chili plant will give one household more chilies than they will eat, right? You know, I'm growing chilies in the terrace and we don't know what to do with those chilies. It is just incredibly sort of productive plant as well. So it's, it's, it's actually quite fascinating how sometimes these plants also, right, I mean, having traveled all the way from here, they find this new home and they completely dominate and change the cuisine over time, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:59.520",
        "message": "In a sense, I'm thinking of a Corona virus, like I would imagine that chilies have a very high R as it were, let's move on to your next chapter, which is about acid and sourness and so on. And here again, I was struck by this sort of delightful metaphor of music that you use, where you spoke about salt being like a volume knob and sourness being like the bass guitarist in a band that before that you have maybe salt and sweet and you have singer and your regular guitar, but it's not fun and then suddenly you have a bass guitar and the mix and the whole thing just goes wide open. So tell me a little bit about, you know, acid, about sourness, how we evolve to kind of like it and, you know, how we should think of acid in fact."
    },
    {
        "speaker": "Guest",
        "time": "02:19:43.680",
        "message": "So obviously, I think the one inspiration obviously for this particular chapter was Samin Nosrat's fantastic Salt, Fat, Acid, Heat, which kind of explains the four key things that you need to understand about good cooking and so on. Acid is, often people tend to understand salt, people tend to understand fat, people tend to understand heat. Often don't think of sourness, the average person does not associate sourness with acid at all, right? Because acid is always that dangerous sulphuric acid and it has that sort of image, right? So obviously what I wanted to sort of say that actually it is one of the single most important things in cooking simply because if your food does not have that slight amount of sourness, you know, in three scientific terms, if the pH is not less than seven, it's actually going to taste bland, right? Your grandmother knew this because she would make dal, which is notoriously bland, then she would squeeze lime juice right at the end and that will just elevate the whole thing. You make a pulao, which is just rice, then you would squeeze lime juice at the end and it just, you know, magically changes the whole thing, right? Even when you marinate meat, for instance, the acid acts as a tenderizer, right? So it sort of, you know, breaks the structures on the skin of the meat that makes it easier for the flavor molecules to stick to it, right, on the surface, right? That's why we squeeze, that's why we use yogurt, which is an acid, right? And I think, you know, so part of what I wanted to do is to first and foremost kind of get into people's heads that look, many of the things that you commonly use, everything from tea to coffee to yogurt to tamarind to lime juice to vinegar, they're all acids, right? In varying strengths, your sulfuric acid is the one, the extreme end of the spectrum, right? And the reason why we have such a tremendous bias towards acids is because the base or the alkaline side of it is associated with poisons, is associated with bitterness, right? So sour and bitter are opposite tastes, right? And because we have evolved taste buds to detect alkaloids, which is essentially what bitterness is, because they're poisonous, we therefore have evolved a bias against most alkaline food, right? Which is why, you know, baking soda, if you overuse baking soda in something, you get that nasty metallic feeling because it's the kind of taste your body is not used to liking, right? Also why people have this thing against baking soda as well, right? But if you use it in the right amount, it's quite useful. But yeah, so therefore acids essentially is about adding sourness, right? And sourness has a fantastic, the reason I use bass guitar as a metaphor is actually an interesting story. I mean, I grew up in the, in the nineties, like you did, and you know, I, as someone who sort of, I was living in North India. So I was listening to Anu Malik on the one hand, and I was listening to A. R. Rahman and L. A. Raja on the other end. And it struck me, no one refused to frustrate me that Bollywood music in the nineties had no bass guitar, right? Or it was inaudible for most part. If at all they were using a bass guitar, it was a synth and you couldn't really hear it. And music without a bass guitar is, is just, is, is missing the meat, if you will, right? It's, it's somehow you don't get those bass notes. That's what really anchors you. Bass is what is the bridge between your melody and the percussion. And if you don't have it, the drums sound tinny and cheap, and then your melody just stands out. You know, it doesn't really mix together. Right. And given the fact that L. A. Raja was like a God of using bass and particularly bass guitar, he would never use synth bass. He would almost always use a actual bass guitar. And again, mind you that it was at a time when cassette players and so on, um, what tiny, right. And to hear bass, you need large speakers, right? It's a size thing, right? So you need the larger tweeter or subwoofer to be able to hear bass. And so it was quite natural that a lot of musicians would compensate by using a higher frequency so that you can actually at least hear it. And Bollywood music directors just skipped it saying that you can't hear it anyway. I'm not going to, I'm going to skip it. L. A. Raja, on the other hand, would use bass tuned one octave higher so that you could still hear it. Um, even on your Walkman or, or a Shady transistor radio, you could still hear that thing that kind of connected between the melody and, and the percussion. Right. Um, and so in that sense, for me, the reason I'm particularly attached to that sort of metaphor is because sourness is exactly that, right? Because sweetness and saltiness are very one dimensional, right? They, something that's just sweet is just cloyingly sweet. Something that's just salt is, is, you know, it's a one dimensional taste, but something with these two and a bit of acid is just something else altogether. Right. And often I think, you know, the best example I often like to give is that when it comes to Indian cooking, we are an absolute, we understand acids better than most cuisines. We use more variety of acids than most other cuisines, right? And nothing represents the pinnacle of the youth creative use of acids than chart, right? I mean, chart, chart, in fact, not just acids, there's the heat as well, which sort of gives you the dopamine because chart is spicy for that reason. Um, the crunchiness, the texture variations, right? So you have soft aloo and those kinds of things, and you have the crunch of the papadi and all these other things. So you have the textural variations and you have like four kinds of acids, right? The tomatoes are mildly acidic. Uh, the tamarind is sort of like the base strong acid. Then the lime juice squeezed at the end is the top note, if you will think of it like an orchestra, right? And then the amchur is the more sophisticated acid. So that again, added kind of bridges everything together. So literally four kinds of acids used in a, in a single dish, right? So that's why chart is delicious and we're kind of addicted to it as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:07.160",
        "message": "Yeah. Yeah. No, my favorite objective in the book was this objectivated compound you use for the flavor of chart, where you referred to as disco party in the mouth flavor, which is fabulous. And again, you, you spoke about tamarind as drummer plus bass, amchur as lead guitar, citrus, like lead vocalist, which I absolutely love. I want you to elaborate on this very intriguing, uh, sentence, which, uh, uh, I love, but didn't fully understand. So I'd ask you to kind of explain it to me now, which is good when recipes call for tomato puree, noobs at tomato puree, experts at tomato paste and legends at tomato ketchup, stop"
    },
    {
        "speaker": "Guest",
        "time": "02:25:44.640",
        "message": "good. So this is, you know, so this is again, stems from the fact that, um, uh, tomatoes are notoriously temperamental. Um, I mean, they're very seasonal. So the flavor of the tomato varies by season. Um, the tastiest tomatoes come with summer, winter tomatoes are bland. Okay. Uh, so the, the summer tomatoes are a much sour, right? And again, depending on the variety. So there are tomatoes that are also sweet and strongly sweet. What's sweet and sour is the ideal one, um, uh, and so on, right? So therefore, if, if, if you're looking to get a certain level of sourness in your dish and you're relying on tomatoes for it, it's almost always going to be a tricky thing. So almost always most Indian dishes don't rely only on tomatoes, which is why they'll always either add tamarind, they'll add other kinds of acids because you can't rely just on tomatoes for sourness. Right. Um, and so, but tomatoes on the other hand, have a ton of umami flavor, right? And you get that out and tomatoes are mostly water and you're not going to get much unless you're able to reduce the tomatoes down to lose as much water as possible. So if you find some of the best cooks on YouTube and so on, right, like I give some examples like Nisha Madhulika is another one, right, so she almost always, you cook that, you cut tomatoes and you cook it down till it loses, they'll tell you that till it loses so much water that you can see the oil come through the sides, right? So that's usually a visual aid at understanding that you've not make, make, make it. So the more concentrated the tomato is, the tastier it's going to be. In fact, you can take it to the logical extreme. Some of the pasta sauces in Italy are cooked for 28, 24 to 48 hours. You can endlessly cook tomatoes that the longer you cook, the tastier it becomes, right? As long as you stop short of burning it and so on, right? And so therefore, so obviously tomato puree means you are just, you know, taking the tomatoes, putting it in a, in a mixie, making it into a liquid and then using it. That's tomato puree, but it's going to be not really tasty. You're not going to make it lose a lot of the water. On the other hand, tomato paste is concentrated. It's already lost a lot of the, it's already been dehydrated and a little bit of tomato paste is the equivalent of four or five tomatoes, which otherwise is painful for you to sit and cut and add, right? So adding tomato paste is a much, much reliable way to get the core tomato flavor. So if you're making like tomato soup, if you're trying to make this just with actual fresh tomatoes, you're going to get a very disappointing soup. So you will need a tomato paste kind of thing. Tomato ketchup on the other hand is tomato paste plus garlic powder, onion powder, and all those other magically addictive and vinegar, which is also acid, a stronger acid. All of that put together, onion powder, garlic powder, and tomato paste, and a bunch of other spices and salt and sugar. And so it is really, it's designed to be addictive, which is why people like eating anything with the tomato ketchup, right? It's the most popular condiment around the world, right? And so, and the reason I say legend is because look, if you're like me or like anyone else ordering from Swiggy three or four days of the week during the pandemic, you're going to have a ton of sachets sitting around with every one of those orders. And trust me, if you're throwing them away, you're wasting some of them. It's the most fantastic condiment, any recipe that calls for tomatoes, just open up one of those sachets and trust me, it'll just elevate your cooking."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:54.280",
        "message": "Yeah, I remember some very old essay by I think Malcolm Gladwell on tomato ketchup where he spoke about how one of the reasons it's so popular is it's a combination of all the different flavor profiles, including umami. So let's talk a bit about umami. You've already kind of mentioned that, you know, it not just accentuates the flavor of anything else, but it lingers for a longer time and how, you know, Japanese cooking can be minimal with few ingredients because, you know, whatever flavor is there is given that much more depth by umami. And I was kind of, you know, another myth which you sort of busted here, which so many people believe is that MSG is bad and all of that. And as you pointed out, I'll quote you again, quote, there is no chemical difference between the glutamates in cabbage, mushrooms and tomato and the half teaspoon of ajinomoto that you sprinkle on fried rice, stop quote. And in fact, as you said, parmesan itself has more glutamates and an equivalent amount of ajinomoto and, you know, which among us westernized elites can resist sprinkling of parmesan. So tell me a little bit about kind of umami and what's the big deal about it? And what is still the lingering mystery around it because, you know, it's."
    },
    {
        "speaker": "Guest",
        "time": "02:30:07.880",
        "message": "So we kind of, you know, so the lingering mystery is fundamentally coming from the fact that as a, as a taste bud, we've only known it for about a hundred years or so, right? I mean, we didn't know that we had a taste bud for umami specifically. And the mystery is also the fact that we still don't know for absolutely sure why we have it, right? There are some very popular theories, which I'll talk about, but it's not like, it's not like done and dusted, you know, science, right? Because you know, like we explained, we, we know why we need sugar. It's just, we need it to live, right? We know why we need salt and we know why we need the ability to detect acids or bitterness and alkalis and so on. So, you know, we've been wondering why is there a taste bud for umami? And exactly what is umami? It's a set of sensors, taste buds, that detect a very specific amino acid in food. Not all amino acids, only one amino acid, which is why it's odd, right? So one of the right now most explained, I mean, right now it's a partially accepted theory is the fact that it is ultimately a taste for protein. So you have to remember that protein is not very tasty. Protein is actually, it doesn't taste like sugar, right? It doesn't taste like fat. It doesn't taste like sugar. Protein is the least tasty of the foods. And it's possibly one of the most important because you know, all the rest of your body, your growth and muscular growth and everything else requires proteins, right? And your body can't synthesize all amino acids. Make it only synthesize some and some amino acids are essential, which means that they have to come as part of your diet, right? And this is also why, so, and some of these essential amino acids are available only in animal sources, which is why even vegetarian or most people who don't eat meat still will eat dairy and others because that's where you get the other amino acids from. Although technically vegan diets now, there's apparently soy does have some of these essential amino acids, one of the few plants that does. So if you make soy protein, you're mostly okay. But if you are vegan and do not eat soy, then I think there's a serious problem. And again, if you're a child on a vegan diet, it's a serious problem because it's not going to be enough. So anyway, so that's the nutrition which we would skip. But essentially the prevailing theory is that because meat is raw meat, the taste of raw meat is, evokes disgust, right? So we've developed taste as we were like, you know, cavemen and so on, the ability to eat raw meat, right? And to do that, apparently our tongue has a way of detecting this particular amino acid. Obviously, the gap in the story is the fact that why not other amino acids? Why only this? And that too, glutamic acid as an amino acid is not an essential amino acid. So that's also there. So it must be said, right? So therefore, we seem to have this ability to detect glutamates, glutamic acid, in food, right? And at the moment we detected, it has that sort of lingering. So the way it works is that the umami receptors amp up the salt and sweet sourness receptors, right? So a tiny amount of sourness in a umami laden broth will taste a lot more sour than a non-umami based one, which has a ton more acid. So this is where you can get away with adding less. So this is that. So second is the fact that your body, because we are made up of the same set of amino acids, I think I don't know the number, I think 14 or something. So we have about two kgs of glutamates in our body, our muscles and our body. If you take, you know, if you take a 70 kg person, two kgs of glutamates are there. So that one quarter teaspoon of MSG is not going to kill you, because it's just simple statistics. Okay. And the fact that natural umami is really no different from the synthetic one. That said, there are a tiny proportion of people who are allergic to synthetic ajinomoto, a tiny, tiny number. But that's much, much tinier than people who are actually say gluten allergic or have celiac disease and so on. So, so therefore, that's the thing about umami. And as I said, I think Indian cuisine is not focused as much on it. But again, even there, there is an urban bias and I kind of point this out in the book. A lot of coastal, poorer fisher folk, etc, a lot of their cuisine is pretty umami heavy. Right? Because the tinier the fish, the more umami heavy it is going to be. Right? So they eat the bigger, less tasty fish, but they eat the tiny dried fish and so on. Second thing that adds umami to food is fermentation. And the northeast of India has a lot, a bigger fermentation tradition of using actually fermented foods than the rest of India. Right? I think at some point of time, certain kinds of fermentation began to be considered unacceptable from a caste system purity standpoint, because obviously, because, you know, production of alcohol is also fermentation. So on. So there is that, you know, which is why most of India does not have a vinegar tradition because we don't like alcohol. So we will ban all of those kinds of things. And you can't have vinegar without an alcohol, you know, being produced first. Right? So vinegar is literally just sour wine, right? But you do in Goa and you do in the coast of India where there is amongst non-Hindu populations amongst Christians and others. So vinegar is a very big thing in Goa. Also coconut vinegar, also in coastal Karnataka and Kerala as well. So that's essentially umami. They've always done it. So mutton and onions is another fantastic pairing. Tomatoes in anything is concentrated. Tomato is very, very high on umami. Any kind of concentrated base gravy that has tomato is going to be very umami and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:33.240",
        "message": "I'm kind of reminded of this old cartoon. So I don't know if it was a cartoon or an anecdote or whatever, but it basically features this aristocratic English lady telling her companion and talking about, you know, the domestic health and saying, do these people also have sex? It is entirely too good for them. And you know, in an Indian context, it would seem that the lower you go down the class or the caste chain, you're actually getting more umami. So you know, they're actually better off in that sense. And it's also fascinating that we are 2kg glutamates. I mean, you know, after reading your book, it seems to me that human beings are basically water plus MSG."
    },
    {
        "speaker": "Guest",
        "time": "02:36:07.880",
        "message": "So we're mostly water, but you know, so the other, you know, since you brought up that aristocratic lady, right? So there's actually a, even in England, right, or even in Europe, right? If you, if you think about this modern day phenomenon of sourdough baking and that kind of crusty artisanal brown whole wheat kind of breads, which are now what hipsters eat now, right? You know, three, 400 years ago, that was considered to be peasant food. That bleached white, perfect sandwich loaf was what the rich people ate. And you know, obviously it's the same thing, right? They've realized that that's actually that crusty artisanal long fermented natural sourdough bread is tastier than that fast fermented bleached white flour bread is a realization"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:54.200",
        "message": "that, you know, we've, we've come too much later. Mind blowing. And, and another sort of, uh, another great villain of, uh, you know, in Indian culture, which should not be a villain, uh, at all is a baking soda, as you point out. And this is a misconception that I held as well. I always knew MSG was perfectly fine, but I always thought that, Hey, you know, restaurants mess up our food. They put too much baking soda and blah, blah, blah. They're taking shortcuts. Yeah. But, uh, you know, after reading your book, I have looked at baking soda with new eyes. So tell me a bit about, you know, why that misconception exists and why it is actually such an incredibly useful ingredient."
    },
    {
        "speaker": "Guest",
        "time": "02:37:29.840",
        "message": "See, I think there's a, there's a certain, uh, the bias against baking soda is no different from the wider, slightly more fallacious, uh, bias in Indian culture in general against anything chemical, which is a very odd thing. Right? So, so apparently sodium chloride is not chemical, but sodium bicarbonate is chemical, right? But, uh, but then, you know, so, so the whole, so there is that, right? Because obviously it is. Uh, and the other thing is that, you know, you can collect salt by, you can make salt by evaporating seawater and you get a sense that it's, it's natural, although salt is the only thing that is not of organic origin that we eat. It is literally the only thing of non-organic origin that we eat. Okay. Um, so because it comes from the oceans and so on. So the other thing is baking soda, so there is that larger chemical thing. The second thing is that, uh, obviously, you know, as a historically predominantly poor country and so on, you know, your, uh, your low end restaurants, your, your low end food outlets and so on. I mean, they, they need to find ways to save on fuel. There's just no getting around. Right. Um, and by the way, you know, we know how those guys operate, you know, they figured out some guys, they get a domestic cylinder and that's how all the, all the cooking happens. So none of those guys are paying like commercial cylinder rates and so on. It's somebody's a cylinder that they're using and so on. So the Jugaad is there everywhere in that industry. And so it is not surprising, therefore, that they would have figured out that using baking soda is a fantastic way to reduce fuel costs because baking soda will reduce the amount of time that it takes dal to cook. Right. Especially legumes, uh, grains to an extent, but legumes definitely, right. If you are cooking China, a pot of China, right. Using a pinch of baking soda will cut the cooking time by 50%. That is a lot of money over time. Right. And obviously, I mean, the only thing is that over time, we've also figured out that you can balance that out by adding tea, right. I didn't tea bags, which is why when you make China masala, you add both little bit of baking soda and you add tea. People only remember the fact that I'm adding tea because it gives the brown color. That's not what it is for. Tea is an acid. Right. And more importantly, it's an acid that only becomes acidic at high temperatures. Right. So, which is why just the tea bag is not acidic. Only once the temperature goes above a certain level is when, you know, tea becomes acidic and so on. Right. So the reason it exists is because in the early part of the cooking process, you want the baking soda to break all of the walls of the China so that it actually cooks it faster because baking soda breaks down pectin, which is, which is part of the cell walls of all plants. And what happens is that then the tea kicks in and neutralizes any leftover baking soda because acids and bases react and you get, you know, carbon dioxide and water. So therefore, that's why we use this and restaurants will use it pretty liberally in most things that they're cooking because it's also common that they don't quite know all of these reactions. So there's a good chance that they're probably using it when cooking rice, when cooking literally anything because they think that if it works for China, it'll work for anything. They'll add it when cooking meat, they'll add it. So it's, it's also that, right? So it's not that because they, it's not like, you know, they have a craft and they have documentation, they have knowledge and they've been trained, right? It's quite common for people to kind of try these things everywhere. If it works here, it works everywhere. Right? So unless you know how it actually works, right? And so, which is why a lot of low-end restaurants, food ends up being slightly heavy on baking soda. And therefore it has that bad rap of, oh, and then people come up with all kinds of fancy theories saying that no, no, they add baking soda to make you eat less at buffets, which is a strange theory. That's not why he would do that. Right? So if he's, somebody is adding something to food to physically make it taste metallic and so on. Right? That makes no sense. But if he's using it to save on fuel, that makes better sense. So in a sense, that is really it. Right? I mean, and then the fact that it is a fantastic, it's also a great tenderizer of beet. In fact, your Chinese style of marinating meat, like if you go to a Chinese restaurant, you get that glazed kind of feel. Right? So you get that silky finish to meat and it's incredibly succulent inside. It's because they use baking soda in the marinade, a tiny bit. And that's why you kind of get that effect. Right? So in fact, Indian marination uses acid, Chinese marination uses base. Right? So it's quite fascinating. Right? And once you're done cooking, by the way, it can also help you clean. It's a fantastic deodorizer. Right? So if you put a small plate of baking soda in your fridge, it'll absorb all the other odors. Right? Especially if you have like fish, et cetera, in the fridge and you don't want everything to smell of fish, you know, is one way of doing this. Right? And it also accelerates the Maillard reaction. So if you want a brown onions and you're too lazy and you don't want to spend 20 minutes, a pinch of baking soda will get your onions evenly brown in no time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:14.160",
        "message": "So yeah. So do you use more baking soda and MSG in your own cooking? And would you advise that Indians in general warm to MSG because that'll actually, you know, you spoke earlier about the wastage of spices and all of that, and, you know, using MSG would certainly cause it to, right, let's kind of move on to the other sort of ingredient which should be used more in Indian cooking, but isn't, which is alcohol. And again, I love the starting quote, you know, which begins the chapter, which is from Julia Child, where she says, quote, I enjoy cooking with wine. Sometimes I even put it in the food I'm cooking, stop quote. So tell me a little bit about alcohol and why you call it the silver medal winner in the hundred meter flavor extraction race."
    },
    {
        "speaker": "Guest",
        "time": "02:42:57.720",
        "message": "Absolutely. So fat is the absolute winner in what is able to do. Hot fat, right, is able to extract as much flavor, but clearly alcohol is the second, right? And then with the added advantage that in the cooking process, a lot of the alcohol actually burns off. So it's not like you're going to get like drunk by adding a tiny amount of rum or brandy and so on. And also remember that, you know, beer is not alcoholic enough for it to be used as an alcohol for its purposes, but beer is used as an acid because beer is acidic, right? Because it has, it's carbonated. So beer battered, whatever, or, you know, beer is used as a, as, as like a lemon juice or something like that, but to add an acidic flavor profile, right? And a complex, you know, all the complex, slightly bitter flavors of the hop also add to that. So you have, uh, alcohol again, you know, uh, not very common in India because of the historical taboos against alcohol and brewing. And the fact that the British largely got rid of a ton of, uh, local low cost brewing cultures, you know, in collaboration with, with upcast Hindus, as they kind of elevated them to positions of power, made them officers and, uh, you know, in the, in the original civil servant, uh, and, and sort of British administration, right? Uh, so there's a ton of, you know, if you look at, if you read, and I was reading some of these older Tamil novels set in the pre-British era or during the British era, Perumal Murugan actually talks about how the, the British guy and the Brahmins, if you will, were coming after their brewing of Kaldur, right? I mean, uh, so this is, this is something that he kind of mentioned. So there's always been, uh, so if you have human beings, microbes and starches, you're going to get alcohol. Okay. It's just, there's no escaping it. Right. So, um, and especially in a hot and humid part of this world where microbes work like they're on steroids, you're going to get alcohol all the time, right? So in the sense that it's, it's quite surprising, but I think, hopefully I think we'll kind of start learning about this, um, and as at least amongst urban Indians, and if you don't have like any religious strictures against the use of alcohol, I think definitely use of some of the cheap wine that you get in my local Tasmac store, I think it's good only for cooking. I wouldn't drink it at all. So, uh, so that's the good thing. I mean, you use, use up cheap wine for cooking and it adds a ton of taste. Right? So again, fermentation is one of those magical biochemical processes that take something one dimensional and adds a ton of additional dimensions of flavor, right? Fermented grape, uh, it loses sweetness, but it gains a ton of other flavor profiles simply by the action of yeast. Right? So, so you take something like, imagine something like your flour or maida, which is tasteless odorless powder, right? You add water and you just let it sit. You don't even need to add yeast because there's yeast already, you know, in the, in, in, in the maida already. Right? It will smell delicious. It will smell alcoholic. It'll smell boozy. It'll smell nutty. It'll, you know, so the smell of fermented dough, uh, and then once you bake it, the Bayard reaction just makes it all the more magic, which is why bread is so magical, right? So you just take four things. You take a floor, uh, water, salt, and yeast. That's it. And you can turn it into this universe of the most astonishing flavors by just applying heat. Right? And so that way, um, so alcohol is a part of the production of any kind of fermentation process, right? Uh, at least yeast that's, uh, aerobic fermentation produces alcohol and aerobic fermentation sort of produces, uh, you have, uh, uh, lactobacteria like your idli dosa and all of those are lactobacteria yogurt. So yeast is not involved. It's usually bacteria. Bacteria produce lactic acid, which is sour, right? So the fermentation that produces sourness yeast fermentation produces alcohol. So that's the, that's the basic principle here, right? And alcohol is a fantastic additive, especially grapes, especially even hard liquor is a fantastic brandy, cognac, and these things actually are fantastic for deglazing the pan. So especially if you're like, you know, using a, not a nonstick, but a stainless steel, a lot of things will stick to the bottom. Those things that stick to the bottom of the vessel are tremendously tasty because they have all those Mayard, you know, byproducts, right? So once you're done with your fat and onions, kind of getting there, adding a little bit of this sort of brandy or something else will unlock a lot more flavor and also remove all the sticky bits from the bottom and get it into the gravy that an overtime, most of the alcohol will also sort of, uh, uh, burn away and it release a lot of those other aroma molecules that then get end up getting, you know, dissolved in the, uh, in the fat. And so, so alcohol is a, is, is definitely a fantastic, you know, even if you don't drink it yourself. Um, I think it's worthwhile keeping a bottle or two in the kitchen, um, as, as a cooking"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:37.280",
        "message": "aid. My favorite cooking video of all time on YouTube, and it may not be because of the, uh, this thing is this famous vareva video called, uh, of toddy chicken, where the chef is making a toddy chicken and, uh, you know, every once in a while when he has to have toddy, he'll say one sip for me, one sip for the chicken. And just, it's a fantastic, legendary, legendary, absolutely legendary video. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:48:01.640",
        "message": "Cooking with toddy is a, is, is a traditional thing, uh, definitely smaller town, uh, definitely more common amongst the lower down and the, the cost hierarchy you go, uh, definitely. But because toddy is up, you know, uh, uh, so for example, you know, uh, uh, mallus when they make appam, right? The traditional way of fermenting an appam was to actually add toddy, right? Because a toddy is basically is a life thing. It's because it's got that culture, right? So it's got the yeast culture that is going to then ferment the rest of your, these things as well, right? Uh, this is before we are baking soda was invented, right? So then obviously nowadays, uh, people just add baking soda to the, to just before they bake it. So you get that soft, fluffy in the center."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:43.880",
        "message": "Historically, it used to be done with toddy. Can you speak about a couple of counterintuitive ways in which you, you use alcohol and you know, most people wouldn't have thought of alcohol in that context. Like you spoke in your book, of course, of game-changing pakoras and, uh, you know, what's the last time you used alcohol in your cooking and, uh, you know, if you had to give a couple of tips to our listeners, if they are cooking on, you know, when they can use alcohol while cooking Indian food."
    },
    {
        "speaker": "Guest",
        "time": "02:49:07.840",
        "message": "So the last time I actually, so I think some people did get a bit angry that I used, uh, some rum when I was making dal makhani. Uh, and again, dal makhani is one of those dishes where you actually don't want to add a ton of spice powders and things like that because it's the intrinsic flavor of that actually comes from slow cooking the urad dal, which is an absolute, you know, rockstar legume in that it is the greatest legume. You give it enough time. It is painfully hard to cook. You have to soak it for hours and hours and cook it for several hours and so on. But the longer you cook, the more amazing the texture and the flavor gets. And a lot of this, you know, people don't realize that the makhani part of the dal makhani doesn't come from actually adding makhani, which is very little. It comes from the fact that the dal itself has a silky buttery texture, uh, the longer you cook it. Right. So it's not something like that it's, you don't need a ton of jeera powder, that powder, this powder, and all these other spices and so on. You want it to be minimal, just the sort of onion, ginger, garlic, the primary base sort of flavors that you're likely to find in a Punjabi field. And then you're going to, what I essentially do is add a little bit of that rum to deglaze the pan before I add the tomatoes so that it really just amplifies the garlic and onion flavors in the dish, which is exactly what you want. So that is definitely one. And I think the, the pakoda trick is actually something that I learned from this British molecular gastronomy guy, Heston Blumenthal, right? So basically this idea that one of the things alcohol does, right? And one of the reasons why it's therefore used when you bake cakes, um, rum and things like that, right? Is that alcohol actually prevents gluten formation. So gluten is essentially when you, when you add water to any kind of wheat flour, the gluten and gliadin proteins kind of, you know, form this sort of structure, stretchy structure which therefore allows, if you had any leavening agent, it allows it to rise, which you can't get in a rice or anything, right? And so the thing is that you, in a bread or a chapati, you want that, but you don't want stretchy gluten kind of a texture when you're making cakes or when you're making like a pakoda. Especially if you're using maida as the, like a tempura state, right? Not because some people not don't necessarily like using basin. They also use a mix of basin and maida to get better crispiness, right? So if you add a mix of maida and basin, and instead of using just water to make the batter, add a little bit of vodka, the vodka will prevent the maida from forming a stretchy this thing. So you get an ultra crisp. This thing. The other thing, the trick here is to, instead of using water, if you use soda, right, that will aerate the batter so that the exterior of the pakoda will be the most astonishingly crisp, right? So I mean, this is something that I've tried and it is like, Oh wow. I mean, especially I've made a Mirchi Bhaji and it is just, this is amazing, right? One the crispness outside, and then you bite into the chili and the chili is really hot and then you get the dopamine high and it's quite a perfect experience."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:56.160",
        "message": "So see dear listeners, if you've reached the three hour mark of the show, your big revelation is that the recipe for great pakodas includes vodka and soda. That's quite superb. You know, I've taken a lot of your time, so I'm going to get to closing questions now. But in between, I'm going to say that we haven't finished all the chapters of your book yet. I particularly enjoyed this penultimate chapter called Burn the Recipe, where you kind of talk about models and meta models. And you know, you give sort of different algorithms, gravy algorithm, rice dish algorithm, Indian bread algorithm, chutney and raita generators, salad generator, talk about base gravy, spice mixes, absolutely eye opening and I'm really going to take my time and, you know, process it over a period of time and not try to do it at 2x or 3x speed. So I'll kind of get to sort of my closing questions that I had for you. And while writing this book, what did you learn? Like I understand that a lot of this is your accumulated knowledge over the years, and you actually had a structure in Scrivener. And you know, you've mentioned in another interview where you had your chapter and headings and then your subheadings and all of that. So a lot of it was there. But I've often found that when you try to write about something in detail, you end up learning a lot more about it and sometimes surprising yourself. So what are your sort of learning moments from this book?"
    },
    {
        "speaker": "Guest",
        "time": "02:53:19.280",
        "message": "So one is clearly the more I research to write this book, the more I realized that there are fewer strict and rigid rules about how to make delicious food, that you can get to a great product in a bunch of ways, and in a sense that minimalism is a great way to get to the same thing, right? I think we tend to overdo recipes with too many ingredients. Sometimes realizing that the quarter teaspoon of jeera powder that they ask you to add actually makes no difference. If you have 15 other spices, you're not going to taste it, right? Sometimes people don't realize that sometimes, you know, store-bought garam masala already has dhania and jeera powder in it. So you're not adding anything by adding that as well. But recipes will say add garam masala, add jeera powder, add dhania powder, like it is some kind of, you know. So definitely that was definitely one learning. I think the second thing I kind of learned is that clearly, I think, I taught myself to, in a sense, I mean, I had this habit, but I mean, obviously, definitely sort of improved during the course of this, is that reading academic papers in food science is often a great way to discover food science tricks that you could apply at home. And as I said, people the likes of Kenji Lopez-Alt and others have essentially done that for Western cooking, right? Give me an example. So for instance, so there was actually this paper from, I think, Indian Institute of Science, I think it was in the 1980s, right? On the some 20 page white paper on idli batter fermentation, right down to what is the impact of the variety of rice, the amount of amylose and amylopectin in the variety of rice, the kinds of microbes involved, the common family of lactobacteria, staphylococcus, and yeast involved in fermentation, and so on, and the impact of temperature, salt concentration, the impact of whether you use a 2 is to 1 ratio, 3 is to 1 ratio, 4 is to 1 ratio, and the variations in texture, final properties of idli, and so on. I'm like, wow, I mean, I was not able to accurately get my mother to accurately describe how is it that you can reliably ferment idli dough and get soft idli. It's very hard to do, right? Because fermentation is a wild thing. I mean, you can only use your natural cues, you can kind of get a sense when something is over fermented, under fermented, and so on. And then once in a while, your idli is going to end up slightly hard or over sour and so on. It's just the way fermentation is like that, right? And I'm like, wow, this is one of those things where I could genuinely get the right down. So one example is that, right, the reason you add salt when you ferment something, right, is quite fascinating. Salt normally kills bacteria and yeast and so on. But the magic of evolution, lactobacteria have evolved the ability to live in slightly salty conditions, right? And the reason they do that is that, and by adding that salt, you are preventing the millions of other families of bacteria and fungi that want to colonize the same food. It's free food, right? And so that's where you are basically helping it along. So it multiplies, it is able to dominate. And once it reaches a certain, you know, enough amount of a population, then lactobacteria is another trick up its sleeve. It produces lactic acid. And that acidic environment again, closes the door for a ton of other things that again will spoil your... So at the end of the day, you're leaving food outside. That's what it is, right? And there are literally millions of microbes out there, right? And so therefore, it is just that understanding this and why you add salt and therefore when you should add salt, et cetera, et cetera, is I think one of those things. So therefore, I think I learned a lot from reading actual academic papers. They're very hard to read. They're obviously aimed at a food scientist working for a consumer food company. Somebody wearing lab coats and, you know, making chips or producing, you know, freeze-dried idli or freeze-dried dal makhani and so on. But clearly, but I think there's tons to be learned from actually going right down to the scientific publications is definitely one. And I think the third realization was that Indian cooking can actually be phenomenally a lot more diverse if people actually stop being tethered by recipes, right? And this whole notion of authenticity, right? I used to feel strongly about it, but I began to feel even more strongly about it, right? I think the fact that there's a Szechuan dosa is, I think, glorious. It's not a matter for, oh, no, kill me now, you know, why? I mean, somebody enjoys that, and it's a fantastic fusion of cuisines. And literally anything you eat today was also considered fusion cuisine when one of those ingredients came from Mexico or came from somewhere else, right, or a technique that you borrowed from somewhere else, right? I mean, I take the example of how my grandmother would make sambar when she was in a village. You know, things like carrots and beans were called English vegetables because, you know, they were not available in India, and they used to grow only in the colder climates of Ooty and so on, right? So if you're in the hotter parts, you're going to use the native, local string beans and those kinds of things. But the moment she got to Chennai, she would use carrot and sambar, and, you know, who's to say that's not an authentic sambar because it doesn't have carrot? Literally any sambar in Chennai will now have carrot, right? So I think in that sense, the whole, in some sense, the chapter seven, if you will, right, is fundamentally saying that, look, you know what, I think, given the amount of variety we already have, I think there's an opportunity to do even more, right? There's no reason why you can't make a Thai spiced chutney for your idli, right? Why would you not do that, right? Or a Bengali flavored chutney for your dosa, right? Or eat your dosa with a kosha mangso or something like that, which is fantastic. You go to rural Tabernado, I mean, dosa is always eaten with meat gravies. It's a perfect canvas, if you will, for really well-spiced meat gravies, right? So I think, you know, in that sense, I think that's what I learned, in the sense that we're doing ourselves a disservice by thinking in these very insular terms of, this is authentic, this is my home's recipe, and therefore it is authentic, and these are the only way to make this, and these are the spices you need to use. I think if we mix and match, I think it will probably be a more vibrant, richer, I expect to see a lot more innovation, if you will, on, I think, if people are more open to some of these things, I expect to see food startups and others inventing new snacks, rather than just the same old things, right? Essentially, if you look at Indian snacks, right, either the traditional ones, namkeens and you know, those kinds of things, or you have the Western canvas of the potato chip, but with desi flavors. Yeah, that's really about it. There's just an ocean of Indian snacks made from millets and a ton of other things, which by the way, if you can apply a little bit of food science, mix a few flavors and so on, why couldn't you take a murukku from, say, South India, and flavor it with mustard oil and others and sell it in Bengal, right? There's nothing to stop you from doing that, right? But yeah, people will say, no, no, no, that's not authentic. And so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:08.000",
        "message": "But I think, you know, there's a great opportunity to do that. You know, in the last couple of minutes, you've just made a bunch of cravings explode in me one, I'm thinking of koshamangshu, two, I've realized that, you know, the dosa cart outside Mithibhai is like a five minute drive away from where I live, and I can have some schezwan dosa there, which by the way, I love and they have some 40-50 kinds of dosas, which are mind blowing. And three, you know, you mentioned new kinds of snacks."
    },
    {
        "speaker": "Guest",
        "time": "03:00:32.840",
        "message": "Have you ever had dosa khakras? No, not yet."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:35.960",
        "message": "I need to try that. Yeah, they're absolutely delicious. So yeah, I'm sure they'll reach Chennai at some point in time. And again, I share your feelings about authenticity and this food snobbery that people have. I don't know where the hell it comes from. I mean, if you think about it, you know, tomatoes, potatoes, chilies, onions, none of them are"
    },
    {
        "speaker": "Guest",
        "time": "03:00:53.360",
        "message": "sanskari in that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:55.440",
        "message": "They're all relatively recent and still, you know, we are so incredibly snobbish."
    },
    {
        "speaker": "Guest",
        "time": "03:01:00.480",
        "message": "It is not surprising in a sense, because I think food is, unlike many other places, I think food is a stronger part of community and caste and religious identity in this part of the world than many other places, right? So people sometimes define themselves on what they don't eat. So I don't eat garlic, I don't eat mushrooms. I mean, it's just that we've carved ourselves into, you know, in so many sort of these things that, you know, if you're not experimental enough, the system, the culture actually makes it harder for you to go to a stranger's house and eat their food, right? The average Indian is hard for, you take someone, you know, from, say, a vegetarian family, what would he eat if he goes to a Muslim friend's house or if he goes to a lower-caste friend's house? I mean, it's just that we have created these walls based on food as well, right? Which is changing, thankfully, because of urban India and the fact that, you know, people are open to these things and people order these things regularly now on Swiggy and they're able to experiment, et cetera. But if you only go by just home cooking and so on, we're very insular in the fact that this food and this way of cooking, this is our food. And in a way, I think food serves as a way of, in some way, the smaller divisions in cuisine and exclusions and so on, make it easy for people to be homogeneously only among their own selves and not marry someone else because they'll cook something you can't eat and so on, right? I mean, I think food is a very, very important part of that entire thing. We sometimes don't give it credit. You know, people in my family will sometimes say, oh, you bring caste into everything. It's not like that. India has changed, et cetera. I'm like, no, the reality is that you cannot walk into the house of this friend I have and eat what they cook. You have to call well ahead of time and say, I will not eat this. It's not just enough to say vegetarian. You have to say, it has to be no mushroom. It has to be no garlic. If it's Tuesday, it has to be no, you know, something else and so on. So it is just that I think it is, that's just the nature of this part of the world. But hopefully, I think amongst urban India, this is hopefully changing and people will be open to really experimenting a lot more and not treat food as a, as something that's part of your identity. I think, or at least it should be the part, that part of your identity that you're happy to share and happy to have it, you know, be fused with others."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:12.720",
        "message": "So that's both insightful and inspiring and maybe our dream of an India in the future is actually a food dream when everybody eats everything. You know, I'll ask you my closing question now and it is not one about hope or despair because what despair can we have when we are talking about food? So my question really is that, you know, listeners of this podcast are always looking to dive deeper. So give me a, give me a set of recommendations for people who really care about food, books, YouTube channels, movies, absolutely anything if you want to dive deeper into food. I mean, my number one recommendation in that regard will obviously be your superb eye-opening book, which I'll, you know, read again at leisure because there are parts of it I want to take time and process. And that's a must read. But apart from that, what are the books that kind of opened your mind about food and besides your excellent YouTube channels and we, you know, we haven't spoken much about your music. So someday I hope you'll come on again. We can kind of tackle that because I just fucking love your work. It's incredible. And we always thought that, you know, if we have an episode together, we'll talk mainly about music, which we haven't gotten down to doing, but someday in the future, but yeah, so you know, books, videos, whatever."
    },
    {
        "speaker": "Guest",
        "time": "03:04:24.680",
        "message": "So I think one, I'll start sort of simple, right? So if you want to get a little bit more into, so, you know, I had enough material to write like 500 pages, right? But clearly I said, no, that's, you know, that's automatically going to reduce the potential audience. I think 240 or 250, under 300 pages seems to be the sweet spot for someone to pick up a book and say, you know what, I'm going to finish this, right? So obviously I had to make a lot of choices on what I'm going to leave out, how detail am I going to get in? So I think a Food Lab by Kenji Alt-Lopez is, is the, you know, is fantastic. It's like 700 pages might be slightly hard to source in India, hardcover and can be slightly expensive, but I think you could perhaps buy the Kindle edition or, you know, something like that. So that's definitely, I think really a lot of the principles I talk about, but they're still applicable in, in Western cooking in, in those dishes, it's going to be the dishes focused on a lot of meat and, you know, roasted vegetables and seafood and pasta, those kinds of pizza and those kinds of dishes, but it's still learned tons of things from, and also I think his approach to his methodology, right? And literally, whereas I kind of talk about the methodology at the end, he talks about the methodology while he actually describes the science of why it is very literally say, I tried seven batches and this batch, I tried this, this batch, and this is the table of what I found and so on. So it's, I mean, remarkably sort of, I mean, it is, it is a treatise in that sense. Definitely I think I would say that's the immediate next step for someone who's interested in, in the depth. This is the second book is a very recent read. I would strongly recommend is slightly, slightly hard, but neuro gastronomy will open your eyes in terms of the, how your brain perceives food. It may be slightly harder to read, but just stick with it. It is fantastic. Actually I think there are also some, if you have a little bit of money and you have money to blow, there's something called Modernist Cuisine, which is by Nathan Mirvold, the ex Microsoft CTO. He's become like this food science guy. I think Modernist Cuisine at home, actually the original thing is actually a set of six books which costs $600, therefore impractical for anyone. There is a concise version called the Modernist Cuisine at home, right? It is a fantastically ground up, fresh way of thinking about food. Some of which, I mean, I do refer to this in, I think in chapter six or something, right? Sous vide and many of these other newer techniques where ground up, he said, no, I'm going to ignore all of the tradition, ancient wisdom, ground up if I really think about the chemistry of it, how would I, and if I had no budgetary constraints in terms of, you know, he uses like chromatographs that spin stuff and extract stuff from carrot juice at like 10,000 RPM. Obviously a lot of that stuff is impractical, but it's a gorgeous book that I think you'll still learn a ton about the science. You're not going to be able to cook. I don't think that's the intent of that book at all, right? The equipment he uses is not practical at all, but it's still an amazing book if you really, really want to get deep into food science. This is obviously on the book side. I think there are several YouTube channels that I absolutely adore. I think my all time favorite has to be Bong Eats. Bong Eats is just, I mean, even if you don't like cooking and if you don't like watching cooking videos, I think, you know, my wife watches Bong Eats videos to just relax and unwind at night because it's just gorgeously shot. It's the aesthetics of it right down to the cutting, to the cooking and the ASMR nature of the sounds. So they pay a ton of attention. They're amongst the most beautiful cooking videos ever shot anywhere in the world, right? And I think, you know, single-handedly, you know, they've made me cook more Bengali dishes in my kitchen than anyone else. I think Bong Eats definitely. When it comes to vegetarian cooking, Nisha Madhulika and Nandita Iyer are fantastic. Nisha Madhulika on YouTube and Nandita Iyer on actually very well-researched recipes. So it's often, you know, we don't, you know, I dunk on recipes, but it's very rare to find well-researched, well-tested recipes. People do it once and they document the recipe, rarely do people like, do it like, you know, four or five times and then really pay close attention to actually documenting. And if you like really well-researched recipes, I think Saffron Trail is a good choice there. Nisha Madhulika is a fantastic source for vegetarian cooking. I mean, her channel is one of the most watched in the world, I think. And she's obviously fantastic. And I think there are some very specific channels that I follow for other specific cuisines that are just Shalu's Kitchen for Mallu cooking, especially if you like beef and pork dishes, you know, that is the channel. And I think there's also Madras Samayal for, so the more meat-based Tamil dishes and so on. There are several others. I think I'd probably, you know, I can share a list and, you know, you can probably, you know, look at the show notes and so on. So this is on the YouTube site. And I am, unfortunately, there's a ton of cooking video, cooking content innovation happens on Instagram, that's it's a platform that I don't use. So I'm not really aware of what's happening on Instagram, but I'm sure there are probably tons of interesting things that happen on that space as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:30.000",
        "message": "Well, you know, thanks so much for your time today. And also for providing us this rabbit hole for listeners and me to go down on, you know, if you have additional links, I'll put them in the show notes as well. By the way, as far as modernist cuisine is concerned, you know, after reading about it in your book, I went looking for it and right now on Amazon, it is $60,999. But I managed to find pirated PDFs, which, you know, raises that old question of what do you do? And my ethic about piracy is absolutely never except when the book is not available. But I would say being available at $60,000 is like being not available. So kindly forgive me, Mr. Murthy."
    },
    {
        "speaker": "Guest",
        "time": "03:10:06.240",
        "message": "So I bought my copy in Singapore when I traveled, Modernist Cuisine at Home, which is about $130. So yeah, it's still quite expensive, but I really loved the book and so on. So it's, I mean, it's a work of art just for the photographs and so on. Wow. So thanks so much for coming on the show. Thanks Abit."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:26.800",
        "message": "Absolute pleasure. If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and pick up Masala Lab by Krish Ashok. I've put links to some of Ashok's remarkable work in the show notes. So do check that out. You can follow him on Twitter at Krish Ashok. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in. Thank you for listening and have a good time in the kitchen. Remember, it's your lab now. It's your lab."
    }
]