[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "You're listening to the first episode of 2021 and a horrible year is behind us. It's safe to say that 2020 changed the way we live our lives forever. It changed the way we work. It changed the way we spend our time. It changed the way we relate to other people. Most of all, it forced all of us to spend more time with ourselves and perhaps re-examine what our priorities are. There are many lessons we can draw from 2020 and this episode is about some of them. But the most important one and perhaps the most obvious one is this, do not take anything for granted. Cherish all that is good in your life and don't be too disheartened by all the bad things that happen. This too shall end. No matter how 2020 was for you, I hope 2021 will bring you happiness."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:54.800",
        "message": "Welcome to the seen and the unseen. Our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:01.320",
        "message": "Please welcome your host, Amit Bharma. Welcome to the seen and the unseen. I wanted to spend this first episode of 2021 taking stock of what we learned in 2020. To this effect, I invited my friends Shruti Rajgopalan and Alex Tabarrok onto the show. They have both been frequent guests before on the seen and the unseen. Shruti is a constitutional economist who works for the Mercatus Center and Alex is an economist who is one of the two co-authors of the best blog in the world, Marginal Revolution. He is also one of the brains behind the incredible Marginal Revolution University. Here's how we structured this episode. Shruti, Alex, and I each came prepared with a list of five lessons we think 2020 held for us. And during our free-flowing conversation, we actually came up with even more lessons than the 15 you would expect. You may not agree with us on all of these, but our aim was to be thought-provoking and everything Shruti and Alex said certainly gave me ideas to process and mull over. Before we get to the conversation, though, let's take a quick commercial break. It's no surprise that over the 206 episodes of the seen and the unseen, I've had many economists on the show, even when we are not talking about economics. That's because, as I keep saying, economics is the study of human behavior, the tools of economics can help us understand the world better, and even live our lives better. So I'd like to introduce you today to a new podcast that I've been following. Think Like an Economist is a podcast hosted by the famous economists, Betsy Stevenson and Justin Wolfers. In small bite-sized episodes of less than 20 minutes, they shed light on a number of fascinating subjects. For example, how can we live our lives without regrets? Why the best drummer in a band should not necessarily be the guy doing the drumming? Think of Paul McCartney and the Beatles. Why it may often be difficult to forgive, but it is rational to do so. Stevenson and Wolfers will be joined by guests like Janet Yellen of Federal Reserve fame and two-time Basia Prize winner Tim Harford. Think Like an Economist is available on all podcast apps. And you can also go over to himalaya.com slash econ and enter the bonus code econ for a free trial of some of the podcast premium features. I'll put that link in the show notes. And I have to say I love the name of the show because it's what I try to do so often. Think Like an Economist. Shruti and Alex, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest 2",
        "time": "00:03:32.640",
        "message": "Hi, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:33.640",
        "message": "It's good to be here. We are recording this towards the end of December. It's been quite a crazy year. We actually all of us recorded in the same room when I was visiting Delhi and you guys were also there earlier this year. And that seems so long away. It seems like a different world and time. So how have your years been, Shruti? You go first."
    },
    {
        "speaker": "Guest 2",
        "time": "00:03:53.120",
        "message": "Given the circumstances, surprisingly good. You know, I mean, in the sense I have a job and we've been healthy, we've been able to socially distance and shelter in place. I have a kind of job that, you know, you can just immediately do from home seamlessly, right? The technology helps. If this had happened even 10, 12 years ago, I don't think I would have had access to broadband and online libraries and stuff like that. So given the circumstances, surprisingly good."
    },
    {
        "speaker": "Guest 1",
        "time": "00:04:20.320",
        "message": "Yeah, that's true for me as well. A little bit embarrassed to say because things have been going well, given what a terrible situation so many other people are in. You know, I was teaching online to begin with. So that has not disrupted my life too much. And I found myself kind of, oddly, I was asked to speak to the White House and to the Council of Economic Advisers to give them some advice on prizes. And I went to that talk, and it turned out to be me and Nobel Prize winner Michael Kramer talking to them. So we gave them some advice, and I was very sort of forthright and forceful, and Michael Kramer was more reserved and conservative, but that turned out to be a good team. And they asked us to start writing some reports for them, and Michael Kramer then pulled out his Rolodex and started calling all of his friends, like Susan Athey and Chris Snyder, all these top-notch economists all around the world to start writing and advising governments. So I found myself unexpectedly on this team, and it's been very intellectually stimulating for me. Again, I sort of hate to say that because so many other people, you know, it's been a terrible, terrible year, but at least intellectually, it's been stimulating for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:44.880",
        "message": "Wow. Okay. That sounds like a much more impactful year than I think many others have had, certainly me. We know the kind of theme of the episode, five lessons from 2020, and at least as far as, you know, my lessons are concerned, there are more things that I have had reason to think about, you know, through the course of the year and not necessarily something that wasn't true earlier or something that, you know, suddenly came to light in 2020 itself, but just circumstances make you think about different things in particular ways. So all my listeners, how we're going to do this is each of us have prepared five lessons that 2020 holds for us in general. These are our personal takes, and we'll go one by one in the sense, you know, first Alex and Shruti, then me and rinse and repeat four more times. And yeah, and if you're still with us, we'll have 15 such lessons. So Alex, you know, because you joined the session last, it has been decided by those who were here before you that you are first to go."
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:49.560",
        "message": "Okay. So let me start with a bit of philosophy, and that is the omission-commission distinction. I think this needs to be destroyed because it's killing people. It's killing people. So what is the omission-commission distinction? This is basically the idea that killing somebody is worse than letting them die, right? Which kind of has some sense in some circumstances, but it's been overgeneralized, and I think it's creating a huge amount of problems. One of the first studies of this actually sort of accidentally, but good for our purposes, was on vaccines. So if you ask people, suppose there's some disease which kills, you know, 10 out of every hundred thousand people, and then there's a vaccine, and the vaccine can also have some side effects. It could also hurt people. That is the minimum, you know, death rate which you would accept to take the vaccine, right? So the disease kills 10 out of every hundred thousand. People are still not willing to take the vaccine even when it's like 2 out of 100,000, you know? They are much, much more hesitant to take the vaccine even when it has a lower death rate. And kind of the reason for that seems to be that if you choose the vaccine and your child or you or your spouse die, then you cause the death, right? It's sort of your fault. That's how people think about this. On the other hand, if you choose not to take the vaccine and you die from the disease, well, that was just bad luck. I mean, that's not your fault. You didn't make a decision. Of course, this is crazy, right? And this is a very bad kind of decision-making, right? To me, as a sort of consequentialist, utilitarian, cost-benefit economist, I'm going to say, look, take the vaccine so long as the death rate is less than 9, you know, less than 10 out of every 100,000. You're better off. Just do the thing which makes you better off. And yet people don't do this. And we've seen this error apply not just to ordinary people who, you know, maybe, you know, they make mistakes or they're low educated. I don't actually think this is true, but you might think that, oh, maybe it's just people of low education make this mistake. No, our leaders make this mistake time and time again. So for example, we could have done challenge trials for a vaccine. So a challenge trial, as you probably know, is where you take a small group of people and some of them you give the vaccine, some of them you don't, and then you deliberately expose them all to the virus. The virtue of a challenge trial is with only about 100 people, you can very, very quickly find out whether the vaccine is working. Now we didn't do that. Why not? Because, well, if to do that, we have to expose people, we have somebody might die. Even though there were institutions like One Day Sooner who had got tens of thousands of people willing to do a challenge trial, nobody did one. So instead, what did we do? Well, we did a randomized controlled trial, which is good. But look, what we did, Pfizer and Moderna and so forth, they got 40,000 people, much bigger sample, gave half of them, gave 20,000 people the vaccine. And then he said, oh, just go off and do your thing, right? Just behave normally. And then what they found, of course, is the vaccine was highly effective. But look, 20,000 people were doing their own thing, and some of them got the virus. Some of them got COVID, right? So the omission-commission distinction, again, came here because we weren't willing to do the thing which was cheap and quick and fast because, oh, you've got to give them the virus. You're doing something bad. On the other hand, doing a randomized controlled trial in which 20,000 people were left exposed to get COVID, and a bunch of them did get COVID, well, that's okay because we're not causing them. That's an error of omission. We're not helping them, but we're not stopping them, you know, and we're not requiring them to get the virus. So again, this was just kind of crazy, I think, that we didn't do the sensible thing. And we saw this again and again. So it's very surprising. The military, right? Like the military, you would think that the military would be among the first people to sort of volunteer for things like this. But no, we couldn't do that. And again, when it comes to FDA approval, right, there's a very big asymmetry. We think that the disease, that's rampant, you know, right now, three and a half thousand people a day are dying in the United States. That's rampant. But we couldn't possibly approve a vaccine early. We have to do, you know, the FDA kept reassuring us. We're not cutting corners. Well, wait a second. There's a virus out there. There's a pandemic. Surely, there is a time in which you should be cutting corners, right? I mean, I mean, you know, there is a time and place for going slow, but there's also a time and place for cutting corners. That's how you get there fast. Right. That's you're on the racetrack. You're supposed to cut the corner. Right. But yet, you know, we had to reassure, oh, we can't be doing anything unsafe. And again, that seems crazy."
    },
    {
        "speaker": "Guest 2",
        "time": "00:12:28.680",
        "message": "So that's my lesson. It's almost like the seen and the unseen, right? Like, that's exactly what it is, right? We see certain types of deaths and we ignore other types of deaths. And I think the larger lesson of what Alex is saying, I think it goes beyond the pandemic. Right. It goes to all sorts of clinical trials like, you know, it takes like eight years and a billion dollars to get any new breakthrough through the FDA. So no wonder we don't have more, you know, life saving medication and vaccines, you know, available to poorer countries and things like that, because it's just so damn expensive to get these through the door in the developed world. And the other part also is like this bizarre misplaced sense of equity, like this one version of equity, which is only parentalism or, you know, some kind of paternalism where apparently people are not smart enough to take the risks that they wish to take. Right. Some of the vaccine trials are lower risk than getting on a skateboard, right, or bungee jumping or getting on a motorcycle. And we let people do that all the time. Right. So there's this very misplaced sense of, oh, of course, they're willing to take the risk, but they don't know better. That's why they're willing to take the risk. Right. They are too poor. And that's why they are forced to take the risk. You know, something like that. Like the moment you would say something about maybe the military should do this, they'd start talking about, you know, how there are more people from lower income families who join the military. And it's inherently unfair. And I'm sure there are a lot of people from poorer neighborhoods or people who genuinely believe in public service, firefighters, people in the military who would have been happy to do it. I know a couple of people in the UK who were part of the vaccine, the randomized trial. They were happy to do it. Right. They knew the risks involved and they didn't think it was insane. They were young, they were healthy, they were fit. They said, I'm single, I don't have kids. I think that's a good idea. So we do end up taking more risk when people think, but they don't want, you know, quote unquote blood on their hands. Right. So that's kind of what's going on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:34.400",
        "message": "Yeah. I mean, when Alex was, you know, describing the concept, the same phrase popped to my mind. This is the scene in the unseen in the sense that you have the scene effects of action, but you don't see the unseen effects of inaction or at least you don't consider them. You know, when we did that episode on COVID in April, Shruti, we also discussed how, you know, the problem with any policy decision at a time like this is that the lives that go because of it will be seen, but the lives that are saved will therefore be unseen. And in a sense, the same logic, of course, applies to the FDA with the legendary delays and all that, that, you know, they talk about the lives that they are saving by taking their time, but you don't, you know, what is unseen is the lives that could have been saved had they moved a little quicker. And again, I agree on the voluntary thing. I mean, that's really my one metric for thinking about policy or thinking about action in any sphere is that how much of it is voluntary. And when you have people actually signing up and volunteering for this trial, so it's not like a decision that a government has to make that do we inflict this and, you know, it's 10 deaths in one group of people versus 100 in another. People are volunteering to be part of a trial aware of the risks. So you know, why would you not just go for that? So yeah, it's very resonant at different levels. And Shruti, it's your turn now."
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:54.520",
        "message": "Ah, so you know, one of the things that I learned this year is something I've not paid any attention to for the most part, except academically, which is tail risks, right? So these are very low probability events, but when they do happen, and it's uncertain if they will ever happen, they come at a very, very high cost, right? And so one way of thinking about this is the way, you know, the public choice way, which is governments are never going to act on these matters because, you know, these things may never happen. The prevention is so costly, it requires massive amount of coordination. And there's literally no interest group that is trying to get this going, right? On the other hand, there are so many urgent needs and there are so many interest groups, you know, whether it's sugar subsidy to, you know, stimulus payments to social security to education. There are so many interest groups lobbying for so many things that those things get prioritized and perhaps rightly so in the democratic process, right? Maybe this is how it's supposed to work. But I think this year has really taught us that we need to pay more attention to tail risks, right? And there have been people who've talked about this before. So, of course, Bill Gates has famously talked about, you know, pandemics and how we need to focus on, you know, some kind of not just pandemic prevention plan, but also pandemic action plan like vaccines and things like that. You know, there is Bill Norders, who won the Nobel Prize a few years ago, talked about the tail risks coming out of climate change, right? Something that we just literally pay no attention to. If you want to lose sleep tonight, you should ask Alex about asteroids hitting the Earth, solar flares killing our communication systems and other really terrifying. It's scary to talk to Alex about these things. But Alex has written about these sort of, you know, tail risks that no one pays attention to. They are a little bit apocalyptic. So I think it might make sense for the world to start thinking a little bit more about tail risks and paying attention. I don't think, you know, your standard democratic government process is a good way of doing it. I think, you know, maybe the multilateral United Nations coalition, you know, something like that, something that we developed post World War II to end a different kind of apocalyptic world, right? Something like that might be more suitable, where people who are a little bit removed from everyday politics, you know, with some level of, you know, government funding and backing exactly like the UN or the World Bank or something, you know, they are the people who are staffed and in charge of solely thinking about these kinds of problems. Right now, there are some risks to this because, you know, that can become its own lobbying effort, right, to get more money for these things. You might play up these apocalyptic situations and spread paranoia. But frankly, right now, we are thinking so little about tail risks that we might be better off if people did go with some scaremongering tactics, and if they did form a legitimate interest group or lobby to, you know, seriously lobby for these sorts of things. So I think, you know, climate change has gotten it going, but climate change, again, they are not so focused on tail risks, they are too focused on immediate marginal, you know, what should the emission level be at kind of discussion, they don't really focus on some of the really terrifying situations. So I think, you know, we could have a little bit more of that, and certainly on the question of pandemics. I mean, we're already hearing about a new mutation of the novel coronavirus, which is, you know, apparently spreads more rapidly, and we don't know anything about it yet. But apparently, these mutations are coming. So this is not the last pandemic we have seen, is my sense. And we could do this better if theoretically, we change the mental model to think about tail risks."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:32.960",
        "message": "Yeah, just earlier today, you know, the government banned flights to India coming from to and"
    },
    {
        "speaker": "Unknown",
        "time": "00:19:39.000",
        "message": "for the UK."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:40.000",
        "message": "Yeah. And that kind of reminded me of Mahatma Gandhi's Hind Swaraj, in which he wrote about how railways were responsible for spreading disease throughout India. So no doubt, Gandhi would have approved of this."
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:50.600",
        "message": "So I have a question for the two of you on a few hundred years too late on banning the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:54.840",
        "message": "British. Yeah, exactly. So I kind of have a question for you on tail risks, which is that, when I put myself in the shoes of a politician, and on the one hand, obviously, your imperatives are, you know, aligned towards number one, satisfying the people who give you money, because that's what you need to win elections, and those are the interest groups and so on. And number two, you're catering to voters, and therefore you care about what they care about, which is not the tail risks. And you have limited state capacity. As an individual politician, you have limited attentional bandwidth to devote to these matters. So isn't it rational to ignore extremely low probable events like pandemics or and, you know, I'd love to know more about asteroids hitting the earth as well. But that seems to me to fall in the category of things we cannot control. So I sweat over that. But you know, when it comes to incentives, it's easy in hindsight to say that, you know, politicians should have paid attention and all of that. But is it realistic to expect that to happen?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:20:55.440",
        "message": "No, I completely agree with you. It's in fact rational for them not to pay attention to tail risk, which is why I think it's a lesson that we need to find something outside of democratic politics to pay attention to that. Right. We know that regular folks voting are not going to make this an important issue. They don't even make it an important issue when they're buying insurance. Right. It's really they have a lot of skin in the game. But so it's completely rational for politicians. And I think that's why this is such a big problem. And that's why even when someone like Bill Gates is willing to put his own money, right, is willing to find coalition partners, has a really big voice and a global platform and a megaphone, he gets very few takers when he does warn people about these kinds of risks. So we do need something. Right. And I agree with you. I don't think everyday politics is the obvious solution for this. Telling people that they should pay attention to something that they're rationally not going to gravitate towards has never been a good idea in any kind of politics."
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:51.680",
        "message": "So there I completely agree with you. So I think there's a few things we can do. You have to find some you have to tie some private good to the public good. Right. So thinking about asteroids, for example, one of the things which is going to help us with the asteroids is if we have a bigger space program. Right. So there is a public good aspect to everything which Elon Musk and SpaceX are doing. The more capability we have to operate in space, the bigger the chance that we might be able to do something if we discovered an asteroid which was coming towards us. And by the way, just to give you the sleepless night, by some calculations, your probability of dying from an asteroid strike is about the same as your probability of dying in an airplane crash. Now you might wonder, well, how is that possible? Well, it's possible because if there's an asteroid strike, we're all dead. Right. Most of us are not going to die from an airplane crash. But if there's an asteroid strike, the whole planet is gone. So the probabilities are actually much higher than you might think. So we want to look for things with private goods which are going to help us to produce the public goods. Another related thing is the which keeps me up at night, actually, is the solar flares. You know, around 1890, this so-called Arrington event, we had a solar flare just at the beginning of the Internet of a time, the telegraph era. And that solar flare knocked out all the telegraph systems in the world. And if we had something similar today, it would knock out the Internet, it would knock out cars. You wouldn't be able to drive your car because of the electrical system. So there are things we can do today to protect our electrical systems, to protect the Internet, to shield them from this type of solar flare. And the way we might be able to do that is to attach some pork, right, to the public good. You know, here's an opportunity for firms to make some money, right, shielding all of our cables and so forth. So I think a greater awareness of these low probability events is extremely important. And the way to kind of approach it politically is to attach these private goods to producing something which has an externality, a public good externality."
    },
    {
        "speaker": "Guest 2",
        "time": "00:24:22.760",
        "message": "That's that's the end of the show. We are done after asteroids and solar flares. We can go home."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:28.680",
        "message": "Yeah, I mean, if they happen in the middle of this recording, that will be quite unlikely. But I once wrote a column called unlikely is inevitable. And this was part of the series of columns I did on poker, where, you know, people would complain to me that, yeah, I got to one outers on the river, two hands in a row, that should happen one in 4000 times, obviously, the game is rigged. And I would just say that, no, no, the game is not rigged. The thing is, if you consider the law of truly large numbers, then everything that in no matter how unlikely it is to happen, given enough iterations of something, it will happen at some point or the other. So you know, it is unlikely that an asteroid will strike the earth. But if we survive long enough, it is inevitable that at some point it will happen. The only question is that will there be a solar flare right before that? So we can't even tell each other an asteroid is coming."
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:17.760",
        "message": "Actually, an asteroid is coming, there's no point telling each other, it'll be so quick, it'll be over before the broadband takes it across the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:25.680",
        "message": "No, no, but you you want like a few days of drama, and you want all the religious Godmen getting into the act and saying, do this, do that, and this is a punishment for, you know, absence of virtue and all of that. So you know, that little entertainment before we go. And speaking of entertainment, my first lesson is kind of like I kind of divvied up five lessons across the fields of entertainment, education, society, politics, and the personal, because I figured I'll leave COVID and science to you guys. And I'm not sure I'm, you know, I should really butt in there. And here's my thought about entertainment, which is something that I kind of figured out in a very personal way through the experience, in fact, of doing this podcast, that if you go back in time, you know, entertainment and art until recently was essentially broadcasting, right? You had one person, maybe one artist or entertainer talking to many people, and often out of necessity, because if you're going to be profitable, you achieve some kind of scale, you have to kind of cater to the masses. So very rarely are you going to have any one-on-one intimate form, which is why that whole mode of radio broadcasting comes in where you talk in a particular way. And there is an artifice to all of that, to the presentation and all of those things. Now, a couple of aspects to this. One of the things that I realized this year with the podcast was that one people seem to feel this incredibly intimate connection to it. And I didn't realize how much, and you know, one of the realizations I've had about the medium, which I talk about in the course I teach on podcasting is that, you know, not only is audio very different from other mediums because, you know, you're a passive audience and you're listening at higher speeds and all that, but podcasting is very different from radio because in radio you're broadcasting and talking to many people. But when you listen to a podcast, you have a person's voice in your head and it is as intimate as any medium can get. And you know, all the podcasts that I listen to like Econ Talk or Tyler's podcast, you know, you feel that connection to that person, you listen to that podcast for them. And I sort of realized this when I opened up support for the seen and the unseen and just saw the depth of emotion and that people kind of have for the show. And even the 200th episode, I thought five hours of me talking about myself is intolerable, but that's, you know, one of the most popular episodes this year. And many people seem to have horror of horrors heard all five hours. So well done Shruti on breaking that record as a host. And another medium where I kind of noticed this because what's also happened is a lot of us are sort of sitting home and consuming more content on the internet than we otherwise would where we'll consume a lot of that content in passing is what I have seen on YouTube in streaming. And earlier I thought, okay, people are just streaming games or this, you know, stream panel discussions and all of that. And it's just, you're capturing something on video that has happened. But some of the best streams out there are also, you know, achieve a similar level of intimacy and personal connection. Like one sort of development that I followed very closely is after the lockdown started, I think towards the end of April, this guy called Samir Raina, who's a standup comedian, 21 year old kid, he started with stream. He was just throwing different things at the wall, trying different things, which is what you should do as a creator. And he started streaming on chess, an Indian grandmaster called Vidit Gujarati, who is right now, India's number two. He came across Samir Raina's channel and they got together, they played chess on the stream. There's a young guy called Sagar Shah, who runs a magazine called Chess Base India. And he's been doing stellar work for years. And as a chess fan, I've kind of been noticing his stellar work, you know, for very small audiences, but, you know, interviewing players, trying to demystify the game for new learners. He came on the channel and then suddenly the whole streaming scene exploded. Sameh helped all of them set up their own streams. In fact, Chess Base India on YouTube has more than half a million subscribers. It is insane. And what they would do is they would call in these guest grandmasters, like, you know, Magnus Carlsen and Vishy Anand have all appeared on these shows. And they'd call in all these grandmasters. And they'd also cover live events where they would do commentary. And I remember one live event where they had like a three hour commentary on something. And after that commentary was over and everybody was expected to go home, they spoke for three more hours, where they spoke about their lives and how they got into the game and all of that. And I was watching till five in the morning. It's like you come for the chess, you stay for the people, like in one of those broadcasts. And it's really incredible how it panned out. You have thousands of people watching. And Sagar Shah who lives in Goregaon, by the way, I must get in touch with him one of these days to tell him how much I like his work. So Sagar, you know, his internet went five minutes before the stream was going to start. So he kind of ran to office. His office was two minutes away. He ran to office holding his laptop and his camera and all his equipment. And then when the show is getting over at four, you know, there is this dialogue about how is he going to get home because, you know, there are dogs on the lane outside apparently and he's scared of them. And all his viewers get very worried for him. And then at one point he says, okay, I will shut the stream and I will start Instagram live and he Instagram live his whole walk from his office to his home. And I don't think there were any dogs on the way. And this kind of intimate connection which forms between creators and viewers is something that obviously it's been there before in various forms and it's kind of been creeping up. But it's something that I really noticed a lot of only sort of during this specific year. And obviously it's enabled by technology and it's something interesting and very beautiful and something that I hadn't kind of thought of earlier that, you know, no longer are you broadcasting to many people that even if you are effectively broadcasting to many people and you have, you know, thousands watching your stream, you feel that intimate connection with the artist and you know, all of that. So for me, that was, you know, one of the things that surprised and delighted me."
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:31.080",
        "message": "Yeah, I think you're right, Amit. And I think the classic case, not that I would know anything about it, but would be OnlyFans, which is the kind of porn. What is this? OnlyFans. So what is that? It is a huge exploding, basically soft porn or pornographic streaming."
    },
    {
        "speaker": "Guest 2",
        "time": "00:31:55.640",
        "message": "But it's exactly what Amit is talking about. It's live."
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:58.640",
        "message": "Yeah. Yeah. Live. Yeah. Yeah. Yeah. Yeah. But it's exactly what Amit is talking about in that there's a very personal connection. So a big OnlyFan account might have, you know, a thousand or five thousand subscribers, right? Which at ten dollars a month, you know, can be a lot of money. But it has succeeded, as far as I've been told, precisely because it's establishing this personal connection. So a lot of it is not actually pornographic. A lot of it is lonely men speaking with attractive women and having them talk about their lives and just having these women just, you know, converse. So a lot of it is conversation. And I think the question is how much this is due to the pandemic, that there's a lot of loneliness. You know, a lot of people are cut off from friends and family and how much will go away. But how much of these innovations will may also last?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:06.520",
        "message": "Yeah. And this also, you know, in a related sense, speaks to Kevin Kelly's concept of a thousand true fans, which he wrote about in an essay like more than a decade ago. What is finally happening where you can have a newsletter where you just have a thousand people subscribing, but at a hundred dollars a year, that's still, you know, a reasonable amount of money, if I might use that euphemism. So I find all this, you know, so fascinating. It changes the world for creators, but it also, you know, changes the world for fans"
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:35.560",
        "message": "in a sense. You know, I'm almost envious of the people who can like watch chess and discuss it for six hours and things like that. Because my first reaction to anything like that is that just sounds exhausting to me. And that's probably because, you know, in one sense, I'm a different generation technologically, right? I'm the generation of the written word. And even that was really hard to get. You had to Xerox the written word and then sort of hold on to it and then read whatever you had to read. So this idea that you can have like lots and lots of stuff happening at the same time and you can interact with people and you learn necessarily by talking to people, that was never an option growing up in India for me trying to read the kinds of things I wanted to read. Right. So the reliance has always been to go by myself and read or something like that. And we all fall back into our usual patterns when something bad happens. And the upside to COVID has been, I think I've read the most this year since probably graduate school. But on the other hand, I have probably missed every cool social phenomenon of community viewing and people are watching things at the same time and people are, you know, like when a show launches or they're playing video games or whatever, board games simultaneously and things. And I sound terrible, but I have no interest in any of that and I don't gravitate towards it. But at the same time, now that you talk about it, I feel like maybe I'm missing out on something"
    },
    {
        "speaker": "Guest 1",
        "time": "00:35:00.600",
        "message": "sitting by myself, having my notes in these books. There's also a negative aspect to this, which a lot of people have talked about, is that without broadcasting, the society is becoming much more divided and there's less of a common consensus about even what the facts are. As we know, I saw recently a list of the top 10 streamers on YouTube and I did not recognize a single name, right, and I'm pretty connected, you know, as far as a middle-aged man might be. But, you know, it's not like I'd heard the names but just didn't know, you know, hadn't, you know, bought their album or something like that. I did not recognize a single name. And these were all people with, you know, 10 million subscribers or something like that, you know, or lots of subscribers. And so we are becoming, you know, you can now find your own facts, right? It's very easy to go out into the world and no matter how crazy your view is, you can find lots of people who are supporting and encouraging you. And one thing which, very surprisingly, has been found in the behavioral economics literature, right, is that when you get a bunch of people, let's call them crazy people, they're not necessarily good, but you get a bunch of people together, okay, they become even crazier, right? Everybody sort of wants to be in the middle, as it were. And so you get these people together, they hear, oh, maybe my view is not as crazy as I thought, therefore I should move even further, you know, they all support one another. And so you get these communities, you know, the anti-vaxxers are one community, you know, the election was stolen is another community, the UFO people, that's a community. It doesn't matter how crazy your view is, you can find a group out there who will, you know, send you reports or emails and send you Facebook, look at this, how do you explain, you know, how the towers on 9-11, you know, why did they fall and steel is supposed to, you know, it's not supposed to melt and, you know, there must have been an inside job."
    },
    {
        "speaker": "Guest 2",
        "time": "00:37:14.800",
        "message": "Any kind of crazy view can be supported now. And they all think they are Copernicus, right, that they are the first people to discover this. And we are the establishment who just doesn't believe anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:26.800",
        "message": "Everyone on Twitter is an expert in whatever hashtag is trending that day. And I'll actually, you know, because Alex sort of almost segued into one of my other lessons, let's invert the order. So I'll go with my second lesson now, and then we'll just invert it. So the narrative flow seems smooth to the listener. And my second lesson is about narratives, which is that one of the things that you know, we knew it before, but I think this year has helped make it even more stark is that reality doesn't really matter. You know, narratives are everything. And there are all kinds of crazy narratives out there. And much as you know, we lived in a less connected, less democratic in the sense of ease of entry, you know, with the means of production not available to everyone in the 80s and 90s. At least what we had when I was growing up where you had a handful of mainstream publications was you had a broad consensus on the truth. One you no longer have that because everyone is producing their own stuff, which is great. But do what it then does is it leads to everybody living in a web of shared interconnected realities. And we've seen some crazy stories this year is like, of course, there are all these stories about how vaccines are a Bill Gate plot for surveillance and all of that. And, you know, when SSR died, Sushant Singh Rajput, by the way, Alex was an Indian film star who tragically took his own life earlier this year. And that should have opened up a healthy dialogue on mental health and all of that. But instead, what it did was it led to this bunch of crazy conspiracy theories, not only about his alleged murder by some politicians, but there were people who said that he created the vaccine for COVID. And because politicians wanted COVID to continue, they bumped him off. There was another theory on Twitter floating about that said that he created this video game called Foggy, which had just been launched by the star called Akshay Kumar. So Akshay Kumar had him bumped off. So all these crazy theories were kind of floating around. And which also kind of leads to a related question that, listen, I know we need narratives to explain the world. The world is complex and really impossible to make sense of in its entirety. So we need these simple narratives to make sense of the world. But people increasingly seem drawn towards these really outlandish narratives, which, you know, and that attraction is something that I'm not sure I understand. And the other thing that I kind of, you know, that we, I think all of us know, but often it is just better to be in denial of it, is that we all live in our own constructed worlds. In a sense, everyone is a character in someone else's imaginary universe."
    },
    {
        "speaker": "Guest 2",
        "time": "00:39:59.240",
        "message": "And that can be a very scary and lonely thought, you know, honestly, like this whole Sushant Singh Rajput thing and the other things, I think it's like, you know, people who gather around an accident that happens, you know, somewhere on a road in India. No one helps. They're just watching. It's like a way to pass 10 minutes of the traffic jam and then they move on. I think a lot of it is that, right? I don't think people are seriously making decisions in their life based on this. It's about as much as I am making decisions in my life, watching Tony Soprano. You know, there is something very fascinating about watching like a mob movie or, you know, Martin Scorsese and blow is flying all over the place and goodfellas, but that doesn't mean I'm doing anything stronger than caffeine. So I think there is something fascinating about it. I think what's happening with the internet is more your earlier point, which is broadcasting has become intimate, right? TV news channels with their graphics and their access to, you know, you literally in Sushant Singh Rajput's bedroom and his balcony. So now you feel like you're watching something and you're very intimately involved in it in a way that earlier maybe you would have read about it in a newspaper, thought about it for a couple of minutes and moved on. So I don't think it is that people are changing in any particular way. I think it's just now they're consuming real life events like entertainment, right? I knew people who had the popcorn ready when the Trump Biden debate was going on. Nobody took it as a presidential debate. The first thing I learned about the debate, because I didn't watch it, is the fly on Mike Pence's hair, right? Because this whole thing is nuts. Nobody's listening. They catch up on what happened in the debate on SNL, right? That's people's source of information. It's Colbert and SNL and Trevor Noah and things like that. So I think we're taking it too seriously. I don't think people really live their regular lives like that. They have just converted information, facts, science and broadcasting into entertainment. And we're all part of it, right? In one sense, like Alex does MRU videos, which are perfect on economics, but they're entertaining. They have jokes. They have graphics. We're all trying to turn the content we put out there as entertainment. And now we can't blame people, you know, in one sense for thinking of this as entertainment and getting carried away by it and then just moving on with their life. And in the process, maybe inadvertently support some kind of crazy TV news channel or conspiracy theory or Internet meme or something like that. But I wouldn't take it too seriously. I think regular folks have been exactly the same. They have always been in 2020 as they were in any other year. You know, when you talk to them like in the real world."
    },
    {
        "speaker": "Guest 1",
        "time": "00:42:39.680",
        "message": "I hope you're right, Trudy, but I don't know. Here's something which I worry about. I think about, you know, like, why was Hitler, you know, so successful? And when you look at Hitler today, you know, news footage or something like that, he just looks comic, you know, he just looks foolish and kind of like, how could people take this guy seriously? He was supposed to be, you know, this great orator and he looks kind of silly. And I think, you know, my theory is that a lot of what happened was we got radio and television and cinema all at the same kind of time or all very close together. And our brains could not handle it. OK, so we literally thought that these people were sort of gods, because, you know, even though you understand when you see, you know, an actor on the movie screen that they're not really 100 foot tall, your brain just thinks, oh, this is a god. They're 100 foot tall, right? And so I think these dictators were in part a response to this new media. And the new media just broke people's brains. And eventually we kind of got used to it and learned, I hope, I think, to clamp down on some of these feelings and to take things with a bit more grain of salt and you get used to them and you've seen it, you know, a hundred or a thousand times, and maybe then you begin to see, oh, this is not a god, you know, you get used to it. But I think the Internet and social media are a new media challenge that is breaking our brains. And the difficulty now is can we get through this period for a long enough time to be vaccinated, right? To be vaccinated against the new social media, right? We need time for our brains to become inured to this intimacy, right? This industry that Ahmed was talking about, oh, Donald Trump is my friend. You know, he speaks to me, right? I mean, I see, you know, and his family, you know, Ivanka and, you know, whatever the other ones are called, you know, they're part of my family or whatever. And we just need time to become inured to it. And maybe the new generation, like, I think my kids are a little bit more, you know, this is like Batman, you know, they grew up in the darkness, you know, right? But I don't know. I'm not sure. And I think I like really worry, for example, about China, right? Like the Communist Party in China is very, very bad, but what would a populist politician look like? And would a populist, you know, launch a war against Taiwan or something like that?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:45:34.120",
        "message": "Or India."
    },
    {
        "speaker": "Guest 1",
        "time": "00:45:35.120",
        "message": "Or India, of course, exactly. So just the way social media breaks our brains and can we live for long enough to become inured to it? I think that's a question, especially as it's getting the new media are hitting us faster and faster and faster. So we already are challenged by social media and, you know, virtual reality is just around the corner."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:01.200",
        "message": "Wow. And here I was thinking that we need a vaccine against COVID. But even after that comes, we need a vaccine against social media who can inoculate us from Twitter. So, Shruti, since we inverted the order, it is now your turn to share your second lesson with us."
    },
    {
        "speaker": "Guest 2",
        "time": "00:46:18.200",
        "message": "Yeah. You know, I've been thinking a lot about intergenerational tradeoffs right now. As an economist, I would typically think about this in the context of public debt, right? This is the classic example that governments tend to overspend because they know not only is it they're able to spread the cause differently from the people who benefit in the present, but also inter-temporally. Right. So all the older people today are going to get their, you know, big welfare checks and things like that. But we're actually borrowing from the future and the future happens to be in kindergarten right now. Right. But the future cannot vote. And therefore, you know, it's pretty easy to pass on this this huge debt burden to them. And this is, you know, I mean, this is a very classic George Mason thing. I mean, James Buchanan, Dick Wagner, they've done the pioneering work on debt deficits and democratic politics in one sense. Right. How this intergenerational tradeoff works and really all the standard constraints one would imagine in democratic politics disappear once debt is in the picture. And I've been thinking about that in the context of COVID because this pandemic is a little bit like debt. Right. It is a big cost and, you know, high fatality rates and things like that with a generation above 65 years. Right. And almost all the costs are being imposed to benefit this group. I mean, when I say this group, just please note that I'm saying that academically. Right. This group is my parents and my grandparents and things. So, you know, it's not like random people. And I understand that. But it is still a different group which benefits from all the major lockdowns and, you know, like socialist policies, the FDA policies, and maybe not all of them, but, you know, the vaccine distribution plan that's coming in place and things like that. And the group that's in one sense, the unseen group which is suffering the most is the kids because of school closures. Right. Especially really young kids from poorer backgrounds. Right. A year lost in their life is going to have very big consequences for their mental development and their, you know, education developments. There is good research out there that even one year of education lost has, you know, reasonable impact, a significant impact on lifetime earnings and things like that and building of human capital. And even though over and over again, it's been shown that children are not at risk at all or, you know, at such low risk that it could be the flu or, you know, any one of the other things. I mean, they're at higher risk from air pollution in Delhi than from COVID, you know, in those particular age groups, in one sense, that we really should have made effort as a society to keep, you know, schools open and maybe find another way to mitigate the costs on the older generation. But once again, all the incentives are stacked against that because these kids don't vote for a very long time. Right. So one lesson for me, and I'm only being partly facetious because I'm laughing, but I do want to think about this seriously, I mean, I think I would seriously consider reducing the voting age, right, to maybe like 14 or something like that. Like, I think the voting age right now is too high. And even if it's 18, people don't start voting at 18, they're in college, they just got, you know, a privilege of driving and drinking and things like that, or, you know, being able to buy a chainsaw if you live in the United States. Right. So now we really want to think about getting them started younger. Maybe they will think more about democratic politics. Maybe they need an interest group backing them. We are really missing a very big lobby that has student interests in mind. Right. So there are lobbies that pretend to have student interests in mind, like schoolteachers, but they really don't. They're their own lobby. In fact, all the COVID closures are to protect the teachers, not the students. Right. Because the teachers who are of a certain age and might get infected. So as outrageous as this sounds, I don't see adults making amazing decisions. So I don't think age has anything to do with it. But I do think, you know, there's some merit in maybe a start voting younger because some of these intergenerational trade-offs might become a little less skewed, you know, against the future, against the children, as it may."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:30.720",
        "message": "Yeah, the idea of lowering the voting age is so counterintuitive that, you know, one reflexively thinks, what the hell? So I'm going to. So whenever I hear counterintuitive ideas, I'm kind of don't react to it immediately, take some time to process it. Though it does strike me that one, you are, of course, absolutely right, that adults make the worst decisions. And, and it's not like adults are particularly mature, you know, when you are a young person, you think that, oh, people in their forties have everything figured out. And then you reach your forties and you realize that everyone is winging it, including you. But my other question there would be that 14 year olds wouldn't necessarily be an interest group for their own interests as regards their future selves, because, you know, it might be a bit much for them to, to expect them also to think about future trade-offs and all of that. The intuitive solutions that, oh, social security is good, it will take care of all of us, just like my parents are doing now, is probably more attractive. But then, I mean, I realized that, as I say this, I'm in danger of condescending to 14 year olds. And perhaps the world would be a better place if 14 year olds instead of 60 year olds ran it. But yeah, that's my instinctive."
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:39.080",
        "message": "You know, 14 year old kids can run a paper route, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:42.900",
        "message": "So I mean, if that is still a thing, it's not a thing anymore."
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:46.440",
        "message": "But let me give you a different example. They can shovel snow, it's snow season here. They can walk my dogs, right? My dogs are the most important things in my life. And I trust them with 16 year old kids, right? And they're very responsible. So in one sense, just like adults, I think even with kids, and I don't have any, so maybe I'm a little overly optimistic about this. Chris has raised teenagers already, so he can tell us more. But my sense is when people need to be informed about something, they get informed about it, right? Right now, we have no guarantee that adults are informed about these policies either. My hunch is not that the moment they get the right to vote earlier, they will immediately inform themselves. But I do think lobbies will get created. Interest groups will get created that will cater to that group, right? Above 50, above 60 age group, there might be something like AARP for kids, you know, that actually sends them brochures that they don't need and informs them about things and tells them how to vote and gives them some discounts in Teen Vogue or something. I don't know."
    },
    {
        "speaker": "Guest 1",
        "time": "00:52:47.040",
        "message": "Here's a way of generalizing a little bit. I mean, I think it's true that the space of institutions, including democratic institutions that we know, is a very small part of the potential space. And we ought to have more experimentation in governance systems. And like to generalize what Trudy said, how about we have a distribution of votes such that 18-year-olds get, you know, five votes and it decreases over time. So every decade, you get, you know, one fewer vote, you know, so 60-year-olds only get one vote, right? And when you immediately hear this, Amit, as you said, well, this is totally crazy. But if you think about it a little bit, I mean, it makes a lot of sense in that young people, they're the most affected by any decisions because they're going to live the longest, right? So they have the most incentive to think long-term. Maybe you're right that they don't have the ability, but maybe 18-year-olds or 20-year-olds. But they have the most incentive to think long-term. On the other hand, you know, the 70- or 80-year-olds, even the really lucky ones, they're not going to be around for that much longer. Now maybe the counter-argument is that they have the wisdom, you know, or they think about their kids more and, you know, and so forth. So I don't know which one of these arguments is correct. But it's interesting to me that what seems like a very radical position that votes should be weighted according to age with people who are younger getting a greater weight, it seems like very, very different from anything we've ever done, and yet perfectly sensible. I mean, there's nothing obviously wrong with it. And I think if we had that system, suppose for random reasons that we had started with that system, if then you were to argue, no, no, no, no, everyone should just get one vote and that's it, people would say, are you crazy? That's a stupid system. Why would you give everybody just one vote? So it seems like there's a lot of room for different types of governance systems. We're seeing this a little bit in blockchain, new ways of governing systems. But more generally, I would like to see a lot more experimentation in collective governance. Buchanan and Talek started some of this, but we don't see very much of it. You know, we developed our democratic institutions in, you know, late 1700s, 1800s, and haven't really changed them since then."
    },
    {
        "speaker": "Guest 2",
        "time": "00:55:15.360",
        "message": "But you know, just in the vein of this whole experimentation thing. So I started with a really radical position. Now, let me give you a maybe more palatable version of that. I don't think it is that outrageous to have kids involved in, say, referendum questions, right, that involve schools or, you know, legalizing marijuana or, you know, legalizing, you know, whatever is the driving or drinking age and things like that. I think they have the most skin in the game and they should have a seat at the table, weighted or otherwise, right? I think it would be a great idea to experiment and have children in India vote in the panchayati raj elections, for instance, right? Because that is where you're really thinking about long run public goods building the infrastructure, right? You know, they are the people who run the local schools, right? And that might be a good way to break the stronghold of the teachers union who are paid by the government and propped up by the government. And maybe, you know, we can get 14 year old kids to start voting in panchayati raj elections or on specific referendum questions. So I think that's, you know, maybe a little better than like, you know, overall stepping away from one individual, one vote systems that we have and maybe experiment on particular issues. Of course, there's agenda sitting in a question of which issue gets what age group to vote. And there's a whole public choice literature about that. But I do think there is merit in experimentation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:38.200",
        "message": "Yeah, no, you know, I was chatting on a panel discussion a few days ago about cricket, where, you know, I was telling people who are sort of, you know, purists of test cricket, cricket tragics, as it were, who hate 2020 cricket that listen, if 2020 cricket had come first, you would think that the idea of playing a sport over five days is completely absurd. So you have the, yeah, so you have the anchoring effect of an existing format. And similarly, if 14 year olds were allowed to vote today, and you were to propose that no, we should, you know, lift the age to 18, there would be outrage and scandal everywhere. So you know, whenever we encounter what appears to be a radical idea, we should just think about, you know, are we being anchored by an earlier and old normal, as it were. And at this point, I'll tell you a little personal anecdote, and it will seem irrelevant, but I'll tell you why I am telling it. So when I was 18 or so, because of Punjabi genes and all that I had a beard, so I had grown this big beard when I was 18, and I went to play the Maharashtra Junior Chess Championships in a city called Aurangabad. And this was in the early 1990s. And after six rounds, I was the sole leader, having beaten the local favorites also. So the next day, it was a nine round tournament. So the next day, their main English newspaper, some local newspaper, not one of the national ones, but it was the biggest English newspaper then, had me on their front page, a photograph of me with my beard, had me on my front page, not the sports page, the front page, with the headline, is this man really under 20, which was what Juniors was. And you know, it's actually a valid, though I was, of course, legit. And I showed my birth certificate and all that. But it is actually a scam in many parts of Northern India, because people want to play for under 19 and under 16. They hedge their edge, like there's a, you know, they fake their age, and they have fake certificates. There is, in fact, a joke about the Pakistani cricket player, Shahid Afridi, who was 17 for 10 years. And it strikes me that if you actually, you know, had this kind of proportional, the weightages for younger people, where a 14 year old gets five votes, then you would have a similar"
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:42.240",
        "message": "scam kind of cropping up. Actually, you know, that way, maybe we can shoot, kill two birds with one stone, and the government has better incentive to register births in India. And just throwing this out there, that if the birth certificate becomes such a big issue."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:56.480",
        "message": "Yeah, and as if that process cannot get corrupted, and as if you don't have a state capacity problem, but I guess blockchain could be a solution down the line."
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:05.280",
        "message": "But you know, going back to the thing you said, which is this radical, you know, we get anchored to particular systems, and then anything else sounds crazy. I think we should take a leaf out of like Ambedkar's book, like, introducing universal adult franchise in India in 1950, is one of the most outrageous things that the world has ever heard of, right? And literally, nobody thought it would work, right? Everyone said, this is going to be bad, 90% of your population is illiterate. How are illiterate people going to even know the name to put on the ballot? And you know, I mean, we've moved to a system of symbols, and hence the lotus and the hand and they like, they managed to solve every single problem. India is a very thriving democracy in terms of voting, right? India votes in overwhelming numbers, one of the highest voter turnouts in the world, repeatedly across all levels of election, local to national. So this thing that was called the most outrageous experiment to ever be conducted, right? You're handing women the right to vote, along with everyone else, right? How are we going to verify women who are in purdah? They're going to cover their face, right? How do we register their name, Mrs. so and so or by their own name? It is these crazy questions that popped up. They're all there in Ornishani's book, and you know, we can read about it. But it was an outrageous experiment. And now we just completely take it for granted, right? So maybe we should be like Ambedkar and push for some really, really outrageous experiments, right? And have, you know, illiterate people, young people, 14 year olds, why not?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:38.040",
        "message": "Fascinating, fascinating. And even do ultrasound on babies still in the womb to figure out their voting preferences."
    },
    {
        "speaker": "Guest 2",
        "time": "01:00:44.200",
        "message": "Technology can."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:45.200",
        "message": "That's illegal in India. Anything. Yeah, indeed. So, Alex, let's, let's move on to your second lesson. We're only on the second lesson."
    },
    {
        "speaker": "Unknown",
        "time": "01:00:55.400",
        "message": "Oh, my gosh."
    },
    {
        "speaker": "Guest 1",
        "time": "01:00:57.080",
        "message": "I brought snacks. Yeah. Yeah. Second is something which Mark Andreessen, the venture capitalist, but also the writer of the first web browser, he said a few years ago, software is eating the world. And I think that's true in a lot of circumstances. But what is particular, what we're seeing now is software is eating the biological world because these mRNA vaccines, it's really incredible. It's software. Here's an amazing fact is that the virus was coded, you know, by Chinese scientists, something like January 13th, and was sent to the people in the United States got it at Moderna. And they developed a vaccine literally within two days. And so the digital virus got to the United States before the actual virus did. You know, maybe there's some dispute about when exactly it came, but the digital virus moved around the world very, very quickly. Right. And so Moderna, who has developed this vaccine, they never even looked at the virus itself. Right. So they didn't get any samples, you know, they just looked at the code. So they read the code and then they figured out, OK, here is a here's the protein which we're going to go after. And in the computer, they designed the vaccine, the mRNA vaccine, and then essentially what happens is that that vaccine is printed. So on previous vaccines, you know, we grew them in these vats. Right. And that's actually part of the danger, because one, if you're dealing with the actual virus, it could contaminate and get out and infect the vaccine itself. And two, when you are growing things, there is a opportunity for bacterial infection. And it's very complicated, always very. It's like it's like cooking. It's like making a souffle. Right. So the old way of making a vaccine was like making a souffle and you get just one element wrong and the souffle collapses. In the new style, the mRNA vaccines, you're more or less printing the vaccine. And then when you inject it into the body, you're actually not injecting the vaccine per se, you're injecting instructions. And the body's cells pick up those instructions and they use that to generate the so-called spike protein, which then the body is alerted to, oh, this is a foreign, gets a sneak peek at it. This is a foreign invader. And so the body's immune system learns how to attack the spike protein so that when it's actually challenged by the real virus, the body has built up its defenses. So what we have done, in effect, is this is what we we knew we were getting there when we had the human genome project. We've always talked about, well, we're going to we have the blueprint and now we're going to read the code. This is the code. But this is a really a tremendous example of this in practice. We read the code of the virus. We created a code for the vaccine. We inject that into the body and then the body produces its own defenses by reading this code. And we're going to be able to do that for many, many other things, because everything that goes on in the body involves creating a protein, right? Creating some kind of machine, which is basically what proteins are. And there's a system for reading the DNA or the RNA, the messenger RNA, and creating these proteins. And so everything which goes on in the body is creating these proteins. So one of the things which Moderna is working on, for example, is to target the messenger RNA to the type of cells which you need to read it and create a new protein. So one of the things that they're working on is you have a heart attack. You need to develop new heart muscle. So if you can have a mRNA and you inject it and so that it's read by the heart muscle cells, and then they're told, create this protein for building blood vessels, for building more muscle, right? So you can instruct the body to fix itself. And we're going to see a lot more of this. And so I think that one of the unexpected or one of the unintended consequences of this is that we've advanced the mRNA technology and more and more biology is going to be understood as software. And we're going to be able to program that software to do things which are going to save"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:10.800",
        "message": "lives and improve health. It almost feels magical, right? And I remember an old Douglas Adams quote where he's talking about religion and, you know, how one of the things that religion tries to do through ritual and spectacle in these grand churches and all of that is institute a sense of awe and wonder in the person. And Adams's point was that, you know, when I first understood how natural selection works, the science of it, that is what filled me with awe and wonder. And that's what this kind of science does, you know, like, although I'm utterly ignorant of the science, I was skeptical of a vaccine coming so far simply because there had never been a coronavirus vaccine before. There were other vaccines for the flus, which are not caused by coronaviruses, but never a vaccine for the coronavirus. And we've seen how long the HIV vaccine has been. They've been trying to get an HIV vaccine out, which is also, you know, addressing a virus and they failed to do that. So to have this happen within a period of months and almost, you know, with a software update as it were, instead of, you know, working with old clunky hardware seems to me magical. And it also seems to me that this also tells us that we are old clunky hardware and that we are creating this incredible software, which can, you know, although people, you know, would talk about, talk in alarmist tones about the existential threat to humanity from it. I think it's, it's incredible because it can just, you know, our hardware is what it is, but our software can improve our lives in such incredible ways."
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:40.480",
        "message": "You know, this brings me to something that was one of my lessons, but I think this is a nice point to add this in. Like one of the things I've learned is science is on its path to solving these problems. The problem is economic illiteracy, right? So this is your lesson three, therefore. This is my lesson three, but it works perfectly well without, it follows perfectly from what Alex is saying, because just think about this, right? By late Jan, we have already coded and sequenced the vaccine, right? Everything else is an enormous failure in the understanding of costs and benefits and allocation and delivery, right? I mean, I'm in this at December right now, we're just shy of Christmas. I don't expect to get the vaccine because I'm young and healthy and, you know, not an essential worker or anything before the end of spring, maybe even halfway through summer, depending on when Virginia gets its act together. It would have by then been maybe 17, 18 months since we actually had the scientific answer, right? And all the other problems are things like, you know, the omission commission bias that Alex talked about. You know, one thing, Alex, I don't know if you mentioned this here or before, but, you know, the FDA is supposed to be bureaucratic, right? Like, I mean, their entire job is to slow down things so that they get the mandate during a global pandemic, which is also an emergency. They just don't know how to speed it up because every protocol in their book is to slow things down and make them safer and consider every, you know, one side of the trade off alone. That's the job we gave them to do, right? So we don't get more Ford Pinto equivalents in the, you know, medical world or whatever. And now we're telling them act fast and we just don't have an alternative. FDA's emergency procedures are slower than their regular procedures, believe it or not, right? FDA's emergency procedures stop labs from innovating private labs from testing, right? So if they hadn't declared an emergency, then we might have had better testing in the United States than we actually did after the FDA declared the emergency, right? So there are just these bizarre institutions we've created that have no, I mean, it's not clear they're good on science, but let's assume they're good on the science, but they're certainly not good on the economics, right? We had such a big and political problem with masks in the United States, because initially Dr. Fauci and others, right, they said masks are not necessary because they were worried that there won't be enough masks for, you know, frontline workers. That is a failure in understanding demand and supply. You know, that is not a failure in communication. And that is certainly not a failure. I mean, you could just call Alex Tabarrok or watch like one of the MRU videos and they will tell you, I have made a video on price gouging and how supply is forthcoming, right? Like ask anyone who knows Econ 101 and they will tell you that if you tell people masks are essential, supply of masks is going to be forthcoming. There is no inelastic demand curve for that. So my big lesson is we are not teaching enough people outside of, you know, professional academic economists, or maybe we will go to business school and take a couple of sequences. We don't teach them enough economics, right? And the follow up to that is we certainly don't teach them enough ethics, right? To think about these broader questions of, you know, how we choose solve the trolley problem or how do we solve a challenge trial problem or something like that, which I also think is essential. And economics could have, you know, just having basic understanding of how supply chains work and the world works would have gotten us this vaccine a hell of a lot sooner than it actually happened."
    },
    {
        "speaker": "Guest 1",
        "time": "01:11:37.320",
        "message": "Yeah. The failure to do cost benefit analysis, even very simple cost benefit analysis is unbelievable. And it affected even economists. I've just been shocked, actually, the debates that I have had with fellow economists who in the face of thousands of people dying are still saying, well, maybe the, you know, FDA waiting three weeks, you know, maybe that's OK. We still need to do peer review and like just not being able to, you know, run some simple numbers and do the cost benefit analysis, run the numbers, you know, and a lot of economists even have not been able to do that, with some exceptions, like Paul Romer has been great right from the very beginning. He ran the numbers on testing and said, look, this is insane. We're losing trillions of dollars in wealth and we could save this with billions of dollars investment in testing. And he was saying that, you know, practically from day one. So a few economists have been good. You know, when I spoke with people in Congress, you know, I told them, you know, like I'm a fairly conservative kind of free market economist. You know, I don't say this very often. In fact, I've never said this before. But now is the time to throw money at the problem. And you know, it's not like some genius insight here. The insight was, you know, the U.S. economy is losing hundreds of billions of dollars every single month. And we have trillions on one side and billions on the other. That's a very simple cost benefit analysis. We need to invest in vaccines. We need to invest in testing. And this is going to save lives and it's going to save money at the same time. And yet that was just incredibly hard even to get that simple message across. You know, we've got sticker shock when the Kramer and I and the team were saying we ought to be spending, you know, $100 billion on vaccines. And people were going, you can't say $100 billion, that's just going to freak people out. You know, sticker shock. And so fortunately, we did Operation Warp Speed, which was very, very good. You know, Operation Warp Speed is really the only bright spot in the Trump administration's response to the pandemic. But it still was too small. And we told them it was too small. I mean, again, I want to say I'm grateful, I really am grateful for Operation Warp Speed and Peter Marks at the FDA and Perna, General Perna, and Slowy, and all those guys have done great, better than anybody else in the world, in fact, as Europe is now finding out. But we should have done more. And it was obvious that we should have done more."
    },
    {
        "speaker": "Guest 2",
        "time": "01:14:14.520",
        "message": "Yeah. And, you know, so one part is like just Operation Warp Speed and like getting like the big numbers and those kinds of, you know, someone needs to do this analysis and get it across sort of thing. Right. But a lot of it is even like baby stuff. Right. I mean, we're having a run on toilet paper in the United States. It's like, you know, you're in Soviet Union or something. The whole thing is nuts. It's just a complete misunderstanding of, you know, very basic things like, you know, people struggling to get a mask, people struggling to get hand sanitizer, you know, not being able to move about. I bought hand sanitizer in a gallon size and I sent it to our friend Mario Rizzo in New York City because they had all sorts of like price gouging laws where nobody could sell hand sanitizer in reasonable quantities. So this is just like I mean, it's so basic. If a student of mine in my principal's class did not know the answers to this question, they would probably fail the class. Right. And these are the people at the highest levels of government and policy and technology who are making decisions who are allowed to do this, not just with other people's money, but with other people's lives. Right. And it permeates everything. It's like, you know, I mean, we have Emily Oster. She has this great sub stack on, you know, COVID and its impact on children and school closures and things like that, just massive amount of evidence on the costs on the one side because of the loss of learning, especially disproportionately falling on the poor and the benefits of, you know, allowing a little bit of, you know, opening of schools and maybe closing something else down instead. What shocks me is these are non starters in the United States. There are just no takers for these conversations. Right. It's like even in India, opening schools right now is dead on arrival. No one will even consider it, but you can go to a movie theater. Right. Because that's 25 percent occupancy. Movie theaters are allowed. So the whole thing just seems a little bit like, you know, odd to me that these people don't get these basic concepts. Not only do they not know cost benefit analysis, as Alex pointed out, they don't even know that cost benefit analysis should be done to guide the decision. Right. What you do is you pick up the phone and call Michael Kramer and Alex Tabarrok and say, hey, you guys seem like you know how to do this thing. Why don't you do it for us? But the instinct is just not to do it. The second thing I want to say here is there is this extreme reaction to profit. Right. Like just people making money, that is enough for progressives in the United States to shut every good idea down. We are OK delaying the vaccine, but we don't want a big pharma company to profit. And I'm sort of the opposite. Right. I'm like, can we make them more profit so that I can get it tomorrow instead of getting the vaccine six months from now? But this somehow like almost like I don't know what it is. It's like some visceral biological reaction against profit making by somebody else where even ideas that would benefit oneself, like they will cut their nose to spite their face. By they, I mean the New York Times. Right. Like that's how bad the narrative and the commentary is when it discusses things like, you know, should you give someone a subsidy or a short contract or some just complete misunderstanding of what is at stake? You know, do we really need to prevent them from making a few extra dollars or a few extra million dollars if we can save, you know, so many lives, every life, by the way? You know, the rough estimate is like nine to ten million dollars. I think Alex will know this number better with Operation Warp Speed. Right. But what's the, you know, economists reduce the human life. We're always called reductive. Right. But they reduce it to a pretty large and meaningful number that tells you that we must act very, very fast. So those are the sorts of things that have just annoyed me. And I have become more of an economic imperialist than I ever was before this. And I come from George Mason. So I was already there. Right. But I'm really I have gone nuts in my head over this. This just really bothers me."
    },
    {
        "speaker": "Guest 1",
        "time": "01:18:23.400",
        "message": "Yeah. Riffing off Mencken, I said, progressivism, the haunting fear that someone somewhere is making a profit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:30.920",
        "message": "Yeah. So, I mean, I have a couple of thoughts. One, I'd like to clarify to the listeners that when we use all these numbers, when Alex says that, you know, hundreds of billions were lost by the economy every month, these are not just numbers. We're not just talking about money. These have economics, economics as humanitarian consequences. This is lives being lost, futures being stunted. It's humanitarian all the way, which is why, you know, one of the reasons I call Indira Gandhi such a monster was not just what she did during the emergency and the forced sterilizations and all that, but the disastrous economics which kept millions of people in India in poverty for decades longer than necessary. And some of that came down from this mindset, like about profit. You know, Nehru once famously said to JRD Tata, quote, do not speak to me of profit. It is a dirty word. Stop quote. And this brings me to my question. Now, one reason people do think of profit in these terms is because they think of the world in zero-sum ways, which our brains are wired to do because we have evolved in times of scarcity. And it's rational to think in terms of zero-sum ways that, you know, if somebody else gets something, that means I can't, and therefore it's that kind of an equation. And you see the same thing playing out where people are complaining about all the companies that have profited during the pandemic. But the bottom line is, how do you make a profit in a free market? You know, one way, of course, is you use the coercive power of the state and you become a crony and you use those privileges. But in a free market where you aren't being a crony, the only way to make a profit is to make people better off. It is a positive sum game. You make their lives better off in some way, and you'll make a profit. And like you said, you know, if they were allowed to make more profit, they'd work harder at serving society. As it were, to me, profit is much more, much more effective than philanthropy in that sense. So my question here is that, sure, I get your lament that economic illiteracy remains a problem even if the science works out. You know, what do we do about the economic illiteracy? But isn't that almost an insurmountable problem? Because our brains are wired to think in ways which mitigate against, you know, like many of the concepts that we know explain the world, like the positive sum nature of voluntary exchange, like spontaneous order, are deeply unintuitive. And therefore, people simply, you know, resist accepting those kind of truths. And even trained economists will often, you know, revert back to the way their brains are hardwired. So is that more of a lament than a lesson?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:50.680",
        "message": "No, you know, I'm an optimist, and this might be because of my choice of profession. But I have taught principles microeconomics less than Alex has. He's written a book that I have taught, but I have taught that book. And you can literally see the wheels turning in the class, right, when you explain how choice is made on the margin or the world is not a zero sum game or, you know, the gains from trade. I teach comparative advantage and literally like their brain explodes when that production possibility frontier like goes out. I don't think of myself as anyone with exceptional capacity or my students were certainly not people of above average intelligence. They were just regular college students, you know, trying to get through whatever one of their basic one on one courses. They got it. It is unintuitive, but that means it needs to be taught right. Even 12 times 12 was unintuitive until I learned what it was. So I think this whole like I know the zero sum game thing, but there is we don't think of economics as a science. We don't think it has value in anything beyond making money. And I think that is just a fundamental misunderstanding of, you know, I don't know if this is the it does. Alex, how does the book begin? Does it say economics is the science of living a better life? What does it say? Starts with the example of the quotation before. Economics is all about getting the most out of economics is all about getting the most out of life. Right. So it's not about making money. It's not like the scientific abstract thing, though there are abstract concepts. If I can teach it right and I'm not Isaac Newton to like do any of like genius level things. And if my students can learn it, then it can be done. We just need to start them younger."
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:36.200",
        "message": "Yeah. I mean, Trudy is right. Of course, Trudy can teach. She was a great teacher, as are you know that. But there is another problem, and that is that we have collectivized decision making so much that actually teaching people economics is sort of the second best solution in a way that we have to because we are making so many decisions collectively. And that is now our reflex, right, to think that every single decision, well, we got to talk about it. You know, we have to subject this to the democratic process. We got to everyone has to have their take on Twitter and so forth. Well, in the past, we wouldn't debate price gouging because people would just raise their prices. You know, if you have a free market, you know, things happen without as if guided by an invisible hand, shall we say. Right. But the problem is, is that now the invisible hand needs permission. It needs permission to do just about anything. We have locked the invisible hand in a cage and sometimes we'll say, OK, we'll let it out, you know, and we'll let it do its magic here. But before we do that, we got to have a debate about it. We got to talk about it, blah, blah, blah, blah, blah. We have to have some, you know, some voting and everyone gets their say. And so and this is the problem with when you collectivize in particular innovation, nobody, very few people are in favor of innovation. Right. Because innovation always disrupts rents. It disrupts the ordinary way of doing things, the old way of doing things, the way which is satisfied people in the past. And innovation benefits only a small number of people at the very beginning. And that small number of people, they get rich, you know, like Jeff Bezos, something like that. And then over time, everyone benefits, as we've discovered in the pandemic, as we've all had to rely on Amazon trucks delivering us goods and services to survive. But if you had to put that up to a vote, it would never have passed. You know, I give the example of Uber, right? Uber was very wise in scaling up extremely quickly and starting before anybody had a chance to vote on this. Right. So if you would ask people, do you think it's a good idea that strangers in a car should be able to pick other people up, other strangers and give them a ride? You know what? What? Our mothers always told us was the one thing our mother kept telling us. Never get in a car with a stranger. You know, if a stranger offers you a ride, say no and run away as quickly as you can. Now you want to make it so that anybody can stop and give you a ride just because you get a message on your phone. That's crazy. If we had had to put Uber up to a vote, Uber would never have won. Right. And there's a huge amount of innovations like that, like aspirin would never have gotten through the FDA process today. Right. And so we have collectivized decision making so much that now we have to teach people economics so that we might hope to get some decent decisions. But I would also and we should do that and I want to do that, but we should also let's leave more decisions to individual choice and the market and let's collectivize fewer"
    },
    {
        "speaker": "Guest 2",
        "time": "01:26:00.200",
        "message": "decisions. But Alex, even that insight that one must collectivize fewer decisions come from having an understanding of the market that you can have, you know, in the right institutional setting, self-interest aligned with social interest. That idea itself is not intuitive to anyone outside of economics."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:17.520",
        "message": "No, it can also come from a basic moral compass. For example, one thing I want to kind of clarify for my listeners is that when Alex is speaking against collectivized decision making, and I agree with him entirely, he is not saying that an autocrat or a dictator make the decision instead. What he is saying is leave it to individual choice, respect individual choice, and things will work out. Individuals can make decisions for themselves on what they want to do. And those kinds of voluntary interaction in the marketplace can help and to give a very brief econ 101 for people who are wondering why we are not against price gouging. You know, what would happen if you put a price control on masks, for example, if you say masks are important, therefore, they should not be too expensive. Therefore, they should only be like 30 rupees each or whatever. What would instantly happen is that your existing supply of masks would be sold out on a first come first serve basis, leading to an immediate scarcity. What would then further happen is that, you know, a higher price would be an incentive to potential manufacturers to put masks out there for that evil word profit, which would benefit everybody because your supply of masks would go up. But that information and that incentive would no longer be there because who's going to make mass for 30 bucks. And therefore, even that supply would kind of not get filled up."
    },
    {
        "speaker": "Guest 2",
        "time": "01:27:34.440",
        "message": "We concur."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:35.440",
        "message": "Yeah, so on that note of concurrence, let's take a quick commercial break. And then when we come back, we shall go through the rest of our 84 lessons from 2020. As many of you know, I'll soon be coming out with a four volume anthology of the seen and the unseen books organized around the themes of politics, history, economics, and society and culture. These days, I'm wading through over 3 million words of conversation from all my episodes so far to curate the best bits. And for this to happen, I needed transcripts. And that was made possible by a remarkable young startup called TAPCHIEF. TAPCHIEF at TAPCHIEF.com is a digital platform that allows companies to outsource work to their network of freelancers. And TAPCHIEF's network includes more than 125,000 people as of now, you want people to make you a web page or design a logo or compose a jingle or do some digital marketing for you. TAPCHIEF gives you an easy way to reach out to freelancers competing for your work. I can say from first hand experience how valuable this has been for me and solve the problem I was actually a bit worried about. So do go over to TAPCHIEF.com and check out all that TAPCHIEF has to offer. Maybe they could solve your problem too. Welcome back to the seen and the unseen Shruti Rajgopal and Alex Tabarrok and I are sharing five lessons each which we learned from 2020 or which we think 2020 holds for us. And we are through seven of them, there are eight more to go. And of course, it's entirely natural for Shruti and Alex to do this because they are professional educators. I on the other hand, I'm a bit of a pretender. So I hope you're not too bored by my lesson. You know, since we are mixing the order up like this, I'll kind of go next because it follows from what both of you were talking about earlier. And it is outrageously enough given that you guys are the educators. It's about education, but it's been something that I've been thinking about for a while. And this lesson is not one of the standard lessons that people are learning about education from 2020 about, you know, whether online education is good or bad or whatever. It is just that, you know, there is like Shruti, you spoke about, you know, how one of the things that plagues America, for example, is these outdated institutions like the FDA. And we've also spoken before this of the anchoring effects of old normals. And it strikes me that the way education is designed is it's a complete misfit for the modern world. Like our education system essentially was, uh, you know, designed in the 19th century and all it's, you know, everything that it kind of does in the sense that you have so many classes or standards or grades, you know, you go from class one to class 10, these are the subjects you learn. Everybody just goes one year at a time. Students of the same age study together, what the subjects are, the way that they are taught, the entire structure of, uh, that system, I think is open to questioning because, you know, the premises that existed when that system was designed, they don't really exist right now, you know, and we know that higher education, for example, works for signaling, but does it work for knowledge necessarily like, you know, in India, for example, I'd done an episode on education with Karthik Muralidharan where he said that the Indian education system is designed to sort and not teach is good for sorting versus teaching. We're not really teaching anything. And this is reflected in the supply demand mismatch that yes, there is a jobs crisis, but regardless of that, there is an issue that very often companies cannot find trained workers while you have these tens of thousands of graduates and even PhDs who are coming out of Indian universities who do not have the skills to do anything useful in the world, at least not given to them by education on their own, they might pick up stuff, you know, so you have hundreds of PhDs applying for the single vacancy of a peon. And this alone indicates that there is, you know, a savage problem here. And what I find is that many of the new online startups that are starting are again mimicking this old model of education that, you know, someone like a by juices basically focusing on what your school syllabus is and just teaching you to perform better at school. And you know, it is few to many, by few to many, I mean, it's a few people teaching many people. And to me, a good market should work differently. What I think is that over a period of time, and this is a problem to solve for young entrepreneurs who might be listening to this, I think we need a new model that incentivizes those who have knowledge to impart it to those who need that knowledge. And we also therefore need to create a mechanism of filtering, anybody should be able to teach anything if they feel they are able to, anybody should be able to kind of, you know, learn from them. And that's the way that we'll actually learn useful things. Like if I might be controversial, you know, whenever I hear about these outrageous college loans in the USA, and all this talk of forgiving them and all of that, you know, from my vantage point in India, it just seems to me that listen, if you've there's something wrong with the market if education is so expensive, that you have to take a loan and you cannot pay it back. Also, if what you are learning does not actually give you real world skills for you to earn the money very fast, that you spent learning it, something is broken in that whole system, and is possibly beyond my education to beyond my understanding to figure out where it is broken and how it can be fixed. But you know, it seems clear to me that many of these things that we take for granted that this is how learning and education should be structured, is something that we at least need to think about seriously. And you guys are the professionals, so what do you feel about this?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:33:10.080",
        "message": "I think you're right. And I think it's much even it's a really deep, deep, deep seeded problem. Because here's the truth. The private schools are really not much better. That's the amazing thing, you know, I'll speak about the United States, but this is true for India as well. Yes, they're a little bit better about teaching, reading, writing arithmetic, you know, if you have a choice, whatever it's done in the private school. But in terms of innovation, in terms of using these new techniques, in teaching in a different way, in teaching things which are more relevant to work, the private schools are no better. So this is the case, I think, where something is so deep seeded, that the market, you know, hasn't solved this problem. Let me just give you a few examples, which have occurred to me, is like something I think schools should teach is like memorization techniques, right? This is probably something, Amit, you got from playing cards, right? It's extremely useful to know, you know, what's on the deck, right? What's on the table. And there are techniques which people can use, you know, memory palaces, and so forth, to vastly increase their ability to learn and retain material. And yet nowhere is this kind of stuff taught, or fast math, right? There are techniques to quickly multiply numbers and so forth, which can be taught. But schools don't teach this stuff. And like, why? Why isn't there even just a few places which, you know, take a radically different approach? It's very puzzling to me. Part of it, I think, is that we say schooling is about education. But what we see is, obviously, it's actually a lot of it is about warehousing, right? The parents don't want to look after the kids, right? And we see a lot of complaints about that right now, right? People are complaining, you know, I can't go to work. This is much more difficult for me, you know. And I'm not discounting those complaints. It is difficult to have kids at home all the time. But a lot of what schooling does is just take the kids off the parents' hands for a while. So the demanders are not as much interested in education as you might imagine. But still, it is puzzling to me, Amit, why we don't see more radical experimentation and innovation in teaching and education."
    },
    {
        "speaker": "Guest 2",
        "time": "01:35:32.600",
        "message": "You know, speaking of learning useless things, I got an incredible education, I mean, compared to 99% of Indians or maybe even more, right? But I went to an all-girls, you know, Catholic-run, missionary-run school. And I know how to knit. I know how to sew. I know how to crochet. I know how to bake, right? I could have sewn my own masks if the price was high enough and, you know, didn't surpass my wages as an economist. But I don't know how to code. Because they were, you know, teaching us how to fold napkins and knit and turning us into very well-educated, upper-class, elite housewives at some level, right? So my job was to raise kids and knit their mittens. It was not to know coding so that one day I can use Python to make graphs. I still don't know how to do that. I asked my research assistants to do it for me, right? These young kids who just knew, who grew up coding, who just like do things 10 times faster than I do them. So there is, and I'm not that old, boys who are my counterparts in my generation were taught how to code, right? So first, I think there is this sense of, you know, this version of what kind of education anyone needs, right? There's this one size fits all, very centralized model. If you're rich, you must need this kind of an education. If you're female, you must be educated in this way, right? If you want a great job, you must be educated in English. And, you know, we have all these, you know, very standard methods of thinking about it. So in India, the problem is complicated by the fact that we have like complete state capture on curriculum, right? So if in a marketplace, we might have had a little bit more, you know, experimentation in the state, it's just, you know, dead, right? They can barely master teaching kids, you know, numeracy and literacy, let alone experiment in any way possible on other margins. So I think one part of it is centralization, you know, one is, of course, centralization by the state. But there's also like this kind of group think in society, you know, they want all schools to teach the same thing, right? Because they think that's fair, it'll be all kids will get the same stuff. Of course, they're not going to get the same stuff, right? Economics are going to determine, right, IQ and parents income are going to determine 90% of their lifetime and future outcomes, believe, you know, as unfair as that sounds. So the birth lottery is why I do everything that I do, right? The reasons I can't do some of the things that I learned how to knit, instead of code. So I think there's that problem. And we haven't quite figured out that we don't need this overly centralized system either imposed socially, or imposed by the government. And America is not that much different, you know, in one sense, our colleague, Judy, and"
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:18.160",
        "message": "I know our friend, Brian Kaplan, has he been on the podcast?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:23.600",
        "message": "Not yet. But he should have inviting him because he has these incredible counterintuitive insights,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:28.240",
        "message": "which always make me kind of sit back and think, yeah, yeah, he's very good. He has two twins who are extremely studious. Oh, yeah, and not so much interested in sports or things like this. And he went around to a bunch of private schools and said, you know, here, my kids, look, they don't want to do art. They don't like it. They don't want to do sports. They don't like it. Can you just teach them some more mathematics? And the private schools were, oh, oh, no, no, no, no, no, no. We teach the whole kid, you know, we are holistic. We could never do that. You know, it's very important that we round them out, blah, blah, blah, blah, blah, blah. So we ended up homeschooling them, actually home office schooling them. They were schooled literally in the office across the hall from me."
    },
    {
        "speaker": "Guest 2",
        "time": "01:39:18.040",
        "message": "And they're well-rounded, they're intellectually well-rounded. They may not know how to run, you know, whatever your PT exercises or some nonsense like that. But they are very well-rounded kids. I've seen them. I mean, they were pretty young when I was in graduate school. They must have been middle school. But then they were pretty well-rounded then."
    },
    {
        "speaker": "Guest 1",
        "time": "01:39:35.800",
        "message": "They have their first publication already as 18-year-olds. Wow. Yeah. Anyway, it's great. But my point is that even in this private marketplace, he could not get a deviation from even, you know, even a simple one, even when he was willing to pay. Right. I mean, private schools are not cheap. So here he is willing to give a private school, you know, tens of thousands of dollars, right, to educate his kids. And they could not deviate from the lesson plan. So there's something about education, which is just, I don't understand it, actually. But it's just very difficult to innovate and to break into the social, to change the social dynamic. And let alone, of course, we have all the problems with state intervention and not having a market. But even in the market, it's less than I would have expected."
    },
    {
        "speaker": "Guest 2",
        "time": "01:40:33.320",
        "message": "You know, one personal anecdote here. When I was about eight years old, my dad had to go on a fellowship to the Netherlands. Right. And this was something related to work. He had to spend seven or eight months in Netherlands. My mother, who's a musician, was simultaneously invited to give a number of concerts, you know, all across Europe. And my parents were like, amazing. They were troopers. My mother at that time was about the age I am right now. So, you know, more credit to her at this age, I'm able to appreciate her decision so much more. They could have left their kids with the grandparents and just taken off and spent eight months in Europe. And they said, no, we'll take the kids. I have no idea why. And they just yanked me and my sister out of school. My sister was 11 at the time. And we thought we were going to go to school in the Netherlands. Right. And we were so excited about it because they don't have school uniforms. They have cafeterias and lockers, you know, it looks like a school out of Archie Comics or something like that. And my sister and I were like over the moon that we might get to go to school there. And my parents said, why do you want to go to go to school? You learn more traveling across Europe with us. And we thought they're insane. Everyone. My parents thought they were insane, yanking kids out of school for eight months. We just toured with my mom. That's it. You know, I've toured like all over Western Europe. We just went. My mother was the opening act for a big, you know, Rupert follow up act. And I've toured France for 31 days. I've been to villages in France. Normal people haven't been to. But the education I got as an eight year old was the Vienna Symphony is different from the Lund Philharmonic. Right. That's it's a different kind of education, but it's the kind of education you get when you travel and you see the world and you're with your parents. And we came back and my parents just hired a tutor for us to like quickly pass the final exams. And we went on to the next grade. And that was the end of that. And nobody, you know, if my parents had been in India and they had yanked us out of school to maybe travel across India, like that, that would have been the end of it. Like, I think there would have been a family intervention. They would have come and told my parents that we're taking your kids away. You're terrible parents. You have no idea what you're doing. You're going to ruin their lives because they didn't learn like 12 times table or whatever. And it's the amount of social pressure to get a particular kind of schooling for all kids to get, you know, you know, all the typical right. In addition to schooling, you should learn a musical instrument. You should learn karate. You should learn a foreign language. I mean, these kids who learn the foreign language can't even order like food in French. Right. It's just completely useless information. My foreign language was Sanskrit, which is still foreign to me. So it's just like there's some system we've come up with. I have no idea when it might have ever been useful. It's certainly not useful today. And not only do we not have experimentation, anyone willing to experiment like Brian or my parents, they are punished for it. You know, like there is just outrageous amount of social sanction. I, I don't imagine a lot of people outside of, you know, Carroll Hall support Brian's choice to homeschool the kids or someone who knows the kids well, who know the twins well, they might support that choice. But everyone else will just think like these are insane parents. And homeschoolers in the United States are typically vilified. Right. They say you want to homeschool your kids because of religious education or something, something like that. Right. Because you don't want them to read Darwin or whatever the latest thing, political thing is. So it's mired in a lot of these things. I have no answers on how to break out of it. I thought the big MOOCs, you know, the Khan Academy and things like MRU, of course, which is very much more niche. I thought that might have picked up a bigger movement in homeschooling because it used to be so costly to exit the state, you know, so on that margin, a lot of the costs of exiting the state school system or the social schooling system have reduced. And I imagined a bigger exodus than what actually happened. But my sense is it's because of what Alex said, which is schools are acting like warehouses, you know, where you put your kids for six hours so that you can get your work done because we can't afford nannies and we don't have grandparents in the United States and, you know, those kinds of things. I was also raised by my grandparents. So, you know, I mean, if Khan Academy was better, I can imagine my parents just putting me in front of Khan Academy and doing whatever they needed to do. They might have been experimental. So I think there are multiple things going on. Immigration can solve the warehousing problem. We're very bad on immigration in the United States. Right. You could have a lot of people from poorer countries who know how to raise kids really well. Right. Happy, well-rounded kids who are kind, good people. They could be helping you raise your kids instead of warehousing them in a jail, a centralized jail system wearing masks right now. But that's not an option on the table because of bad immigration laws. So it's not, I think, one thing that solves it. It's not just the politics of education. I think it's so many things about education. It's our notion of fairness. It's our notion of how children must be raised, where they must go. No one should be left out. No one should be left behind. You know, all of those things mired in one."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:47.000",
        "message": "And I guess, you know, the fact that so many people homeschool at all tells you that the system is broken because homeschooling doesn't really make rational sense from a comparative advantage point of view. You're better off outsourcing that and just focusing on what you do. But the fact that so many parents who obviously care about the kids feel the need to do that is itself indicative. And I've often, you know, amused at putting, you know, with other people, putting together a sort of a course called life lessons, which teaches you all the basic things we should be taught in education, but aren't taught, for example, econ 101, you know, probabilistic thinking, how the brain works, communication, how to code, you know, like Alex said, memorization techniques or knowledge management, all of those things. Financial literacy."
    },
    {
        "speaker": "Guest 2",
        "time": "01:46:29.960",
        "message": "Yeah. Financial literacy. We are terrible at in the United States. I have college kids who don't know how to balance a checkbook. I mean, they don't know what that means, you know, to have to manage their own money and how compound interest works when they are, there's a massive amount of student debt because they have no conception of how big this is going to get. Right. So compound interest is magical when you're an investor, right? It's the devil for when you're a student in debt. So just explaining those numbers to them, I mean, they need to even putting it in the compound interest calculator. It doesn't quite process until they see the, you know, the exponential curve of how much they're going to have to pay the longer they have this going. It's really hard. The financial literacy part is one of the reasons we have such terrible levels of student debt."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:17.440",
        "message": "Let's move on now to Alex's third lesson of the day."
    },
    {
        "speaker": "Guest 1",
        "time": "01:47:21.080",
        "message": "Okay. So, you know, I'm going to now sort of contradict myself a little better because, you know, you had Shruti and I on earlier and we talked about state capacity and India kind of as a flailing state. And I've changed my mind a little bit in the following sense is that at the beginning of the pandemic, I thought the U.S. will, it'll be bad, but it'll probably be okay. But I was very worried about India because already lots of pollution, lots of comorbidities, I didn't, flailing state, you know, I was very, very concerned with India. And in fact, what we know is that it's been much worse in the United States than in India. India has done, has made mistakes, a lot of mistakes. We can talk about that. But India certainly has not done worse than the United States. And so I'm less focused now on state capacity. And then on what my colleague, Brian Kaplan, who was always somewhat skeptical about state capacity, he calls state will, right? And states have a lot of untapped power, which they can use, and sometimes they do, and sometimes they choose not to. So a lot of what happened in the United States, you could say it's low state capacity, but actually it's probably just low state will. The Trump administration in particular, but for a whole variety of reasons of complacency and regulation and so forth, we just did not have the will. You know, we just did not summon the will to do radical things, to make big, big steps, to make big changes. And India did. So, you know, again, I'm not supportive of this, but India had the, you know, the biggest lockdown. India had capacity, India showed will, India made big moves. So this idea of state capacity, I've sort of downgraded it a little bit in favor of kind of state will. And I don't always understand why some states, they have the will to make these big moves, make these big changes. China, for example, you know, has vaccinated more than a million people. China did what you would think the United States would have done, you know, 50 years ago. They said, well, we're going to create a vaccine and we're going to start giving it out to people even before we've gone through all the trials. So China did a lot, a lot of capacity, a lot of action, but also a lot of will. And the United States, you know, I spoke with people in Congress and they would just, well, it's the next, we have to wait till the next session. Things are slow. We have to get agreement and, you know, there just wasn't the will there. And it's odd because when we were attacked on 9-11, massive willpower, right? I mean, there was no question that we were going to fight back and we were going to attack whoever, the wrong people. But yeah, I mean, but we had troops in Afghanistan, we had troops in Iraq, and we had just a massive, massive, we'd spent trillions of dollars, okay? We're still spending huge amounts of money fighting these crazy wars. I mean, it was, we did the wrong thing, but there was no question when we were attacked on 9-11 that the United States would respond, okay? And yet today we have a 9-11 every single day, every single day right now, more people are dying than in 9-11 and people, there's no action in government and there's no even action among the people, right? You know, I'm concerned, Shruti is concerned, but like where are the people rising in the streets demanding that people stop dying in nursing homes? We are nine months, ten months into the crisis and the nursing homes are still where people are dying and we're not protecting them. You know, in World War II, people sent their kids to the countryside. You know, my father-in-law was sent from Holland, he was sent to England, you know, as a young child. His parents said, it's too dangerous here, we're going to send you, we have no idea exactly where you're going, right? We're going to send you off to the countryside in England to kind of protect you, right? And yet today we cannot protect people in our nursing homes. And I don't understand why, I don't understand why in some cases this triggers some part of our brain, oh, we've been attacked, we must fight back. And yet when the virus attacks us, we don't fight back. This is puzzling to me. And it's to do with this, it also has this question of state capacity versus state will. And I think state will seems to be more powerful than I had thought previously."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:14.600",
        "message": "So a couple of thoughts, which are also kind of questions. One is, could it be the case that, you know, in terms of 9-11, what's happening is much more visible. You watch it on television and you see those flaming towers and, you know, it's much more visible and therefore the reaction is much more visceral. And also the enemy is identifiable, you know, it is that bunch of specific people who have photographs and all that, the virus in that sense is kind of much more abstract. And as far as, you know, state will is concerned as against state capacity, and I'm just thinking aloud here, would it be the case that for a politician, action will always carry more costs than inaction, because when you do something, you can cause something bad to happen. But if you just stay with the status quo, when you don't do anything, at least you didn't cause the bad thing to happen, you know. So is that therefore inherently a bias towards inaction built in for politicians and the"
    },
    {
        "speaker": "Guest 1",
        "time": "01:53:08.840",
        "message": "state? You would have thought that. And yet, you know, we sent troops to, as I said, to Afghanistan and Iraq, which is mired us in now the longest war in US history. And so there the bias was towards action, right? And sometimes, so I don't always understand, like, why is it in some cases we are very quick to act, even foolishly quick, and, you know, demonetization in India and also, you know, sending everybody in India back to the villages, right? So that was a huge action, right? And probably mistaken action, but they had the will to do it and they did it, they did it, right? So it is, I think this is one of the big questions in social science is when is there a bias towards action and when is there is a bias towards the status quo? And to try and understand this, I think is very puzzling."
    },
    {
        "speaker": "Guest 2",
        "time": "01:54:02.200",
        "message": "You know, this is also related to one of my lessons, but I'll get to that in a minute. But first to respond to what Amit said, Amit, I would have agreed with you if you had talked about, say, the contrast between 9-11 and diabetes, right? Diabetes is the slow killer, you know, people have it. You can kind of survive with it for a while, even though your standard of living is poorer or whatever. But, you know, the 9-11 is this visceral event, it plays in your head over and over again, and it's terrifying. And, you know, there's a certain fantastical element about it that doesn't leave your mind. But I do think COVID is like that. We are trapped in our homes in some bizarre, like social biological experiment. Our friends are in hospitals. You know, we know people, we've all had friends, family members. I have family members right now who are COVID positive, right, who are complaining about losing their sense of smell and taste, and I can't talk to them because they are coughing up a storm, right? We all know people who've lost parents, who've lost grandparents. The death count is what, about 300,000 right now? So this is no longer a tiny tragedy, right? And nor is it... And you go out, everyone's wearing a mask, right? So this is bizarre, right? What a bizarre world. You can't enter places. You can't go and access half the places in the same way one would have. It's winter right now here, right? We have below zero Celsius temperatures all the time. So we can't exactly get together outdoors and, you know, have a cup of coffee and pretend like things are okay for a moment. It's really hard. Like, you know, none of us is going to get together for Christmas, for instance, right? These are not low cost events. They're very visible. They're not like diabetes. They're not like, you know, driving or drowning or vending machine deaths, you know, all those other things we normally compare to 9-11. This is really big. And somehow, I don't know if it's the human ability to adapt, but people seem to have adjusted to these numbers as the new normal. No one seems to be outraged. No one has a sense of urgency. I know a few economists like Alex or, you know, Paul Romer, John Cochran, who constantly, you know, writing and posting with a sense of urgency and panic of, you know, what the hell are we doing? But most people are pretty calm about it in the narrative, which is something that's really worrying. Like, you know, this is not a situation to be calm. The lesson that I learned, which is a little bit related to what Alex said, but slightly different, is I am deeply disappointed in self-interested politicians. Right. I mean, there are some massive low hanging fruits which you could just go for, like, you know, in this emergency situation, you could really go up the situation to your benefit. You know, you could be Winston Churchill who furthered every single agenda of his while also furthering British interests in the war. Right. For instance, Prime Minister Modi was interested in, like, you know, India's health care and providing some kind of health insurance and things like that. Even before the pandemic, they announced a half hearted plan, a huge plan, you know, in the budget for last year and the year before that. This is the moment to seize. Right. And say, you know what? I will be the person like Nehru who built Bhakranagar dam or the IITs or something. I'm the person who will make this massive, you know, investment or intervention in health care policy. He might get it right. He might get it wrong. But this was sort of like the perfect opportunity to brand something Indians really care about, you know, co-opt all the finances at a war footing towards that particular agenda. And he already had this agenda. Right. And they are still nowhere on the plan to do this. Right. Why do we see Prime Minister Modi come and say, you know, ICMR is very slow when it comes to approving testing. I'm going to scale up India's testing, you know, 800 fold. Right. Where is that announcement? Right. So it's not just like political will. I'm also like, are these politicians not genuinely self-interested? Do they not care about PR? Do they not care about maximizing their budget? You know, all the things Gordon Tullock would have taught us, they're failing on every single one of them. They're not even good self-interested politicians. They are bad politicians, not in the usual sense. So I am very disappointed on that margin. I expected at least one Winston Churchill to come, you know, awful as he was. Right. But I expected one leader like that somewhere in the world to, you know, make like crazy outrageous statements and completely co-opt this tragedy to their benefit. And also, you know, maybe some good would have come out of it."
    },
    {
        "speaker": "Guest 1",
        "time": "01:58:53.520",
        "message": "But I just haven't seen it. Come in in the United States. I mean, Donald Trump could easily have won reelection, right, had he just displayed competence in even just one area of handling the pandemic. It's very peculiar because he did Operation Warp Speed. And but why wasn't there a similar program for testing? You know, there was a plan actually using the post office to send out masks to every single household in the United States. And, you know, taking action like that, I think Donald Trump would have won, would have won reelection easily. I mean, most incumbents win. He came extremely, extremely close. And yet just taking these very basic actions, he didn't even want to stimulate the economy until, you know, very late, even though that was totally in his interest. So very, very puzzling to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:47.200",
        "message": "Yeah. And, you know, one of the things that we often talk about and worry about is that during a crisis, leaders will take the opportunity to kind of consolidate state power. And that's only a bad thing in the long run. And my response to that in the context of India is that, listen, our state is too incompetent to do that properly. So, you know, so in a sense, it's a damn good thing that these people haven't shown that kind of leadership because it would have manifested in the wrong kinds of things. So is that the big lesson here? Like is your fourth lesson, Shruti, really that really about the incompetence of the"
    },
    {
        "speaker": "Guest 2",
        "time": "02:00:18.560",
        "message": "state? My fourth lesson is my priors about politicians have had to really change, right? As a public choice economist, right? The constant thing we are thinking about is politicians are rational, self-interested people. They can't be trusted with power. We must keep checking their power, even if it is at the, you know, tradeoff of slowing things down or making things incompetent. Only in extreme emergencies like war and a global pandemic must we give them even a little bit of leeway. And I'm like, frankly, they have all the leeway, they're just not doing anything with it. My lesson is I have had to seriously think about and revise my priors about self-interested politicians and how they behave, right? Somehow inaction in a pandemic doesn't seem to hurt their prospects very much, or even if it will hurt their prospects, they don't want to be seen doing very much. And I can't figure out why. I just can't figure out why they wouldn't co-opt this, you know, in their peculiar way. Like, for instance, if I were doing vaccine research right now, I would completely co-opt this emergency, even if the research I was doing was not on coronavirus, right? I'd be like, oh, my God, see, the world comes to a standstill if you don't have one vaccine. You want to spend lots of money on vaccines and, you know, start this whole rent-seeking. I don't see any of that happening. So the way I would have thought, like, your classic Gordon Tullock politician would have reacted, they just, I can't find a single example of anyone reacting like that. And I don't know enough about, you know, more specific Chinese politics. If there were, in fact, more local leaders who might have done something like that in the Communist Party, but outside in the Western world and in India, I just don't see it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:04.480",
        "message": "They're not making dictators like they used to. They're not making dictators like they used to. And I guess it's a blessing that, you know, they're not acting rationally to consolidate power as, you know, a theory predicts they should. And I guess that's a blessing for us. But I would at this point coin a new axiom, which I will call Verma's razor, never attribute to virtue what can be adequately explained by stupidity."
    },
    {
        "speaker": "Guest 2",
        "time": "02:02:26.440",
        "message": "No, but it's not virtuous either. It is, I believe it might be a misunderstanding of the low hanging fruit and self-interest. Either they are misunderstanding it or I'm misunderstanding it. Right. My understanding would have been there's a huge coalition to support investments in health care in India. Maybe I'm wrong. Maybe that coalition doesn't exist. And that's why they didn't capitalize on it. But the low hanging fruit, according to me, nobody went for."
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:54.680",
        "message": "Yeah. And same in the US. Like, you know, we talked a lot about Trump, but in Congress, you know, either in the Senate or they're the ones who are supposed to be passing the law. Right. And so where here is an incredible opportunity for a politician like somebody like an AOC, for example, to brand this as her issue and to put forward a plan and to rise in the national, you know, rankings as the anti-Trump or something like that. And that never happened. That never happened. There's no like Biden. He's not really even it's not I mean, he won because people voted against Trump. Right. They voted against Trump. But Biden was never the anti-Trump in, you know, in any sense. And, you know, he came he won, I think, because he was, again, actually the candidate who was least interested in big change. And in one sense, I'm grateful for that, you know, because the change that the other candidates were interested in was almost all bad. So I'm grateful that the Democrats chose a candidate whom, you know, I could support because he was sort of the more rational, conservative candidate. So it was very peculiar that there was no coalition or no coalescence around a alternative plan to Trump. Right. So if this is something an AOC or somebody like that could have taken up, here is the plan that we're going to deal with the pandemic. And here are the law. Let's pass the law. I mean, Congress is supposed to be the ones to be passing the law. And yet that never happened. There was still the focus of everybody, everyone who wanted big changes. The focus was on all on these cultural issues, all on, you know, raising the minimum wage or, you know, something fixing national health care or something like that. There was no big plan on the pandemic. And again, it just seems very peculiar to me, like in a war, right? You know, if the war isn't going well, you expect the opposition party to have a different plan for the war, not to run on raising the minimum wage while we're losing the war. And yet that's exactly what happened. It was like the Democrats were running on all of these cultural issues and, you know, economic distribution, redistribution issues while we're losing the war against the pandemic. And so why that didn't become the national issue, again, very strange to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:31.120",
        "message": "Right. So I'll move on to my fourth lesson now, because that's again about politics and kind of a natural segue from this, which is that, again, it's not something that is a new and it's something that's been commented upon before this, even by me. But I think this year kind of really brought it home in terms of number one, of course, you know, there is a banal fact that politics has become more and more polarized, partly, you know, driven by social media. Alex, you earlier spoke of what Cass Sunstein called group polarization, that, you know, once you form your little tribe or your little echo chamber, you become more shrill and you go more towards the extremes. And we have indeed reverted to that kind of tribalism. But what is also kind of worrying here is that politics, I'm increasingly beginning to realize, is not just driven mainly by tribalism, but possibly only by tribalism in the sense that if you look at, for example, over the last four years, how the Republican Party was basically completely demolished by Trump and just became something other than what it was, where it was earlier the party which would stand up for free trade and all of that. And, you know, look what happened to it. It was that just it was a will to power that mattered and not the principles you stood for. And politicians everywhere, of course, we know that when you enter politics is the art of compromise. You want to get to power and it does corrode character and whatever principles you may have started out with means nothing. But at the same time, you imagine that parties stood for something and all of that. And in India, of course, on the spectrum, all parties are pretty much the same. They are, you know, illiberal on economics, illiberal on social issues. And it's just a question of degree and nuances and details. But what I have also seen is that this is not just true of politicians. This is also true of voters who support political parties. Like, if you just see people's different reactions to the lockdown in the US, Trump was against a lockdown. So people who are on the left, therefore, you know, would naturally be for it. And in India, it was the other way around that Modi called for a lockdown. And, you know, it kind of goes the other way, which is bizarre, because typically before that you have, you know, Modi supporters also being Trump supporters. Similarly, you know, as someone who has written about policy, edited a magazine on policy, my sense always was that you have to evaluate a policy on its own terms. It doesn't matter who's bringing it out. And yet, after, you know, decades of, you know, all parties agreeing at an intellectual level that our labor laws need to be reformed, that agriculture needs to be reformed, when some kind of reforms, even if they were flawed in a limited sense, but broadly a move in the right direction, when some kind of reforms are brought out by governments, which, you know, people like us otherwise oppose, you had a lot of people reflexively opposing those policies only because they are against a party in question. And for example, in the farm bills, you know, the Congress has had very similar measures on their manifesto, when AAP ran a previous state election, they had very similar things on their manifesto. You know, all experts in the field before this have all unanimously agreed that these are the reforms we need. We need to empower farmers with choice, remove the monopoly of these middlemen, so on and so forth. And yet now, because of the politics of it, you completely ignore, you know, and it's so predictable now that when I talk about politics with someone, you know, if they are against party A and for party B, they will not be able to tell me one good thing that party A has done, because they're against the party, or one bad thing that the politician they admire has done. Because again, you know, so A, it's tribal, and it almost takes on sort of a religious level of belief. And if this is the case, if all our stands and our positions are going to be determined by this kind of reflexive tribalism, then where is the open debate, where is the discourse going? And this kind of has, in a sense, 2020, of course, has made people lose hope in many other dimensions. But I have lost hope of our politics ever really being reformed or, you know, because it's not just the politicians who don't care about principles, it's everybody else as well."
    },
    {
        "speaker": "Guest 1",
        "time": "02:09:39.000",
        "message": "That's tribal. And there's also this massive gaslighting, which goes on, in that people act like whatever we're doing at this very moment has always been this way. So this bizarre thing happened in the United States, where at the beginning of the crisis, it was the liberals who were saying, don't worry about it. This is just like the flu, okay, there's not going to be any problems. We don't need a travel, you know, shutdown. And it was the conservatives who were saying, no, we need a shutdown from China, we need to have a travel shutdown, as Trump did. And it was the conservatives on Twitter, you know, there were some libertarian types and some radical types who actually had this early on, like Balaji Srinivasan. And these guys were ahead of the curve. And then within a matter of weeks, it really bizarrely just suddenly shifted while the conservatives who had been warning about this, it suddenly became, oh, no, no, no, no, that's not our tribe. Our tribe has decided, Trump has decided that our tribe is going to be anti-mask, is going to be anti-virus, is going to pretend that this isn't happening. And they all switched. And same with the liberals. So like the liberals right now, like on Twitter, like right now, you know, you know, going on about the CDC, all kinds of stuff, I won't get into it. It's completely the opposite of what they were saying, you know, eight months ago, right? They've completely changed from eight months ago. And what is more, there's a gaslighting in that there's never any acknowledgement that, hey, you, eight months ago, were saying this is not going to be a big deal, that we don't need, we shouldn't overreact, that Trump is using this, you know, to gain political power. That's what you were saying eight months ago, Mr. Epidemiologist, you know, Mr. Scientific Expert. This is what you were telling us, this is what you were advising the public. You were telling the public eight months ago, don't worry about masks. You don't need masks, okay? Masks are just for doctors. You don't need them. It's not going to be a problem. You know, it's not where the flu kills 30,000 people a year. So don't worry about this. It's only going to be like, you know, 100 people, you know, like, well, that's what you were saying eight months ago. And now you're all blah, blah, blah. And there's, and I don't mind that. Look, look, people should change their mind, right? Okay. You know, we should be Bayesians. People should change their mind when the evidence changes. So I'm not criticizing them for changing their mind. What I am criticizing is that they now think that to hold the opposite view is like evil. And that's the view they had just eight months ago. You know, you must be stupid or evil to have this. And there's no recognition that they themselves have completely changed their mind and reversed course. And it's just a massive gaslighting, which goes on in both sides. Both sides do it, right? There's no, you know, Trump at the same time wants to say, you know, we shut down against China because we knew the pandemic was going to be important. And at the same time, so it's not important, you know, just go back to work, right? I mean, so these cultural things, as exactly as you say, they're tribal and the speed at which the tribe can shift. It's like those birds, the murmuration, right, you know, they're flying one way and they're going the other way. And woe, you know, and if you don't follow your tribe, you know, woe to you, right? Because if you're the one bird which doesn't know to turn when every other bird turns, you know, then you are going to become evil and you're going to be attacked by your tribe. And they're going to say that you're stupid, you're evil, you're, you know, how could you possibly think this? And if you don't stick with your tribe, you're crushed, you're crushed."
    },
    {
        "speaker": "Guest 2",
        "time": "02:13:39.120",
        "message": "And that's the craziness of it all. You know, there's another aspect to it. So this is in particular, I don't want to name names, but some of it might be clear. We've had, like you said, you know, economists, experts who supported the farm bills when it was a previous government who no longer supported or were at least hedging, you know, and saying, oh, but it's this issue of contract enforcement or something, you know, there's all this stuff that keeps coming up. They're very good economists, right? I cannot imagine them saying this in the classroom, right? But I think everyone does somewhere have to worry about, you know, where their next gig comes from, right? And you know, this goes back to an earlier point that Alex said about this whole collectivization of all decision making, right? Now, if you collectivize all decision making and everything is political and everything is democratic, it also means everything is partisan, right? Because that's how we are choosing in politics, right? In the United States, it's a particularly acute version. It's a duopoly, right? In other parts of the world, it's a little less so. Maybe there are a few more parties involved. But the moment you collectivize decisions, it will become partisan and it will become tribal. Now, I can support labor law, even if it is coming from the stables of Yogi Adityanath, who I otherwise abhor, because my bills are paid thanks to the Mercatus Center, right? I don't have to worry about the BJP or the Congress or up hiring me in any position in any way, right? And my next meal is not contingent on them. And I can be completely independent. I also don't live in India, which means I know that the mob is not going to come and break my windows, you know, the way they do with Siddharth Bhairavarajan or something like that. So there's a reason, right? It is academics. It is people in tenured positions, Michael Kramer, John Cochran, Paul Romer, Alex Tabarrok, who are saying these things, right? They don't have to rely on the government as experts for their next paycheck or, you know, rely on the Republican Party to appoint them to whatever nonsense post that there is within their government. Most other pundits do, right? And even if they're not directly working for the government, they are pundits in the sense that, you know, they're going to be invited by MSNBC or Fox, right? So to get your next gig, you have to do what you have to do. So I think this might be more deeply entwined to just the way we think of decision making than like this current moment of, I don't, what I mean is I don't think it's related to the pandemic. I think this is true of the war, right? Nobody on the liberal side said anything when Obama was killing thousands of civilians with drones, right? I just read Obama's, you know, the autobiography, and I thought it's going to have like this big thoughtful chapter on, you know, I really spent sleepless nights over all those civilians who were bombed. But you know, this is what I was thinking at the time, nothing, right? Like I mean, not nothing, it's acknowledged, but there's no nuanced articulation of that's what I thought at the time. I've changed my mind, or maybe I haven't changed my mind, nothing, right? And nobody seems to think that Obama has a bad record on war, right? Because in their tribal world, Bush is bad record on war. The other side, our side, good record on war, right? So my problem with Obama is not healthcare, all the usual stuff conservatives are going on about. Obama has been terrible on foreign policy when it comes to killing civilians, just sheer numbers. But again, like, you know, so the gaslighting, I don't think it's COVID related. I don't even think it's 2020 related. But it's very stark right now, because we are trapped at home. And the social media version of the movement of the birds, it's really something like, you wake up one morning and up is down and down is up. And now everything is different, right? This has happened with the defunding the police and unbundling the police or support for the police, right? I mean, the Democrats support police unions in a really big way, right? Not just the Republicans. The Democrats are union people. That's the party and built its bones on unions, right? Our current vice president, right, or vice president elect made her bones supporting police unions. So now suddenly that side becomes the face of like, you know, we must defund the police and we're anti police brutality. It's all it's everything. It's the pandemic. It's every single major issue from war to education, to police brutality in the United States. And I don't see any way out of it. And I don't see any way out of it in India either."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:32.760",
        "message": "Yeah, this mass movement of the birds is quite hilarious. And what Alex just said about the gaslighting in the sense that if you have a different opinion, you are evil, period. That's the end of the matter. So, you know, you're scared of, you know, sometimes I'll think twice about saying something on Twitter, because everyone's kind of going to just jump. And luckily, the kind of people who listen to the podcast are much more nuanced and reasonable. So I guess there's a sort of a selection effect inherent in that, which is quite delightful. So we have four more lessons to go through. So Alex, it's time for your fourth lesson."
    },
    {
        "speaker": "Guest 1",
        "time": "02:19:04.760",
        "message": "Let me go with a positive one. And that is the Internet. It's even better and greater and more fantastic than I thought. I'm shocked that it is actually held up. So I thought or I wouldn't have been surprised with everybody at home, you know, watching Netflix and working from home, I would not have been at all surprised if we had been faced with Internet, you know, bugginess and collapsing all the time and shortages and like the, you know, trying to use too much electricity, brownouts or the equivalent of that slagginess slowing down. And yet the Internet has been like rock solid. You know, everyone's watching movies and I haven't had a single, you know, major, major problem. The Internet has been like totally rock solid. I've been enjoying, you know, my Netflix and the chess thing and all that kind of stuff. So it's been great. And we have been able to work from home. And a lot of us, I mean, not everyone, of course, but the ability to do that. And I'm sort of reminded there's kind of a famous study of which looked at people's commuting decisions in London and how they got to work. And then for a while, because of a terrorist attack, some of the tube stations in London were closed down and people had to find a new way to get to work. And then the stations were opened up again. And what they discovered is that a significant minority of people, like 25 percent, they did not go back to the old commuting route that they had taken before. And instead they stuck with the new route. So that indicates that they needed this big shock to try something new and that the new route was actually better, you know, save them some time or something like that. And so I think that work from home, we're not all going to, you know, return back to, you know, working at the office. Some of us are going to stay working at home because it's worked better than we expected. You know, it is by no means, you know, Zoom is a problem, blah, blah, blah, blah, blah. We can go on about all Zoom fatigue, et cetera, et cetera, et cetera. But it has worked better than I think anyone would have expected in advance. So for example, this now is the season of interviewing job market candidates for economists. And we all used to travel to like Atlanta or Chicago and go into hotels and people would come. You spend all day in a stinking hotel room and, you know, your job market candidates would come one at a time, half an hour each, and you'd interview 10 of them or 20 of them at the AEA, the annual AEA meetings. I'm never doing that again. The Zoom works just fine. You know, we can interview job market candidates online. I'm never going back. And I think a lot of people are going to be in a similar kind of situation. We needed this big push, but it has worked better than expected. It's more solid than expected. And we're going to even see bigger changes than you might have thought."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:09.160",
        "message": "Yeah. And, you know, that's a bonus lesson that I didn't put into my five, but that was among the contenders is that we are almost in a sense lucky that this pandemic happened in 2020 and not say 2005 because technology now allows so much like I'm being able to do so much of my remote podcasting without a hitch. And what I, you know, tell the students of my podcasting course also is that, you know, the basic budget equipment that you need to start podcasting is what would have been considered studio quality 20 years ago. You can get professional quality output, whether it is an audio or even video without investing too much. I mean, there are films being shot with the iPhone for God's sake, of course, the iPhone is hardly cheap and I don't have one either. And of course, you know, the three of us are incredibly privileged that we can work from home productively and we are extremely lucky that way. And so many people don't have that choice, but it is something to note that the technology has come to this point that many of us are realizing that we don't need to go back to the old way of life. We can be much more efficient, I guess, just being at home. Like I was thinking, maybe, you know, I was telling Shruti the other day that next year I want to try out streaming and just kind of throw things at the wall and see what happens. And I've realized while researching it that it's really cheap. You know, I don't need a television studio. I don't need a production house. It's literally doable on my own if I, you know, kind of show the will, which a state doesn't. But thankfully, I'm not the state. I'm an individual. So, yeah, but that's been a revelation indeed."
    },
    {
        "speaker": "Guest 2",
        "time": "02:23:35.800",
        "message": "I think it's also like Nandu, my husband, who both of you know, was joking with me the other day. And he said, I think you are a little too well-adjusted for pandemic life, like in terms of choice of job and luck and temperament and everything. He's actually worried about me rejoining normal society. He says, what are you going to do then? And I mean, some of this has an element of privilege, but it's also luck, right? I mean, doctors are incredibly privileged, but they find themselves on the front lines right now. Right. I mean, the New York Philharmonic musicians are incredibly privileged, but they are out of a job right now. So I think, I mean, the pandemic has also hurt the privileged and the elite, not just poor people, but it's just pure chance that I happen to be a professional economist in 2020, you know, and this happened to me right now. It's just luck, dumb luck, you know, and it's very hard to counter dumb luck like that. I mean, the next thing could affect my age group, it could affect my gender, it could affect South Asians. Like, we just don't know how the next pandemic will hit people. It's not going to be an equal distribution."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:48.600",
        "message": "So some of it is just luck. The next thing could be a virus that makes economists stupid. Oh, wait, we already have that. There's politics. Shruti, shall we, shall we move on to your final lesson now?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:25:00.440",
        "message": "Yeah, you know, I've been thinking about this a lot. So of course, once again, like as an economist, especially public choice trained economist, I'm constantly thinking about market failure and government failure, right? And the classic public choice lesson is that we focus in neoclassical too much on market failure. And the solutions we give to counter market failure are typically rife with government failure, right? So once we take the political incentives into account, then we realize that, you know, maybe there are solutions to market failure and maybe government intervention is not the best way to go. So this is the the Cliff Notes version of, you know, so much of public choice economics. And I've been thinking about it. And I have frankly been surprised by the amount of, you know, sort of like private voluntary action by private citizens and their failures, right? And I've been trying to put this in perspective in one sense. So the state has, of course, failed spectacularly. We've talked about it for almost two hours on the margins on which the state has failed spectacularly. But I don't see 10 months into the pandemic, private individuals, civil society groups doing that much better. You know, I don't see private movements for wearing masks or getting tested or movements to speed up testing. I don't even see private movements to say, hey, this is how we can make Christmas better without getting in a room with each other, right, or make Thanksgiving better. I don't see any movements among young people saying, hey, we are not going to be so affected by this, but maybe we should say grandma or whatever, like, you know, where am I? So I live in a fairly urban area. And when I walk past, you know, when I'm walking the dogs, every single sports bar is completely packed full, right, on evenings and on weekends. Those sorts of things genuinely surprised me. I thought it might have been OK initially. Ten months into the pandemic, at 3000 plus deaths per day, it's pretty shocking that people are behaving like this. And I've been trying to think why this is the case, right? And this is, I think, going back to the Adam Smith lesson, right? The entire goal for us in society is to find institutions that will align self-interest with social interest, right? So of course, people don't want to sacrifice and they're, you know, if you're 20 something and you're not going to be that severely affected, of course, you want to go out and you want to be with your friends and you want to have Christmas, all of the usual things. But what could have, you know, changed that? What could have aligned that better? And I think that's mass rapid testing, right? If we had gotten our testing act together in March and April and just gone whole hog, built up testing capacity, approved all kinds of different tests, you know, and and just encouraged people to test frequently, test all the time, return tests quickly and get back to society, we would have had some remarkably different outcomes. Because I, you know, 20 somethings are self-interested, but they're not like serial killers, right? I mean, they're not good. Most, I mean, America is very pro-social, at least my experience with Americans. They're very pro-social. They're very engaged in civil society. There's high level of trust. You know, people are not going to fake their COVID tests and go and infect a whole bunch of people just to watch their favorite football game or something. People tend to be responsible. And the big problem was that we did not inform them about their own situation and how much risk they might cause. And we imposed all sorts of bizarre costs on them, whether or not they can infect other people. Right. And that's sort of like the worst combination in terms of aligning, you know, self and social interest. So I think the failure or like, you know, what we would traditionally call like an externality kind of failure, which has happened in COVID, I think that's just because, to my mind, that's because of testing. Right. And 10 months in, it still takes three days to get your test back. Right. We know right now there's a lot of holiday travel over Christmas. Most people who need to take an airline, you know, they need to show a negative COVID test in the last 72 hours or 96 hours or whatever the airline rules are. It takes three days to get your test back. Even now, they're not giving us test results on weekends in many of the labs. I mean, 10 months in, this is just shocking in a country as well resourced and as rich as America. Right. Given the cost of the pandemic, so many people would have been willing to spend a fair bit of money frequently to keep getting tested so that they could engage in all the activities that they wanted to. So I think that has been the big lesson for me. And I think this is an important lesson even going forward. So my sense in the early, when I when I supported the original version of the Indian lockdown, right, which was just supposed to be three weeks, it was supposed to flatten the curve and, you know, ramp up testing capacity. We never ramped up testing capacity that much in India. I mean, we did. It is better than it was before, but never enough to actually, you know, deal with the pandemic, neither in India nor in the United States. And the second thing about that was just, and here I come to the government failure and maybe even social failure, which is just the drift, right? We were all talking about testing capacity in March and April. Nobody is talking about testing capacity except like Paul Romer right now, right? Everyone has forgotten, everyone has moved on. Then it became shelter in place and lockdowns and masks and Trump elections. Now it is vaccine and who gets the vaccine first and how unfair that is. We never really solved the original problem and no one pointed out the failure in that original. So I think just information, you know, it would have really aligned self and social interest. And we failed globally in that in a big way, other than places like South Korea and Vietnam and you know, those are the countries. If you look at the success stories, they all did very, you know, they really ramped up testing capacity and their citizens behaved sensibly and their death numbers are very, very low."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:14.080",
        "message": "Uh, so there is a lesson there. I'll both agree and disagree with you. I mean, uh, and the reason I'll both agree and disagree with you is that society contains multitudes to, uh, you know, invent a version of my old cliche and therefore people react in different ways. So yes, many people have been irresponsible and crowding the bars and the restaurants, but equally, what I have seen in India is that it is civil society that really stepped up when the state failed. For example, look at the migrant crisis that was just horrendous in Delhi. It is civil society groups who actually fed them in Bombay. It is in Mumbai. It is, you know, civil society, which, uh, you know, Sonu Sood organized all these buses to help them out. There's this wonderful organization called Khana Chahiye. And in fact, you know, one of the founders is a friend of mine called Ruben Mascarenas and we've been talking about him coming on the show at some point and he got COVID himself once and thankfully recovered and is fine now. And what those guys literally fed hundreds of thousands of people in the streets of Bombay and that was civil society doing something you typically expect the state to do. So I would simply say here that, you know, that yes, it, you know, it wasn't perfect, but in many senses it was better than the state. And while, you know, state failure, government failure is ubiquitous, especially in India. I think market failure is, you know, occasional and temporary and, uh, you know, so it's a, so let's not give civil society a bad rap."
    },
    {
        "speaker": "Guest 2",
        "time": "02:32:37.200",
        "message": "No, I'm not giving civil society a bad rap on everything. Of course they do wonderful things. I mean, even in the United States, there are church groups that actually, you know, they were sewing masks and giving to people. That's not what I meant at all. I meant civil society has not had a good solution to this limited point of the externality aspect of COVID. Right. And we don't see that element being solved by, you know, voluntary action. Of course, civil society does wonderful things. I mean, how else would we solve half the government problems in most places in the world?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:33:09.760",
        "message": "I do think they've underperformed relative to expectations. Uh, again, in the United States, I think about, you know, who is overperformed and it's the NBA, right. And like some of the universities, University of Illinois, University of Virginia, what you see, well, you know, and, and it is because of, of testing, you know, they ramped up testing and kept their people safe. But there are not many, you know, fast grants, my colleague Tyler Cowen. But there are not many institutions which have, uh, overperformed in this crisis. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:41.280",
        "message": "So Alex, let's move on now to your fifth and final lesson, though, of course we, I'm sure we have unlimited lessons, but your fifth and final lesson for this episode."
    },
    {
        "speaker": "Guest 1",
        "time": "02:33:50.300",
        "message": "So my fifth and final lesson is that I'm more worried about viruses than before. Now you might think, well, that's bloody obvious, isn't it, Alex? But I want to talk about computer viruses. Okay. So the next crisis, the next pandemic, I worry that our computer systems will go down and we'll all be forced to go outside and interact with people again, you know, we'll all be forced to go, oh no, I got to spend more time with my family, you know, now I've been kicked off the internet. But yeah, it does, I mean, you know, viruses do share some similarities, computer viruses and people viruses, you know, the robots could be infected with the virus. We've seen, you know, we're being hacked by the Russians or perhaps by the Chinese, depending upon who you believe. But so much our systems, including our nuclear power, our electric grid, are under the control of computers and artificial intelligences, our financial system. Most of the trades on Wall Street now are done by AIs, okay? Most of the trades are not by human beings, they're by AIs. And so creating vaccines for computers and insulating some computers from the internet, all of this seems much more important. Partly this goes back to the tail risks that we were talking about earlier. So one of the risks is from, you know, solar storms and things like that, natural risks, things like that, which can in fact are, which could bring down our computer systems and our electrical grid. And malicious actors are another one. And I don't think we have seen, you know, the big one, we haven't had the big one. And the big one is coming, you know, even just shutting down the internet, you know, for a few hours, you know, Gmail and, you know, something like that, which has occasionally happened. That's a big hiccup, you know, that's a big cost to GDP and so forth. And I don't think we've seen the big one and so much of this technology is becoming decentralized. So it doesn't take a state actor even to make some deadly computer viruses or even some, you know, biological viruses, non-state actors, even high school kids can create a virus nowadays, both biological and computer. So I think my, the weight that I now put on, the value that I now put on, you know, Norton antivirus, but more generally on, also on the U.S. The U.S. has a anti-hacking, anti-viral system, which tries to keep control of our electric grid and so forth. And I just think we need to be investing much more. And we need to do it, obviously, before the big one happens. Let's try not to be caught this time, okay? You know, this should be like a big warning bell, okay? Like how obvious does it have to be that a virus is bad? Okay. Now let's just change that. Oh, a computer virus. Okay. So we've been given the warning. Nobody can say that we were not warned. We were warned. And of course, we were warned about the biological virus too, many, many times. But now we're being warned about computer viruses, and I think we ought to pay attention."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:15.860",
        "message": "You heard it here first from Alex Stabadour. You know, and it strikes me that if such a virus does strike us, and everyone in India loses the internet for a day or two, we might finally begin to empathize with the people of Kashmir, because that's exactly what has been done to them. They haven't had the internet for a year. And I think most of us just take it so much for granted. Like 30 years ago, the internet would have seemed absolute freaking magic. You know, we are stunted without it in all the things that we do and the ways we communicate, and even the ways we find comfort and solace sometimes. So, so yeah, maybe, maybe, maybe we deserve that. I'm just being facetious here."
    },
    {
        "speaker": "Guest 2",
        "time": "02:37:54.360",
        "message": "Yeah. And, you know, so here's the thing, right? I mean, when we say that we've been warned, right, of course, we've been warned. And we were also warned about this pandemic. And of course, I mean, my granddad is 104, and he survived the Spanish flu. So we also have like living life examples of being warned in one sense. I don't think they'll pay attention precisely for the reasons we talked about at the head of the conversation, which is stale risk, right? I don't think I mean, we have a better chance of Microsoft killing the hackers or holding them at bay, as we saw just in the last two days, then we have at, you know, some kind of concerted global action to make sure these sorts of things don't happen. So I have very little faith that they are listening, you know, so I think the best thing we could probably get out of this is maybe some really smart people who are all sitting in different parts of the world are alerted to this and start working with each other in a decentralized way, the way we saw with the vaccine sequencing, you know, something like that. But I don't, you know, really believe that people are going to pay when I say people, I mean, those in power will pay attention to this, you know, unless it's a military problem in the United States government, people don't pay attention to tail risks, right? So if we can convert this and say, you know, hacking a computer virus is like a nuclear attack because they can hack into your nuclear prowess, then maybe they will they will pay attention to this. But other than that, you know, it's it's pretty sad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:24.480",
        "message": "Yeah. And in the case of something like this one, when you say we have been warned, we are actually"
    },
    {
        "speaker": "Guest 2",
        "time": "02:39:28.200",
        "message": "warned of so many."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:29.200",
        "message": "Yeah, no one there are economists who predicted seven of the last two recessions, you know, so it's what what warning do you even take seriously? And even if you think intellectually that, yeah, this is a problem, you're good. The free rider effect kicks in, you'll wait for someone else to do something to solve it. And you're like, what can I do? We'll kind of as we are coming close to running out of time, we'll move on to my fifth and final lesson, which is kind of more about the human condition in the sense that, you know, Alex just joked about how if the internet goes, we'll actually have to talk to real people again and spend time with the family. And it strikes me that in 2020, that's literally what happened because people weren't going to work. You know, families were forced to sort of stick together for long periods of time. And what this does is it kind of reveals the real way in which people relate to each other. Like I think in a lot of interpersonal relationships, there is this slight delusional aspect of what it is as a kind of inertia, which keeps it going. And what we have seen during the pandemic is that, you know, incidents of domestic violence have gone up. And, you know, I think someone in England was making an argument that the reason there should be no lockdown is all the kids who are being killed by abusive parents. You're counting those lives. So those are, again, kind of unseen effects. And I think that there's been this, perhaps this increased scrutiny. And I don't know how many people are introspective about this on personal relationships and what they mean. Like one of the things that I sometimes think about is, you know, Gant's warning about not using people as a means to an end, but as an end in themselves. And I wonder how many of us do that in our personal lives, where everyone is a character in a drama where we have the lead role, and they're just means to an end in a sense. And obviously, we will rationalize it and, you know, and all of that. But I wonder how much of the, you know, that facade would have broken down in this period of people, you know, forced to kind of be together. I mean, I know at a personal level, all three of us obviously very lucky in this regard. But many people aren't and many people don't have a choice. And it also strikes me that, you know, again, at an intellectual level, and I don't want to get too philosophical about this, but all of us wear a mask or a variety of masks. And sometimes as you know, Vinay Sitapati pointed out in a recent episode in the context of the BJP, that if you wear a mask long enough, the mask becomes a face, which clearly hasn't happened with the BJP, which wore the Vajpayee mask for a while. But it strikes me that when the mask doesn't become the face that it can sort of melt away under scrutiny. And you know, and I'm not being very articulate about this, but I think what lockdown did was that it forced people to actually, you know, be in forced proximity with each other for long periods of time, where you could no longer, you know, warehouse your family away, but you actually had to deal with them on a daily basis and perhaps deal with yourself as well. So sort of an abstract point, I don't really know what the lesson in this is. But I think this is one of the possible consequences of, you know, all the stuff that's gone down this year."
    },
    {
        "speaker": "Guest 2",
        "time": "02:42:34.400",
        "message": "I'll point out the contra to this. I was talking to Alex about this the other day. So one of the things I realized during the lockdown that has probably shaped me the most in a way that I hadn't figured out before is that I'm an immigrant, right? And that means that I don't live in the country where I was born, it's a small minority of people in the world. My parents live very far away, everyone I grew up with lives very far away. Over the last, say, 10 or 15 years, I have been very lucky in that my closest friends are not the people I see every day, right? So I've already coped to pandemic life over 12 years, in a sense, that all my closest friends are only reachable by Zoom, I have been wishing them on their birthday and toasting champagne at different time zones and things like that. So this has been my life for a very long time. So that part doesn't feel different, right? But the part that does feel that that's very stark is there was this comfort that you can always reach people that you need to reach in a happy moment or an emergency or whatever. And that has been taken away from me during the pandemic. And that makes suddenly being far away and being an immigrant quite difficult in a way that it wasn't before. So I've had very close friends lose their parents, and I cannot give them a hug, right? Something that I would have just immediately traveled to see them at a funeral or a memorial, right? I can't, if anything happens to my parents or my granddad, who's quite old, right? Close friends. I can't quickly travel to India if I can travel at all, given all the COVID restrictions. So I always spent a lot of time far away from the world I grew up in, in the comfort that I can access it anytime I want. It's just a matter of throwing money at the problem. And now that is not so true anymore. So I've both had a lot of training for this moment. But all my safety nets and backups have collapsed during COVID. So that makes this very difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:31.520",
        "message": "Yeah. And you know, another flip side of it is that perhaps we stop taking friendships and relationships for granted. We appreciate it a little more. Like I was certainly thinking the other day that has been so long since I got together with you know, many of my friends in the flesh. So you know, maybe that's one good thing that comes out of it, that we have a heightened appreciation of all the actual person to person relationships we are blessed with. And of course, I used a redundant phrase there, because what is a relationship, but person to person?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:45:01.120",
        "message": "Hey, dogs, please, the most important relationships in my life, aside from my immediate family are my dogs. They're actually what got me through the pandemic. They are the happiest things in the world. They live in the moment, which is exactly the lesson we all need. Alex has dogs, but he's not quite obsessed with his dogs as I am with mine. But they're joyous, right? They brighten your day. They're so happy to see you. They are so happy you're trapped at home, 24 seven, and you will never ever leave."
    },
    {
        "speaker": "Guest 1",
        "time": "02:45:31.640",
        "message": "Like they're like, this is amazing. And by the way, the price of puppies has gone way up. Yes. So I'm going to be an economist and tell you the price."
    },
    {
        "speaker": "Guest 2",
        "time": "02:45:41.360",
        "message": "No, it's true. So we thought we would, you know, get one of the rescue shelter puppies and be like, you know, do gooders or whatever. We were on the waitlist for four months, and then we finally got a puppy from the same family we got our first dog from and actually paid like cash for him. But so I disagree that relationships are person to person."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:01.200",
        "message": "I think one of the nicest lessons that has emerged from this is the one from your dogs live in the moment, which is indeed a beautiful lesson. Take happiness in the small things. Nobody throws a ball out of love. Go and fetch it. And on that note, you know, thanks so much, Shruti and Alex, for coming on this show. This has been a delightful conversation."
    },
    {
        "speaker": "Guest 2",
        "time": "02:46:20.040",
        "message": "Thanks, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:21.200",
        "message": "It's always lovely to speak with you. Thank you. If you enjoyed listening to this episode, you can follow us on Twitter. Shruti is at S Raj Gopalan, Alex is at A Tabarrok, and I am at Amit Verma, A M I T V A R M A. You can browse past episodes of The Seen and the Unseen at SeenUnseen.in. Thank you for listening and hey, have a great 2021. Thank you."
    }
]