[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Religion is about a lot more than God, and that is more visible in India than anywhere else. I am a non-believer, and if belief in God was all there was to religion, then I could just ignore it. But there's much more to it than that. Religion can give people a sense of community, often even unity, and shapes, cultures and cuisines and art. On the flip side, it can play to our worst tribalistic instincts and divide people, just as it can unite them. I often say on the show that people contain multitudes, or India contains multitudes, and when it comes to religion, this is actually more true of India than perhaps any other place in the world. All the religions in the world exist here, even thrive here, and we have more gods and goddesses in India than even spices, and indeed, the one area that most reflects this incredible melting pot of a nation is our food. And whether or not you believe in God, I think we can both agree that Indian food can be divine, and religion has played a part in that."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:07.560",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.760",
        "message": "Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. My guest today is a prolific columnist and author, Shobha Narayan. Shobha has just come out with a fascinating book called Food and Faith, A Pilgrim's Journey Through India. In Food and Faith, Shobha travels to 15 places of worship in the subcontinent and writes about the food you get there. Now, this is not just a book about travel or food, it's also about our history and our society. And it worked for me at multiple levels, mainly because the author's own explorations, her intellectual and emotional journey was so much a part of the writing. I was delighted to have Shobha on the show, and we had a freewheeling conversation that is as much about religion and Indian society as about food. I found it in more ways than one to be a mouthwatering discussion. Before we begin, though, let's take a quick commercial break. As many of you know, I'll soon be coming out with a four volume anthology of The Seen and the Unseen books organized around the themes of politics, history, economics, and society and culture. These days, I'm wading through over 3 million words of conversation from all my episodes so far to curate the best bits. And for this to happen, I needed transcripts. And that was made possible by a remarkable young startup called Tapchief. Tapchief at tapchief.com is a digital platform that allows companies to outsource work to their network of freelancers. And Tapchief's network includes more than 125,000 people as of now. You want people to make you a webpage or design a logo or compose a jingle or do some digital marketing for you, Tapchief gives you an easy way to reach out to freelancers competing for your work. I can say from firsthand experience how valuable this has been for me and solve the problem I was actually a bit worried about. So do go over to tapchief.com and check out all that Tapchief has to offer. Maybe they could solve your problem too. Shobha, welcome to The Seen and the Unseen. Thank you so much for having me, Amit. Shobha, I loved reading your superb book. But before we kind of get to the book, I'm also sort of fascinated by your journey in the sense that I've read your column for many years in Mint and so on. And whenever I read anything by you, I mean, the three things I would typically associate you with are food, travel and writing. And of course, you write a lot about food and travel. But you've also, you know, done journalism in Colombia and so on. So tell me a little bit about your background and your sort of journey of, you know, living in different places in the world and how that affected what you do."
    },
    {
        "speaker": "Guest",
        "time": "00:03:52.680",
        "message": "I grew up in Chennai. And I was one of those kids who knew early on that I wanted to be a writer. Even while I was in college in Women's Christian College in Chennai, I used to write for the Indian Express and Aside. There was this wonderful magazine called Aside in Chennai, which was run by Janaki Venkatraman. Those days, there were no emails, so I walked up to her and said, Can I write for you? And she agreed. And I used to write columns occasionally for the Indian Express, which at that time was edited by Rajmohan Gandhi. So very illustrious man, as you know. So as a college student, I wrote, as a school student, I wrote poetry. So I was one of those kids who just has written all her life. I took a detour in college, when I went abroad to complete my undergraduate, I studied art and sculpture. And I have since developed an interest in that. I went to a women's college there, too, called Mount Holyoke, where I did art. And then after a master's in finance, I finally returned to journalism at the Columbia J School. It was a one year program. It was a boot camp in many words. You had to ride in the back of a police car to do police reporting. You had to go to the criminal courts to write about law and trials and things like that. But I have always been drawn to memoirs. And my first break in food writing came when the New York Times announced a competition. They took a half page ad and said, write 150 words about food. And if your essay is chosen by Ruth Reisel, who was then the restaurant critic of the New York Times, we will give you a $1,000 coupon to use as you wish. So as an impoverished student, the appeal of getting $1,000 to dine in New York was very irresistible. So I discovered, you know, writing 150 words and making an essay in that, in some ways harder than writing 850 words, which is what you and I do for our letters and blogs and columns. So condensing a narrative in 150 words was difficult. I did it and I won the prize. I should have dug up the essay, which I could have read to you. But it was about India, 1986. I want to study in America, but my grandparents will not allow me. Finally, the elders decide that they will ask me to prepare a feast, one that they are sure I will fail because I don't know cooking. And so I take up the challenge and then I describe the feast. And each line had, so there was the bindi roasted in oil with fennel seeds. And then there was the rasam piping hot with a sprinkling of coriander leaves on top. There was rice served with streams of mist on top and ghee, golden ghee. So essentially it was a practice in food writing, so the practice in describing food in a very condensed way. So when I won the award, I got this $1,000 coupon, which I dined away. And Ruth Reichel, who went on from The Times to edit Gourmet, which is the late great gourmet, as I call it, she said, why don't you expand this 150 word essay and make it into 1,500 words? And that was how the food writing began. They called it The God of Small Feasts and it was published in Gourmet. And beginner's luck, it won this James Beard Award for the MFK Fisher Award for Distinguished Food Writing was big. And that was how I first learned about MFK Fisher and I went on to read her book. And then just kept writing about food and wine, Bon Appetit, Gourmet while I was in Manhattan and then moved to India and wrote about food as well for Mint."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:45.360",
        "message": "Wow, that's quite a mind blowing story and to do it in 150 words seems to me almost impossible. Like when I teach my writing course, I often quote Blaise Pascal's famous quote about when he wrote a letter to someone and he said, you know, quote, apologies for sending you a long letter. I did not have time to write you a short one, stop quote. I think anyone who's ever written to a word count or a deadline knows exactly how hard it is. So and while you were describing it to me just now, you know, even though I just had my brunch, my mouth was kind of watering right away. So you know, what is it that drew you to food writing in particular? Like was it that this challenge came up and you liked food and you liked writing and you said that, okay, I'll, you know, combine these two and try it out? Or were you already reading food writers? If so, who were the writers, food writers and otherwise, who you really enjoyed and thought that they might, you know, shine a light on the kind of writing that you want to do? So what was that process of evolving as a writer and, and then as a food writer, because it strikes me that, you know, when one starts writing about food, you will sort of begin by writing about the sensory experience of the food, the smells, the taste, the look of it, all of that. But then you move on as indeed you have in this book, you move on to the wider cultural and social significances and the resonances that food carries. So you know, was that there from the start or is that something that you kind of, that evolved within your writing as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:15.480",
        "message": "Thank you. So Amit, as you know, there are two types of food writing. One is the writing of recipes and cookbooks and the other is the kind of work that I do. I'm not a good cook in my kitchen. And I stumbled on food writing, unlike writing in general, where I was one of those kids who wrote. Food writing didn't come naturally to me. While in Chennai, I wrote about sabas and music and, you know, whatever the editor assigned me to do. Food writing literally was a break, a fortunate happenstance, a discovery of a skill that I didn't know existed because all in pursuit of $1,000 of a food coupon. And since then, I have worked at it. I think food writing is different from cooking. I don't think the two are together. In order to write about food, you don't need to be a good cook. You need to have a good palate. And as M.S.K. Fisher said, you need to have the capacity to eat prodigious amounts of food. And as you are eating it, to think about it, you need to have taste and you need to have good eye to observe. So Meenakshi Amal's classic book, Samaythi Paar, which every Tamilian has and carries this three volumes, is a precision. It is about use of this particular type of rice cooked to this particular amount. And she even describes how you, the Tamil word is aathardhu, which means to make cool. There are ways in which you make cool before. For example, in Tamil cooking, there is a dish called beans paruppuursali, which is beans in which you put the channaikkadal and you grind it and then you put it in. And then you steam it. And then she describes how you cool it. You put, I mean, in the olden days, my grandmother would put it out on a rice cloth, an old stone dhoti and cool it. So that is a very precise type of Kubuk kind of observation, how you cool, how you cook, how long you cook and what is the smell that emanates when the idli is done. The kind of writing I do involves being, to quote Isaiah Berlin, the fox and the hedgehog, you need to have a wide spectrum, the surface area has to be quite large and you need to be able to connect history and philosophy and feminism for me and sensuality and India. So that's what my kind of writing does. And how did I cultivate that skill is I think that reading a lot, as you say, I was introduced after writing to all the big American writers and Katie Achaya is a must read if you are an Indian food writer. I read Bikram Doctor's columns religiously, I read Harold McGee who wrote an encyclopedia about food. And then, I mean, I have a long list. While in gourmet, one of the pleasures was to be exposed to food writers. So Fuchsia Dunlap's books on Chinese cooking is one that I read. Michael Pollan, of course, although now he's overused, everybody reads him. There's a wonderful book called The Man Who Ate Everything, written by Jeffrey Steingarten. He was the food columnist for Vogue. And he wrote this fantastic book of essays called The Man Who Ate Everything. And then in it, for example, he will take French fries, and he will conduct experiment to see which is the best kind of French fry and how you make it. So those are that. I loved a book called Feast, the Food of the Islamic World by a woman called Anisa Helou. And if I'm pronouncing it right, and what was fantastic about that is as a vegetarian, you tend to basically keep away, I mean, you think that books that focus on non-vegetarian food are not useful to you. But this book, for example, even though I don't eat meat kebab, she places them side by side by side and then describes how a Turkish kebab is different from a Iranian kebab, from an Iraqi, Iraq kebab in Iraq. And it was an experience of description of the kind that is very useful to me and of history and milieu and stories and community and family and cooking. Cooking comes last in a way. So that was good. Then once you get into it, again, Vikram's columns will introduce me to Manasol Lhasa. These are Sanskrit texts from the old, K.P. Acharya talks about it a lot. So these are the things I read. And then there's an Indian book by Colleen Taylor Senner called Feasts and Fasts. That's a wonderful book because it anchors food history in India in a very scholarly way. So for example, there are recipes for barbecued rat and there are recipes that basically convince you that we were not the prudes that we have become in terms of our attitude towards animals, certainly the cow and our attitudes towards meat and our attitudes towards cooking and this whole purity and non-purity that has invaded the Brahminical kitchen since. So that was good. So then I can give you a longer list if you like, but that's a start."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:24.560",
        "message": "Yeah, and you've actually, you know, with this answer, you actually you said you can't cook, but you've provided a feast of reading for my listeners and for me, because I'm sure many of these books are now going to get gobbled up by us. And of course, we share our admiration of Vikram Docter. He's a good friend. He's been on the show, in fact, talking about the Indianness of Indian food was the name of the episode. And it was all about almost how everything that we consider Indian is from somewhere else. So I kind of have a question also about how writing about something can shape a person like at the obvious level, like this is again a sort of a two part question. I mean, it's really the same question, but two different directions. And one is obviously that one would expect that when you begin writing about food, obviously your palate will get more refined because you will pay more attention and be more mindful about all the individual things that go into what you're eating and the processes and so on. So did that happen with you? And the second part is the kind of food writing that you have done would also then mean that you're not only expanding your palate, but you're also expanding your mind because you want to make these cultural connections, these social connections, historical connections, all of that. I would imagine that it then, you know, incentivizes you to read much more widely and almost in that sense and become a different person than who you would have been if you weren't a food writer. Is there something to that?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:44.800",
        "message": "The short answer, Amit, is that yes, it changed my palate. It changed my palate in a very specific way, it forced me to pay attention to what I was eating. You're just gobbling it up. So it also defined in sharp focus that I was losing a whole spectrum of taste because I happened to be a vegetarian and I have not been able to eat meat or fish or chicken. A friend of mine said this best. He said, eat meat if you want to, just before you die, because then the amount of time that you'll spend regretting will be the least. So that said, I realized that a spectrum is lost to me. But what I think what being vegetarian does is that it forces you to pay attention to all the other flavors because you're losing out on something. So how do you eat is the question. How do you eat if you want to write about food? And how do you take notes? How do you keep mental notes? Very slowly, start by eating very slowly, start by savoring the food. And I think that restaurant menus, for example, I always read them because they give me a way of, in India less so, but certainly in other countries, you can tell the chef's influence on the menu in the way they have written it. So for example, braised, does he use the word boiled or braised potatoes? Does he use the word sautéed, beans, or does he use stir fried? What is the taste difference between, I mean, just like computer technology has very specific words, cooking has specific words. And the question I always face is that, is it reflected in the taste of the food? Chinese food, for example, is entirely about braised, sautéed, vegetables, cabbage, but take the fourth cabbage and do it four different ways and see how it tastes differently. The other thing I always pay attention to is the environment and restaurants are a great place for that. For example, in India, there is a notion that the chef or the cook's temperament matters, which is why if you go to Hare Krishna kitchens, or if you go to temple kitchens, they will chant the Lord's name, for example, or there will be peaceful music playing in the background. Some of my grandparents' friends, they would not eat outside food because they said that, in Tamil, we call it Yenna Padilgal, Yenna Padilgal means the thought stamp of the chef matters and it will influence how you eat and it will influence your body. I have interviewed chefs in New York, you go into restaurant kitchens of Daniel Boulud or John George, or it is a hellhole. People are screaming, people are cursing, the food that comes out is sublime. So that's the other thing is that the milieu matters. How does the chef's temperament get translated to the waiter who describes the food to us? There's that whole chain and I pay attention to that and how does it, and the way what people choose, I studied psychology in Women's Cuisine College as an undergraduate, there was this very cool study where people would look at the menu and the first person, if they call out what you want, you will sort of be forced to call out something else, even if you actually wanted that dish to be different. So the psychology of ordering of food in restaurants or the psychology of eating is what I pay attention to. History is a very obvious one, but that doesn't come in the act of eating. When the act of eating, it is about using the fork or the spoon, using the hand, the tactility of the fingers, which is how we eat, the culture that invented chopsticks and why did China invent chopsticks as opposed to the spoon? So those are the kinds of questions you ponder while you are at the table. And I love eating at restaurants and because of all these things. The history comes afterwards. The history is not linked to a dish in my view, the history is linked to a cuisine. So the Middle East is fascinating to me because I think some of the best writers of Middle Eastern cuisine are women, but it's such a male-centric culture. So how did that happen? And then learning about, for example, there was a wonderful cookbook called the Syriana Cookbook and by Latika George, I believe it was. And the Syrian Christian food is heavily fish-centric. I don't eat fish, but what you got out of that cookbook was the milieu of Syrian Christians and as somebody who spent a lot of time in Kerala, it was a wonderful read for that reason. So to answer your question about palate cultivation, I think slowing down and paying attention, making connections as disparate as you can would be the three things I do in terms of how it has expanded me is that the slowing down, paying attention, savoring, making disparate connections force you to each of those has like a four-factor output, which forces you to read four different types of books or come back and research for different types of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:40.960",
        "message": "So that's what it is. That's fascinating. My other sort of observation about a lot of your writing is that in one sense, even when you're writing about food, it is like in this book, I got this sense and more senses and the fact that you just went to all these different sites, but that it's a travel book and it's not just a travel book in the sense that it is about travel. It is your travel book in the sense that it is about your journey, not just your sort of physical journey through space, but also how you are evolving and changing. Now, before I kind of get to the book, what I was wondering about was that you've lived in different countries at different parts of your life. You have also written extensively about, you know, first settling into America, then, you know, coming back to India and settling in here. And it strikes me that someone who travels like that, who is sort of, in a sense, I wouldn't say uprooted because these are all choices that you made, but someone who chooses to live somewhere else and then come back somewhere else is forced to do something that others who stay in one place are not, which is to constantly re-examine themselves, re-examine their sense of self, their self of identity, and all of that, which in the context of religion, obviously, there's a lot of in this book, which I'll ask you later. But in a general sense, you know, what has that kind of exploration been like? Because it always strikes me that, you know, we always assume that individuals are what individuals are, right? As if it's, you know, you are a fixed person at a given point in time. But the point is that, you know, if you had a different set of experiences, you would be a fundamentally different person. How do you think all of this shaped you? You know, was it easy to settle into another culture? How did it make you look at your own identity as an immigrant and as someone born a Hindu? You know, did it make you more open? Did it, you know, like some immigrants to the US, for example, become more assertive about their cultural roots and all of that? Tell me a little bit about how that journey happened for you."
    },
    {
        "speaker": "Guest",
        "time": "00:22:37.280",
        "message": "So the gift of being an immigrant is that you straddle two cultures or three cultures all the time. And it forces you to compare which is a gift for a writer, because really writing is about the best way to illustrate what you want to say to your reader, as you just did with Blaise Pascal, is to compare or show the other. The cost of being an immigrant is that you are always a Trishanku, you don't have roots. So that is broadly been my life. And I think it's helpful for me, because I grew up, till I moved to America at age 20, I was a Chennai girl. And as I know, from your previous podcast, but the Krisha show, for example, Chennai is a very rooted city, it is conservative, it used to be when I was growing up, but that was a gift, because it forced it gave you a certain set of parameters that were unchanging and that you thought was true for the rest of the world. So you go from that to America, where I lived for the next 18 years, or 18 years, Chennai, 18 years America, where I was moving all around. So I sometimes wonder, Amit, I went as a fresh off the board person and landed in Massachusetts in a very liberal college. And as a result, I became a Democrat by philosophy. And I was just thinking, had I landed in Memphis or Georgia, would my philosophy and politics have become Republican? I have no answer to that. But I think those are the kinds of questions that I asked is that, am I a democratic? Am I liberal? Because of where I landed. And I think what happens when you are hungry to leave your hometown as I was, Chennai, it was stifling to me, because I grew up in a fairly large family where everybody had an opinion about how much oil I should put in my hair and how long the hair should be, what I should eat, how I should dress, so I was ready to just flee. And when you go and land as a tabula rasa, which I was, and so open, the influences, you're like a child, you're like an infant, and the influences, they shape you and as they shaped me. I think my deep-rooted, sort of reflexive, taking up for the underdog, whoever the underdog is of the moment, comes from my time in Massachusetts, which is very liberal and democratic and has a strong social conscience. My liberal politics, feminism, Mount Holyoke is one of the Seven Sisters. So I went from a mother who said a woman is like a creeper, and you have to sort of creep and bind yourself to your new family, to this place where feminism was argued, and I am a feminist. So I think for anyone who leaves home, whether within a country, like a lot of my friends in Bangalore have come from the north or a different country, it forces you to take your parents and your family and your community off that pedestal and see them for the people with clay feet, people you love, but people with clay feet that they are, and it forces you to question everything, and I think that is the point of going away from home. And some of us take advantage of it, as I did, and some of us don't, and I think we fear it. We fear the change. So a lot of Indians who went to America in the 60s and 70s became more Indian and became more encapsulated within their culture, and I wasn't like that. I didn't see the point of living abroad if you were not. And being an artist helped, so my friends were gay people. My closest friend was a lesbian who colored her hair purple, so okay, so if you don't take the art, then it's no matter, but I think once you have a family, then there's a tendency to go inward and kind of freeze yourself when you left India. That's what happens to a lot of Americans. After that, I moved to Singapore, which is a different sort of experience. Singapore was a bubble. It had the gift of three fantastic cooking cultures, which was the Arab cooking, the Chinese cooking, and the Indian cooking. So it had that, but other than that, living in Singapore as an immigrant was a bubble life, and then I had a choice of moving to Chennai or Bangalore, but my husband could not stand Chennai summers or the heat, so we ended up in Bangalore, which is a very gentle, welcoming city, which is a city of immigrants, so I'm happy that I landed here. So I think that being an immigrant forces you to examine and question constantly, which is a state of dissatisfaction, really, most of your time, and for a person to live with that angst is not a happy thing, but it helps with the writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:45.520",
        "message": "I'll take a detour here and point out something that I loved about your book, which is that it's full of so many light touches, it's got a conversational tone, and I was just reminded of that when you mentioned having gay friends and a lesbian friend, and there's a delightful anecdote in your book about how your lesbian friend was once accosted by another girl who wanted to convert her to Christianity and said, why don't you come out and talk with me for a couple of minutes, and your friend told that girl that I'll come out with you, but here's the thing, you know, either you'll save my soul or I'll seduce you. So I found that so kind of delightful, and your book is full of these light, charming moments that, you know, make a person LOL, so despite, you know, if any of my listeners are not interested in either food or faith, you can still have fun. So that's sort of your third F there for you. Let's kind of now go closer to the book, like, you know, you've described this book as a book about Hinduism written by a skeptical Hindu. Now before we talk about the book and about Hinduism, I want to talk about the skeptical Hindu, you know, in your afterward, you write about how quote, religion is an inheritance and a choice, stop quote. And it's interesting how it shifts from one to the other for you, like you've written about how as a teenager, you were an atheist, then agnostic in your 20s and 30s. And you turn to religion again, you know, later in life, so much so that in the introduction of this book, you wrote, quote, it defines who I am, perhaps not as much as feminism, and certainly not as much as being a writer or a mother, stop quote. And this turns to unpack here. But I'll just ask you about religion and per se that, you know, what has been the role of religion in your life? And what's kind of, you know, just as you've made a physical homecoming by, you know, settling in India, it seems that your journey with regards to religion is also, you know, gradually come that kind of circle do not fully. So tell me a little bit about the role religion has played in your life and the different ways in which you think about it."
    },
    {
        "speaker": "Guest",
        "time": "00:29:40.600",
        "message": "So my mother is what is called a Sri Vidya Upasaka, by which I mean she was, it's a feminine goddess cult. So I grew up with this, Amit, I grew up in a home, which was, she became this after my brother and I left home, she said she caught hold of religion when her children left home. Actually, that is a trajectory that many people will follow, because most people take to religion when they get older. I am similar in that. So I'm not and the bell-shaped curve, I'm sort of in the middle. In terms of the usefulness of religion, a long time ago, maybe two decades ago, there was a cover story in Time magazine about religion and it made this case about how people who had faith and it was largely Christian faith, because Time magazine was for the Western world. And there was a whole slew of benefits that were listed out, you will have better marriages, you will have better health, you will have better relationships within the community, your immunity will be higher. And again, these are narratives that keep coming up now, they say, if you keep a gratitude journal, you will have this, this and this and this. But I remember I was not part of the self-help genre, I was not paying attention to that. So this really sort of caught me out of the blue and said, my God, if Time magazine says religion is so great, I better start looking at it. And I shelved it away and I just didn't pay attention. But so you have two strands. One is because perhaps because my mother was so deeply spiritual, I sort of rebelled against it. And then intellectually seeing the benefit of faith. But then faith, as I have come to learn, is a self-experience. It's not a cerebral experience, it is a visceral experience. And I don't, I'm not there yet. I think it would be wonderful to have that visceral experience where monks in the Kumbh Mela have experienced transcendence, when they see the Ganga, they just, I mean, and here we are saying, you know, in California, drugs have become legal. Imagine if you can achieve that without drugs. So that's what religion did for you. And I've seen it time and time again in India. Now, okay, so let's say I've come to a point where I admit faith as a, as an idea into my life. Which faith? Buddhism and Hinduism are both seductive to me, monotheistic faiths don't attract me as much. Hinduism is a marvelous faith because of, it is a faith that still has not given up its very ancient animistic roots, where rocks are worshipped, where trees, we have sacred, Nandita Krishna has written this wonderful book on sacred trees and sacred groves. You know, we are original tree huggers, we are the original rock worshippers and river worshippers. And that connects us not just to our own Vedic past, but to past in Egypt, where, you know, the pyramids were built. My father passed away recently and the death ceremonies that surround an Indian death are very similar to sending off a pharaoh to the next life. So we sent my father off with a cow image, with an umbrella, with slippers, with clothes, with his favorite food. I think that's so wonderful. The rituals that I disdained as a child are so meaningful to me now that we are living more and more in a world where we are, our life is shorn of meaning. Life has been the vestiges of the rituals that connected us to milestones. You know, African cultures, when a man reached a certain age would send them off to the hunt and they would have these markings and tattoos on it. We still have that, but we have forgotten them. So if you admit faith as essential to your well-being, as I have come to believe, then you have to choose your faith. And as an adult, you can. And I chose the faith that I was born into. I haven't found enough to give it up. And I like the fact that there are women goddesses, there aren't too many faiths in which there are women goddesses. I think that was a key element, which makes me like Hinduism. And I specifically like the Hinduism of the left-handed path, as my mother would call it, which is there in Bengal, which is there in Kerala, which is there in Nepal, when I went to see the goddess. The left-handed goddess tantric, it embraces what Carl Jung calls the shadow, which is the quote-unquote, the so-called bad parts of yourself, the things that you suppress. It embraces sacrifice, animal sacrifice, it embraces blood, wine, madhu, the goddess drinks blood and wine. It embraces all the things that have been sanitized out of, you know, the, how should we call it, the middle path Hinduism. So I like the left-handed path. I like Chinnamasta, the tantric goddess who cut off her head and dances on corpses. So the reason to embrace faith is intellectual for me. The reason to embrace Hinduism is the marvelous variety and the fact that I am interested in Carl Jung and dreams and transcendence and how to end the whole, you know, marijuana, if you have to say it, and effects of it thereof. And the fact that people in Bangalore are missing. One of the most interesting things that I've attended recently is a firewalking ceremony. And if you like, we can talk about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:19.040",
        "message": "Yeah, we'll come back to it. There's so much to unpack here and this is what kind of fascinates me about everything that you've just said and which you've written about in your book is this notion of faith of the instrumental qualities of faith, where you point out that, you know, like you point to the Time magazine article that it can help us lead more fulfilled lives and we are happier and so on and so forth, thereby pointing out how, you know, faith is useful. I mean, faith is important because it is useful. It doesn't matter if it's true or not, as long as it's useful. And this brings me to a very interesting thought because I often get semantic about, you know, atheism and agnostic people think of them as separate points on a continuum. But you can actually be atheist and agnostic at the same time because atheism has to do with belief and an atheist is someone who has an absence of belief. He doesn't believe that there's no God. There's simply an absence of belief, you know, much as, you know, not collecting stamps is not a hobby. Similarly, it's not a belief itself. It's an absence. And while atheism deals with belief, agnosticism deals with knowledge. And what it means is an agnostic holds a position that you cannot know whether there is a God or not. There is epistemic humility. So it is possible to be both an atheist and an agnostic if you look at it technically because you can both not believe and at the same time accept that there are some things you cannot know. And the interesting addition to that is that besides being an atheist and an agnostic, you can now be a person of faith also because without believing and accepting that you cannot know, you can still embrace faith because of the utility it has in your life. And you know, that sense that you're part of a community, the comfort that you get from these rituals and traditions, I mean, in fact, it again, just thinking aloud, it reminds me of a book by Steven Landsberg called The Big Questions, in which he says that most people who profess to believe in God actually don't believe in God. You know, they say they believe, but if it comes to the crunch, you know, so again, I mean, it seems to be coming from the way of thinking that, hey, religion is useful even if it isn't true. So what's your sense of, you know, you've been to all these places, you mingled with all these religious people in the sense of this kind of balance between usefulness and belief."
    },
    {
        "speaker": "Guest",
        "time": "00:37:33.200",
        "message": "What are your observations? So I both agree and disagree with Karl Marx's statement about religion being the opiate of the masses or the opium of the masses. He was right. It is actually, it has the benefit that of comfort and other worldliness that a drug gives. But what touched me was the way a devotee, the truly faithful, deals with God has nothing to do with mass. It's a very particular thing. You know, I saw women in Palani doing Anga Pradashnam, where you roll around the temple and saying Muruga, Muruga, and it was her, from her face, from her demeanor, from the supplicancy with which she rolled, and from the eyes, which were tuned in with God, she was not paying attention to the surroundings. You could tell the fervor with which she believed that if she did this particular thing, that her problem, whatever that specific problem was, whether it was son or a daughter being sick would be solved. So it is a connection, this sort of connection, I envy, you know, and I saw this countless times. I mean, mostly in South Indian temples, because I could tune in very quickly to the nuances of it. So you go to Ambalapura, the palpaisam was made for the God, and the priest would go out every day and call out Vasudeva, Vasudeva three times. And you're calling as if you're calling your son who is playing in the cricket field, and I know you're writing a book on cricket to come back. So it is a, it is a feat of imagination, and the word that is used by my mother is bhavna, bhavana in Tamil. So okay, so assume you're a skeptic like I am, why not cultivate faith just to improve your imagination is the question I have. I mean, I think there are many ways to do it, the art of drawing, there are books about it, how to, and there are lots of people in the West who've made a fortune by teaching you how to cultivate your creativity, but rituals are a great way where you can look at a grain of rice and see a universe, you look at a stone and see the Shiva, the destroyer of the universe, you hold the Nataraja pose in your Bharatanatyam, and then you become that goddess as so many Bharatanatyam dances in Chennai demonstrate. And the best Kathak, as my friend Madhu Nataraj in Bangalore tells me, some of the finest Kathak choreographies or the creations were done by a Muslim Nawab, who pretended he was Krishna and or Radha. So these are feats, flights of fancy that will help you no matter what area of life that you would like to be part of. So there are two things I find that religion is about, you take it all down, so one is bhavna or imagination, the other is sharanagati or self-surrender, self-surrender has to do with, it's not about giving up on free will, it is about applying for a job at Apple or Microsoft doing the best you can, and then you know having this faith which Ramanujan the mathematical genius had is that something is beyond my spectrum that will help me, and devotees have that, and usually they are down and out, usually somebody is sick, it is visiting a temple is, if you see, if you go beyond the praying and everything, it is about being caught in a quagmire of hopes and dreams, you stand in the temple, in any temple and you're surrounded by murmuring people, and it's as if you are in a cloud of dream, fear and hope, and they've all come to this one place to solve it, to solve their problems, and if you are a feeling person like me, you will feel that, and then that's the transition from cerebral to visceral, when and I truly believe what Diana said in all her books about the sea of the yatra, yatra is a crossing, and the more you go, more you subjugate yourself, the more you get rid of this ego mind, and get into the feeling mind, you will be touched, and as I was, and it is a privilege to be touched in that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:46.360",
        "message": "And I'm very sort of intrigued by the role of both rituals and food in that, I mean food of course is a part of some rituals also, but you know, deep associations with each of these places, and we'll kind of talk about some of them, but what it kind of again strikes me is that, you know, again when I teach my writing course to go back to that, I'll often tell the people who participate that if you want to, you know, one useful hack in terms of building a routine is build a ritual around your writing. So you know, in the sense that you get up at the same time, you make a cup of coffee, you sit at the same place, you listen to the same playlist, and you're more likely to get into the writing groove. And the reason for that is actually a scientific one, you know, neurologists would say neurons that fire together wire together. So when these things kind of come together, they can work together. And it seems that there is a deep truth there, which religion hit upon, because you have all of these things coming together, you have ritual coming together, you have food coming together, you have, you know, certain ways of doing things, different customs in different places like the Sufis in Ajmer may, you know, whirl and do all of those things, you have these separate, distinct rituals. And it therefore strikes me that it doesn't really matter whether there is a God or not, or whether you know what the religion holds out as facts are true or not. What is true is that all of these, they can come together and they can kind of put you in a particular state of mind, which can, as you so eloquently put it, make the whole experience visceral. In fact, I was going to ask you earlier when you were talking about how food can be affected by how it's presented and everything around it. You know, you've mentioned at one point in your book that if you were asked, you know, if you had one meal to have before you left the planet, what would you have? And you mentioned breakfast in Haridwar, especially their samosas. Do you think part of the reason that food tasted so good to you is everything that was around it as well? You know, so are all these things also part of religion, that religion is not just about the bland fact of there being a God and everything associated with that, but all of these local things also play a part in that?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:50.920",
        "message": "100% Amit. I think that this is why they say when we offer it to the God, we call it Naivedyam and it becomes Prasadam or Prasad after the God has blessed it. And 100% I believe the taste of the food, the divinity associated with it, the feeling that what you are having is the God's blessing contributes to your well-being. So I actually, after these trips of mine, I'm a little, I have started looking at this notion of the energy around the food, energy around the cook a little bit more carefully, haven't come to a conclusion yet, but I actually think there is something to the fact what we Hindus have discovered in India and what the faithful have discovered in every state is that the milieu surrounding the food and its preparation matter and it makes a difference. And it is a subtle difference, perhaps we have lost the art of recognizing it, but I have come to believe there is a difference and I am trying in small ways to figure out experiments to figure out that difference. But I wanted to add, I'm sure if you haven't done this already for your students, the Paris Review interviews, which are available online for free, I'm sure you know them, but they are great examples of the routines and superstitions that writers develop. And one that stuck to my mind was of Ernest Hemingway, of course, is the great one who wrote and when the writing was good, he would stop and then go out drinking and come back the next day and work. But the other one was, I think Dan Brown got these shoes that were anti-gravity shoes and would sort of hang on the ceiling upside down as a writing ritual routine. But that was for your students. And yeah, and I think I've answered your other question about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:39.720",
        "message": "Yeah, I know. That's fantastic. In fact, I do cite the Writers at Work series, as you know, the Paris Review interviews were called to my students, I talk about the Hemingway interview also, because he said some really interesting things in that I haven't read the Dan Brown interview, but I now will. And this is probably a good time then to, you know, before we get down to the book, to talk about the craft of writing, like you are someone who's been a prolific columnist, you've kind of written all these years, you've also written a bunch of books. So what is kind of the process like? What is the column process like? Do you face writer's block? Do you have hacks to deal with it? And, you know, how has you know, looking back over the years, how has sort of your craft evolved and the way you approach? I mean, let's talk about columns first, you know, can you can you give me some insight on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:26.360",
        "message": "Yeah. So I'll go from the details to the broader one. I actually believe in Hemingway's words, kill your darlings. So then if you write a paragraph that you're very proud of, you need to look at it again. And you need to kill your darling, by which he meant that when you fall in love with your own writing, examine it with a little bit more critical eyes. I also small things like don't use the same word in the same paragraph or within two or three sentences. The thesaurus should be your best friend, because you it will actually force you to look at. So if you're struggling for a word, look at it in thesaurus, it would it may enlighten you on how to actually present it. The beginning and the end are the most important aspects of a column, especially the end because ideally, in this age of soundbite, think about coming up with a soundbite or one line soundbite which encapsulates your column, that will be probably the most important sentence, right? Like a poker player, don't reveal your hand all at once. So a New York Times editor once told me that in the first paragraph, you're pretty much written the whole essay, don't reveal your hand so much. So do it gradually to do a little bit of zigzag to maintain the tension. These are the things that all of us learn once you do it enough. As far as my column, Raju Narasetty, who is known to both of us, described my column. He was my first editor and he said it is being using the small everyday act to come up with a big picture. So that has been sort of how I approach column writing where you use simple things to come up with a bigger philosophical, whether it's philosophical or a larger picture. And that's how that's how I think and that's how I look view the column. What do I do for that? So there are many kinds of columnists. You are one who links events to philosophy. I am not an event to philosophy person, partially because I'm not a politics junkie like so many columnists are in this country. I am much more of a everyday thing, small things, linking it to bigger truth. So that in that itself, there are two types of columnists. If you would like to be Amit Verma type of columnist, I have no words for you. If you would like to be a sort of a humorous, a little bit playful, again, what I said about seeing the universe in a grain of sand type of columnist, I would say, first of all, when you stand in a line, don't look at your smartphone, talk to people around you, whether when you're going to buy fruit, try your best not to use after COVID, stop ordering on Amazon, actually go out to your Monday and find people, because in order to write about life, as I do, you have to engage with life. And more and more these days, it's become very easy to sit at home and look at the computer all day. And the problem with that is that you won't get flashes of insight, which only come when you're bored, when your mind is idle. And you have to force yourself to give yourself that moment of idleness when you're not checking your smartphone. So I don't, I, for example, some, a few things I have done, I removed Facebook, Twitter, all from my phone, I go through last phases of the month, when I disengage email, which is easy to do if you have a smartphone, I mute WhatsApp messages. So notifications, muting is a very important thing. I love my phone. So if you're addicted to checking your phone, as I am, at least mute the notifications, whenever possible, forget your phone at home when you go out. So these are ways in which you engage with the present when you engage with people, talking to people is a good one. Try to compartmentalize your life, so that you're writing time, do the Pomodoro, I use the Pomodoro technique, which is 20 minutes without surfing the internet and stuff like that. I used to have an app called Freedom, which is installed, where you basically shuts off your computer and you can't open Chrome and nothing will happen. So I have been known to do that. Essentially the way I write a column and I did a weekly column for Mint was that be on the lookout for an idea that is somewhat topical, because nobody cares about so essentially, have attention for festivals that come up, have some notion of what's going on in the world. And tangentially be on the lookout for that idea. And usually the idea would percolate, I would make notes longhand on A4 paper. And because you're on deadline, I would sit down to write the column and pretty much finish it in the span of a day, 800 words is easy to do in a span of a day, if you have enough notes. Sometimes there were times when there would be writer's block, but one study actually helped me. Study was examining the words of people who were forced to write and the words of people who wrote when the muse was sitting on their shoulder. So basically it got the control group of say 50 people and said, okay, right. And then control the experimental group of 50 people who were told, okay, write when you have the urge to write. And the output was, there was no difference. So I said, you know, I don't feel like writing, this is bad writing, all the negative narratives that come into your head. You just, I used to think of that study and said, you know what? I may think this is stupid and bad, but the output when people look at it, guess what? The study said there'll be no difference. So that's how I forced myself to write. So I think attention is the most important thing a writer has. What you train your attention to focus on is priceless for a writer. And to make it count, you know, focus attention on things that matter. I mean, go to kacheris or go to concerts because guess what? There are a few places when insight will strike. Everybody says shower. I get insight when I listen to Hindustani music or Carnatic music. And I think the sitting back and letting your mind wander is a very special thing. And you have to figure out ways to do that. Whether you end up being a birdwatcher like me and standing in the balcony and looking out or you're a runner, running, I mean, runners are a great way to figure out a way for you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:34.760",
        "message": "to be bored. This is all fantastic and very wise advice, you know, especially that bit about how, you know, if you're forced to write a lot, that will actually help you. Because the one thing that I keep saying is that what leads to excellence, iterations lead to excellence. You keep doing something again and again and again and again. And that's much more likely to happen if you force yourself to do it, rather than if you just sit around and wait for the muse to strike you, as you said. And you know, since you sort of now created this framework of Amit Verma kind of columnist and Shobhana Rai kind of columnist, I would just tell my readers that please don't be an Amit Verma kind of columnist because people who write about politics and economics do nothing to change the world. But being a Shobhana Rai kind of columnist gives you a shot at changing the way people live their lives in, you know, all the small pleasures, like some of the things you pointed out and indeed about eating food. And now it's time to talk about your book. But let's take a quick commercial break and come back after that. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indiancolors.com. Indiancolors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win win game. The Indiancolors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indiancolors. Corporate gifting is also available. So head on over to Indiancolors.com, that's colors with an OU and make art a part of your life. And for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indiancolors.com. Welcome back to the scene in the unseen. I'm chatting with Shobha Narayan about her delightful book Food and Faith. Shobha, we've spoken a lot about your personal journey before the break. And now as we come to the book, I'd like to sort of begin by asking you, how did you conceive of this book? Like you've written about food before in the past throughout your career. You know, you've spoken about your sort of relationship with religion and how it gradually changed. But how did the idea for this particular book actually come about? And how did you decide to approach it?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:15.240",
        "message": "So the food writing angel was Ruth Reichel, who sparked my career in food writing. As far as the faith goes, about right after my first book, Monsoon Diary, which is called a memoir with recipes had come out, an editor from India, Kamini Mahadevan, who used to be with Penguin at that time, took me out for a coffee. I was living in New York then. And she said, you've written this book on food. And Penguin has published it in India. Why don't you write a book called Sacred Food? And we'll come up with a list of temples and you will visit the temples and write about the sacred food. So this was 2003. And it's taken me this long to come for the book to actually be finished because I was moving continents and countries at that time. So Kamini's vision of the book was largely Hindu and with Ajmer Dargah and a few others. I pretty much stuck to her vision. And the way that the logistics of it coming out was me pitching Sukumar at Mint and Siddhan at Mint, saying I will write essays about this for Mint on Sunday, which was at that time taking off. So some of the chapters were published in Mint. And then a lot of the other stuff was added on by me, the research and the Kumbh Mela, for example, all that, the Nepal chapter. So there were many chapters that were not written about for Mint before. So that was how it came about. And it was choosing the temples became a big dilemma. For example, Tirupati Balaji temple's laddus are very, very famous. And I chose not to include them because a lot had been written about them. There's a Jain temple which serves Sukri Prasad. So that was an obvious miss that was partly because for whatever reason, I couldn't visit that temple. And I believe that everybody says the God has to call you when I wasn't called. So that was an obvious miss. Parsi Prasad was, there was no way for it to be without seeming forced. So that was a miss. So that was how it happened. So thanks to an editor."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:18.840",
        "message": "And what was your experience like of going to all of these temples, like some of them, like you pointed out when you were young and you were actually growing up in Chennai, you had visited some of these in the past because your family was fairly religious. But now you're visiting them again and looking at them in a different way. In a sense, you know, one could, if there's a throng of people at the Kumbh Mela or at, you know, the Jagannath temple in Puri or wherever you are, one could actually shine a spotlight from on high on you and say that here's someone who's looking at all of this very differently from everybody else, that you're taking a step back, you're getting meta, you're trying to be descriptive, you know, you're focusing your attention, as it were. So what was that process like, like as a writer who's writing about all of this, do you think about possible narratives in mind? Do you do pre-research and kind of go there? What are you looking at? What are you looking for?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:09.120",
        "message": "Yeah. So that, yes, definitely a lot of pre-research in the choice of the temples and also how to approach each temple, which was different. India has this wonderful thing called Talapurana, which is the regional story of that particular temple. The problem with that is most of those books are available in situ. You have to go there and most of them are in the regional language. So I quickly discovered that it was hard to do that, the kind of internet research that we do, because they are simply not available. So when you go to Jagannath, there is a 10 volume set on the Jagannath Puri temple, not available elsewhere. You can't find it online. Talapuranas of temples are written in Tamil in very slim volume. So you have to end up. So I started by saying a lot of pre-research will be done, but the research would be done in the choice of the temple and in the planning of the trip, whether to plan it during a festival or not, trying to find a contact in the temple, because we're going there for two, three days, you'd want to speak to the priest, you would want to speak to the local scholar. So the research was mostly logistical in finding experts in the place and then going there, talking as much as possible to 10 different priests, 10 different scholars, usually somebody from the board of trustees who happened to be a historian of that temple and then buying as many books locally as was possible and then coming back and actually doing the research and sifting through the mounds of the beauty is in religion is there is so much material available in India because even the humblest of temples will have the Talapurana. So then the question becomes, it's a curating job really, it's reading up on everything and figuring out what is it that I want to say about all this, so that it doesn't end up becoming another descriptive book on a Talapurana. So the point of view became really important and so, but here's something I'll tell you, if anyone in your listeners in your, I know you have a ton of listeners, if anyone in your listenership is wondering about faith and they're saying, you know what, I'm 35 years old. I've had a, I mean, I got laid off, I start up, whatever it is that I'm trying to figure out if I have it in me to be become one of the faithful, I would say, give yourself an experiment of visiting 10 temples in 2021 and doesn't matter which, choose a large temple, ideally an ancient temple. I will guarantee that it will raise questions in you. I will guarantee that it will change you. You may not end up faithful. I am not as devout as I would like to be. I think so, the experiment of visiting temples in sequence in a consistent way with discipline will change you and I think it's a good experiment to do because places of faith are very special because they have had imprints from hundreds of thousands of people who have come there carrying fears, hopes and dreams, and you can say what you like, but that makes the place sacred, that gives the place its gravitas, that is why it is a place of worship where you speak with your soul and not with your head."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:17.040",
        "message": "So I'm kind of both atheist and agnostic and not that open to faith, but I would say this is terrific advice anyway, because I think, you know, and one gets sort of a rich feeling of this through your book that and I imagine anyone who does visit any of these temples, especially at a time when there are lots of pilgrims and so on, will, you know, get a better sense of the necessity and the impact of religion and maybe a deeper understanding into our culture and so on. And I don't think faith needs to necessarily be a part of that experience in terms of becoming faithful yourself. But, you know, as an experience, I think it would be incredible. Another thing that I loved about your book, like when I first got your book, I have to be honest, I looked at all these chapters and they all have the names of these places. And I thought, okay, she's gone to each of these places, she's going to describe the food. That's great. I'm going to enjoy that. I didn't expect more, but I got much more. And one of the things I got is that through the book, you are sort of meditating on these deeper questions, which have often, you know, cropped up in my own thinking and some that haven't. So how I'd like to kind of structure the rest of this episode is examine some of these deeper questions first, and then we'll talk about these specific places and the mouthwatering food described there. Because if we talk about the food first, people might just go off to eat and who's going to listen to the rest of the episode. So my first big question, again, comes from, you know, something that you said right at the start, that you are becoming more of a Hindu in terms of, you know, Hinduism playing a part in your life, but you're also a feminist and that's a big part of who you are. And it's inescapable that so much of Hinduism, and of course, Hinduism contains multitudes, which also we'll discuss, it's, there are so many things that are so beautiful and deep and inspiring, but there are also so many mythogenistic elements to it. I recently reread Yuganta by Aravati Karve, which is a fabulous book about, you know, her feminist take of our epics. And you've also mentioned during this time that you've been traveling, that there are no women priests, and at various places, there are restrictions on what women can or cannot do. How did you reconcile all of this for yourself?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:25.920",
        "message": "Frankly, I haven't, I mean, the hypocrisies and the misogyny and the male predominance in all Hinduism for sure, but every faith, you can't escape it. I told you, my father passed on recently, and the priest, in an attempt to explain the rituals to us, he said, our Vedas say, Kashiya Maranam Mukthihi, which I knew, you die in Kashi, you will attain Mukthi. And now, if you don't die in Kashi, what is the antidote to that? Die in a place where your son is. And I have two girls, and I'm a daughter, and I'm thinking, what about the daughter? So it is, at every stage, and for example, the daughter is not supposed to do all the cremation rites. I have two girls, I hope they will do it for me. And the certain mantra is called the Rudram, there is a japa, Rudram is a mantra, a very famous Shaivite mantra. I asked the priest, why do you say only males should chant the mantra? Why can't a woman chant? And he flips, he sort of said, he said it in Tamil, he said, Ningle Parvati Madri, you yourself are like Parvati, why do you need to chant? I didn't buy that. So I am very attuned to the hypocrisy of faith. I think religion is important, but the religious, the way, the closest, the people who have high levels of religion, the pious, are full of pettiness and hypocrisy. And it's hard to turn away from that. And I really don't know how to wrap my head around it, Amit. I think the only way to do it is that with everything that is great comes pettiness. Picasso was a great painter, misogynist to the core. Paul Gauguin is an impressionist giant, left his family in France, ran away to Tahiti. Vincent van Gogh had madness in him. So the only way to resolve it is to have this holistic view that life is this way and you take the good and leave out the bad. But that doesn't mean that I have been able to look away from the hypocrisy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:38.000",
        "message": "And also what sort of you've pointed out at various points in time is through this book is the presence of caste. For example, you write about one temple where the Brahmins are eating separately. You talk about at one point the five great sins of Hinduism, which include killing a Brahmin. And of course, you point out that like almost everything that has come about in the religion is kind of contextual. It was meant to be five rules for people who are living with their guru in the guru-shishya parampara. And therefore, there was, you know, one of the other rules was you shall not covet your guru's wife and extremely specific. And throughout the temples, as you described, you do see this, that there is sort of, you know, Brahmins are elevated in this kind of a way. And again, this is one sort of, you know, ugly aspect that one can't help noticing. And I, you know, if any of my listeners are sort of wondering why I'm stressing on the negative aspects, these are just the two which struck me because they lead to cognitive dissonance and there are many other good things which we'll also talk about, including the food. Again, would your approach to this be the same as to the misogyny that, you know, you don't have to accept the whole, you know, there are some things which are wrong with"
    },
    {
        "speaker": "Guest",
        "time": "01:06:49.240",
        "message": "it? Sure. So caste is a big topic in India, and I try to stay away from it in my book, but it's hard to omit. I think that the gift of being an immigrant, you know what, underneath, at the DNA level, we are all the same. I have a barbelled approach to this whole topic. One is that I don't believe in, even in all this national identity and boundaries, at the DNA level, we are all the same. But I do believe now in what I have come to call the tribal identity, which is something that is linked to rituals, it's linked to milestones of your life, it is linked to community, and it can be your building community, it is not about, or your village, which is, so it comes from this whole village notion of this is my community, but currently it's my housing community. So I believe that there is a place for community, but I also believe that we are one, I mean, at the DNA level. So then how does one reconcile with caste? The way I actually was able to reconcile with the caste notions that predominates faith and religion, what helped me was dealing with craftspeople in India. I have a love of textiles, and I was going around for a website that I created called Project Loom, where we documented handloom clusters. And when you go to Kutch, and you talk to the weavers and the dyers, or when you go to Kanchipuram and talk to the weavers and dyers, it is entirely caste-based, I mean, they say it without any shade of judgment, there is none of the political overtones that we associate with it. It is, they do this type of embroidery in Kutch, they do this caste does this type of embroidery, this caste is a dyer, this caste is, and I know Tamil words for it, but I forgot the Gujarati words for it. But I said, wow, their identity is linked to caste, and it is not about, I can sit in an ivory tower in Bombay or Bangalore and say this is all wrong. But we are a far, we are a long way off from destroying these segregations that have come about so naturally for these craftspeople, and that, and they still live in that way. So actually working with craftspeople is a way to wrap your head, as Laila Taibji has done, as Archana Shah, who founded Bandej has done. So they understand in a very intuitive, very easy way that this is how it is in India. And the overtones that we give about the hierarchy that we give is absent there, it is kind of a lateral thing. So that is one way to resolve it in your head, if you are this really against this varnashrama, as they call it, as I am. So that's a good way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:24.120",
        "message": "I had a great episode on this with TM Krishna, which I'll link from the show notes for all my listeners. Coming on to something, you know, that I do sort of deeply admire about the culture of this country, which I guess, in a sense, you can call Hinduism also, because it can just mean so many other things, which is the incredible diversity. And one of the things you point out is not just diversity in the traditional sense that we have, you know, so many thousands of gods, just like the biggest buffet ever, you choose your God, depending on what your proclivity is. But also, this is not just a diversity across space, it's also a diversity across time. Like you point out that, you know, we have these animistic traditions which survive these paganistic traditions that survive. It's like, you know, the last 30 centuries of, you know, this subcontinent's evolution and religious terms all exist till today in religion. And you've also seen, you know, different aspects of this in the same place. It's not that Puri is just one kind of thing. You point out about Puri that the origin myths of Puri go to Jainism, Buddhism, to different sects of Hinduism, everyone's got a different origin story. That's so incredibly fascinating. So tell me about your experience, because at an intellectual level, we of course know that the diversity is out there. But you experienced it at a visceral level as well. So tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:10:47.120",
        "message": "So the incredible thing about India, but if you look at it through my lens, is that gods still roam the earth. And I mean that quite literally. I mean, men and women dressing themselves as gods and taking part in a procession. If you go to the other great hotbeds of civilization, which came up with philosophies and ideas and invented faiths, Egypt, for example, Greece, for example, if you go to Greece, nobody prays to Zeus. Nobody prays to Athena or Apollo or Aphrodite. They have all but disappeared. Greece has cut itself off from its past that was so powerful. I mean, it shaped Western civilization. But you go there now and that country has just cut itself off from that past. You go to Egypt, which was the sort of the fertile crescent where Egypt, the rivers Nile and Euphrates were the seat of where it all began. But you go there, Ra or Horus or any of those gods absent. And the way Egypt, if you go to Cairo, they have shorn themselves of their past. India happily, we still wear the clothes that our forefathers wear, that you now only see in the Museum of Metropolitan Art, all the robes. We still have traditions which continue and rituals and superstitions and links to seasons that so in that sense, the long arc of civilization has not ended in India. The narrative continues. We are not at the last chapter, whereas Greece, what happened was they had their chapters as views, everything cut. And now you have Harry Potter, this, that, and the other. It is a chasm in the middle, whereas in India, it is a gentle arc. And to quote Martin Luther, the arc is long and I think it will bend towards justice even in our current political cauldron. So I am very proud of India that all our faiths together have figured out a way not to cut ourselves from the past. The sacred and the profane live concomitantly in India. We have not cut ourselves from that. So that's wonderful. And you see that everywhere. I was talking about this firewalking ceremony, which touched me so deeply. It happens in Shivaji Nagar, which has one of the most powerful churches in Bangalore is there and the feast happens there. It is largely occupied by Muslim merchants. And the Hindu group, what happens was the goddess comes into a man on a new moon night. He dresses himself in a fabulous Kanchipuram saree. He believes he is the goddess. He wears lipstick, he wears makeup and turmeric on the face. And he walks around the neighborhood collecting money. And there is a group that follows him, he included, religious fervor builds up. And then we all end it with him walking over fire and a lot of dancing and shaking and ecstatic devotees walking behind him. And then inside the house where he enters, there is a mound of meat. And this goddess, he calls himself Angala Parameswari, which is a very old tribal goddess before Saraswati Lakshmi, all that came about. And he takes arms full of the meat and puts it into his mouth and distributes it to his devotees. So, this is like, I don't know, a Tolkien book or some sort of a Steven Spielberg fantasy thing. Man dressing as a woman, you have the cross dressing and all the things that my daughter talks about now as being politically relevant, the him, his, the gender, everything is contained in this. So, how can you tell me that this religion as it is practiced in India is not relevant to the questions of our time? If a man can become a woman for one night, if a human can become a god for one night, if you can convince yourself to walk over fire and then nothing happens to you. If you can serve meat as an offering, as a prasadam in this whole vegetarian mafia country that we've sometimes become, it's all there, you just need to know where to find it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:01.480",
        "message": "Yeah. You know, I'm non-vegetarian, so armfuls of meat sounds really nice to me. Talking about a different kind of diversity, which is food diversity and which is another sort of a positive impact of all these different sort of temples and the cultures that they preserve. And at one point in your wonderful chapter on Puri, which was one of my favorite chapters from your book, you write, quote, it is easy to be flippant or cynical about temple food, the same list of dishes cooked in the same way over centuries, feeding masses of people via the Lord. What other virtue does it have? An important one has to do with the preservation of indigenous seed varieties. At the Jagannath temple, for instance, one of the offerings is made with green paddy. For green paddy to be available throughout the year, specific seed varieties that ripen at different times must be grown around the temple. At the very least, this promotes biodiversity. India used to have one lakh varieties of rice. Today, most of us eat basmati and in the south, sona masuri rice. Temple kitchens specifically choose local and indigenous varieties of rice, such as matta and jawara, I hope I'm pronouncing that right, red rice and parboiled, stop quote. And this reminds me of something that, you know, the Vikram doctor, when he was did an episode with me a couple of years back, spoke about Cavendish bananas, very, you know, spoke about how we imported bananas out to the US and then they sent us back this homogenized version of the banana called Cavendish bananas, which is spread everywhere because of reasons of, you know, economies of scale and marketing and so on. And all the local varieties are drying up. But then it strikes me that when one speaks of all these temple cultures and the food that is around them, you know, one, they evolved to make use of local produce, because back when you could not travel so much, that's all that you had. And two, therefore, by becoming ossified and ossification is generally a bad thing and I'll come to that as well. But by becoming ossified, we are actually preserving the sort of food diversity of our country. Is there something to this? Do you think religion also plays a part in a sense of keeping something alive, something good like food diversity, which would not otherwise have been the case?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:10.160",
        "message": "Not just food, Amit, cultural traditions, the clothes we wear to temples are mostly sarees. I mean, nowadays, where does somebody who loves handloom sarees, where do young women wear sarees to the temple and for weddings? So Yakshagana is preserved in temple festivals in Uttarakhand Nataka. David Shulman wrote this wonderful essay for the New York Review of Books on the Kudiyattam, which happened in temple premises where you create the universe and destroy it in 31 days. So this is a play that goes over 31 nights and it happens in temples. So temples are cauldrons of culture and tradition. And I think we who have become sanitized and removed from our faith have forgotten that along with the hypocrisy and along with this preaching and becoming religious, they are the ones who are preserving, as you say, the food. The Parni Panchamritam uses a particular type of banana called Malavarapram, which is, as you said, not found. You have elaki bananas in Bangalore. You don't get that. But thanks to that temple, if you visit Parni, you will still get bananas that are indigenous and local. And the Ambalapura Palpaisam uses the parboiled rice. And so temples, I think, or places of faith, preserve music, preserve dance, preserve textiles and rituals and food. So yes, I think that we should not throw the baby out of the bathwater in our attempt to become agnostic. We forget all the good things they've done as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:48.080",
        "message": "My next question is really about a cultural difference between countries like, you know, religion can play the same role in all our lives. You know, back in the day, it probably originated as a God of the gaps, whatever you don't understand, you use religion to explain it. And over time, you understand more and more it, you know, all over the world, you know, religion plays the role of sort of, you know, forming communities where people find comfort and you know, the good aspects of being part of a tribe. But there's something about India that's different now, I'll, for a moment, I'll take you back and this is a diversion. So I used to be a professional poker player once. And I would spend a fair bit of time in Macau where I would go to play tournaments. And Macau, by the way, I think about 15 years ago, overtook Las Vegas as the biggest gambling destination in the world, partly because the Chinese love to gamble. So I remember on a weekday afternoon, I went to the Venetian there. And the Venetian in Macau is not only built to be a replica of the one in Vegas, but it is the largest gaming floor in the world, right, there are rows and rows and rows of slot machines and all of that happening. And I went there on a weekday afternoon, and the place was packed. And it was old Chinese pensioners who are standing at the slot machines, and they're sitting there for hours and hours and hours, and they're gambling, gambling, gambling, gambling. And it's a big part of the culture there. I mean, if anyone from China is listening to this, I hope I'm not simplifying I'm just sharing an experience and not saying that all the Chinese are necessarily like this. But I got reminded of this when I read this passage in your book, where in your chapter on Udupi, you write, quote, the elderly in China play mahjong, American senior citizens go on cruises and play golf, Europeans visit museums, tour wineries and dine at Michelin star restaurants, Indian elders visit temples, stop code and elsewhere in your book, you've spoken about how people often have this urge towards the end of their lives that they want to die in Kashi, you know, tell me a little bit about this, because this does to an extent seem something that is much more an Indian thing than, you know, is it because we have less sources of comfort and solace and so on, because not many of our elders can go around on luxury cruises and dining in Michelin star restaurants like European elders may be able to do, you know, it seems that in this sense, the role of religion is so much deeper here than elsewhere. Do you think that's true?"
    },
    {
        "speaker": "Guest",
        "time": "01:21:04.400",
        "message": "So I have a theory, and I don't know if it's true, Amit. I have a theory that it is because of the trajectory of our economy that we are in, that religion still holds sway. And I wonder if we become richer, like, say, China or Taiwan or Japan, whether wealth will engender us to forget the God, because I think you have to be in some senses a developing country for religion to take hold. So that is my macro theory is that the reason religion holds sway in India in the way it does has to do with the economic trajectory that or the point in the economic trajectory that we are in. Once our GDP goes up, and once we become, like, say, Japan, perhaps we will forget faith as many rich countries have forgotten, and we will find other inventions that seek to soothe us. So that's my answer to that, yeah. And I think it has more to do with economics than to do with geography. It has to do with the time on the graph, where we are at that point in the graph. And I think Europe used to be like that. Every country in the, that had, if you follow the economic trajectory of every country, I feel, and again, this is my theory, that there were points in that economic trajectory where the countries were deeply devout and religious. As they became wealthier, they lost, they gave up their faith, and they became more scientific, they became more rational, and they found money served as well as a God as religion did in their past. So India is still not there yet."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:39.080",
        "message": "No, I have spent far more time in casinos and in temples, but I sincerely hope that our elderly don't go from temples to slot machines, you know, that would just be horrifying, you know, which might have kind of happened elsewhere. My next question is about the commercialization of religion, which you've written at in separate parts of your book, like at one point in your chapter on Palani, you know, you write about how the way, you know, devotees are treated, and it's such an organized setup and all of that. And at one point, you write, quote, I have tried long and hard to make my peace with the hierarchical structure of Hinduism and indeed all religions, perhaps I should just bring them down from the pedestal, bring them down from the realm of the divine to the realm of the commercial, view them as a spectacle, stop quote. And much later in your chapter on Jaipur, you write, quote, I haven't figured out my stance with respect to offerings for God, flowers will get crushed, sweets will aid and abet India's rising number of diabetics. And really does the God partake of all this stuff, the offerings of money, clothes, food or flowers end up in the pockets of the priest or the temple. So why do we persist carrying these objects as an offering to God when he doesn't need a thing and only wants us to be pure of heart, stop quote. And I'll point out to all my listeners that it is Shobha who use the pronoun he for God. I didn't do that."
    },
    {
        "speaker": "Guest",
        "time": "01:24:00.560",
        "message": "I always reflexively say she just to be on the safe side. Good one, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:07.840",
        "message": "So it's just something that like, I realized that there was a lot about this experience, especially the food and the sort of, you know, the other almost mystical experiences, which were amazing. But at the same time, you are viewing and writing about and commenting on all this crash commercialization that's happening in a separate part of the book you write about. You know, I think during the Kumbh Mela chapter, you write about how everything in Haridwar is. So it's a set up for the tourists. So you'll have an, you know, an American and a Swiss and whatever, and there'll be people giving them Gyan and all of that. Does this commercial aspect of this whole religion thing disturb you a bit? Because you have true believers flocking to places which may, for all you know, not be"
    },
    {
        "speaker": "Guest",
        "time": "01:24:49.680",
        "message": "manned by true believers at all. Yeah, yeah. Very good question. But does Subodh Gupta deserve to be India's millionaire artist? There are countless, does Vasudev Gaitonde deserve to sell for how much he sell for much after his death? So if you are an artist, as I was trained to be, commercialism is always a very, a stepmother, and you always view it with suspicion, stepfather, view it with suspicion. So that said, so I will answer it in two ways. One is that anything that we consider pure and otherworldly comes with commercialization that we will always have trouble dealing with. And I use that as a very specific example to point that out. There are countless deserving artists who don't achieve the stature that all these so-called name-brand artists do. So how do you make your peace with that? The great thing, and this is true with art, and this is true with temples, is that even today you can go to Bhubaneswar in Orissa, you can go near a river and you will find a small Yogini shrine with nobody there, not even a priest. And I have visited the shrine which was destroyed. And you can commune with the divine in silence and solitude. That is available to you. Even today in Kerala, you can go to temples where there is a priest, there is no hierarchy, there is no money grabbing. And so then the question becomes, do you visit the rock star temples of Tirupati, Haridwar, Badrinath, Dwaraka, the name-brand temples, or do you forget them? I would say if you are likely uncomfortable with the commercialization of temples, just don't go to those temples. Don't put your rupees as part of their coffers. Don't visit the big temples that have countless tourists anyway. So then the next level becomes, if you also believe like Diana Ek wrote about in her book that pirthas or places of worship carry energy and part of the pilgrimage is to experience this energy and perhaps get healed by it, that's the purpose of going to that big temple, the Guruvayur, the Kumbh Mela, and everything is to get your energy and your healing from your energy that's found. So like with art, you choose your battles and you do, you choose what you, if you are sick, if you want to be healed by, from God forbid, a cancer, and by all means go follow your faith, if your mom tells you go visit Guruvayur, go and get the healing energy from it. But if you just want to commune with the divine, I mean, as lovers of podcasts, Amit, including yours, I'm sure you have listened to Sam Harris's podcast, and how can you explain meditation? It is a felt experience, it's not hard to articulate. So if you want to just have the felt experience, go to Bhuvaneshwar, see the Yogini temple, go to Maharashtra, every village outside the Bombay, small shrines where nobody will bother you. So you can experience the non-commercial aspect of faith, if you want to. And in fact, you may experience faith in those non-commercial shrines, the roadside in Nashik, where there is a shivling and a beautiful banyan tree, you go sit there and experience the wind, and you may be touched in a way that you can't articulate. And that, to me, is an experience of the divine. And the beauty is that wherever you are, you can access it. Even in Italy, where Christianity played such a huge role, and all the Baroque images of Christ are now in the museums. You go to Florence, you can go to the museum, or you can go to those giant cathedrals in the Vatican, or you can go to a small church, listen to the West First singing and be touched by it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:43.360",
        "message": "So there's such wisdom in that, you know, being able to relate to religion in all our personal ways. And you mentioned Sam Harris. I should point out to my listeners that I'm, by the way, a big fan of his podcast. I think I, you know, he's again a master of the craft of the interview, whatever one might think of his views otherwise. But I actually downloaded his meditation app, I think it's called the Waking Up app, and it's a subscription thing. And I've been paying for it for the last five months, but haven't actually sat down for a single session. So it's like you take a gym membership for a year, and then you never go. Just as his writer's block, I guess as meditators block. So sort of my last big question before we get to the food, though, I'll obviously keep throwing up tangential questions, even when we talk about the food. But this last big question is about, you've spoken throughout your book, and it's a truism, almost a cliche that Hinduism contains so much, there is so much within it. But what we have seen in the last few years and building up over the last few decades is political Hinduism, or what is called Hindutva today, which is a very strident version of Hinduism, which almost tries to mimic sort of the Abrahamic one book approach. And you know, and it's strident, it's full of certainties. It's also built on negatives instead of a positive view of what the world should be like. It's built on negatives like, you know, no love jihad, don't slaughter cows, and so on and so forth. And some of their political grievances might well be legitimate, but a lot of what they stand for is having a toxic effect on our society. So what are your sort of feelings on what's happening out there? And should Hindus be outraged at what is being done in the name of Hinduism?"
    },
    {
        "speaker": "Guest",
        "time": "01:30:25.240",
        "message": "I think you should. I am certainly. And the problem in India now, and I have a friend who's the resident editor of Times of India in Bangalore, and she was saying that families in India are being thrown apart because of what is happening. So you have the mother who says Jai Shri Ram and the Babri Masjid, the judgment was passed, and you have the daughter who's horrified by the same judgment. It didn't used to be like that. I think what is happening currently is that when you promote faith over national identity, it is a very slippery slope, and I personally think it is a very dangerous thing what we are doing. I think what I say in the book is a question, and if I can read it out, I would, Amit, is what that parliamentarian in Goa said, that he's a devout Hindu, but inside his house, but outside he's an Indian first and a Hindu last. That's how it is. I feel that's a good way to view religion. Faith is private. Faith may happen in temples and churches and mosques and public, but in a sense, what are you after at the end of the day? You want to connect with the divine. You want to connect with your God, Jesus, Allah or Ram, and why are you making, why are you drawing your community and warrior craft and spacecraft into this? What should be a very private, solemn, sacred act?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:52.360",
        "message": "Yeah, and you said, you know, Jesus, Allah, Ram, and that immediately reminded me of another sort of question that I had for you. So I'll ask it now, which is that, you know, the thing in Hinduism is that there are so many deities to choose from, and indeed, there are deities spread across this book. At one point, you speak about your experiences in the US, where, you know, there was this fight between South Indians and North Indians about which deity to have for the temple, and the only one they could actually agree on was Ganapati. And just thinking about all the different choices open to you, there's Ram, Vishnu, Shiva, Ganesha, Ganapati, Lakshmi, Durga, and so on. And it strikes me that the way that you choose a favorite deity, like apart from it coming down to you, like a football club, loyalty often comes down to some people. But apart from that, if you actually choose it, it sort of strikes me that it reveals something about the chooser much in the same way that we choose who is our cricketing hero. So you know, my cricketing hero being Rahul Dravid, for example, will no doubt reveal something about me, and so on and so forth. So which deity do you feel most drawn to? And why do you think that is?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:56.160",
        "message": "Kali. Very easy. Kali. Kali Ma, because I think she's dark in a country that worships fairness. She embraces her shadow in a way that Lakshmi and Saraswati and all the goody-goody gods don't. She's more tribal and links to the fertility goddesses of yore. So she connects us to who we were as a civilization. And she's a fierce warrior goddess. So I love that. I love the female warrior goddesses. And so I have to go to the Northeast, which I have not done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:28.440",
        "message": "Fantastic. Maybe a separate book on that. Let's now talk about some of the places that you visit through the book, not all of them, because we do want people to kind of buy the book, which they should anyway, because I don't think a podcast episode, however long, can capture more than a sliver of it. But your first chapter is on Udupi, and of course, we all associate Udupi with the cuisine and all of that. And I was struck by your beautiful description of the classic iconic masala dosa as, quote, having a, quote, sly feeling to stymie orthodox Brahmin priests, stop quote. So can you elaborate on what the feeling of the masala dosa has to do with fighting Brahmanism?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:05.120",
        "message": "Yeah, sure. So this I got from a book by Geeta Rao, it is on Udupi cuisine. Basically, what happens was orthodox Brahmins are not allowed to eat onion. So they wanted, so the plain potato filling was kept outside. And they would eat their dosa and almost dip in the potato filling like a chutney. But they wanted onions. So these priests, they figured out a way to slyly have their cake and eat it too, or have their onion and eat it too. So they made this masala filling with onions, and then they would fold it into the dosa so that they could piously eat this, thinking that nobody knows that they are eating onions. So that was how that was invented, according to the research I did. And I love the idea of it. And now, of course, Udupi masala dosa has become a global commodity. It's a GI tag, I'm sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:54.520",
        "message": "Yeah, so all casteist people listening to this will now be forced to stop eating masala dosas, if you are true to whatever your ideals are. And I was fascinated by, you know, the description of how basically, you know, there are eight spiritual centers in Udupi who run the temple two years at a time. And during the transition, they do what is called Anna Brahma, where they feed, you know, 15,000 people, which is quite mad. And you've described their delicacy as being brinjal cooked in coconut oil, which is one of their specialties. And I was kind of amused by this, because on the one hand, you point out how they don't want to use foreign ingredients. So everything has to be local and sanskari, as it were. But at the same time, they're cooking this with red chilies, which come from Mexico, and sesame seeds, which, you know, went from Indonesia to China, and then to India. And that irony sort of amused me of how, you know, it is impossible to be a purely Indian in that sense in any way."
    },
    {
        "speaker": "Guest",
        "time": "01:35:52.160",
        "message": "Except in shraddh cooking, Amit, I think that if you look at the death rituals around what they call the shraddham, or the shraddh, I think, even today, the funerary rites, and I discussed this with a scholar, actually, the funerary rites in Hinduism are better preserved than the marriage rites, for example, or the other life stages, right? Because people are afraid of the booths and the pisachas that we become. And so this element of fear forced them, the priests and the Brahmins who were in charge of passing it from generation to generation to preserve the cooking associated with all these death rituals, not so much with the, as you say, the temple cooking even was diluted. And certainly marriage food, at one point had certain prescriptions, which are no longer valid in this day where we have stalls with pav bhaji in Indian and South Indian temples. But funerary cooking is still preserved in the original form."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:53.440",
        "message": "And another thing to strike me, and this is sort of a profound observation, you make a different points in the book, and it seems to me to be true of religion, fundamentally that all rituals that evolve for specific local reasons, but then are given a veneer of morality or myth, for example, at one point, you point out how, again, I'll quote from your chapter, quote, traditional Hindus in Udupi don't eat certain foods during the four monsoon months, a tradition of abstinence that seems at odds in this age when New Zealand apples and Malta oranges are airlifted to every region of India. They call this chaturmasya vrat. The phrase means four month austerity, and perhaps began out of necessity. You have to hunker down in one place during the monsoon, and certain foods would simply not have been available. The protocol itself seems rather strict and forbidding, but intuitive once you get used to it, stop quote. And later on, you talk about the myth that built around it, where you say, quote, Narada asked Brahma, the creator, about the importance of the chaturmasya vrat. Brahma said, and now this is these are Brahma's words. So quote, chaturmasya is a period of four months during which Lord Vishnu is believed to take rest in the Sheet Sagar or Milky Ocean. So quite naturally, all the oceans, rivers and ponds are believed to attain divinity due to the presence of Lord Vishnu during this period. Stop quote. And this is something that seems to crop up in different parts of your book, where different things evolve in the religion because of what are local factors, but then almost as if to rationalize them and why they are part of the religion, all these myths and all kind of get built around. So is this a pattern you started noticing more and more while writing the book and you"
    },
    {
        "speaker": "Guest",
        "time": "01:38:33.240",
        "message": "know? Yeah, 100%. And the biggest example of that, of course, Amit is the gods that were originally worshipped, which was Indra, the god of thunder. So every faith, even the choice of gods to worship is a pattern. Every faith was invented, I believe, in the face of natural danger by roaming nomads. So if you look at Zeus, for example, was the lord of thunder and lightning. And here you had Indra, who's now dropped once. I think electricity was invented and houses were invented and we were not so worried about thunders and rain. Indra lost his mojo, as it were. And then, so now the gods of the moment, Murugan, though, Muruga is an old god who went, has tribal roots. Shiva is a newcomer and Vishnu in the long span of time. So I think this invention that happened around faith fascinates me because they made sense. For example, again, there is one tradition where after a child is born for a certain number of days, the family should not, we should quarantine essentially. And even today, I know Hindus in my building complex who follow that without realizing that tradition, probably that rule probably came about because of infection and that doesn't exist anymore. Even today, my mother, after going to visit, to pay a condolence visit to her friend, will come back and take a bath. Again, invented because if you go in a village to a place where there were dead bodies, the danger of infection. But we have these mindless things that we follow that don't make sense anymore. And once you get into this religion, you will see, as you just pointed out, that said the chaturmasya vrata, I kind of defend it now because it's a way no different from the value and the keto diet that we follow. I think doing eating certain foods for a month will tell you what your body is capable of digesting. So I have no quarrel with that. But you're right in that the macro point you make of inventions becoming irrelevant and still being followed exists in all all over India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:40.680",
        "message": "No, and in fact, I followed both the keto and the intermittent fasting at different points in time. And the thing with intermittent fasting is that all religions have some form of fasting or the other built in that is actually good for the body in different ways. And religions figured this out and they may have built other mythologies and stories around it. But it's the right thing to do. And I'll leave my listeners with an interesting exercise before we move on to the next point, which is that think about it and make a list of traditions which you know of for which the original reason no longer exists for why it might have evolved. But they sort of continue to the present day. And I'll move on to my next question, which is from your Kashi chapter, where I loved your first paragraph. So I'm going to take a tangent as we get there, where you write, quote, a dead cow is floating down the river Ganga. She is a black and white Holstein Friesian cow like the one I own in Bengaluru. She floats sideways, legs spread eagled, half of her face is visible even though it is dark. 7pm. I wish I could say that she looks peaceful, but her teeth are bad as if hurt, stop quote. And this is a delightful para by itself and partly because of, you know, that half sentence like the one I own in Bangalore. And that's, of course, something that you've written an entire book about. So you know, so that our listeners can get familiar with a little more of your work and not just this book. Let's take a brief tangent while you tell me about your fascination with cows and how you came to own one."
    },
    {
        "speaker": "Guest",
        "time": "01:42:05.620",
        "message": "Thank you, Amit, for plugging my previous book, which is called The Cows of Bangalore in India and Milk Lady of Bangalore in Foreign Countries. The book is about how a woman who sells milk in Bangalore to the army cantonment opposite my house, she would bring a milk can and sell it, approached me one day and said, do you want to buy fresh milk? And I was used to Nandini milk packets. And I decided I would buy fresh milk from her and we became friends. And later she approached me and said, I want a loan for 60,000 rupees to buy a cow. And she does the hard sell and says, you know, you should be lucky that I approached you because the Jain family below who live below you would have killed to get a cow. But I'm asking you instead. So there was all the hard selling happening. And then here is where the long arm of tradition touches me. My father and father in law at that time were both turning 81. And everybody in my extended household was, all my aunts were saying, you should do Godan, which is very, very important for this particular life stage. So I said, maybe God is handing this Godan thing in my hand. And of course, all these prescriptions say the Godan has to be the Desi cow to a Brahmin. Sarla was not a Brahmin, she was a woman and Parthai from a Desi cow. But I did it anyway. So what I did was I gave her a loan, which ended up becoming a gift of 75,000 rupees to buy the cow and then continue her business. And I gave her the advance that was paid for the book as a kind of a thank you as well. And it was a wonderful exercise in writing the book. And it also began as a series of columns. I think it really touched people because I had readers who came in from Delhi, and who said, I want to donate 30,000 rupees to this woman. And I suddenly thought, oh, God, they shouldn't think I'm doing this commission business. So I've had people who met Sarla, who are from my readers and donated to her. So this book is about Sarla. But it's also about why cows are so important in Hinduism to the point where the common word in which priests begin an invocation by asking for your Ghotra. Ghotra means cowshed, which cowshed do you belong to? That's the root of the word. And of course, all the rivers, Godavari, Govardhan, Gokul, any word that begins with go, has a link to a cow. And that's why cows, if once you start looking, are steeped in India. And again, the fascinating thing is, why are we obsessed with cows and not that the boas tortoise is a species that originated in Turkey, you go to Turkey, nobody cares about cows. So again, why have we preserved this, the Vedas begin with a verse about the cow and the sun rises, portrayed as the sun rose like the cows walk out of cowshed. So in poetry, in scriptures, in colloquial language, cows are everywhere. And we have somehow managed to preserve it. And now cows are part of politics, which is the sad part."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:06.720",
        "message": "But you know, the rhetorical question that you just asked, is there an answer to it that you've, you know, why are cows so sacred for us? You know, why do cows play such a, you know, a big role in our society so much so that you know, even Mahatma Gandhi wrote about it in, in Swaraj and so on. So it was a political issue for a lot longer than recently, in fact, all of the pet issues of modern political Hindutva, whether they are love jihad, or cow slaughter, or whatever have been issues for like more than a century now. But what's the big deal, but like, I'm trying to think of the proximate local cause for it, like, was it the one domestic animal from which they got milk, and they played a lot of placed a lot of value on that. And there was all those factors fed into it. And why us? Why only us?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:50.400",
        "message": "So the nomads worship the horses, because when the horses eat grass, and they pull it by the root, so you have to move on. Every civilization, whether it is Indus Valley or Mesopotamia had animals that were part of their milieu. So ostensibly, you could have the goat as the primary animal instead of the cow, because the goat gives milk as well. I think in India, the reason we worship cows is that we figured out ways to use cow dung to use the we figured out ways to make every aspect of the cow count of fermentation, I think, using the dahi, not just the root, but the dahi and the buttermilk. I think the killer app was the ghee. I think Indians invented ghee and enshrined the cow. And that was it. That was the fork in the road. We created ghee and that forever then since then the cow was holy and sacred. So again, it comes back to food."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:47.040",
        "message": "As someone who's just gotten back on the keto diet and was on it for a long time, a couple of years ago, I'm happy to say that I'm quite happy to consider ghee as something holy. But I'm not sure that, you know, my reverence would extend to the source of the ghee. My next question is about the Ganga now you've kind of pointed out about how, you know, in your chapter on Kashi about how the state of the Ganga, which we don't need to elaborate upon you start the chapter with the cow floating later. I think there's a dead buffalo somewhere and people are dipping themselves with a dead buffalo right next to them and so on. And you talk about the different myths and origin stories like the Bhagavata Purana myth and all of that. And again, I was kind of wondering about this deification of the Ganga as a holy river. Would it possibly come about because the people whose narrative version of Hinduism quote unquote Hinduism won out over the centuries were the people who lived in the Gangetic Plain? Like I did an episode with Tony Joseph who wrote that wonderful book on the Indians. And in that he points out how that, you know, basically till 2000 years ago till about, you know, 0 BC or 0 AD, I don't even know what to call it. But till that year, there was actually there were centuries of intermingling between all the people in the subcontinent. But then a particular school of thinking about religion wins out and that's a school of thought which is strong in the Gangetic Plain, which is why when you look at the DNA records from back then, you see there's a lot of endogamy, which is why, you know, David Reich once said that the Han Chinese are one big population, but Indians aren't one big population. They are a collection of many, many small populations because of the endogamy brought about by the caste system, which was a profound and mind-blowing insight for me when I heard about it from Tony and it's scientific fact. So could part of the reason for why the Ganga, you know, got this holy status is because of that, because of people who were living there, their narrative was a winning narrative for, you know, all these centuries."
    },
    {
        "speaker": "Guest",
        "time": "01:48:53.760",
        "message": "Yeah, history is written by the winners is what you are saying and you're saying, I hadn't quite thought of it in that way because once, when you live in South India, the Ganga does not loom as large in your imagination as it does if you lived in the Gangetic Plain. But it totally makes sense, Amit. And as you know, in the book, I've also asked, if you venerate the river so much, how can you handle this pollution? How can you pollute? And I think the thing I came up with was the idea of pavitrata and gandhagi, the river can be dirty, but she's still pure. And in India, as with many cultures, including Russia, we have this iconic image of a bird with two heads facing in opposite directions. We call it gandaberunda in the South. And I think that idea of pavitrata and gandhagi is an excellent example of a two-headed bird who is able to hold two contradictory ideas in your head. And I also ask in the book, I said, would the Ganga have been better served if she had been a he? If he had, if it had been a son instead of a daughter? Because again, with this whole focus on the boy child in India, would we have taken better care of this river had it been a male? But these are speculations, all our rivers are women. And all, we call her Mother Ganga, and a mother is somebody you take for granted. You don't fear a mother. So had it been a father or a son, would we have taken better care of this river that we all so love? And so again, I don't know the answer, but I raised the question in that chapter."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:29.660",
        "message": "And that image that you painted in that chapter about, you know, all these people taking a holy dip in the Ganges as there's a dead buffalo floating just besides them. It also struck me as a powerful metaphor for how we normalize all that is ugly about our society. For some people, the buffalo is invisible to them because they're in the holy Ganges. And similarly, in our society, we are surrounded by so much that is ugly and toxic, and it doesn't exist. It's the unseen as it were. You know, do you think that it makes sense at that level?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:00.480",
        "message": "I've thought about this a lot, Amit. I think, why are we so outraged by Catholic priests becoming, being pedophiles? I think anything that religion does, we tend to think of it as the purveyors of faith to be more pure, more holy, more good. We ascribe a morality to the people who are surrounding faith that perhaps it doesn't exist as we have discovered time and time again in every faith. It is the mullahs who are issuing the fatwas. It is the holiest of men who are raping children. And here it is the, you know, the, what was the Hinduism correlation to exist at multiple levels. So is it a fallacy is what I'm asking. Maybe we shouldn't. Maybe we should say that humans who practice faith and are devout are just as bad as the rest of us. Maybe that's the argument itself is flawed or what we ascribe to them. We expect them to be holier than thou when they are not."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:02.200",
        "message": "Fascinating. Let's move on to the slightly more cheerful subject of food now, where in this chapter on Kashi at one point, you write one among many delightful sentences in the book. You write, quote, Chopin's nocturnes have nothing on the twin sounds of a jalebi and a kachori sizzling in oil right next to each other. Stop quote. And a little later you write, quote, an impassive man ladles aloo sabzi into one leaf bowl and the kachori in another. Now comes a dilemma. How to stand balance these two bowls in one hand and eat with the other. The others around me are doing just fine, having years of practice. Stop quote. And obviously mouth is already watering, even though I'm on keto and I can't have all of this. But this is, you know, tell me your experience, you know, eating this food and you know how all of that was."
    },
    {
        "speaker": "Guest",
        "time": "01:52:50.360",
        "message": "I wish I could be a Kashi Vasi. I would move to Haridwar or Allahabad or any of I think I could live there and just for the food. And Kashi especially, you go to the Sankatamochan Hanuman temple, you have the Vedas and every morning you have these beautifully dressed male priests who wear just a dhoti as it should be worn with the kache in between your legs and little Ls on top, which is again, makes sense for a tropical country like India. And on a tangent, you go to Tamil Nadu, which is the hottest state, and you have these men, young boys with tight jeans and full sleeve shirt and you're thinking, what are you thinking? Why don't you wear a dhoti like all your ancestors did? But that's my pet peeve with respect to textiles. The food at North Indian temples to me was amazing, perhaps because I grew up here in the south and I used to the payasam and the neyappam and everything. I found Jaipur to be a fantastic food town. I found Kashi, definitely Haridwar. They would be my top three picks. Puri, the bhog is what is most famous about it. But again, because they make an attempt to hold on to the root vegetables and tubers that are indigenous of India, and also the spices that are indigenous. I would say it is simple food and not the spicy food that I like. Puri was a food town, as a food temple, it fell a little below Kashi, but Kashi was a gastronomic paradise. I mean, Haridwar too. Yeah, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:21.120",
        "message": "And you've also spoken about how, you know, peras can be considered by some as a fertility tonic. And, you know, someone told you, quote, a good pera should make your tongue clap."
    },
    {
        "speaker": "Guest",
        "time": "01:54:32.880",
        "message": "Stop. Yes, yes. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:35.880",
        "message": "And I'm not, I'm not one who likes sweets."
    },
    {
        "speaker": "Guest",
        "time": "01:54:39.040",
        "message": "I think if I, like you said earlier, my desert island food or last meal food would be a samosa or a kachori. But yeah, I would make an exception to this pera."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:49.040",
        "message": "Wow. Okay. I'm not a desert person either. But if I ever go to Kashi, I promise to try the pera. You also talk about the sesame rice, besan ka sheera and thandai with bhang. So, you know, there was a time and, you know, I'll take this tangent to ask you a question that, you know, thandai with bhang gives the impression and bhang, of course, is from the cannabis plant and gives the impression of Hindus and the religion as being really chilled out having fun. And you go back and you've spoken about how there is so much erotica, not just in Khajuraho and Ajanta Ellora and wherever, but even in our myths and you've quoted some stuff about, you know, very raunchy action between gods that is happening, which I won't read out now because who knows, we might have a family audience, are their children listening to this? And so what kind of happened? Because you know, you get the sense that there is sort of one way of interpreting Hinduism or living Hinduism or living the culture of our land, which is full of fun, which is joyful, which is, you know, embracing the sensual pleasures as they often still do with regard to food. But at the same time, there's also a clash between a certain kind of almost a new Puritanism that has kind of come up, which frowns upon all these pleasures. What's your sense of this evolution? Are the two coexisting or is there actually a kind of a clash between them with one losing"
    },
    {
        "speaker": "Guest",
        "time": "01:56:13.920",
        "message": "out? So I think it was a clash, my answer and my theory would be it was a clash of the civilizations and I would blame to a large extent being colonized on it for the reason for the Puritanism. I think that when you had colonial masters whose gaze was very distant and who ascribed value judgments to the way we dress and the way we live, even today, the white man as an immigrant, I can tell you when you live around white men, you develop a complex that somehow you have to live up to them and there's a certain sense of inferiority. So I think colonizing India, you could say the British gave up the railways and tea culture and everything, but they just took away a lot. And one of the things they took away was our sense of unselfconsciousness about our body and the clothes we wear, the, you know, this prudishness about the breasts and the body and the saris and everything. And as you point out in the book, the sensuousness of faith was lost, was shorn, was cut off completely because our colonial masters would not have any of it. The Victorian norms that they were used to where if the body was bound and corseted and sort of, you know, we say in India today that the girls are asked to, you know, cover their bodies and everything. I think that the Victorians, they handed it down to us before that, and you see some of the old photographs of tribal women, it's very self-confident, it's very accepting of their own body. So I would blame the clash of the civilizations when the colonial colonization of India happened that led to this, as you say, call it puritanism and prudishness."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:55.960",
        "message": "No, absolutely. And this is something many people don't realize, the thing that this prudishness is somehow sanskari as it were part of our culture. I did a great episode on Kerala with Manu Pillai, where he spoke about this as well, that, you know, till we were colonized, the women used to walk around bare breasted and, you know, it wasn't thought about as something erotic or something that will make the men lose control or something that should involve any kind of shame. And all of that changed with the Victorian values of the British, which somehow magically then became part of our sanskar. So I'll kind of not look at the next couple of chapters in detail, though I love them, you know, in Ajmer, you talk about kesariya bhaat, which is all vegetarian, but there's also the story about how Shah Jahan mixed, you know, the blood of a nilgai or a blue bull in there. And you also talk about how Akbar started this tradition of the bari deg, a cauldron so big that you could feed 15,000 people from that one cauldron, which was delightful. In Palani, you write about the panchamritham or the five nectars and again, how they are composed is all local circumstances and it's all automated production now, which is, you know, with the changing times or once upon a time, you know, people used to prepare it by stamping on it. Now, I was interested by something that I read in the chapter after that, which is about Mumbai and which is about the Benes Israelis. And there, right at the start, you speak about how you were talking to an aunt of yours about Jewish people, and she wasn't so familiar with them. And then you had to tell her that you remember in Kochi, there was a place called Jew town where the Jews were from, and she remarked, quote, Jew town, where good cardamom was available, stop quote. And that association of a people with the food, you know, how strong is that in different parts of the country? And I don't just mean a religion with a food, but different peoples in different places with certain kinds of food. And the other danger that then comes about is the danger of essentialism. Now, when we are describing something, it is natural to try to get to the essence of it. I mean, you write about the Sikhs, that one of the beautiful things about the Sikhs, which we think of and which fills even me with emotion when I think of all that they have done is their langars, their, you know, that whole tradition of service of feeding people and all of that. And you've pointed out different things about each of the religions, which are native to that. So on the one hand, you can look at these sort of these attributes that you associate with a religion or particular foods that you associate with a religion. But where do you cross the line into essentialism, where you're simplifying too much and perhaps do a disservice to the complexity of a tradition? Is that something you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "02:00:46.760",
        "message": "Yeah, I think the essentialism comes about when you have to explain the faith to a mass audience, not a follower or a group that is local and standing in front of you. I think what happens with television, the media, or now with YouTube, where people are looking for takeaways, and I do that too in my book, I end each chapter with the takeaway. So once you get into this takeaway culture or life hacks or anything, you are forced to explain, you're forced to leave out the nuances for the soundbite. So I think that when you get into that culture, what you say becomes the norm, Amit. And the question is, is that good or bad? And I don't think you've raised it, but I haven't made up my mind about it. Because on the one hand, it would be great for me to understand the Parsi faith in one paragraph. But that is what that would be essentialism, it would leave out all of the nuances out of it. But at least I would have a semblance of some knowledge on it. I think unfortunately, or fortunately, we are moving towards a time when this will become more and more Amit, because as you know, there are apps that say, oh, don't have the time to read a book, here, read the paragraph and we'll condense it for you. Don't have the time to scan magazines, we will give it to you. And there's one called Blinkist, where you blink and you'll get some knowledge. So essentialism is a feature of our time, I think it is hard to escape it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:17.320",
        "message": "Yeah, perhaps both a feature and a bug in different ways. And in that chapter on Jews, you talk about how they share halva with us, you know, and a delightful little throwaway line about how chicken soup is sometimes known as Jewish penicillin, which speaks to the medical properties and how a particular ritual that they have involves what might well be poha. So that's interesting to me. And also how, you know, Chitravan Brahmans might actually be Bene Israelis, you know, similarities such as, you know, Aptekar and Apte, and Aptekar is, by the way, a name from there and we might have adapted it to Apte. So that's a very interesting speculation, which listeners might enjoy."
    },
    {
        "speaker": "Guest",
        "time": "02:02:59.520",
        "message": "Let me move on to now talking about... If I can interject, so to your point about chicken soup and penicillin, in Tamil households, when a child falls sick, we give them rasam. And one of my pet projects is to find out what different states or regions have as their chicken soup, quote-unquote, the proverb. I mean, what would a sick child in Maharashtra get, for example, or in not even Maharashtra, say Kolhapur or Nashik or different parts, for example, what would a child in Kerala get? Probably a fish gruel, some thought. So that would be a fun exercise to go to different parts and find out what is the equivalent food that you give when a child is sick, the gruel or the rasam."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:44.720",
        "message": "That's so fascinating. What did you get, Amit?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:46.720",
        "message": "As a kid? When you were sick? Hmm."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:49.720",
        "message": "Specifically to when you were sick? Shobha, I'll confess to you that I got chicken soup. You know, that's the privilege of growing up in a certain kind of family, I guess. But you know, I love rasam and I'm interested in finding this out. And can I ask our listeners if they have answers to these questions to maybe write to you on"
    },
    {
        "speaker": "Guest",
        "time": "02:04:09.560",
        "message": "Twitter or something? Tag you on Twitter? That would be fantastic. What did you eat as a kid when you were sick? What did your mom give you? Not even what you ate."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:16.760",
        "message": "What did your mother give you? What a wonderful question. Yeah. So please, guys, you heard it here. Please tag Shobha and let her know. Maybe we'll just start a thread with it. So it's all in one place. I'll now move on to, you know, another of my favorite dishes, which is again now just talking about it and reading your description of it is tempting me to come out of keto, which is when you talk about Madurai and you're talking about the prasadam there. You talk at length about dosa, why the dosa there is so incredibly unique and all of that."
    },
    {
        "speaker": "Guest",
        "time": "02:04:47.040",
        "message": "Tell me a little bit about that. In Madurai, it was one of the few temples where it was a savory prasadam. And I, as I've told you before, I prefer savories to sweets. So that's what blew me away. But also that it was unusual. And this I asked the priest there, why have you chosen this dosa? This dosa is the one that's offered to God is about the size of a tire, a car tire. The one that is sold as prasadam is about the size of a personal pan pizza or maybe slightly smaller. But the one that is offered is huge and it is deep fried in ghee and contains all good things. It was my favorite prasadam to eat. So I asked the priest there, why did you choose this dosa? And he said, it is a larger version of the Tirumal Vadai that is given to Lord Balaji in Tirupati. So this was a kind of a borrowing of a tradition and making it your own. And the other thing that I loved about this Madurai Azhagar Kovil is that it is not a rock star temple, but it is a hoary, it has a hoary history. So I went with all good intentions to write about Meenakshi, the warrior goddess who rode a horse and conquered armies. But then somebody told me about this other temple with a more interesting prasadam and that's what made it to the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:08.240",
        "message": "And what's your favorite kind of dosa? Because my friends in Bangalore and Chennai will often argue about what is the best kind of dosa and so on and so forth. And I love having dosa in Bangalore whenever I go there, especially MTR and all because and actually any place out there, Adigarh, MTR, I just love the dosa there."
    },
    {
        "speaker": "Guest",
        "time": "02:06:23.760",
        "message": "You don't get stuff like that in Bombay, where do you stand? You should go to CTR or Central Tiffin Room. They have a very good benne dosa. You should have idli and Brahmin coffee in Shamrajpet, but the dosa you should go to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:36.640",
        "message": "Vidyarthi Bhavan or CTR. Wonderful. And I'll again take another tangent from sort of the subject of food and, you know, quote a paragraph that you've written in that chapter on Madurai, which I found fascinating because it underscored a point I kind of keep making that the kind of work that you do shapes you. For example, I wrote a post about this in my newsletter about how the form that you choose to work in will shape your work. And therefore the work that you choose to do will shape you. So a simple decision about what form you take can change the person that you are. For example, I have to think differently when I'm doing a three hour long form conversation podcast than if I was doing like 15 minute things, I think, you know, my thinking on any subject would be far shallower than. And I was reminded of that by this fascinating paragraph from that chapter, I'll read it out. Quote, in a 2015 paper published in the journal Neuroimage, a team of scientists from the Center for Mind-Brain Sciences at the University of Trento, Italy studied the brains of professional Vedic Sanskrit pundits in India who were used to memorizing and reciting 40,000 to 100,000 word oral texts and discovered, and now this is a quote from the study, massive gray matter density and cortical thickness increase, you know, that quote stops in the brains of the Vedic priests, somewhat similar to what was seen in London taxi drivers in previous studies. The paper, which is available online is fascinating not only because it describes how the Vedic priest brains changed, but also because it talks about the subjects and their training. Stop quote. And I don't really have a question here, but I absolutely loved your observation after this that these are not people who could have gotten that gray matter because they got it in their genes and they descended from some particular family or whatever. The boys were more or less picked in a kind of a random way. They could just come from anywhere and obviously these are boys only, and they could really come from anywhere and their brains changed because of the kind of study and the work that they did, which is so fascinating to me and something that I just wanted to point out to listeners that the things that you do shapes who you are in, you know, fundamental ways that can even be physiological. So this was quite a sort of a TIL moment for me. You have any, you know, further thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:08:52.720",
        "message": "Yeah. So this is something Wendy Doniger points out in one of her books, I mean, is that she says India as a civilization has Shruti literature, she differentiates between Shruti and Smriti. Shruti literature is just third literature and that's how it was transmitted for hundreds of thousands of years and Smriti is when it started being written down. And her point was that the Shruti literature was preserved unchanged with the meter and the way of intonation for hundreds of thousands of years, contradicting the point of view that says if you want to remember something and if you want to preserve it, write it down. So India was a living example of how a culture preserved many texts, all the Brahmanas, all the Vedas, for hundreds of thousands of years just by listening. So we as a culture have a propensity for remembering things and we should not squander it. Even the epic of Gilgamesh, which is one of the oldest books in the world, it was preserved as writing on stone tablets. There was no oral passing on, whereas here in India, we passed on orally our music. It was all oral. So as a culture, if you believe that there are traits that belong to a culture, oral listening and remembering is one of ours and we should seize it and embrace it and make"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:12.760",
        "message": "it our own. Yeah, and maybe we should kind of make a conscious effort to do it. You know, like my writing students will often tell me that there are so many good apps, I can use Grammarly or the Hemingway app and should I do that? And my answer always is that if it helps you, please use it. If it brings value, please use it. But at the same time, you have to learn to think for yourself about what is good writing and what isn't and how you want to write and you know, you can't lose the ability to sort of think for yourself as you know, you and I have been forced to do for so many years and writing hundreds and hundreds of columns. So after your Madurai chapter, you had a great chapter on Jaipur, an interesting brief chapter on Goa where I was struck by this quote, which I'm going to ask you to elaborate upon, where you quoted Gerard de Kuna once telling you, quote, Portugal did Goa a great favor. We were cut off from the shackles of Indian tradition. We were forced to look outside, stop quote, tell me a little bit about this. And I presume at least part of this is in the context of food. And just another aside, I remember when I would spend time in Macau, Macau was also once colonized by the Portuguese. And I'd actually noticed some similarities in certain items of theirs and what you could get in Goa. So, you know, but, you know, just elaborate on his point for me, because again, I found this quite fascinating."
    },
    {
        "speaker": "Guest",
        "time": "02:11:31.880",
        "message": "Yeah. So, I mean, Goa is a place that all of India loves. I think my view into Goa was shaped largely by the late great Wendell Rodericks, the designer who showed me how in his own village in Golwale, the ancient tribal traditions coexisted with the Hindu past and a Christian present and what Gerard de Kuna said about Portugal. I think what my takeaway was from his quote is that any time you have Portugal in a sense made Goans immigrants in their own land, because you come in as a conqueror and you enforce certain norms on the people. And then what happens is as citizens, you're forced to choose between your master and your tradition. And a lot of Goans chose Portugal as their mother tongue. I quote Mario Miranda saying Portuguese is my mother tongue. So, what ends up happening to differentiate it from, say, Kerala, where the colonizing was more religious with St. Thomas and everything was that Goans felt very adept and easy about adopting music from Portugal, clothes, the language, and it cuts off the shackles of the past and what he was saying. And I could, and anyone who goes to Goa today can even today see it, because you see they're very avant-garde in their thinking, in the fashions they follow, restaurants they open, the life they lead. It's a very symbiotic culture, which has a little bit of the Portugal influence, a little bit of the Hindus, a little bit of the Christian. So, it's a very Jowadi weave. So, I loved it. And I think that's why most Indians love Goa and go there often."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:08.720",
        "message": "Yes, it's a fascinating example of being exposed to the world without actually having to go anywhere. It's almost kind of right here. You said it better than me. No, no, I can't say it better than you. Your book has so many wonderful moments. I'll quote another bit about food to get back to food, because who can resist it? And this is from your chapter about Thiruvanthapuram, which has a subtitle of the Elephant God's Fried Dumplings. And you write here about Uniappam and you say, quote, you know, before I embark upon this quote, all my South Indian listeners, please forgive my pronunciations. Do remember that I am, after all, an Amit. Okay. Quote, Kottarakara Temple is known for its Uniappam, or fried dumplings made with rice flour, coconut, jaggery, ghee, dry ginger, cardamom and quiche banana, a local variety known as Palayam Thodan. They are loosely mixed in giant vats and fried in ghee or oil on a slow day. The temple makes 50,000 such dumplings, a number that can rise to 170,000 during festivals, according to Mohan Thirumeni. Unusual for temples, these Uniappams are cooked in front of the deity in an alcove rather than in a separate secret chamber. And in another part in your chapter on Puri, you know, you've written about the sort of elaborate work that goes into making their Chappan Bhog. The Chappan Bhog, by the way, has 56 ingredients, which is why it's called Chappan Bhog. The Amitanmi is useful now, Chappan is 56 in Hindi. And you speak about how, quote, no outsider is allowed inside the temple kitchen except the 1,000 male cooks who make 56 different kinds of offerings called Chappan Bhog to serve to the gods six times a day. The list of dishes isn't just 56, it runs to the hundreds. The lord along with his family likes variety. The sweet dishes alone are of over 50 types, including several types of laddus, malpua, kheer and roshagulla, making this a diabetics nightmare. Thankfully, there are also boiled rice dishes, lentil based ones, vegetable curries and their permutations and combinations. Food is central to worship in this temple because you see Lord Vishnu dines here, stop quote. And I'm just fascinated by the scale of this. Like we often read about how, you know, churches in Europe were built to be so grand because they wanted that to give, you know, devotees a sense of how grand religion is so that they would feel that sense of awe towards their God, you know, and just reading about the kind of scale at which this kind of cooking is being done. And it's not just these 1,000 cooks later on, you point out about how the kitchens are spread out over an acre and you have 200 junior cooks who are not allowed to enter the kitchens who are doing the prep work and they're grating hundreds of coconuts while chanting the name of the Lord. And they're also chopping vegetables. This is crazy. This scale is mind-blowing. Although you didn't go into the kitchen in Puri, you did enter many of the other kitchens. What was and you also, of course, in the West entered the commercial kitchens of some of the best restaurants in the world. You know, give me a sense of how that feeling was about entering these kitchens, seeing this work."
    },
    {
        "speaker": "Guest",
        "time": "02:16:25.200",
        "message": "So remember that experiment I said go to a temple during the course of this year if you just want to see if you have it in you to become faithful or devout. I would say start with Puri because it is a majestic, marvelous temple in every sense of the word. It is a temple with a history and an amalgamation that is so fantastic. It is has every faith that was prominent in India of the time being part of this temple. And as far as the cooking goes, it was very, it is very tantric. You couldn't enter, but they have 752 chulas or wood-fired stoves. Each of the chulas I'm told is a tantric design with many triangles. And the cook, one of the most poignant things during that trip was one of the priest cook. I mean, the Suaras told me that if I think even for a moment that I am the one cooking, the nine pots will shatter because actually it is goddess Vimala who is cooking the food. And he, you know, it's hard to convey that in a book, but he actually believed that. He wasn't, his stance, his eyes told me. So to me, that is a sublimation of ego. You know, in many temples, the priests become holier than thou. They think I'm doing Lord's work and therefore I am holy. But whereas in the, I think when you are cooking temple food, you don't have the grandiosity of coming that comes with a priest who stands and does the chanting and throwing of flowers in front of God. So in a sense, I found, remember we talked about being holier than thou, not having the hypocrisies and the petty egos. Temple cooks have that. That you want to experience divine sublimation of the ego through humility in the presence of the divine. Talk to the temple cook. And in Jagannath Puri, especially because it's a very, they believe really deeply in the tantric notion. There are nine pots. Nine is a very prominent number in Hinduism. You have Navaratna, Navarasa, Navagraha, the planets, and they have nine pots stacked on top of each other on these wood fires and they each cook and each of the families are able to sell it and make money off of it. These temple cooks, I found what I was looking for and what we talked about earlier, which is where you're truly humble, authentically humble and not kind of showing off and saying I'm a messenger of God and therefore I'm better than you. These guys actually had a taste of the divine, literally and figuratively."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:54.040",
        "message": "Wow. I guess just cooking, just chopping endless vegetables or whatever the processes are, is a kind of sadhana in itself, I guess, you know, if you're just, there you go, like a physical meditation almost, you're just, you know, doing the same thing again and again. I also love the chapter on the Kumbh Mela. And I have a question based on that, where at one point you quote this gentleman called Swami Avdeshanand, where he's talking about diversity, which is spoken about before. And he says, quote, Hinduism is a very diverse religion with many parts to God, puja, meditation, yoga, pranayama, pilgrimages, fast, chanting and satsangh. The Kumbh is where all this diversity comes together. But more than this, I was struck by something that again, the same Swami Avdeshanandji said a little before that, where he says, quote, the Kumbh Mela is a symbol of a secular democracy in action. For example, most of the Hindu religious offerings used in the Kumbh are packaged by Muslim craftsmen and the music bands have Muslim and Christian performers, stop quote. And elsewhere, you speak about how, you know, at Ajmer Sharif, when you go or in the churches of Goa, Hindus are taking part everywhere and they are kind of sort of involved. And so it seems to me that whereas in politics, we have developed almost an exclusionary view of religion in our culture, there is an embrace of, you know, of everything. And this seems to me to be a strange kind of contradiction. I mean, I remember I once had politician and thinker JP Narayan on my show, episode 149. And I said something about India being an illiberal society because of the misogyny and caste and whatever. And he said, no, it's also if you look at it another way, it's also a very liberal society. Because in our lived experience, the way we assimilate everything from everywhere, in that there's also a lot of tolerance there. And both of these are, of course, true. But what is your sense of going to all of these places that, you know, is the only view of religion you see this open, warm embrace that takes everybody in or do you also sort of see the other side of it?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:59.560",
        "message": "Yeah, I'll go back. First of all, I'm blown away that you remember that JP Narayan was episode 149. So you clearly have a phenomenal memory for things, compliments on that. But to answer your question, I'm going back to the Gandha Berunda, which is the eagle who's with two heads looking on either direction. And I think that we are, I would agree with Mr. JP Narayan that intrinsically, if you are born in this earth, in India, you are raised, it's part of the water we drink and this tolerance. And I'll give you specific examples, I think revealed preference, they call it in economics. My mother, for example, when the Babri judgment was passed, said Jai Shri Ram and you see her, she is a devout Hindu. But because my brother had many Muslim friends, she visited their homes and became friendly with them. So I think that if you look at the way these festivals are done, I wish I could attend Bombay's Ganesh Chaturthi, but I'm told it's the same there where the craftsmen of all states make different parts of the giant idols. And for example, the chariots are made by. So I think that on the one hand, we have the politics of religion that is being used to win elections. But in Bangalore, where I live, Hindus attend infant Jesus and pray to the mother when they want children. The Ajmer Darga is the Ganga Jamuna Sanskriti, as they call it. I love Sufi music. If you live, if you see our lived experience, it's hard not to be tolerant and embracing of all faiths, because guess what? They have so much to offer. How can you not partake when it's available to you on offer? And in India, we have the glory of multiple faiths and their invention. You'd be stupid to not absorb. And I think Indians do. It is and I think the Indians who live in communities where all the major faiths are jostling side by side, their experience of India is very different from ours who read, who watch the news and therefore form opinions about the politics of religion and without much of a lived experience. So I think, yes, I agree with Mr. Narayan that as a nation, we are deeply tolerant and that will eventually be our salvation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:25.760",
        "message": "Yeah, I did an episode with Anshul Malhotra recently. She's written that remarkable book on partition. And one of the sort of points that came up there was that, you know, when we hate each other, what we are hating is abstractions, you know, an abstract notion of the other. But what we embrace of the other are all the concrete little things. And to me, a lot of these concrete things are, you know, they're in the food where, you know, what we eat is actually the most assimilative melting pot that you can possibly imagine. And, you know, one would hope that one day Indian politics can become a little bit more like Indian food. So you know, I've taken enough of your time and I'll let you go soon. And also, you know, just direct all the listeners to please partake in the feast that is in your writing in this wonderful book. Did writing this book sort of, you know, what were your big learning moments during this book? You went in obviously already knowing a lot about food, having a deep sense of the history, having a sense of the nation as well. You've been to many of these temples before, but, you know, are there any big sort of learnings for you or revelations for you or insights for you or anything that deepened your understanding in the process of going to all of these places and immersing yourself in these experiences?"
    },
    {
        "speaker": "Guest",
        "time": "02:24:45.920",
        "message": "For me, it was that the importance of ritual and I saw it in temples, I saw it in the church, I saw it in the one Islamic shrine that I visited. And I think that if there was one thing that I have changed my attitude towards, it is that I believe that humans invented rituals to mark milestones in life, to mark transition from one stage of life to another, to mark a celebration or a sorrow. And in urban India, certainly, and if you are of a certain rational, I would humbly say, amidst much of your audience, much of your listenership, such as myself, where you live in the mind of the, in the cerebral world, we are in danger of giving up rituals. And again, you are throwing out the baby with the bathwater. Yes, sure. Rituals have superstitions. That may seem nonsensical to you. But when you are this dreaming ritual, as I once said, and when you are saying they are superstitions and intolerant, and, you know, are based on planetary transmutations and things like that, you also give up rituals that are linked to when a daughter leaves home or when a son goes to college, something to mark that we, it is so much a part of us. If you go to Chennai airport, people welcome somebody with a garland, that is a ritual. And we don't do that, so-called educated people, we've stopped that. When a woman is pregnant, the neighbors bring her favorite food. That is a ritual. So I would say if I had a plea or an entreaty to your listeners, I would say, find your rituals and, you know, figure it out and make it up if you must. But we have such a rich vein of rituals in our culture. Find one that you like. Okay. If you are not a Shiva worshipper, find a rock, collect a few rocks, everyday pour some water over it and then pour it on your Tulsi plant. That's the ritual. It will give you calm. It will give you the meditative state that Sam Harris so applauds. And we have it. Why not use it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:57.760",
        "message": "Wow. You've given me, you know, through the book and through this conversation, you've given me so much to think about and process. Shobha, thank you so much for coming on the show."
    },
    {
        "speaker": "Guest",
        "time": "02:27:06.200",
        "message": "Thank you so much for having me, Amit. Yours is a podcast I've enjoyed so much as a listener. It is a privilege and honor that you invited me to come on it. So and I'm deeply grateful. Thank you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:20.480",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and buy Shobha Narayan's wonderful book, Food and Faith, A Pilgrim's Journey Through India. This will be linked from the show notes and our other books will also be linked there. You can follow Shobha on Twitter at Shobha Narayan. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at SeenUnseen.in. Thank you for listening. Did you enjoy this episode of The Seen and the Unseen? If so, would you like to support the production of the show? You can go over to SeenUnseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]