[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "For the last few years, our economy has been going down, down, down. But our stock market has been going up, up, up. Stock markets are a strange beast. You can consider them to be the engine of a growing economy or a casino with no relation to the real world. For some, they are an object of loathing. For others, they invoke hope and romance. I just find them fascinating because they are both a picture of reality and a tussle between the many fantasies in our heads. In stock markets, the world of today collides with the world of tomorrow, and perception matters as much as reality, at least in the short term. I'm bullish on stock markets, though I'm not sure in a perfect world the stock markets"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:47.120",
        "message": "would be so bullish right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:04.360",
        "message": "Welcome to The Scene and the Unseen. My guest today is a brilliant Deepak Chinoy, an old friend known to the world as an investing guru but known to me simply as one of the smartest and nicest and most interesting people I know. I never invited him onto the show ostensibly to talk about investing, but cunningly, my intention was to pick his brains on much, much more. The mental models through which he looks at the world, including markets, his insights on investing, his insights on life, and hey, even for his bad jokes, which are second only to mine. Deepak runs Capital Mind, a Bangalore-based investment research and wealth management startup and he also runs the Capital Mind podcast. All those links will be in the show notes. Before we get to our conversation, though, let's take a quick commercial break. I often advise people not to invest in stock markets unless they have studied it first. That old poker saying applies. If you don't know who's the sucker at the table, it's you. Well, if you do find it fascinating, then learn about it first. Listening to this episode and picking up the books Deepak recommends is one way of doing so. Today is heading on over to the sponsors of this episode, TheGreatCoursesPlus.com and enrolling in The Art of Investing. The Art of Investing is a 24-lecture course taught by John M. Longo and will take you through all the basics of investing in stock markets. But that's not all. The Great Courses Plus has a fantastic library of online courses on subjects ranging from music, math, cooking, history, political theory, and much else. They also have an app where you can listen to the audio of these courses the same way you are listening to this podcast and it will cost you nothing. You get one month of unlimited free access if you use the following URL, TheGreatCoursesPlus.com slash unseen. That's right. Unseen. TheGreatCoursesPlus.com slash unseen for one month of unlimited free access. What an investment Deepak, welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:10.240",
        "message": "Hi Amit, always glad to have a conversation with you and lovely to be unseen in the unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:16.000",
        "message": "Yeah, I mean, this is oddly strangely, you know, after 200 episodes, the first time you're on the scene in the unseen and the thing is over the years, I've, you know, got so much delight and insight in the many long conversations that we've had. And the bizarre thing is, and I wonder what you think about this, that, you know, I was sitting down figuring out all the areas that I'm going to talk to you about. And then at one point, it struck me that, wait a minute, this guy has been a personal friend for a long time. But many of the personal questions that, you know, are almost standard for me to ask my guests, I don't actually know about him, you know, and this is weird, because a couple of days after this, I'm recording with another person who's been a personal friend for a couple of decades. And I realized that I don't know that much about her either. So it's like you build a friendship by just hanging around and talking about whatever, but you don't actually know so much about, about each other, which was a bit weird."
    },
    {
        "speaker": "Guest",
        "time": "00:04:05.760",
        "message": "Which is actually quite fascinating, because you don't generally have relationships like that after like, say, college or something like that. So it's almost, almost entirely based on the intellectual framework of what we talk rather than a families or where are you going and you know, what have you done in the past and all that stuff, which is definitely like, I mean, it's, that's what I was telling someone when I was somebody is telling me who is asked, I was telling them who Amit Verma is, I'm like, dude, he's so many things, man. He's been a professional poker player. He's been a writer, he has been a cricket, not just enthusiast, but you know, so deeply into cricket. He has held guns in Peshawar. And and pretended to be non Indian for, you know, so you know, there are so many things about you that I know, but there's obviously a lot of other things. Somebody asked me, where is he from, and I'm like, shit, I have no idea. I don't even know whether he's, whether the Verma that the VARME is a UP wala surname or a Bengali surname or and whether he's related to Raja Ravi Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:14.920",
        "message": "So, yeah, no, no, sadly, I don't have any royal lineage that way, though my father is Punjabi and he was born just outside Lahore, pre partition. So some could even say that I am anti-national. And by the way, for those of my listeners who for the first time are wondering what was Amit doing holding a gun in Peshawar, no, I was not carrying out a secret mission for the Indian government. I was covering the Indian cricket tour to Pakistan in 2006. And I happened to kind of, you know, go to Peshawar at one of the venues and a friend and I managed to get some people to take us to the gun market, where guns are sold openly. The friend was a journalist called Fazal Sharif, at that time he used to write for Rediff. And together we posed with guns, which is the macho-est I have ever looked, I won't say felt because, you know. And the other thing is, you know, as listeners would have guessed, Deepak and I know each other from our blogging days, basically, which is where we met. And I've realized that so many of my friends, in fact, all my closest friends, without exception, are not people from I know from school or from college or whatever. But really from that time, people who we managed to connect with through the internet in those days, sort of like minded people doing similar things, and that kind of becomes the basis for forming this little community. And this is something we now take for granted, right, that we can just form a community of choice at any point in time. And it started with our generation, you know, the generation before us would not have been able to reach out, you're basically constrained by geography, constrained by accidents of birth, all of those things. And now we can actually, you know, reach out and form a community based on shared interests or whatever the case may be, and it's mind blowing when you think about it."
    },
    {
        "speaker": "Guest",
        "time": "00:06:51.560",
        "message": "Yeah, I mean, it's the Orkut and MySpace and now WhatsApp and perhaps tomorrow Signal of Real Life. And that's connected us and you know, it's strange, I have, I think, in the process of us, you know, knowing each other, I've met you in Bangalore, in Bombay, perhaps in Delhi as well. And I have traveled and lived in each of these places. And yet, you know, when we talk to each other again, it's almost like, you know, it's starting from the same point where we left off the last time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:20.400",
        "message": "So yeah, yeah, it's like you just click into place, you don't have to kind of, you know, reconnect again, or figure each other out. Well, if I met someone from my college days, or whatever, there would be this process of reconnection, because you're meeting fundamentally a changed person and trying to kind of figure that out. But that reminds me there is a lot I don't know about you. So, you know, let's kind of get a little deeper into the history of Deepak Shannoy. So you know, I do want to spend a lot of this time talking about investing in your philosophy towards money and life and all of those things. But before that, tell me a little bit about who the young Deepak Shannoy was like growing up? What kind of kid were you? What did you want to be when you grew up? You know, what were the influences on you? What kind of books did you read? Tell me a little bit about that part of your journey."
    },
    {
        "speaker": "Guest",
        "time": "00:08:07.600",
        "message": "So you know, my youngest, perhaps as far as I can remember, my father was in a bank. So transferable job moving around quite a bit. You know, I come from this little town in a village in the Western Ghats in Karnataka. But then since my father was in a bank, we travel everywhere. So I think my early days were in Udaipur and you know, Agra and a couple of other places. But then since the time I actually remember things, I was in Bangalore till I think 1983 or 1982. And I actually studied in a girl's school. What is a girl's school after fourth standard and boys were allowed till the fourth standard because I don't know, there's some rule that you know, maybe boys are okay till they're in the fourth standard and then they get really bad after that. So it was interesting because I still know people or reconnected with people from that school. And they're fascinating personalities, you know, so it's almost like I wish I knew more at that age that I could have remembered in terms of conversations. But that part of life was interesting. It was also the first time I started to learn about books. This is probably early in my life. I always liked reading. I still do to the point where my mom used to literally give me a comic and I would walk with her through marketplaces when she had to go shopping and I would not complain even a little bit because I'd read the book every chance I got. And the books, of course, you know, the early days were Amar Chitra Katha and a bunch of those things and all that. But it evolved eventually, I moved to Delhi when I was about after my third standard. So again, Delhi was very interesting. It was, we landed up in Delhi, I think the year or maybe the year before the Indira Gandhi was assassinated. And that was a learning thing for me because I was like probably 10 years old at the time. And it was a few days before my birthday. So I really did not, you know, find it very interesting to have spent the birthday at home. But then when I came out, it was a whole new world. Bunch of things that you don't want to learn when you're 10 years old, you learn and, you know, it kind of made a very different kind of impact in my life. Those are the years where you would go everywhere in Delhi and you would see soldiers sitting in, you know, cages and behind sacks all over the place. So and you, you know, we found out later that you're not allowed to approach them either. So it was, it was dangerous to do so. But I mean, interesting times growing up. Those are the early days. I don't think I, I mean, till when after that we moved back to Bangalore, I wrote an exam, probably the first exam I ever scored any reasonable marks in. Luckily, that was the 12th standard exams. So I managed to go to this college called NIT, which is now called NIT Suratkal. Earlier it was to be REC Suratkal. And I still like the name REC Suratkal, it's Karnataka REC, so K-R-E-C, which was, I mean, it has a zing to it, N-I-T-K does not sound as quite as zingy, but that's what the name of the college is now. It's a quaint little college in, well, it's not little, it's about 350 acres of campus in near the beach, it actually has its own beach, but it's next to a beach. We did not appreciate it then and now I feel sorry I did not appreciate it then. But that was a formative years because till, you know, when you're, till you're 18 years old, sheltered, you're at home, do your thing, and you're suddenly thrown into college where you're alone. I mean, that's okay, but you get ragged, you do your things, you have to, you know, fend for yourself. But you also learn a few things about freedom, about doing stuff the way you want to do them. And a couple of years in, you kind of realize that you'll never be able to live in a sheltered, cloistered environment again, simply because you've, for all the good and bad that comes of it, that you have to wash up notes and stuff like that. It's just far more acceptable to do that, rather than trade away the other freedoms that you have. So college was eye opening for that, and from another perspective, because I finally discovered what I thought I would do for the rest of my life, which is computer programming, because somewhere in the, they used to call me LAN user, because, you know, in the first year, you had these local area networks that were set up in the college, and everybody got the same user ID. You had to log in with the user ID LAN user, and the password was LAN user, very creative, you know, thing. So I was, because I went then, first year, I discovered that I really like this stuff. And maybe I wasn't very good at it, but I was just at it at the time. And I learned from a few other people that I went and I was initially in this branch in mechanical engineering, and then I asked for a shift to computer engineering. And that's when I discovered that I really like the subject, the concept of it, and relatively knew that I was 1992, 1993. The interesting thing about this part of my life was that I was, I didn't know what I wanted to do. I had no idea. I'd worked with some computers in the earlier past, but I'd never actually seen, you know, computers really work. And they told us at one point that you're not allowed to play games. So we said, okay, you know what, we're going to write our own game. So I wrote a very weird version of Pac-Man, and then, you know, nobody could say anything because it was a game I programmed. So I was like, I'm testing it, it's perfectly legal to do. And so the word LAN user, I was a nerd for all practical purposes, probably still am, but finance makes you less nerdy, I guess. But interestingly, you know, that college actually opened it up because what happens was there was, because of its relative distance from anything human, they allowed you a lot of things. So for instance, I was given the permission to keep the LAN open until whatever time I wanted. I was given a key and said, you know, just shut it down when you're done. So we do these things and we'd learn a lot of these things. And then once I got into my second year, the first year is in my college was common across all branches. Everybody took the same subjects. The second year onwards, you got your specific subjects. And then it carried on further. We did very interesting things with stuff that you can do on your phone in five minutes. Sometimes it would take us two or three days to do, so you had to prep for it. So you had to think about the code that you'd write, and then you'd write it, and then you'd hit the compile or render or whatever it was that you did. And suddenly it would take two days for it to render something, which was like a little box coming out of something else. And because I don't even ask because we, I mean, the first, this is all again, you know, stuff that when our parents used to tell us things like, you know, Deepak, you don't know the value of poverty. And you know, I used to, before I took my, went to school, I had to take water out of the well and have the seven brothers and sisters I had, all of them had to have a bath. And then I would walk five miles to college, to school. And then they would carry, I'd be like, dude, this is just like, this is just stuff that I, I mean, I'll never do, I'll never be able to even see an op, I just turn the tap and water comes. It's pretty much that effort. So my, when I tell my kids, you know, I used to operate in a time when you had 1.44 inch floppies. And I don't know, there was another one, three, some three and a quarter or five and a quarter inch floppies. And you didn't have hard disks, so one of the drives contained your basic compiler and the other one contained the place where your code was stored. And if you had only one drive, you had to put one in, load the basic into memory, and then put the second one in to store your program. So it was like, crazy stuff that, you know, my kids look at me like, what's a floppy disk? I'm like, it's the before, what's what came before CDs, like, what is, what's a CD? And I'm like, okay, dude, I am done. I mean, this is at this point, it's like, you know, but I mean, I lived that life, which I guess is exotic from today's perspective, but, you know, today would be exotic for them. So you know, that makes us even, but, you know, all through this early days of well, I think the point was, while I liked reading a lot, I still do, most of it for at least the first 20, 20 odd years of my life was fiction. So nice, you know, from the Frederick Fawcett's to Arthur Haley's, and you know, the stuff that, you know, was probably exciting at the time, and the Asterix's and the Tintin's, and later the Calvin and Hobbes, that became kind of a story of choice. But then, soon after college, I mean, that was just the early part of my life, I'm rambling a little bit over there. So but I kind of finished college and joined this company, which is now Emphasis, that time it was called BFL software, there was a bunch of mergers and all that. And I was sent to the US in about three months, and at that time, things were very weird, because I was sent as a qualified engineer to the US on a project where I literally did not know more than maybe 20 lines of code. So I had to go there, I had to pretend that I, I mean, not pretend, but I told them I'm new to this. And we figured out the code, mostly after we'd gone there, met a bunch of customers, you know, did a lot of crazy things, because your first time in the US, you have no idea what to expect. I remember I'd gone to this place called Omaha, I mean, now it's more famous because of Warren Buffett, because at that time, it was famous for Jackal, I think. But you know, at, at the time, I hadn't even heard of Omaha. And I, nobody told me that when they say minus two degrees with a windchill of minus 20 degrees, it actually means you're going to feel like it's minus 20 degrees. So I went to the little jacket, which had absolutely no chance against, you know, even minus two degrees, but then I was willing to risk it. But minus 20, I mean, it's like, oh, dude, I am dying. So we went in, it was kind of embarrassing, because when we landed up there with that jacket, the customers looked at us, are you like, are you serious? Because you're gonna die in that. So we said, okay, and then we had to go pick up a jacket from one of the supermarkets. And you know, I think I use a jacket for literally all my cold, you know, adventures for at least 20 years afterwards, it was pretty good. But you could not even think of wearing that in India, it was just impossible. It's just one of those things that's, you know, but that taught me a lot about living in America, different ways. You have a very fancy view of this, right? So you sit in India, and you read books about this and that, you go there and say, well, these are the same people, just different accent, right? It's not, in a way, superheroes kind of thought process that you started off with. And also the place, it's, I mean, it's developed, yes, but, you know, there is some kind of wretched poverty is there as well. And there is a kind of standard of living that you suddenly realize that life is very limiting if you don't have a lot of money, very obvious in the US, later in my adventures in Europe, I found that was not so much the case, but I mean, after I finished that, I think my only thing in college was that I want to start my own business. I didn't know why, but I really wanted to start my own business. And when I went to the US, I was applying to colleges to do my master's degree in science there. And then I decided I won't because I want to start my own business. But for some reason, I had a job offer from the company that I was visiting, and they were kind of cutting off the contract with the emphasis at the time of BFL at the time. And they said, we'd like to hire you guys. And we said, okay, we're okay with that. And now, unfortunately, my father passed away in India at the time, 24, it was very complicated, because he was a banker, he had held the key to a lot of finances in the family. And I had no idea what any of that stuff was that he did. So also, I mean, of course, grief was one that was very complicated, because, you know, I always thought that I never spent enough time. And now I still regret that in the sense of, I went to college, I was doing my own thing. And I remember my mom, after I had gotten out of college, I was desperate to get started on my job. And my mom said, you know, stay on for a couple of months more, you have another job offer that starts in November, why are you leaving now? So I said, No, I am going because I want to start working early, as early as possible. This was August. Now, he passed away in February the next year. So that two months would have been nice, but, you know, such is life. Unfortunately, I wasn't able to, you know, spend that much time with him. When I was, you know, when I had the time, and you know, sometimes that that that old saying of, you know, the cats in the cradle, the song kind of come to mind, you know, it's strange, because that song was something I heard in college. And I said, Listen, this is deep, but I don't understand it. And I knew it was deep, but I didn't understand. And it's like Calvin and Hobbes, the first time when you read it, when you're a kid, you don't, you know, there's something in there that's deeper. And as you go further in life, you say, that is like philosophy, it's not a cartoon. But there's something in that song that that kind of talked to me that time. And then when my father passed away, I had that, I heard the song again. And then I was like, this is real. And now when I have kids, it's just a different meaning altogether, you're dealing with it from three different angles. And you know, it's the same song. And it's beautiful. So but since that time, and I came back to India, I said, Listen, I'm not taking the job in the US, I have to figure out more stuff. And I think if my goal is to start a business, then I should do it here in India and the US was, and this is what my dad told me before he passed away, like, if you want to start a business, why are you locking yourself to a six year period in the US when you can't start a business? So like, what do you mean is then I looked it up and said, Yeah, I mean, if you're in an H1B visa, until you get yourself a green card, you can't start a business, you can join a business that started, they can process your visa, but you can't really start a business. I mean, it's complicated at the time. So I said, Dude, I'm not doing this, I'm going back to India, I want to start my business. So a couple of years down the line, started a business, we built a lot of things for people using a language called Delphi, pretty computer thing, but came into this finance thing at that time, because we started writing software for companies that wanted accounting as part of their application. So I was like, what is this accounting business, let me read it. And you know, my father, my uncle, everybody in the family were bankers, my surname kind of gives it away. But that's how, you know, the whole family was. And I was this dude, I'm a computer engineer. And I was different from everybody else. So it's this accounting thing that kind of came by. And through this process, I learned about accounting. I started my own business when I was 24, I think. And then I ran that till I was about 30 before I got married. And in this process, we built accounting packages, we built something that was an Indian accounting package. And we got, so what we found interesting in this whole thing was that you could look at public companies, because they would give their accounts to the public every year and every quarter. And you could actually download it from their websites. Somewhere in the middle, we started looking at this and saying, okay, we could download this account, we can get these. So got interested in public markets, started writing about it in 2005, worked a couple more companies. I think I got, if I say I'm good at something, it's only because I was really bad at it. And I decided not to be through the process. So I think I was, when I look at my early posts, even now, I cringe and say, what kind of thought process was that? But it's good now, I mean, the blog came along. And you know, here I am, I won't bore you with the further details of what else happened. But I hope this has been, it's a very different part. I think I met you in like 2007 or something. So since then, we've been in touch. I guess I came to Bombay, I did a bunch of things around algorithmic trading. Before and I found out to my chagrin, it was even legal. So it was, it was apparently not legal to auto trade. So we had to physically and hit the enter key whenever you actually enter a trade. So we did that so that you could hit, I mean, so a human being had to say okay on a trade before it was, it went to the exchange. Now of course, things have changed and you can trade automatically, computers can work with each other. But we wanted to build this stuff in 2008, fascinating because I helped in another hedge fund which actually did this when SEBI finally legalized it. And now, you know, they're 30% of the volume of the exchange. So I'm saying algo trading as not just this firm, but algo trading as a whole is now a feature of the exchange. They started Capital Mind, of course, when it was 2013. That's kind of blossomed into a fairly decent business. And I suppose you'll probably ask me a bunch around investing. So I'll probably go into detail when we when we go through that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:48.080",
        "message": "Yeah, you know, before we get to sort of investing and Capital Mind and algo trading about which I also want to ask you, you know, the backstory is really fascinating. And there are a bunch of threads from here that I want to pull, which actually come kind of to the same question. I mean, one, of course, is, you know, what you said about being really bad at it before you got good at it. And that struck a chord with me, because I just came about this thread on Twitter by a random person I won't name, not an Indian, but basically which went viral. And one of the things he said in that thread was that, you know, I don't follow people who post regularly, because you know, you can't get a great flash of insight every day. So if you're posting too regularly, I don't follow you. And you know, I prefer people who post just once in a while. And I thought, wait a minute, that is completely the wrong way around. Because when you begin doing something, you're bad at it. What makes for excellence, repeated iteration makes for excellence. You know, you do something repeatedly every freaking day, and you always begin something is bad, and then you get good at it, because you've done it again and again and again. And examples from the blogging world would be something like Marginal Revolution, for example, or, and you know, literally anything, you know, Virat Kohli was not going to the nets once a week, he was going there and spending seven hours a day every freaking day through his childhood, till iteration, iteration, iteration, and you get to excellence. And it's kind of that process of learning something that I want to delve deeper into. One is, you know, for our listeners, just before we started this Deepak and I were being nostalgic about the bad old days, I would say, when, you know, you couldn't do anything on the computer, because you plug anything in, you've got to install 40 drivers, and nothing works together and all of that. And we were just setting up our mics and stuff before this, and it was all relatively smooth. And it struck me that we are sort of that, again, I'll say a unique generation, perhaps not in a good way, just in an interesting way, that one, we do a lot of our learning, our formative years are spent before the internet. So we are restricted in terms of what we can learn by whatever we are privileged to have around us, which could be the books that we have, or whatever. And both of us are relatively privileged in Indian terms, in the sense we got to read a lot when we were growing up and all of that. But otherwise, we don't really have access to most of the knowledge in the world. And then at least in my case, another big part of my learning comes even growing up when the internet happens, and when I'm exposed to ideas and all of this from everywhere. And the question that I'm leading up to is, one, did this sort of process happen with you as well? And two, how does one build up mental frameworks to which we look at the world? Like one thing that I've noticed about you is that while you're brilliant at investing, one of the reasons that makes you much more interesting than other investors I have met is that you are bringing to bear mental models, which have to do not just with investing alone, which have to do with life, which have to do with human beings, with the way we behave. And then you're applying a lot of it to investing. And then obviously, you're getting a lot of specific domain specific insights as well. But how did building these mental models kind of happen? What was this process like of the formation of Deepak Shenoy as a person? Because with most people, this would happen by the time you're 20 to 23, it has happened. But for people who are in their mid 40s, like us, and I think our ages are not a secret to anyone. It's been this complicated, almost staggered process, where the internet sort of causes this explosion. And then, you know, you learn all over again."
    },
    {
        "speaker": "Guest",
        "time": "00:30:18.200",
        "message": "So what are sort of your thoughts on this? Yes, you know, I mean, if you think about the internet, it's actually changed one big thing, which is opportunity for us. You could not do this without a lot of the stuff that we're doing, including what we're doing right now, without the internet. And one of the things that I realized is that the hunger for knowledge exists, and maybe it was privilege, maybe it was whatever it was, that you could solve that hunger for knowledge in different ways when you're younger. I always felt, for instance, I mean, I am a social person, but I'm actually quite introvertish when it comes to a lot of gatherings and all that stuff. So I prefer to sit and curl up and read and, you know, think and walk and all that stuff. But somewhere, so this is where I think I credit my college for this, is that you got long periods to yourself, long, very, really long, and then in this process was the discovery of myself. Maybe it was in bits and pieces over time. But what I discovered is that there are a lot of things that I like, I mean, I like marginally and a little bit here and there, the stuff that and there is very clearly stuff I don't like, Fourier transforms, I think that is one thing I can tell you categorically that I don't like. I don't like to eat curd or cheese, something I discovered when I was young, so I was, I cannot do it. And I, even in college mess, people would fight for a seat next to me because I would give them my little ration of curd that you'd be like, dude, I don't want it in my plate. And people would swap that with like, even chicken. And I was like, dude, this is like a, I mean, you want to do this bargain every day, I'm on for it. But, but that was like, you know, a few things that I didn't like a few things that I liked in mental models, when you're younger is like, you shouldn't not like something. And you shouldn't tell some, because when you as you grow up, you have to be polite, you have to try and learn stuff, right? You can't categorically say, I don't like this subject, and because you have to do it, it's part of, but somewhere along the lines, I found out that what I liked, I would pursue and maybe it was the kind of college I was in, or maybe the kind of person I was in, I have no shame in losing, or, you know, it's like, when you crack a bad joke, and people like want to kill you. And then you don't crack bad jokes, because they want to kill you. I was never the kind of guy who would stop at not, but I would not crack the bad joke. I'm like, dude, if you want to kill me, kill me, but I want to keep trying. So once once in a while, you get a good job, but mostly bad even now. So, but interestingly, that philosophy maintains itself even in. So it's like, you know, when you're doing something, you want to try it. And the best thing about computers in the early stages was that you could do this, you would hit compile, and then it would say error, then say, okay, it's an error, let me go back and fix it. And somewhere along the line, you learn that this is the right way to do things. And then even that right way to do things keeps changing over a long period of time. And it's a learning process throughout there. From the time when I started, there was Visual Basic to start that then there was Pascal and C++. And now there are, you know, name the I mean, they have languages which don't have vowels and their languages with only vowels and no syllables. And, you know, there's a guy who's made a YouTube video and all the different kinds of languages out there, which is like, it's an hour long, and he's like, I'm not even scratched the surface, and I believe him. But at that time, my deal was, I want to learn all these programming languages, I want to learn Fortran, I did, I learned COBOL, I taught COBOL in my final year, to other people and earn some money out of it, because they had a job which had a COBOL as an entrance this thing, paper or something like that. So I learned COBOL, in order to be able to earn the money to do other things. So this process, this thought process has kind of continued since then, you're curious about something, you'd learn it, find it interesting, delve into it some more, during the process of accounting, or learning accounting. And by the way, accounting is this weird thing, I still don't think I get it. But it has these, you know, in English language, they'll say, Oh, you know what, in there are some letters that are silent. And you're like, why? And then you'll ask about this, and then they'll come to you with a letter like through, and then through has THR, which is fine, and then OUGH, which is like, excuse me, why? Why do you have all those extra letters? And why is there an H and a G and you know, but obviously, there are some rules and you kind of learn that these are rules and you can't violate these rules. And the same way in accounting, there are some rules, some stuff which you don't understand, which is not logical, but it's there. That's the way they've decided things are. And then you look at this thing and say, well, you know what, this doesn't seem to add up because you said these two add up to that, and it doesn't add up. And then they tell you, well, that's because the company is bullshitting its way out here, they've added somewhere else and something else is on, excuse me, company can do this. And then you find out that companies are this stuff that people use to cook their books and this stuff that's real. So over time, it's fascinating to try and find those little things, it's like these little puzzles that come around to you. So looking at stuff, looking at numbers, and my wife and my kids also now look at me and say, dad, that's just like numbers. And I'm like, yeah, that's my job. But then I'll be looking at those numbers with this fascination that says, well, now I can figure out that something isn't right. If I looked at those numbers, somewhere, some things start to throw themselves at you and saying, got to look here a little bit closer. It's the strangest thing because today, for instance, there was the results of an IT company. So the one number I looked for is how much they have in transportation charges. I mean, because nobody's flying, you can't be spending a whole lot of money on transport at this point. So it was, of course, in line with what I thought. But then I realized that when I was talking to you, I was like, why would I look at that? It's not because Deepak Sinha knows that this is a problem, it's just that somewhere the mental models come in together and said, since COVID, you've got these issues. Companies reveal this information on a quarterly basis. This is one quarter where you might have seen the emergence of some travel recur. And yet you've, so you go in with that thought process. But if you ask a different person, you might not look at that number. You might look at a completely different number. But it's just the way that these conditions, conditionings have happened. I think they've happened mostly because, you know, there's this Finding Nemo line I love to write about. I like it. I think I've done it multiple times. And Finding Nemo, apologies to everybody, I'm going to quote cartoon lines because I have two kids and I have watched every cartoon that has ever not lived. But one of the lines in Finding Nemo is when this Dory and this Nemo's dad, Marlon. So they're together and Marlon is really distraught because he can't seem to find his son. And Dory's like, what happened? It's like, you know, I told his mother, Nemo's mother, that I wouldn't let anything happen to him. So she's like, Dory's like, that's strange. If you don't let anything happen to him, then nothing will ever happen to him. So I think all of us live in those protective cocoons of ourselves, not just our kids, but ourselves. Saying, if I make mistakes, I'll screw up, I'll look bad, whatever it is. But if you don't make mistakes, how do you eventually not make mistakes? You have to go out there and experiment and try these things. You don't know what will happen and yeah, you might be wrong. And sometimes in stock markets, you actually pay a price. In most other places, you don't. If you're not good at cooking, at best you'll ruin a meal and you'll call Swiggy, which is by the way, a new thing, earlier you had to cook again. But if you don't do that, nobody will trust that you know cooking. I could read 500 cookbooks, but I'm still not going to be able to cook well if I haven't cooked and made a mess of myself before."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:06.240",
        "message": "Yeah, no, this goes back to our earlier point of sort of endless iterations. Like I remember in my poker playing days, somebody once asked a question that, you know, what does it tell you about a player if his bluffs never get called? And the answer obviously is that he isn't bluffing enough. Because there are an optimal number of bluffs you have to make. And similarly, I would say that if you're someone who never makes mistakes, then you're not living life as it should, you're just way too safe to become good at anything. You have to make lots of mistakes at date. And I was, you know, struck by sort of, you know, you spoke about making bad jokes. And I guess that is one of those things where repeated iterations don't really make one better, because I have the same problem. And I was just thinking, you know, the moment you said Fortran, I thought if I go to Gurgaon and tell somebody that, hey, I have learned Fortran, he will say, I have learned Fivetran. So, you know, let us not iterate too much on this, we are not kind of going to get better. And the most delightful thing about your answer, though, was the connection between Curd and Fourier transforms, which, again, is possibly unique to you, no one else would use those two in the same sort of sentence. So you know, is it then fair to say from all of this that, and I don't know which way the causation goes, is it fair to say that computer programming, learning computer programming, gives you sort of a systematic way of, you know, looking at, you know, how things function and therefore how the world functions. And you can, you know, transplant that systematic way of thinking on to other things. Or, of course, the causation could be the other way around, and it might be the case that people who become good at computer programming are possibly those who are drawn to that kind of systematic thinking to begin with. Either ways, I mean, they can, one can reinforce the other. But is there kind of a sort of a link between that? Like when you talk about mental model, the one key point that you made was that if you're interested in something, you kind of go down a rabbit hole, which is pretty much what I do. You know, I can watch a random YouTube video and then watch all 400 videos in that channel by before the night is over, partly aided by the fact that I watch at double speed. But is that kind of part of the process? And also, I would imagine that, you know, learning accounting, for example, which I imagine was sort of the bridge between computer software to actually getting into investing in all of that, because first you build this accounting software and you have to figure it out. And it must be really boring. At what point does it begin to get interesting for you, where you say that, fuck, this is fascinating, I need to learn more about this. And then how does that process of learning happen? Like I know very little about investing, I know that there is, you know, Benjamin Graham's value investing school with, you know, which Warren Buffet follows, and there are the quants who will do their things. And then, you know, and today, of course, is machine learning and AI and algorithmic trading and all of that. So at what point does it begin to fascinate you? Why does it begin to fascinate you? And then how do you sort of teach yourself or learn that subject?"
    },
    {
        "speaker": "Guest",
        "time": "00:41:56.480",
        "message": "I think, you know, this is actually, I think it's many iterations of what has happened. And I'll come to the latest ones. You know, again, it's sometimes what helps me is to think of, again, another cartoon is Ratatouille is a movie, and this guy who says anyone can cook. It doesn't mean that everyone can cook, it means that, you know, some the best cook can come out of, you know. So sometimes my biggest problems in life is this call to authority. People tell me this, oh, you know what this guy has said, so therefore it is, but it's not so many times. So because I'm by nature irreverent, when I say I'm a rebellious, I don't like to just take statements at face value, because they're given to me. But also, the curiosity of something drives a lot of the thinking. And while I think it's the computer programming thought process, perhaps it's the way that's evolved for me. It's up for somebody else with that curiosity model, it might have evolved differently. The difference is that if you are, for instance, somebody told me this in college, if you're in a computer lab, and you make an error, you just press Ctrl F9 and you can do it again. If I'm in a chemical lab, I'm not going to make too many errors, right? So I have to plan and think and do, you know, I don't know, I'd blow up the whole lab if I screw up. And people in the mechanical world, in the civil world, you can't experiment with creating a building, because, you know, it's got to be structurally solid, so you want to think about it, plan it somewhere else and all that stuff. So we get afforded a little more on the mistake platform than people in other industries or engineering courses are. And then in the humanities, there's no concept called an error, everything is an opinion at some level. So it's nice. I wish I'd done that, because you'd have appreciated life is as an engineer sucks, because you'd want rationality in everything. And then it takes your whole life to figure out that irrationality is the only thing that survives. Because you have today I mean, you know, the old adage was that there were two squirrels and one of them stored its nuts for the winter and the other one just was having fun and now, you know, how when winter came, the one nut, you know, starved to death and the other one was okay, and that was supposed to be a moral lesson. And now they give you the same thing with a different two captions where the second one starving and then there's the whole list of, you know, people who are protesting saying, how can one guy have all the nuts when the other fellow is starving and then therefore they take the nuts away from the first guy and then give it to the second guy and the third guy like, look, why do you have to spend all that energy doing all those nuts saving when we could have had fun. But interestingly, those models are so I think I must have lost myself in this whole thing. But for me, the mental model started working saying, things have to be rational, things have to come one after the other. And then you slowly build up on that. And even now, I think that's what happens. So for instance, that my latest, somewhere in the middle, and, you know, my wife remembers this because I was obsessed with it for like, I think, four weeks, I had to find out about nuclear power. Don't ask me why. And I didn't know anything about it. So I had to find out how nuclear reactors were made, specifically because I was like, I'm curious about this whole subject and I want to find out. So I spent like days and days looking into nuclear power and reactors and what specifically thorium played as a part in that process. So in the end, I was left with a lot of information, almost completely useless. I hope it will be useful at some point in the future. But I mean, it's just like I wanted to get a feel of the subject, I understood what the thorium cycle was the fact that India was at that time, the forefront of thorium based nuclear technology, perhaps is one of the furthest down that line, even today, India has the second largest reserves of thorium in the world, we could produce we have had a functioning reactor for the last 25 years, 25, yeah, this year, it will be 25 in Bombay, which is an experimental reactor that can actually produce its own fuel as a byproduct of this process. One of the first and earliest, you know, users of this technology, and it uses thorium as one of the fuels. And the other thing that it actually produces uranium, which is so rare in the world. So why this actually happened, I don't know. But somewhere down this process, I said, okay, there's got to be a reason why people think this is bad nuclear stuff. And eventually I found, okay, nuclear is not bad. I mean, I know people may disagree and say, okay, no, no, it's not environmentally friendly. But in the scale of environment friendliness as a whole, the nuclear power generation process is the most environmentally friendly in less people have died in all of the nuclear accidents all over the world, even considering effects downstream and so on, than in probably any other form of power generation in the world. And I don't say this because, you know, I'm just quoting a magazine or anything like that. But because I've gone through the data, I've combed through it and seen how this stuff functions. And even though we have movies like Chernobyl, which comes along and talks about a lot of things and how nuclear holocausts and all that stuff happen, I don't, I mean, I think now, I mean, I'm comfortable in understanding that. The reason why I'm saying this is because the mental model that caused me to go down this hole was because perhaps somewhere someone had commented that this stuff is unsafe. In order to find out for myself, it got fascinating. And why it got fascinating was something in the middle that triggered and said, oh, shit, wait, wait, what about that? And one of the factors that did that for me was that India had the second largest thorium reserves in the world. I'm like, but we don't have that many nuclear reactors, do we? And then it turns out we do have a fair number, but nowhere close to what is eventually required. And thorium has, thorium is on the beaches of Kerala. Fascinating fact, but it's strewn around. It's one of the largest things out there. It's probably lesser now than it used to be then. But so when you think about how your philosophy evolves over time, I've learned that you can somehow latch on to philosophies or mental models, even when you're doing the stranger things, playing solitaire. You could play solitaire. You could lose. You could come back and win again. And you've seen this in poker. You can either keep playing poker endlessly without learning, and a lot of people do that. And you could do this with bridge as well. And you could play contract bridge forever and not learn. Or you could go down a little bit further and said, dude, this is a game of probabilities. You're going to play the probability game, but you have to understand how the probabilities work. You have to figure out how they're arranged. And if you know how they're arranged, you instantly start to make mental models about poker or bridge. In bridge, for instance, if the bidding happens in a certain way, you get a certain clue on the lie of the table. And then you start making immediate eliminations in your mind. I am not a very good chess player. I'm probably a terrible chess player. But in chess, you do this like probably 100 times more than you do in bridge. But you eliminate possibilities more than you include them. And over time, what you're doing when you're playing is that you're finding a better way to do the same thing that you were doing, brute force methods. So somebody tells you that in blackjack you count, and there's a reason you count. But if you played blackjack enough, even if you didn't read the books and read the literature around it, you know that if there have been enough face cards that have already come, after some time you learn this, that you don't want to bet anymore. If the more number of face cards have come in, your chances of getting a face card, of the dealer getting hit and going out later, reduces somewhat. So this kind of mental modeling comes to you after some time, and it's just sometimes that it clicks, and sometimes it doesn't. So for me, it has never clicked in Sudoku. I have been playing it for a long time, and I somehow have never found it useful enough to go down and try and figure out how I could play this a lot better than I do right now. But I've done this with, say, a bridge or some of the other games that I play. But what I think is fascinating is that it's about interest. If I was not interested in accounting, and I don't know how I got interested in accounting, it was a pleasure in finding out the interesting things about it. So even today, I look at accounts, and I marvel at some things. Like for instance, they say that the three things that you can never figure out is death, taxes, and how Reliance makes profits. But how Reliance makes profits is a book by itself, because for every era, there's a nice little accounting technique that they use. And it's very nerdy accounting stuff, but you're like, dude, I like this, man. This is cool. So it's fascinating to get that aha when you find out that they've removed all the chinks in what would otherwise be like, why is anybody doing this? And now it's like, oh, yeah, this is why they're doing it. So fascinating because of that, perhaps."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:05.920",
        "message": "Yeah, no, there's a lot to unpack here. But firstly, I'll say that I'm delighted that you brought up that nuclear digression because something that I have been planning to write about, or maybe find an expert and do an episode about is that, you know, nuclear power could literally be the solution to climate change, in the sense that it is so incredibly safe, obviously, I don't have your level of knowledge about thorium deposits in India, which is a kind of geeky thing I'd expect you to know. But you know, I did do a lot of reading on this at one point in time. And it is, you know, all the data comprehensively shows that it is by far the safest form of energy 10s of 1000s of people die every year from fossil fuels. And a lot of them are unseen deaths, which we, you know, don't necessarily directly attribute. But people will bring up this bogey of Chernobyl or whatever. And the thing with Chernobyl is that look, that was not something that you know, necessarily was a failure of nuclear power. It was a failure of a certain system of governance, which was really the Soviet system. And that's how you should see it. And while the web series is fabulous, I'd recommend a book by Adam Higginbotham on Chernobyl, which I linked from the show notes, which is a wonderful, wonderful book on that subject. I also sort of loved your answer on mental models, because you know, you brought up all these different sports, and I'll kind of mention them briefly, because it seems that the one way in which my years as a poker player changed my thinking or sharpened my thinking was that it made me think about the world in a probabilistic way. And, you know, not look and not connect results to outcomes all the time, not be results oriented, focus more on process and doing the right thing and realize that the role of luck in our lives is, you know, much greater. And that is, of course, that kind of probabilistic thinking is a framework that applies to everything, including investing. I did an episode with Mohit Satyananda, mutual friend, who's also an amazing investor, where we spoke about the similarities between investing and poker in terms of the kind of different mental models that go in. Similarly, you sort of mentioned chess. Now that's also relevant, because what you do as a chess player is that there was a study we showed, which compared top chess players with beginning chess players, and tried to figure out how many moves ahead do they see. And the beginning chess players see as many moves ahead as the best grandmaster in the world. But the top player will see the right moves. And that is because of pattern recognition. Because they are not going by, I will do this, he will do that, and then this will happen, and then this will happen. That's not how they are thinking. They are looking at certain patterns of how the pieces are placed on the board. And from that, they know certain patterns of how things move. And in fact, you become better at chess by just by recognizing more and more patterns and using them. So you're thinking at a higher level, which might be a reason, by the way, that, you know, Sudoku is frustrating to you. Because in Sudoku, there are no higher patterns. Everything is move by move, everything is concrete. You're figuring out, okay, there is no such number in this line, there is no such number in here, therefore, there are no higher patterns to see, I'm just kind of speculating and thinking aloud. And by the way, I'm now hooked on to this new form of chess on chess.com called fog of war, which is beautiful. And what fog of war is that, you know, if anyone has played chess, they should really try it out. Is that you can only see your own pieces at the beginning of the game, you can't see your opponent's pieces. And as you play, you can only see those parts of the board, which your pieces can attack. So if you put your bishop on a long diagonal, you can see everything on that diagonal till the point, you know, it's blocked by something. So it is, you know, the difference between chess and poker is that chess is a game of perfect information, while poker obviously is imperfect information. And this brings that element of imperfect information into chess, where you're not just trying to kind of, you know, all the information isn't out there. So part of your task is to figure out how do I get more information? And how do I protect, you know, information from getting out? So it's really, it's like a fascinating mix, and I've kind of gone down that rabbit hole in recent days, I'm probably one of the highest ranked players on chess.com right now in that form of the game. Though that is obviously not the case in any other form, because I play all other forms for time pass, I do not try to improve, I do not want to improve, like what poker players would call a fish. But that's what I try to do here. And I guess that's part of it that if you, you form these mental models doing various things, and then you can apply them to everything. And pattern seeking is not something that you do only in chess. We are pattern seeking creatures, we are sort of evolved to do that, which is why we kind of look for patterns in everything that I do. Now, my next question about sort of investing in markets is this. And this is possibly a prescriptive question, how should we think about markets? Because from an outsider, someone who doesn't invest, someone who hasn't thought about it at a higher philosophical level, markets can be either, you know, at the very basic level that you're buying into a company, and they're using your money and doing something with it. And that's a system. Or it can be like this grand casino, which is completely disconnected from the real world, kuch connection hi nahi hai, economy is going down, markets are going up, which of course, you wrote about in this wonderful column in June, which I'll, again, link from the show notes and possibly quote from, but people have these very simplistic conceptions of markets. So, and I presume at some point, obviously, you begin with these simplistic notions as well, and then you begin to find out more about it. So how should we think of markets? And you know, why should we invest in markets? You know, how has your thinking kind of how did your thinking rather evolve on the subject?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:29.360",
        "message": "You know, the problem with markets is that there's always more than one right answer to almost everything. And this is something that a lot of people find extremely uncomfortable. They may be accounting fraud, or snafus that are happening, and yet it may still be a great company to invest in. And so this is the one of the things that people always find fascinating. But there's a lot of stuff like that. So let me start off with the basic simple assumption. And perhaps I should, I should paraphrase this with saying this is not advice. This is, you know, this is just storytelling more than anything else. So if you think about the most simple advice, pieces of advice that people can give you, it's just, you know, keep investing and you'll make money. That's as simple as it sounds, right? And if you just took that one piece of advice, and nothing else, I think, you know, you do really well in life. Because with the hows and the whys and all that stuff can come later. But this is a really simple piece of advice. Now things start to get complicated, because you're going to ask me where are you going to invest? So I can tell you, oh, well, you can invest in these stocks, these mutual funds, and you know, out of every 10 people, you'll find one or two people who said, dude, I invested in that shit. And then it was really good for a while. And then all those stocks went to shit, and I lost all my money, and then I'm done. Okay, that sounds like it. But that one person is going to influence 10 or 15 other people to say don't invest in markets, because this is what it is. And now the confusion starts to creep in. Now, how do I start off the same way? I didn't have any money, to be fair, I'll tell you my first experience with stocks. And I had seen my father make money out of stocks. He bought Hero Motocorp, Hero Honda at the time, when it was in its IPO, he never sold it. He never sold it for one reason, because he pledged it to take a loan to build his house. So he couldn't sell it. So he took that, those shares are worth, I don't know, 4000 times what they were at the IPO today. But the interesting thing about the thing was, although I'd seen this money being made in stocks, I was like, God, so I, in 2000, February, after looking at stock markets going up every single day, I decided to venture into markets myself and I stood in line that time you had to fill paper forms, go in line, so you stood in line and went and invested in ICICI Prudential Mutual Fund, Technology Fund, something like that. And it was a 10 rupees and promptly in three months, it was a 2 rupees. And I said, this is the only money I had ever saved. I'm running my own business, so all my money is there. I had 10,000 rupees and I put it into this and it became 2000 rupees and I swore off markets saying, I don't know how anybody has ever made money off this thing, but once you go into this accounting thing, I suddenly realized there's a pattern. There's a way to make money. And if you think about it in a very basic way, and maybe this realization took me years to get, but I'm just going to go back in here. You're making money off the fact that someone else is making money. You're not going to make money by yourself. And since I'm not selling the pipes, I'm buying the company's shares, then that company sells pipes. The guy who's selling the pipes knows how to sell pipes. I don't know how to figure that out. All I need to know is that he's selling pipes and he can continue to sell pipes in the future. And I think pipes is a great market, so that's all I need to care about. You think of the markets as in poker or in a game where you're playing in a casino. The odds are always a little bit against, a little bit. In poker, it's not. Of course, poker, when you're playing in a team, you're probably someone with the odds if you're smart. And when I say odds, I mean, you can try over and over again. And if you've got the right kind of process, if all you have is a slight edge, over time you will win. There are two reasons why, two things that are very important for this concept to work. One is that you need to be able to play many times. That means they shouldn't stop you. You can give your 12th standard exams only so many times, and that's it. You can't give it for more than those many times, so you have to win in that short timeframe. So you need a different approach to it, which is also why it's knowledge-based, rules-based. Life is not rules-based. Life is very random to a certain extent. And therefore, to win in investing, you have to be able to try many times. What happens to a lot of people is they get taken in by this Rakesh Jhunjhunwala bet some money on Titan, and that made him 800 crore. Ek share nahi. Mereko bhi wo aisa ek share nikal ke do. To unlearn this took me 10 years. To unlearn the philosophy that said, boss, bet everything on one thing. I've done this. I'm an entrepreneur. I've bet all my money on my company, and I've had four of them, you know, some different kinds of success, but I don't think this is great investing advice, that you bet a lot of money on a single thing. I don't think it works for me. And I've realized that over time, investing is about who you are. If you're this crazy, and you see this in poker a lot, people will come in and say, boss, iss hand mein toh banayega. Kuch bhi karega. Because that hand could be a throwaway hand. You had to go. You had to fold. The guy's going to play on it because of his ego. So people do this with shares, saying, Suzlon kharidega, and Suzlon mein hi paisa banayega. Even though he's lost 80% in Suzlon, he's putting more money into it, saying, average down, average down. Stock that falls 90% is a stock that first fell 80% and then fell by half. So if you are thinking it's 80% down, it has nowhere else to go but up. It's going to fall only another 10% in the overall scheme of things, but 50% for you. So this is something that I think it takes time for one to learn. But what is fascinating is the building of why you invest or how you invest. For me, that learning came in over time, saying, OK, I look at accounts, I look at stock prices, and they don't make sense. There's a company that's growing at 10% and you're valuing it at some obscene number. OK, it doesn't make sense. Over time, you realize that this is a lot of luck, and luck plays a huge role because sometimes it's a crappy company. It gets its share price up to a point where it can raise capital at a very high valuation. It raises that capital at a very high valuation, and now because that capital is strengthened because of this capital raise, it suddenly becomes a good company. I mean, it's still overvalued, but it's a good company that can actually withstand a fall. So when there is a fall because it has this capital cushion, it's able to withstand it. Its competitors are not, which were relatively less priced but did not have the kind of capital buffers that this guy does. So it suddenly has those capital buffers, and the increase in stock price made a company that could ride out a really big downturn. So this concept never struck me. I mean, it still astounds me that that happens. And what you suddenly realize is that when a company starts to raise capital when it's extremely overvalued, it's actually a good company. And you need a company to do that, to make for a better thing. That's very esoteric from an original sphere of things, because you want to look at a company and say, oh, no debt is good. No debt companies are good. In India, they tell you that a company should not have debt. Yes, there are a lot of no-debt companies, and lots of debt-based companies which are still good. And you realize that over time, that it's the judicious use of terms and terminologies and things that you learn. And so somebody told you this, probably, and it's underappreciated. Follow the rules. And second, figure out when to break the rules. It's the worst advice you can ever give someone new, because they would have no idea what that means. Because first, they have to figure out why those rules work, and then they have to figure out why those rules don't work, or when those rules don't work. But the art of investing, if there is an art in it, it is the process of figuring out what works and what doesn't, and why sometimes some things are different, and sometimes some things are exactly the same. And many times in this process, you'll find out that, OK, so let me start with the basics. You say, OK, the basic advice is invest on a regular basis, and you'll make money. And then you're doing this for a while, and then suddenly you realize, oh, shit, you know what? The market's going up. Instead of me doing this every month, why don't I just double down every time, just add more money? I add more money, and the market keeps going up, and I feel like I'm a genius. This is happening right now with a lot of people who started six months ago, but it's happened on every bull cycle in the past. So when you become a genius, the first thing you do is start telling your friends that you're a genius, and nowadays it's the WhatsApps and the signals and whatever it is. And then you form a following of that sort. And over time, there's a crash at some point, and then you realize you're not a genius and that this market's going to beat you up, because you'll make the same mistakes that other people are writing that you're making. The other people are telling you, listen, don't double down on a stock that's got corporate governance issues. And you're like, no, no, no, it's temporary. The promoter is not really looking to siphon out cash, but he needs money right now. So that statement is just the worst, most horrible statement ever, because if he's siphoning out cash, it's probably real. So then you break it down and say, dude, I won't invest in these stocks at all, ever. And then somebody comes and tells you, no, there's something called technical analysis, where you look only at prices. Forget what the fundament, what the company does. It doesn't matter. The price is going up. You buy it. If the price is coming down, you sell it. So there's this famous investor called Sameer Arora, who's pretty active on Twitter, a very witty saying. So one of the things is that they tell you the advice is that buy stocks that go up. If you ask them, what about if it goes down, then don't buy it. So basically, it's hindsight bias and all that stuff. But all the logical biases we see in debates and reasoning, the same kind of biases exist in investing, which is you have hindsight bias. You look at survivorship. You say that this strategy worked, because you look back and say, well, if I had done this to Bajaj Finance, it would have been great. But you know what? At the same time that Bajaj Finance was there, the same rule set you used qualified a Suzlon as well. So if you put your money half and half in both, well, you might still have made out like a bandit, but it'll be like a smaller bandit, a bandit without a bandana. But I mean, these are the things that you learn over time, that these rules that they quote you are selective, sometimes designed to impress rather than actually be true. And nobody is entitled, perhaps, to correct advice. But nobody gives you that, because everybody is colored by their own biases. The richest of investors today, people whom we admire or see, have to some extent been shaped by luck. And the few people that don't recognize that, you should be so wary of them, because giving gyan is easy, man. But not recognizing the role of luck in your investing life is a sin. We're all children of an extremely lucky regime, you know, and in the markets, there's more luck than anything else. And to attribute most of it to skill is, you know, like you said, they haven't bluffed"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:06.640",
        "message": "enough. Yeah, or no, or they've made the right bluffs and gotten lucky. Let's take a quick commercial break. When we come back, there is again, as always, in everything you say, lots to unpack here. I want to talk about poker, I want to ask you deeper questions about investing. But I will begin by talking about cricket to illustrate a central point about investing in life. But after a quick commercial break. As many of you know, I'll soon be coming out with a four volume anthology of the seen and the unseen books organized around the themes of politics, history, economics, and society and culture. These days, I'm wading through over 3 million words of conversation from all my episodes so far to curate the best bits. And for this to happen, I needed transcripts. And that was made possible by a remarkable young startup called tap chief. tapchief at tapchief.com is a digital platform that allows companies to outsource work to their network of freelancers. And tap chiefs network includes more than 125,000 people as of now, you want people to make your web page or design a logo or compose a jingle or do some digital marketing for you. tapchief gives you an easy way to reach out to freelancers competing for your work. I can say from first hand experience how valuable this has been for me and solve the problem I was actually a bit worried about. So do go over to tapchief.com and check out all that tapchief has to offer. Maybe they could solve your problem too. Welcome back to the scene in the unseen we are chatting with the multifaceted Deepak Sinha. You know, people are as Isaiah Berlin once said, foxes are hedgehogs. You know, foxes who you know, know a little bit of a vast variety of subjects and hedgehogs who delve deep into one thing. But if you have the right models, you can be both a fox and a hedgehog, you can know a lot about different things. So I sort of designed this episode not just to talk about investing, which of course Deepak is the ideal person to speak about that, but also a bunch of other things. But before I do that, I'll go off on a sort of a little bit of a tangent and come up with a thought experiment of cricket, which is and I'll explain why it is relevant to my listeners right after this, which is that let's say that, you know, in a universe where betting on matches is illegal, let's say there is a series between India and Australia, and they are going to play say five one day matches, right? So what you do is you have the database of 1000 punters, and you write to the 1000 punters, and you say, listen, here's the thing, all these matches are fixed, I know what is going to happen, I will tell you the result, and you don't need to pay me anything, you can either choose to bet or not to bet, but I will give you the result in advance you track what happens, right? And then you write to 500 of those 1000 guys and say India will win. And you tell the other half that Australia will win. So now what will happen is that one of those two sides will win. And therefore, 500 people have just seen that you got the first prediction right. Then you write to 250 of them and say India will win the second one 250, and so on and so forth. And in the end, you will have a bunch of people who will see that you got all five predictions right. And what simply happened here, that that particular line of predictions which took you there is what you can call survivorship bias. And that also illustrates the role of luck in life that the market is full of many, many people and many, many funds and, you know, trying all kinds of different strategies. And the guy who got those five hits, you know, right in a row, obviously, the odds against anybody getting those five hits in a row are it's incredibly unlikely. But if everybody's trying all kinds of things, a bunch of people will get those five hits right in a row just by accident or just by luck, which is not to say that all successful firms are all successful investors are beneficiaries of the survivorship bias. But it is a possibility to consider that luck also played a big role in whatever they did. And this is, of course, one of the biases that you mentioned. So this sort of thought experiment kind of came to mind because whichever smart punter tried this, you know, the guys who've seen him get all five right are going to pay him big money to, you know, for his next prediction. And even if he gets it wrong, they'll rationalize that because now they're kind of invested and sunk cost fallacy and all of that rubbish comes into play. As far as sort of since you had bought a poker, poker is different from other kinds of gambling in the sense that you're not playing against a house. You're playing against other players. So in that sense, it is a game of skill. But it's a zero sum game when there is no house involved, when the house takes a little bit of rake out of every pot. It's a negative sum game. But the key point that you mentioned there was bankroll management, like in one of your other interviews, I saw about how, you know, after your early investing foray, which you mentioned, you actually put all your savings into VSNL, I think it was, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:52.280",
        "message": "It was, yes, I mean, the first stock that I bought was VSNL, I think, which is actually, by the way, as I find out very recently, probably a good thing to have done. But yes. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:05.400",
        "message": "So the point being there is that bankroll management is incredibly important. Even proper bankroll management can see you go closer and closer towards getting broke. So you also have to, in a sense, it would help if you don't have human emotions, if you can just focus on doing the right thing, because we are also wired with something called loss aversion, we react more negatively to losses than we do to profits. So you know, which is, again, a sort of a problematic thing to control. But the big question that I want to kind of ask you is, oh, by the way, another of these sort of biases that you mentioned is, you know, and you've mentioned this in previous interviews also, that what beginning investors will tend to do is if a stock goes down, they will want to hold on to it because they want to recoup their losses. But if it goes up a little bit, they'll sell it immediately because oh man, I took profit banal here, which is entirely the wrong thing to do in poker. The phrase we use for it is called eating like a bird shitting like an elephant. So that's kind of what it amounts to. So a lot of similarities. But the question that I have for you is this that on the one hand, you could say that in an ideal world, the sort of you look at the fundamentals of a company, the sort of the Benjamin Graham, Warren Buffett kind of way you look at the fundamentals, you look at the balance sheet, you make projections into the future and the stock prices based on that. But then as we know, in the real world, prices are based on supply and demand. And when it comes to the stock market, it seems to me that they are based a lot on perception. And it's not just a perception of how the company is doing. Even if you know the company is shit, you see the stock price going up and you're playing the greater fool theory that, you know, I might buy it at a high price, but somebody will buy it at a higher price because hey, after all, it's moving up as Chuck Prince of Citigroup once said, when the music's playing, you got to keep on dancing. Even if you know you're in a bubble, it could be profitable for you to remain in the bubble. And indeed, it could be rational for you to pay irrational prices if you believe that those prices are going to keep going up. And therefore, that becomes a game which is not related to the real world. Although, you know, George Soros has had once coined the term reflexivity, we're talking about how perceptions can affect reality and your example of our company with a high share price can raise capital, which can actually make it a good company and can justify the share price, which is, you know, seems to me to be a classic example of how perception can actually sort of change reality. So it seems to me at one level that one, that's a game. That's a game where it's not so much anymore about what companies may or may not do. That's just one factor in it, how our company is doing, how solid are there. But the other bigger factor is the perceptions of all the other players in the game. And therefore, you are, you know, understanding human behavior is as big a skill, if not a greater skill than understanding balance sheets, for example. And so how do you approach this? Do you take this as something that is a given? And then say that, yes, within this given, there can be different sort of systems to approach investing? How has your thinking on this kind of evolved?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:06.440",
        "message": "So I think this is a very interesting topic, because this comes back to the thing I said, there is no one right answer, there's many right answers. And when you start off, you become increasingly militant about your own thought process. I like value investing, everything else is shit. You guys don't know what a company is supposed to be worth, you're paying, overpaying for this and underpaying for that. And then you realize the most horrible way that perhaps somebody else, you know, grows richer and richer, despite following the exact opposite strategy that you have. And you suddenly realize that that's, after some time, you come to realize that many ways to play the, there are many ways to skin, I don't know who skins cats, but assuming that some people do, there are many ways to do it. But here's the thing that you start. You think of companies as a result of metrics, or they make profits, they should be worth X amount of profits. Maybe if I had my money, I could put it in a fixed deposit, it gives me four and a half, 5% a year. Therefore, if I put 100 rupees into a fixed deposit, it gives me 5 rupees a year. Can I find a company that earns 5 rupees if I gave it 100 rupees? So you look at something called a return on equity, which is a similar metric, and you say, okay, well, this company earns 20 rupees for every 100 rupees that it has. It's a fantastic company, better than my fixed deposit, there's some risk, so I'll ask it to earn 20% or 10%, more than 10. So it's 20, so it's good. Then you find out that this company is worth something else. Now in the 70s, there were these companies called the Nifty 50. This is not related to our Nifty in India, but they were called the Nifty 50, among them were very interesting companies, including McDonald's, and at the time, Kodak. Now Kodak eventually went bankrupt, but you paid a huge amount of money for these extremely good businesses. McDonald's is not a bad business at all. Except 10 years later, the McDonald's price was 70% lower than it was in the 70s when I talk about this. So sometimes you overpay for a business, believing that it's a good business, and you will not make any money on that. It's like if you paid the price of a Mercedes for a Maruti, you're not going to get a Mercedes in performance. You're going to get a Maruti. And not to, I own Maruti, so I shouldn't say too much, many bad things about it, and don't own Mercedes. But here is where the point is that you have to now be a judge of whether what you're paying is worth it or not. So valuation and business analysis are two slightly different things. You come to the conclusion that, okay, I'll pay a certain value for this kind of business. Then you find out there are certain businesses where you can't value them. You simply cannot, because you couldn't have imagined the power of an iPhone when the iPhone came out. A very few people really thought, they thought it was a bigger iPod. Oh, you put the internet and the iPod together in one thing, huh, okay, whatever. But you didn't realize there was a revolution that changed things, and it killed Nokia in a way that even Nokia couldn't have imagined. But something fundamental changed about the world, and what's happening now is doing that. What we don't realize is that in the last, say, 12 to 24 months, we've slowly seen a change happening, and we have not even acknowledged it. Restaurants used to deliver. Now, restaurants in India don't deliver. You always use Swiggy or Zomato or one of these things for delivery. And the restaurants themselves don't employ delivery people at all. The whole delivery workforce of hotels or restaurants, which was perhaps sometimes earlier part-time postgraduate people, students, and all that stuff, is gone. That's complete. That entire model has gone bust. In the late 90s, there was these things called STD and ISD booths. If you lose your phone today, there is no way you can make a phone call by paying someone for it. You literally have to beg someone for a phone and ask them to give it to you free, and most of them will because they don't pay anything for the phone call anyways. But it stuns me that the whole STD, ISD model went to zero, and we didn't even notice when. And when you see these changes coming in an industry that you could invest in, you might actually see these nonlinear gains simply because they're not available on those balance sheets anyway. They're not available. They're a function of the future, not of the past. They're a function of new technology that's coming in and that's going to break everything. Electric vehicles, for instance. People say, oh, Tesla is expensive and this, but when you go down to the wire, you actually find out the electric cars will not sell because they're environmentally friendly. I don't think many people care. They will sell because they're cheaper and faster, period. And that change, if you tell a person, yeah, you know what, I'm going to keep these motorcycle and stock, these companies, even though they continue to sell gas-based bikes and they don't have a strategy for electric, because you know what, nobody's going to buy these environmentally. This is just a fad. It's not. It's actually economically better. And if you see this as a model, you could have said this four years ago, it would have been right. But the last four years, electric hasn't taken off in India in any meaningful way. You can't see that for the next four. It's about now trying to judge whether that model comes. And then if you're involved in a company that does not have an electric footprint of any sort, then you may be on the losing side of things. So you have a great balance sheet, Maruti has no debt, it has a lot of cash on the balance sheet, it has so many cars that are selling, it sells half the number of cars that India sells every month. And yet, if it doesn't have a strategy for electric cars, it might just not survive the next decade. So things could happen that fast. So when you're investing, your problem is now no longer like, oh, I can look at the accounts and figure out what's doing well. It's also, I have to guess the future and see what's doing well. And I can't guess what, one of the alternatives to what you talked about in the cricketing term is happens every day in stocks. People send you five stocks, saying these five stocks will do well. Invariably one of them does. The next day I said, I told you about this stock. Now I don't even have to wait for that 1000 to trickle down to 20, I can do this to you every single day and give you five stocks and you'll be thinking, dude, this guy is a genius. Every day he identifies a good stock. But you aren't looking at the fact that I've lost on four of them. And it's very rare that you are lost on all five. In those days, you know, I'll stop talking to you, I'll go to the next guy. But this is how the tips market has been working in India for the longest time. In times like these when the markets are really hot, you find that, you know, relative newcomers will come and tell you, listen, I just did this and you know what, the stock's up 45% in a month. And this is where, you know, they haven't bluffed enough, they haven't played enough because they haven't seen the downturn because they're highlighting the wins. You meet a guy who highlights his losers, that's the guy you want to talk to about investing. Because he's going to tell you the real lessons that are learned. Investing is for everyone. So the mental model that you start moving to when you start investing is this other part of this philosophy where you say, listen, it's not just the accounts. It's not just the future bets. It's also now a role of luck. Because out of those five things that I pick, which had great accounts and a fantastic future, only one did well. Why? You go back and there's no reason for it. And then you say, okay, dude, you know what, I have to play the luck cycle, which means I have to have enough of doors so that opportunity will knock on at least one of them. Because if you keep just one door, then they could skip it, just look good, I didn't like the color or whatever. And you know, so the problem with investing as a whole is that you have to imbibe this philosophy saying, listen, you're not going to know everything. And most of the times you'll know nothing. So it's good to know a lot of little things about a lot of industry sometimes, and a lot about one industry. But whatever it is, you got to place multiple bets. There's a rule by this guy called Larry Hite, famous trader, he says, the two rules. If you don't bet, you won't win. Simply means you got to put your money down on something. But if you lose all your chips, you can't bet. The idea is you got to play to the extent that you don't lose all your chips. In poker, you can, because people go all in, and then you either have to bet all in or walk away. And at some point, if they keep betting all in, you're going to lose all your chips. But in markets, you don't have to bet all your chips. There is no fear in walking away in the middle. And you know, you can take part profits away from the market at all points in time. From this, the framework slightly starts to change, saying, look, now you've got to diversify. You've got to take a bunch of industries that you think will do well, and a bunch of industries that perhaps have done well. So I want to look at, say, a cement company, and say, you know what, cement is the most boring thing in the world, because you take a bunch of limestone and something else and make something out of it that you can't even import, because by the time you ship it from China, it turns into stone because of the sea. So it's got this little local market in India. So I'm going to bet on the cement player, because you can't, it doesn't have competition from abroad. And in India, everybody's a cartel. We all know that. But we love it, because we are invested in their shares. And cement companies will do well. There's no reason why this same argument doesn't apply to the US. It's just that in the US, there are a lot more cement companies, perhaps, but they also don't have these supernormal profit regimes that the current Indian ones do. So you're going to bet on, say, cement and a couple of players in the cement industry. But I can't stick to cement, because that may not be the only thing that works. So I'll buy some steel, and I'll buy some technology, and I'll buy some. So you're going to now start diversifying into all of this. Somewhere along the way, you say, dude, I've got, like, 40 companies. What am I doing? I don't have time to analyze all of these companies. And every day, somebody or the other buys a small stake, and then I have to go and figure out who this guy is, and why is he buying, and why is someone selling to him. And some news or press release comes saying, we have been awarded a prize. Now, it's time to even figure out if this is valuable news. Sometimes it is completely useless, and sometimes it's the news that makes or breaks a company. When you spend more and more time on a per-company basis, you have diversified too much. You have 40 or 50 companies. You say, well, you know what, this doesn't work for me. Somebody has created something called an index, it's called a Sensex or a Nifty. They've found the 50 most valuable companies, put it into a bunch, and they've said, listen, this is the index. This is what the market is about. And I'll say, listen, I know that whatever is today's Nifty is not tomorrow's, because tomorrow some other company may come in. Why don't I just buy whatever you call the Nifty? And if you change one company, and Yes Bank goes out, and some new bank comes in, I'm going to just sell that Yes Bank and buy the new bank, and I'm done. If I did that, I would reduce my effort of tracking which company to buy. I don't care if you have cement, steel, technology, cigarettes, anything. But as long as you have those companies in this index, I own them if they don't. So that became one philosophy. And then you take this out, and then you say, why are you buying those 50 companies? Let us buy it for you. Just buy one share of me. And that became the mutual fund that said, oh, I'll pay the mutual fund manager to figure out which companies are good. Some of them will just buy an index. Some of them will say, I'll go beyond the index. I'll find companies that are great and geniuses, and I am this guy who breathes, lives, and eats stocks. I'm this genius. And I have five stocks, and one of them will do well every day. And so some people give their money to these tips people. Some people give money to the mutual funds. Some people give money to an index fund, they call it. This is how your training evolves. Then pretty much after this is the phase where you start getting frustrated, saying, my mutual funds are crap. And then somebody tells you that, listen, they're charging too high a fee. That's why they're bad. And you're like, why am I paying them so much fees? Let me do this myself. I'd go back. I'd do it myself. I win a few days. And like in poker, there is a point at which a sucker is written on your forehead, right? And everybody goes through that phase once in their life, hopefully only once, many people many times. And those people get beaten up by things like, oh, this guy, I've heard a rumor that this company is going to partner with Tesla, and Tesla has just come to India. You have to buy this company. It goes up 9% on one day. This happened today, so I'm not going to name the stock. But this company went up 9% in like 10 minutes. It ended the day down for the day. So if you went in and said, dude, this is like Tesla, come on, and then you find out that the news was bullshit, it was rumors and all that stuff. And so this process then evolves, and you go and give it back to mutual funds, or sometimes you go find what you're really good at and invest it on your own. This philosophy, I think, emerges over time. It's fascinating for me to watch even myself go through this over time. And I see many people drop off somewhere in the line. You can see them. You've gone in. Like, for instance, right now, you've got a lot of people saying, I have to participate in the markets. And after, this is the third time when I'm seeing a crazy raging bull market in front of my eyes. And I can tell you that a lot of these people are not coming back when this market tanks eventually. It will at some point. I don't know where it is. But again, this is, again, a friendly piece of advice is to not listen to bad news, like this is a bubble, and think of it as a bad thing. Bubbles are good. Bubbles make things happen. Bubbles is what gave us an Uber, and eventually a Swiggy and a Zomato and all of that stuff. So I thank bubbles for all their work. And really, it gave us what Indian stock markets are eventually fascinating, a lot to unpack"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:54.560",
        "message": "that. And you know, the one reason I have never, I've stayed away from investing is that, you know, I try not to get too deep into something about which I don't have too much knowledge. So my point is, you know, before I got into poker, study it a lot. And obviously, you learn along the way. For investing, I just thought that I'm not going to invest my money in stock markets, because I simply don't know enough. And also, for most of my life, I haven't even had the money to invest, but that's a different matter. So I don't want to do it. Now, obviously, a lot of what you said kind of underscores that because there are so many factors that goes into how a stock is priced. I mean, first of all, there's no correct or wrong price, it's all there's a, you know, it's an interplay between the real world, how things actually are, and how companies are doing. It's an interplay between the future, which is full of, you know, unknown unknowns, and also with how people perceive the real world and how people perceive the future. And it's all dreadfully complex, which is why a point that you have also made earlier is that, you know, never mock another system, you might have one system for investing, there might be another system which is doing well, have the epistemic humility that, you know, there are all kinds of things going around. And if what works for you works for you, that's great. But don't go too much into, you know, don't diss other ways. I mean, I think of you could, it also goes back to the parable of different blind people feeling different parts of an elephant in describing it. Now, from this complexity, and the humility within us that it should lead to, there are three broad directions I want to kind of go in. And the first of those directions is the role of machine learning, or, you know, algorithmic trading, which you did at a point in time, where, you know, it like, the one thing that strikes me is that the market is too complex, and all the movements and everything are too complex for humans to figure out with our primitive brains, which are very advanced in other ways, but in certain ways are very primitive. And machines can do that better. Like, I had Professor Vasant Dhar on this episode recently, he teaches in Stern School of Business in New York. So I had an episode with him called Brave New World, I'm also producing a podcast for him called Brave New World, I think, episode four should be out this week. And he started an algorithmic trading firm in New York in the 1990s. And he was talking about how, you know, it would come up with all kinds of counterintuitive things, insights, which they would not understand. But when they tried to sort of run simulations, where they will use their own judgment, and the machine will do something they always lost to the machine. Now, I wanted to kind of explore this with you. Because initially, whenever we deal with machines in any way, we think that, okay, we are the masters, we will program the machine, the machine will do what it does, but we know better. And at some point, we realized that, you know, good machine learning is just way ahead, like I did an episode with a mutual friend, Devanshu Dutta, two or three years ago on AlphaZero, the chess program that came out. And the reason it was so mind blowing, what AlphaZero basically did was that you didn't need to program it like other chess computers with heuristics and with judgments and openings and all of that. It just played against itself a few million times and learned the game and created its own heuristics and then destroyed the best computer in the world, which was way stronger than the best player in the world, simply destroyed it. And it destroyed it, not by brute force, like Stockfish, which was a machine that it beat, was doing millions of simulations, you know, per minute, and this was maybe doing 100,000. But it by playing itself endlessly, it figured out heuristics, which were often contrary to what human chess players had figured out over 300 years of the game, you know, in the ways that we value initiative vis-a-vis material and so on and so forth. And it strikes me that, you know, so in your, what was your process like of getting into algorithmic trading? And you know, were there times where, you know, you would reflexively react against a counterintuitive kind of inputs coming at you from the machine or from the software, but then realizing that there was something it was doing right, which you couldn't fathom. And also is, tell me a little bit about momentum trading, because that's something that, you know, you worked in for a while, and I would assume that that would be something that, you know, emerges out of using AI like this, because the AI is much better place to process all the data that you need to for that."
    },
    {
        "speaker": "Guest",
        "time": "01:37:19.480",
        "message": "It's interesting that you bring both these things up, because I think there's a little bit of a difference between that. So algorithmic trading is, let's say, there's two areas to it. So one is, I want to find opportunities to invest in the market. And one of the reasons why I want to find opportunities, because, okay, I mean, I want a rule-based system. And give me a set of data, I'll find the rules that pattern match that data. And then I will say, okay, when this happens, I'm going to do this. So a simple thought process is if I take an average, a 10-day average of prices, and let me do a simple heuristic rule that says when the price crosses from below that 10-day average, because my price could have gone down and below, and it goes back up, I'm going to buy the stock, because I expect it to go further up. And then maybe at some point when it crosses down below its average again, I'm going to sell it. This is called a moving average crossover strategy. So it's an algorithmic strategy that you can say is a rule. And now because it doesn't matter which company this is, it could be this company, it could be a hundred other companies, all of them have a price. Like aloo has a price, onion has a price, aloo will be different from onion, but both prices are prices. Over time, you have prices going up or prices going down. If I map the prices, I can tell you when this aloo price is likely to go up, and again probabilistically. So the algorithmic trading sometimes says, listen, use the price itself or some objective factor, not subjective factor, to determine what will come next. So in a way, it's a short-term prediction. But the difference between the prediction is you don't have to be right all the time. You don't even have to be right like 80% of the time. If you're right 51% of the time and you do enough, you will win. Sometimes you have to be right only 10% of the time, and you can be enough. And I'll tell you, that's the venture capital model, where they say we'll put our money into 10 different companies, and nine of them can go bust, but that one will give me a hundred x return. And if that one gives me a hundred x return, I earn 10 x on my fund. And all I need to find is enough bets. So I have a 10% win rate. But the odds for me are 100 is to 1 when I win, and 0 when I lose. So technically, even a 0.1% bet edge is enough. Not 0.1. It's 0.1 into 100 times is 10. So if I had 100 rupees, I put 10 rupees on each of the 100, on 10 companies. And every time I won, it was 100 times what I invested. So my 10 would become 1,000. So I'd get more than the 100 I invested. What if I invested in 100 different companies? If I invested in 100 different companies, I would then break even if even one of them gave me 100 x. So then you find the situation where your edge works for you. This is the edge, right? So you can program this. You could call this an algorithmic strategy where now you're using heuristics, moving average. I want to try which. So which moving average should I use? Should I use a 10-day, a 10-hour, a 40-hour? Let the computer go figure it out. I will tell you that I'm going to use a moving average strategy. So do you find out which moving average actually works in the data that I've given you? Now you could have something called a curve-fitting process where you say, I've given you three years of data. Please tell me that the 37th day average is the best, or if you told me that the 37-day average is the best. But now it could be that the next three years, I see horrible results on this strategy when I actually run it with money. There's a reason for that is because I've used the data that was best on a certain time frame, but not perhaps best overall. So I'll test this in other time frames, saying for the last three years, this has done well. But maybe three years before that, had I used 37, what would I have got? And that was something slightly different. And then do I lose too much when that happens, or is my winnings very different? So if the answer is no, then I can use that model. If the answer is yes, that means I have got something called overfitting. So I have to use a different strategy. Sometimes this strategy completely fails because it becomes public. There was a public experiment called the turtles. They're very interesting. This is from the movie Trading Places, which originally was Eddie Murphy and a bunch of guys. There were two guys. I forget the other guy's name. One guy was called Richard Dennis, very famous guy, he was a Republican supporter at the time. Nowadays, it's a bad thing to be called a Republican supporter, I guess. But interestingly, what happened that time was he had an argument with his friend. He said, that guy said, listen, it takes art to invest well. So this guy said, no, it's skill. Richard Dennis said, it's skill. It's not art. It is a rule-based game. So they disagreed. They said, listen, let's do a bet. And he says, yes, I'll do you this bet. I will train traders like they breed turtles in Singapore, which is in a farm. You just put them into a cage and then they breed them. So he put out an advertisement saying, listen, if you don't have a trading or a finance background, that's even better. I want you to come and I'll train you and I'll help you learn how to trade. And you're going to trade my money. So he called these people, literally picked them off the street, gave them a set of rules and said, this is all you're going to do. Those rules made a lot of money. Until I think from 1980 something to 1992, these people made truckloads of money for him. They went around, some of them became very famous traders by themselves. One of them is writing books and a bunch of things now and also has been a successful trader. So interestingly, after 92, they actually published this in a book. And since then, the rules stopped working because enough people had figured out that you could put this into an algorithm. And then once you have enough people playing the game, then you don't have enough money left in the game. So sometimes the rules will change because people have either figured them out, the markets have figured them out, things are changing. So when you write a program in algorithmic trading, you're going to have to incorporate all of these curve fitting, backtesting, how you're going to test, how you're going to get real data because a company's price can be 50 today, it can suddenly fall to 10 rupees tomorrow. So do you know that it's actually fallen 80% or is it a stock split of one is to five that's caused the price to fall? So you need somebody to go and adjust that data and make sure that the data is clean. This part of this process is another part. So we figured over through the school of hard knocks, perhaps, that things aren't exactly the way they seem. So you have to fix the data, you have to write the algorithm, you have to ensure that you're not doing survivorship bias, curve fitting. You also have these loss aversion problems in algorithmic systems. So you can design a system that's great, like this concept of VCs, where you lose on nine companies but win on only one, it takes a different mentality. Imagine losing nine consecutive times before that one big winner, you'd have given lost hearts somewhere. And if you have this concept, the loss aversion might end up saying, because in the stock market, you can get out anytime you want, right, you just put a sell order in your own. That's equivalent to folding your hand and taking your chips and walking away. So you could quit just before the stock just breaks out and gives you 100 bucks, 100x return, and you'd have missed all of it. So you have to build that algorithm in a way that does not give you nine consecutive losses, unless that's the kind of person you are and you can handle it. So you find out what somebody calls their uncle point. It's the point at which you call your uncle for help. So you find out what your uncle point is, like if I've lost 30% of my money, is that my uncle point? And then I don't want to lose 30%. So find anything that corresponds to a less than 30% loss on my overall portfolio. And so I'm going to find systems that work, but that work with a less than 30% loss in the interim, before I started to make money. So I'm going to make these bets based on these programs. But this is still a heuristic based logic, you may use computers to do back tests, you may use, but still heuristic based, you're giving it the rules, and it's kind of testing the rules and implementing them and then saying, listen, you're running this rule, I'm going to run according to this rule set. What if you went one step ahead and said, I don't know the rules. Dear computer, please go and figure out what rules work. And then you might find that the computer throws out some very strange things at you. And this has happened to me a lot. So for instance, the natural tendency that when people see a stock hitting a new high has been always and this is regardless of, it's going to fall, because it's run up too much. How can you buy at this price? And I've come to the point where my mind now says, if it's going up, okay, think of it in a way you buy a stock because its stock price will go up. This is precisely what it has done. And so why are you penalizing it by not buying any more of it or by selling it or by not buying a stock that's making a new high because it's doing exactly what it's supposed to do. It's supposed to go where no man has gone before and or woman for that matter. And you know, if it's there, why aren't you buying it? The answer usually is counterintuitive because we don't, this is where momentum also comes in. But I come to momentum at a later point, talk about ML, machine learning, the machine can go in and figure out what actually made sense was to buy stocks, which are making new highs and buy a lot of these stocks. And you might look at this and say, this is so counterintuitive. Why would I buy these stocks? The answer seems to be that yes, new high. Now you can go back and justify it. I can tell you that if a stock is making new highs, you know what's happening is that, you know, it probably made a high at some point, then it fell. There are people who bought at that high who have that same loss aversion problem. They don't want to sell on the way down, but their mind is, when it comes back to this price, I'll get out and I'll get it even. So the price goes back there, they sell, the price maybe corrects a little more and then comes back further up. So it has gone beyond the point where the last guys who bought at the last high have, you know, kind of decided to sell and get out at even. When it crosses that level, you have uncharted territory. You have people who are buying, who literally are saying the price is going even further from this because it's never even, and it's never even been here before. So the logic here is that only stocks that are making new great things tend to be here at a point where nobody has bought it earlier. And if you build a portfolio of such stocks, the odds that you will make much more than you lose. And when do you lose? You lose when perhaps when a stock kind of corrects more than 10%. So if you went and did an ML algorithm, you might find that this is one of the counterintuitive things that it does, or you could discover a completely new thing where you don't even know what it is using to decide because the intermediate structure that it has figured out of what makes or breaks stock is in a format that is incomprehensible to you. Now, it's like saying, if I wanted to, okay, this is probably more true than anything else, but apparently recently there has been an attempt to make a translator, a universal translator. A universal translator would be where you could give in a lot of languages and it would be able to translate all of those languages to any other language. Give it, let it learn, let the machine learn on its own. So apparently one such test, and I don't know how to, this is a friend who told me this and he's pretty knowledgeable in this subject, but he says, Deepak, they went in and then they built this thing, they trained it, they put so much machinery behind it that it was a multi-machine system, so you could have a hundred machines doing the same kind of processing. Eventually, this machine figured out that they could take any language and break it into this intermediate language that it had, then if you use that intermediate language to translate into any other language. So the machine figured this out, right? And then there were multiple machines, and when they start transmitting this intermediate language bytes to each other, these guys realized that, holy shit, they're talking to each other, they're computers, they're talking to each other in a language we don't understand."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:18.360",
        "message": "We have no idea what they're saying to each other."
    },
    {
        "speaker": "Guest",
        "time": "01:50:21.200",
        "message": "They shut it down. And this is like the Silicon Valley theme thing and all that, but it's true that eventually stuff will happen that is downright scary, and it's already scary for many of us. I mean, I could say, sometimes I just say, okay, and my phone says, hi, what did you just say? Because it's looking for, okay, Google or something like that. So the problem really is that you don't know right now how much things are happening without even the heuristics of a human are leading it. It could be the machines that, and I'm not afraid of it, and I know that it's eventually going to happen, but it's amazing how far this can get, and this can get there in computers as well, where they've kind of figured it out. In the end, dude, whatever you do, all you'll do is either make me money or lose money, and I can control that. I can shut you down when you're losing me too much money. So in the algorithmic world, they said, go ahead, go do whatever the hell you want. You want to build an intermediate language, you want to analyze Twitter feeds and figure out which stock is going to move tomorrow, go ahead and do it. So ML over there is basically saying our older ways of judgment. Now, what's interesting is that George Soros thing of reflexivity. The more people that use algorithms to determine a certain pattern, the more likely it is that if I know that this is the pattern you're going to recognize, that I can write a program to beat that. It effectively means that I could build my machine, which is entirely built to beat your machine. It's not meant to beat you, but all I have to know that there's an, I'll give you an example of this. There's an algorithm written in the U.S. for people who want to sell a large number of stocks. Because if I have like 10 million shares of some company to sell, I am not going to be able to sell them because the minute I start telling my broker, I need to sell these shares, the broker's going to tell all his clients, dump this because this Deepak Chennai is selling 10 million shares of it, and before I sell all of his, I want you to get out because he's going to destroy the price. So I don't want him to front run it. So I get a terminal of my own and start putting orders. And if I start, I suddenly realized that I can't do this because it's too much time. I buy a computer algorithm and one of the algorithms that did this was to sell shares at odd intervals, it would send 100 shares at a time, at even intervals it would send 500. So it would rotate between 100, 500, 100, 500. There was a computer program written to just detect this pattern of 100 and 500 so that they could game it. So finance is evil, okay, and we have no idea how evil because I can tell you that there are no morals and no scruples in this industry. So people will do this if they were widows and orphans involved because they don't care. And we've seen this in Enron, a bunch of these things, but these are legit programs. And they were written with that particular philosophy of saying, my only job is to zip the other guy. And so you get the machine learning on the machine learning kind of algorithms as well. So it can get quite deep in that. What we figured out is, listen, we don't want to do all of that stuff. Not because it's a very complex argument of why, but I think what makes sense and a lot of sense to people is because when you do something that is algorithmic, very high frequency and all of that stuff, you introduce layers of taxation, layers of, you know, economic value, transaction costs, and all of that stuff that kind of hurt a person's return. Managing money for somebody else, you want a strategy that doesn't trade too much, but also at the same time has some kind of system behind it. If I follow the system consistently over time, I will make enough money. Sometimes it's the algorithm, the way the algorithm is accepted, the momentum is one of these things which have this weird problem that people don't seem to understand it. It's very counterintuitive. Like I said, a stock making a new high is in momentum and you should buy it. Why should you buy it? Because if you look at the system and test it backwards, the odds of winning or how much you make when you win is higher if you have the right strategy than how much you lose when you lose. And the strategy is simple. Just keep buying the highest momentum stocks. When the stock loses momentum, replace it with one that has a higher momentum. So over time, if your edge here is that, if there's no edge, it's 50-50, let's say. But you still make more when you win than you lose when you lose. At the extreme, you can only lose 100% of what you put in a stock, but you can make 300%. So if you only had binary win or lose, all you needed is a few winners and you would still make more money than you lose because you can win more than 2x or more than 1x when you win. So momentum is simply that embodied into a strategy where it says, I will discover which stocks are moving and they are more likely to give me outsized returns. Not more likely to win, but to give me outsized returns and the losses are controlled because I get out when they lose momentum. So when they lose momentum, they would have lost only 10% or 15%, but when they win, they give me 40-50%. On average, over a long period of time, I will make money. This is a very simple philosophy and we know what we call indexes are embodiments of momentum in a different way. What are our biggest stocks? In India today, the biggest stocks are Reliance, TCS, HDFC, HDFC Bank. 20 years ago, there was still Reliance, but there was no TCS. There was probably Hindustan Unilever, which was one of the top most stocks. So why did they change over time? The answer is that the market capitalization of these stocks changed. Now an inferior TCS weren't the top market cap stocks at about 20 years ago. They may be so today. So over time, the momentum in market cap made them as part of this index. Reliance is the highest market cap stock today, but five or six years ago, it was TCS. If you look at the US, Amazon or Apple have shared the mantle of the highest market cap stock. 20 years ago, it was Exxon, and 20 years before that, it was something else. So the leaders have changed, but what has happened really is that each of them has had momentum in market cap. The total number of shares they own multiplied by their stock price is the market cap. The company, the most valuable companies have floated to the top. So you've taken a moment, and this is there everywhere. If Virat Kohli is in form, it's a form of momentum. It means that it makes sense to bet on him on every subsequent match simply because he's in form. And sometimes being in form itself is a factor. It's a reflexive factor. If you are in form, you have confidence. If you have confidence, the chances that you will get unnerved when something bad happens to you is slightly lesser. One good ball, and that confidence starts to show in your batting, in subsequent things. Your shoulders droop a little bit lesser, you stand up a little bit straighter, you get your stance a little bit better, you're less nervous. That contributes to your playing better, and that increases your form again. So the form kind of positive feedbacks itself and leads you on. The same thing happens to a company. Company does well. Its customers look and say, your stock is doing really well. And you're looking at them and saying, our stock is doing really well, we'll give you more money. So he gets more money. Obviously, people say, dude, the stock is good because the stock price is going up because the company is making more money. But nobody says the company's making more money because the stock price is going up. And that factor, it's not sexy. So people don't like to say it, but sometimes that adds to it. It's the form that adds to form. It's the momentum that adds to business sometimes, which is also another layer why businesses that are in great momentum in the stock market sometimes have an irrationally good effect on their underlying business potential as well. So this strategy, of course, I justify it in hindsight, perhaps. And though I'm not the first person there, the momentum has been a thing that's happening forever. I say it like my kids love Formula One. I used to love Formula One. I still like Formula One a lot, but I don't have the patience to sit through three hours of car race as much as I did when I was younger. But when I was younger, it was Michael Schumacher and Ferrari. So I have this fond love for Ferrari. And I keep saying this to other people, saying, I love Ferrari. So I ask my kids, why don't you like Ferrari? Why do you like this Lewis Hamilton of Mercedes? They say, because he wins. And that's the answer. The momentum."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:59.600",
        "message": "Actually, everything you said is very fascinating, and I'll unpack different parts of it. But I'll throw in a couple of minor disagreements with the things that you said right at the end. For example, with sports, I think, you know, I've seen studies that people form sporting loyalties towards those teams or individuals who are doing well when they are at a certain age when they are beginning to follow a sport, maybe 13, 14, or maybe later when they begin to follow something. So it's natural that, you know, you would remember Schumacher and Ferrari fondly and, you know, and just from seeing who's an Arsenal fan, I can make out how old they are. Because it means that, you know, those were Arsenal's peak years under Arsene Wenger. And that is why, you know, today, you know, you might have people liking different teams. So why Indians would, you know, have such a hardcore loyalty for these British football teams completely baffles me. As far as momentum is concerned, I'd actually say cricket and sports is the wrong example to use. Because I think when we talk of form, and when we talk of momentum in sport, you are absolutely right about your domain. But in sport, when we talk about it, I think we are often imposing narratives in hindsight, that in hindsight, we can look back and say, ki haan yaar yeh form mein tha. And we define that period by when it ended. But that is a narrative in hindsight. In the moment, there's really no such thing, which is why, you know, the sports illustrated jinx comes up. The sports illustrated jinx, of course, is that, you know, the moment you put someone on the cover of sports illustrated, their career goes downwards. And the reason it happens is that, you know, they were on a lucky streak at that time, which you could ascribe to form or whatever. And you basically put them on the cover when they were at their peak, and then there was a regression to the mean. And therefore, it appeared that that is a curse, and it isn't."
    },
    {
        "speaker": "Guest",
        "time": "02:01:39.480",
        "message": "Yeah, in fact, I've limited let me tell you that, in fact, that is exactly what it isn't. The reason why I'm saying it's not different is because we call we have something called loyalties, which is stupid, in a momentum theory, you have no loyalties, you have only loyalties to momentum, which means I will go so I will go with the Roger Federer as long as he's winning. And sometimes he's winning because he's winning. I don't care. I form no loyalties to tomorrow, he gets beaten by Nadal, I will go to Nadal, if he gets beaten by the next guy. Sometimes I don't know who the new latest players are in the first place. But let's say somebody else comes in and there was a time I was a big Boris Becker fan. I was an Ivan Lendl fan. And to be fair, I was more an Ivan Lendl fan than a Boris Becker fan. But that didn't work out quite as well. And I was a big Steffi Graf fan and big Serena Williams fan. But in tennis, I found it easy to kind of not have loyalties."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:35.960",
        "message": "In fact, since you bring up tennis players of that era, I remember, I once saw this interview when Jim Courier was doing really well, he won a couple of Grand Slam tournaments. And at that time, Pete Sampras had just become number one in the world, but hadn't yet won his first Grand Slam tournament, which I think was a US Open, which he went on to win. So Courier was asked that you are winning all these Grand Slams, but you know, Sampras is world number one. He said world number one doesn't matter, tell him to win some Grand Slams first. And then I think Sampras won the very next one. And then history just unfolded. My sort of clarification to the whole momentum thing is, is it the case that humans are basically you know, the anchoring effect takes place, that you see a stock at a particular point, say it's 100 rupees, it goes to 110, you are anchored to the 100. So in relative to that 110 seems high, and you're like, might as well sell now, while actually it doesn't matter that every single time you look at a stock, you should do a clean reset in your head. And you know, not refer to previous prices, but in fact, refer to previous trends like the momentum. And what you're saying is that that is more indicative of what is going to happen to the stock tomorrow. And if that momentum is an upward momentum, then just speaking of probabilities, it is likelier to go up than to go down and vice versa."
    },
    {
        "speaker": "Guest",
        "time": "02:03:53.080",
        "message": "Is that? Yeah. So interesting, you know, you bring that up, because this is actually one of the biggest problems that you have, as a trader yourself, you will buy a stock at 100, and you sell it at 120. This is a curse. Because you've made this 20 rupees and you're damn good with yourself, but I'll tell you why it's a curse. Because let's say the stock falls back to 90, you are thinking of yourself as this hero. Boss, I bought it at 100, I sold it at 120, I am the boss and all that. And then it goes back to 130. You are going to literally kill yourself before you buy that stock again. Because you're thinking, I sold it at 130, I sold it at 120. Mentally, your mind is telling you, were you wrong to sell at 120? But your mind is also telling you, but you were right, it went to 90, you know, it'll go back to 90. That time you buy it again. This is your mind playing tricks on you, and your mind thinking that it's a reversal to mean kind of happening, but it's not. And what happens here is that 130 stock goes to 200 rupees, and you kill yourself. Not because you didn't buy it at 130, because you didn't buy it at 140, you didn't buy it at 150, you didn't buy it at 160. And any of those times, if you had bought it, you would have still made enough returns to be proud of. But you didn't, because you were fascinated, like you said, the anchoring effect of that 120. It's not the 120 price that was existing, it was the point that you had sold at 120 after buying at 100. So you were the hero, how can you not be the hero to give up and say, buy it back at 130? This is usually where it kills a lot of people, especially value investors, where you're looking at this Benjamin Graham kind of value thing, and you can't be wrong, I mean, you find it difficult to be wrong. So this is where momentum comes in and says to just discipline, it doesn't matter what, and that it doesn't matter what the underlying, I'll give you an example of the last, maybe eight months, and maybe people are right. So in the stock markets, it's not a zero sum game. To give you an example, I create a company, and I sell you shares at 100 rupees. And I have probably invested 50 rupees in the business, but I sell it to you at 100, I'm happy you've got 100 rupees, I've got 50 rupees of profit. You take that business, that share, and whoever's running that business earns a little more profit. Somebody else says I have value, I see value in it at 200 rupees. You sell it to that person at 200, you've made a 100 rupee profit. That person looks at it, the stock price goes to 300. Who has lost? It's a zero sum game, means somebody should have lost and somebody should have won. Nobody lost. It's the underlying value of the company that became bigger and bigger. But nobody actually lost the money on this front. It would have lost money if you had sold at 200, and then the price came back to 100, and you bought it back at 100, and that person lost the money and so on. So that's usually not, the stock market as a whole is not a zero sum game. So your ability to pick up momentum is not at the cost of someone else, or pick up stocks that are doing well. It's not at the cost of somebody else. It's that somebody else does not need to lose in order for you to win. This is something that I, and I also feel that this philosophy has to, it doesn't come naturally to us. We always think of life as a battle. If you've won, then who's lost? If India has won, then Australia should have lost the test match. So how can you have India and Australia both win, and yet have a match? So the answer to this is not, it's not intuitive to us. You learn it over time that one person's win could be in one time frame. Another person's win could be in a different time frame. They could be overlapping or not even related. And this is where momentum scores, because you don't have to always win. You just have, so if a stock goes from 10 to 100, if you make between 25 and 50, that's enough. You don't have had to make, made entirely from 10 to 100. You shouldn't have picked the bottoms or picked the, sold at the tops. If you made anything in the middle, you made the meat of the whole thing. This is the tough thing in momentum, because you're fighting your own gut. And I do this, for me, it's there all the time. I have the same emotional challenges as anybody else. It's just that, you know, sometimes, because I've seen it before, I still make those mistakes. I sometimes sell because the stock is run up too much, it goes to 10,000 rupees. And then you're like, oh my God, I sold at seven, I had no idea. And then now I realize that, you know, I will not have an idea. But I should sell according to a system rather than according to a lopsided view of, oh, this company has run up too much. That's the only thing that protects me sometimes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:50.040",
        "message": "So a couple of quick asides before I go on to my next question. And one is about the whole zero something, it's practically, you know, it's a common trope, if not a cliche on the show for me to whine about how we are wired to think of the world in zero some ways, and it doesn't really work in those ways. So it's refreshing to see you sort of talk about that. The other thing which I'll take some time to process is the difference between poker and investing in this case, and poker, of course, is a zero sum game. And that may be part of the difference. But what you were earlier saying about how a machine learning figures out a strategy, but if another machine can know that strategy, it can figure out a better strategy. Now in poker, typically, there are two ways to play poker, one is exploitative, which is if I know your strategy, I can exploit your strategy, because you could be bluffing too much, in which case I will call you more, or you could not be bluffing enough, in which case I'll know that you have more value bets, and I'll fold to you more, and so on and so forth. Whatever you do, I can exploit you. However, the other way of playing poker is what is called game theory optimal, where if your sort of ranges are perfect, it doesn't matter what the other person has or what the other person does, you're guaranteed not to lose. So for example, let's say there's 200 bucks in a pot, and I bet 100 rupees. So you have to call 100 to win 300, right? You're getting three to one odds, you have to be right 20 to 25% of the time. Now, therefore, if I build my range, so that exactly 25% of the time I have a bluff and the other 75%, I have a value hand, I cannot lose to you. You can lose if your frequencies are not correct, and they go on either side, but I cannot lose. And what would then happen is if you and I are both playing GTO, or game theory optimal, which is only possible only in theory, because after all, we are all human. If you're both playing GTO, and if the casino isn't taking a cut, it's basically bang zero sum, nobody can win or lose. But because others can't play GTO, the closer you get to it, you can win. But your description of what, you know, different machine learning algos fighting each other indicates that in stock markets, there's no GTO, it's all sort of exploitative, or perhaps, you know, GTO would be too complex to kind of even understand what that could be like. But my question before I go on to, you know, I said there were three questions arising out of complexity and humility. Before we end this, this particular first question about AI, would you agree that at some point, like it seems inevitable to me, that all trading at some point must be done by machines, must, because one, they can process information much better and process complexity much better. And two, humans are hardwired with so many biases that get in the way, some of which you described. So is it then only a question of time that, you know, that that eventually happens?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:31.680",
        "message": "Yeah, I think, you know, there is actually this theory that eventually, see, the forex markets are 99% trading by machines, most of it, eventually, a lot of the stock markets will also be mostly traded by machines, it's just the way that they can trade a lot more. And they're probably more efficient. So instead of me saying, I want to sell so many shares, and I believe this is, I have proposed this as a solution, even in India, to the government selling stakes in their disinvestment program. So I'm like, yeah, why disinvest? Ek kaam karo na, ek program rakho, roj jata hai, 2-3 share, 3-4 share, and whenever it finds some volume, it sells some more shares, you will eventually get some 10-15,000 crores or 20, whatever you want to make, you make 100,000 crores, you can get it out of that system like that, they just hunt for volume, and they will, it will figure out when it's trying to get game, when somebody's trying to game it. So it might actually not sell at those times, and then it can figure out when people actually want to buy those shares, so it can sell a little more at those times. It is completely better that that is true. And there's a political reason for this, because if a politician decides to sell a business, he's going to demand bids, and then he's going to disqualify some people and that will be politically challenged. Machine chal raha hai, how can you question? So you can't, it's a very interesting way to solve a problem that might be both economic and political. But that kind of trading will be done by machines forever. Now eventually, some part of decision making or whether to sell or to buy will also be done by machines, by saying, listen, there seems to be too much demand, let me put supply in the place and too much demand, I put too much supply, I put demand, so I sell. So this part of this equation is definitely going there. But if you see the last few years, and how things have changed for us, people in the stock markets, where's the money being made? It's the guys that invested in these new startups, where there is no price on a daily basis. So there is a startup that's interesting, it comes up, and it becomes so big, and it raises money from a bunch of investors, then a bunch of other investors, then a bunch of third, and then goes to the stock market and sells its shares. And then it becomes publicly traded, blah, blah, blah. But it's possible that, you know, I'm sitting on this side of this business, which says, when it comes to the stock market, then I'll buy it, then it'll become big. What if it's already become big? Which is what has happened in the last 20 years, is that all the human intelligence has gone into places where there's no data, or the data is hidden to you, or the data is not available to you. They're creating new businesses by changing the rules of the game, whereas the stock market guys are working with places where the rules to the game are more well-defined. So you don't get a paytm in the stock markets. And in other times, a paytm would have been listed in the stock markets, you would have been able to buy it. But because of our listing rules and people doing lots of frauds with listing shady companies in the past, we've set rules that said, oh, no, you know what, only profitable, more than three years of profitability, yay, whoa, whoa, yay. Those guys are like, dude, I don't care, we'll grow big. And now it's gone to a point where if paytm in India perhaps was listed, it would be probably part of the nifty-flifty, it's valued at that much. Even Zomato is probably valued at a time point where it would be called a large cap company, the top 100 companies in India. This is a factor, I think, more of, if you think about machines trading, where there's a lot of data, there's enough data to analyze it, and they make those trades. The human trading has shifted into the non-exchange traded investment business. If you automate that, they'll find another way. So humans, like with the famous Jurassic Park dialogue, which is finally a non-cartoon movie, life finds a way. So if you take all the jobs away from the trading humans, they will find something else to trade. Today, Bitcoin trading is done by machines. It wasn't that way. Earlier machines, humans entered the trade, and now the Bitcoin machines trade against each other, perhaps. Tomorrow, there will be another system that will allow humans to trade off of different levels. People make money off of different things. So scarcity is one. Scarcity is basically, it's one of the ways Indian stock markets work, is that if most of the shares are held by a very concentrated set of people, then the remaining shares are too few. So even a small amount of demand can rocket the price up. The U.S. operates on a slightly different phenomenon, but Bitcoin is the same. So Bitcoin is very low float, everybody else wants to hold. So the prices are basically, if there's enough volume or liquidity at any point, there are chances the price could drop quite as much, which has also happened. So that's why it's very volatile. This phenomenon, I think, has contours that cause... So machines will trade, and I think humans will also always trade. They'll find something new, from tulips in the past to private companies today. There is always something, because humans are geared towards trading. We love to make deals. We are like, by nature, deal-making individuals. So if you tell that the machines are making all the deals, that's just not going to fly. We'll find something else to deal with."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:52.600",
        "message": "So you talk about humans being deal-making creatures, and we're always craving action. We want to push the chips forward, so to say. Is that a bug rather than a feature? For example, in poker, it's really just a small 2-3% of the people who really make money everybody else loses, but that's a zero-sum game. The point that you were making is that stock markets are a positive-sum game, though when they're going down, they might seem like a negative-sum game as well. My second question that arises from complexity and the humility which it should bring us to is, should the common person invest? Like earlier, at the start of the show, you gave the advice that everyone should invest, because that is how you make money. But that is under the assumption that they are investing in a sensible way and that they have an edge. Now, an argument could be made that most people don't have enough knowledge to invest, like I certainly I don't because of exactly that reason, that most people don't have the knowledge to invest. And therefore, they are the suckers at the table. You know, there's an old saying, if you don't know who is a sucker at the table, it's you. And therefore, they are the suckers at the table, they might feel good about themselves as they ride a bull market, but then it crashes and they realize they know nothing at all. And that, you know, and that sort of epistemic humility is something that people like you and I in the different domains, which we actually do know a few things about, the more we learn about it, the more we realize that there is so much yet to learn, right? And that constant humility is what makes us better. The common investor doesn't really have that humility. And like you also pointed out that the time to exit a share is possibly when the panwala tells you it's a good time to buy the share. And it seems to me that, you know, there is a case to be made that maybe common people should not get excited and go in for some of the action because they could just be in above their heads. A lot of the trading is being done by machines, people like you are using incredibly complicated software. Of course, one way of investing is you go to a capital mind and, you know, trust Deepak Shenoy with your money, which is great. So then you have an expert and he'll do what he has to for you, which is possibly a sensible way to start. But otherwise be kind of wary because and always, you know, the Dunning-Kruger effect, the less you know, the more you think, you know. And that's a great danger with markets where inevitably somebody who is just out there to exploit the whole greater fool theory is the greater fool. So what's your kind of take on this? Because I know that, you know, you care about investing, you would evangelize it. But there is also this downside that, you know, people can just lose a lot because they"
    },
    {
        "speaker": "Guest",
        "time": "02:19:15.920",
        "message": "don't know what they're doing. Yeah, I mean, let me take this into three parts. So firstly, the why investment. So it comes close to a point about why save at all. And why should you save? You could keep working. I mean, our politicians are 80 years old, they're still working. And why can't we? We could continuously work to build your capital and whatever comes, spend it and you don't have to do anything. The minute you will counter this will probably with, Deepak, what happens if I get an injury? I don't want to work anymore. I have to take a holiday. Where will I get the money for that? I have to save. Well, yes, you do. Then where are you going to save? So the answer to that is, well, you know what, I'll put it in the bank, and the bank's not going to cover inflation, your costs are going up, you got to have the money grow to a point where it's at least the saving is enough to say meet that emergency that you really needed to meet and so on. So you're going to have to, you know, kind of beat inflation. For the longest time, India had these 10%, 11%, 12% rates where I could say, forget it, put your money in a bank, even if it's a fixed deposit, it's fine, you're getting 12%. And you'll pay some tax on it and you'll get 8%. This era has unfortunately gone. So we're facing a point where a lot of countries have 0% deposit rates, interest rates, a lot of countries have negative interest rates. So when you put 100 into a bank, they give you back 99. The answer to why is very complicated, but it's there, that's the situation, it's happening in India as well. As recently as yesterday, I was looking at fixed deposit rates and they've reached 4.5%. 4.5% may still be okay, compared to the US, but for India, it sounds like a horrible, horrible number. But given this, if you want your investments to beat that 4.5%, or you need your money to grow a little bit more than that, you're going to have to invest. So sometimes when I say invest, it's only because there is almost no alternative doing so. And I don't say invest only in stocks. Investment is a way to deploy your money so that it becomes more than what it was. Not necessarily that it should be only in equities and stock markets and some stuff like that. Today, I would say there's a bunch of more things that you can invest in. You can buy real estate. Real estate values are believed to go up over time, though in the last 10 years, they have not perhaps gone anywhere. There is investment in gold, which is one of those old assets where you almost never over a 10-year period see a loss, so it tends to grow at the rate that inflation goes up. Again, something that may not necessarily have occurred in the last 10 years. The last two years perhaps are an anomaly more than anything else. But before that, the gold price was more or less stable. So there are different things you can invest in, and you need to be able to invest primarily just to make those extra returns that will beat inflation. If you don't invest, then you've got to work for the rest of your life and assume that you have a stable income. The best thing that you could do is build yourself an income that is passive. When I say that, I mean it could mean writing a book that gets you royalties forever. But we all know that not all books give you royalties forever, and it's very difficult to write a book. Sometimes people just don't know how to write, and sometimes people, I know you're trying to change that, but I hope you do. There's a lot more people that come out with great books, but the way people consume content today is no longer in the format of books alone. It could be, and today has opened up new avenues. You could build YouTube videos that eventually get you advertising revenue without even you having to work for it. So this passive income thing is a great thing to do around investing. So it's like saying, listen, I'm getting something else that gives me continuous income, but not the same thing. So stocks, or bonds, or fixed deposits, or whatever it is that you invest in, that is also another way for you to have an income that is beyond the primary job that you're doing. That income could be by eating off of the corpus, or by those stocks paying you dividends. However it is, it doesn't matter. Because let's say you had five crores today, and that five crores was giving you half a percent a month. That's two and a half lakh rupees a month that you could take out of that five crores every month and spend. And if you're spending less, maybe only a lakh a month, then one and a half lakhs keeps getting added to that five crore corpus, and which keeps growing until you draw out enough. So your ability to now quit whatever you're doing and do something else has no impact to your life, because you could say, listen, even if I don't get a salary, I could take out the one lakh a month from this money I'm making from the investments that I have. And so it gives you that one additional degree of freedom. And we don't appreciate this enough, but having as many degrees of freedom as you can in your life is what eventually drives happiness. Not joys. Joys you can buy. You can go to Bali, do snorkeling, you'll get joy. But happiness is a state of mind. So it requires you to remove those little latent fears in the back of your head. And that's one of the reasons why you invest. Not because you should or you have to. Because inherent uncertainty, the squirrel that stores nuts. This is why taxes are bad, because they end up taking away from the guys who save the nuts for the winter. But the squirrels saving their winter food is what I call akin to investing. You don't have to do it. You could hope to find enough nuts at any point in time to be able to survive. But it's the recognition of the fact that the nuts may not be there, they may be a winter and the winter is coming is the reason why. But I also think that the complexity of investing is too much. There is way too... And that's because people in this industry are evil. That is why they will tell you stupid things like, give me money for six years, then I'll give you back so much money for five years and oh my God, this is a fantastic return. And they call it a unit linked insurance package and you're like, oh my God, a ULIP, everybody's talking about ULIPs now. But this is just like putting lipstick on a pig. It's a pig. It's actually better to have put your money in a fixed deposit in your bank, you would have got higher returns. But nobody's telling you that. They've invented this because A, too much education and B, too little use of education elsewhere. So basically, I mean, I say this is a very like uncle kind of dialogue, but the idea is that if you make things complex, they sound attractive to people who are smart. And they sound attractive to people who are not smart, also thinking that this person is smart, he's using words like ULIP in a sentence, which is possibly means that he knows what he's talking about. So you automatically get money coming to you, fame, recognition, power, eventually you have enough money to tell other people that you shouldn't chase after money in your life. It's a very famous shitty dialogue that people say, you shouldn't look where you go after passion. I mean, dude, come on, make your money and then you do whatever passion stuff you want. But the point about my saying that investing is important and is that you should know that the need to invest is driven by those saving nuts for winter. I don't mean nuts in any other way. And I literally say that that is what will save you from a winter. But that doesn't mean that you have to go and overcomplicate your life by going and buying a stock that somebody sent you on WhatsApp today, just because that guy sent you five picks in stock WhatsApp yesterday, because you don't understand this stuff. Once you do, you might appreciate that that guy's bullshitting himself. And then you have to have a strategy and a discipline to do things. And all these complexities of how so discovering, I talked about value investing at one stage, momentum investing, algorithmic investing, the three different styles. Not every style appeals to every person. It takes a four or five year discovery process in order to get enough of an education. And you're going to pay serious fees to the market for giving you that education before you figure out who you are. If you're not that kind of a person, you shouldn't get into complexity. So simplicity would be easier if they sold it better. But it is available. So fixed deposits are simple. You put so much money, you get so much money, or this is the simplest thing in the world. It's like, you know, there's no other thing. But there is complexity in stock markets. People say, buy this stock versus that complex. Buy an index makes sense. I don't care who the top stocks are. I just have to buy the index and or maybe I pay an index fund manager. He charges me very little fees, but he always buys the top stocks and I'm happy to go with that. I'm not going to put 100 rupees into equities. I'm going to put only 70, 30 rupees will be in fixed deposits or in bonds. And that's it. That's the end of my life. No, Harry Markowitz created this phenomenal, and this goes back to your other thing about how your childhood or your prime years shape your fears and your, you know, your loyalties. Harry Markowitz created this massive capital allocation pro thing. He won some Nobel type of prize. Maybe it's a Nobel itself. I'm sorry. I don't want to, I don't mean to insult him, but he's a very famous guy. So when he was asked, how do you invest your money? Now people are expecting an answer like, God, I do calculate risk free capital versus risk cost of capital. And I do an adjustment and do an inverse derivative of this. He said, I thought about all of the alternatives and I put 50% of my money in stocks and 50% of my money in bonds. Although he invented the way to figure out how to allocate more money to stocks at a certain time. He said, it's too complex. I just like 50-50 and I'm done. The guy who invented the algorithm that tells you how to differentiate between the two doesn't do it himself. And there's another example of somebody else who talked about, he said about how the past shaped his life. He said, I grew up in Nazi Germany and I saw the worst of all the excesses that people lent in the nastiest side of life. And what, you know, the stock market bust, which is what Nazi Germany actually came out of the 1929, 1932 depression was caused by a stock market crash. And he says, when I see that and I see the evil that, you know, things happen, I am too scared of the future to put my money into anything but bonds. So most people who were born in those times have different risk appetites than people who were born in the forties in the US, which was the baby boomer era. And therefore those people are much more likely to put money into stocks. People who were born in the sixties saw the 1970s oil shocks and depressions, again, they were likely to put more money. So that's about also discovering who you are and how your past shapes your life. It's important to do that because you don't want to be unhappy choosing a strategy that is lousy. So just find, according to me, invest according to the kind of risk you can, you're willing to take. If you're not willing to take risk, don't believe anyone who tells you that you should take risk. The only caveat to this is if you're completely screwed, and this is my sheer advice to everybody, I've written this in a thing, the biggest advice somebody can give to you is make more money. That's the end of that story. Because if the advice does not involve make more money, you're too rich to care."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:59.960",
        "message": "Fascinating. And so it sounds much like be happy. You know, you can just generally kind of throw it out there. A couple of quick asides. One is I'm glad that you railed against taxes, or you brought up saving nuts for winter there. And my point about taxes simply is that we should think of taxes as part time slavery. If I am giving 25% of my income to the government, I am basically working for the government between January and March. I start only in April between January and March, I am a slave of the government. And which is not to say that there should be no taxes, there should you know, we need taxes, we need the state. But we should question what is done with our taxes far more than we actually do, which is the unfortunate thing we keep demanding government should spend on this government should rescue where India government should do this. But it's our slavery, which is the consequence of that. The other thing is, you said, you know, you spoke about going to Bali and all of that, listen, I've just come out of a year of lockdown. You know, I went to frickin Santa Cruz from Andheri the other day, and I felt so happy. So don't kind of get me started on that. The third thing I would say is that, you know, to sort of paraphrase what you said about why invest, the point is that listen, you, even if you don't want to invest in the stock market, you are making a decision of what to do with the money that you're saving, you know, either it is in a savings account or a fixed deposit or a stock market or whatever. Now, all of these carry different kinds of risk reward ratios, and so on and so forth. And because it is your hard earned money, it is at least your responsibility to figure out how much risk you're willing to take and get the information about which of these is therefore right for you. As you so wisely said, you know, I just follow inertia, and I just keep it lying in my savings account, because, you know, just don't have the bandwidth to figure out all of the other stuff. And that kind of brings me to the other like, I don't buy and you know, relationship managers from the bank will call me and say, Hey, why don't you buy this instrument or that instrument? And I simply don't because as you pointed out that so much of investment advice that the common person gets is so incredibly scammy, like selling insurance to 65 year olds, and, you know, a common example that you've given in the past, and so much of it is so scammy. And it makes me wonder that, you know, when I can sit at home and start a YouTube channel or a podcast or whatever, with such simple tools at my disposal, you know, why don't we have a stage where I could, you know, I could invest my money, you know, using such simple tools. And of course, one way of doing that is by going to Mr. Chinoy for advice or just finding an intermediary who does that for you, but then which intermediary do you trust? Why do you trust them? And so on and so forth. Like I remember my third question really coming out of complexity and that whole complexity humility paradigm was really about how, if so much of stock prices are determined by narratives, like one thing that you want about which is a sort of a red flag against the companies when a company says we are going to do this, you know, we are going to raise capital or we are going to sell this or sell that and whatever, and your point simply was that why are you telling me you're going to do that? Why don't you just freaking do it? And the fact that it is telling you about what it is going to do instead of doing it is a red flag, because it means it is trying to build that narrative and is focused on the share price. Now, our mutual friend, Nitin Pai, who is also your Bengaluru city mate, you know, once remarked when those whole allegations came up against a particular party for hacking EVMs. And he said, why do they need to hack EVMs? It is easier to hack the human mind. And it seems to me that that is true. And what you do have with all these peddlers of narratives is that you have incredibly skilled marketers who know how to manipulate the human mind, perhaps using the kind of jargon you mentioned, ki hum, you know, ULIP or debenture kar denge and whatever. And you think, huh, this guy knows what he's talking about. But techniques of hacking the human mind have become so complicated that as a common person who doesn't know anything about this subject, my instinct is that just stay the hell away. Because otherwise, I am going to get fooled. You know, I know a lot about one or two subjects, but everything else, I am extremely wary of being conned. And here, of course, there is a lot at stake, so you can get conned. So you know, is this something that you see changing the fact that the common man has to be permanently bewildered? Whereas with other things, like I no longer, you know, if I buy a printer, it's plug and play. I don't have to install 40 freaking drivers like we had to do 20 years ago. That got simplified. You were telling me before the session started about how you assembled a desktop computer for your son. And it was so easy. Motherboard liya, chipset liya, hard drive liya, sab connect kiya and it's just working out of the box. To me, that's unimaginable because that's not how I know computers. So can this kind of thing, what you do with your money and what happens to it, can this ever get simplified? Isn't that the next big problem waiting to be solved?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:55.400",
        "message": "This is very interesting. I think, I mean, okay, I'm betting my future on the fact that it is a problem worth solving. So I am very biased on that. So I believe it is my job to make my job obsolete, because I come from a background where automation is the only God you care about, which means you're from technology, you're going to automate things, you're going to remove the intermediaries. And yet here I am as an intermediary. Somebody I asked to trust me in order to figure out what's best for their money. Sometimes this philosophy can be, the more people have tried this in the past saying, listen, we'll give you an algorithm and you can invest according to that algorithm. You don't even need me, you just have to kind of, but every algorithm has its faults and every human therefore has a complication because they're now thinking not just because, is this a problem with the algorithm? Is this natural that once in a while I'll see a loss or do I have to change this algorithm? And now I need a human being to help me figure out whether this is the case or that is the case. And then if I need a human being anyway, and I'm going to go with his advice, then why do I need the algorithm? Let him go and select whatever it is that he wants. So we fall back on human trust today. I believe in the, like in the U.S. they have tried things like, oh, we do automatic accounts. So when you save your money into a bank account, it automatically gets swept into some kind of a money market account. And then from there it goes into some kind of stock market account and gets invested. Today, for instance, you and I don't have employee provident fund, but if we did, that money, 10% of it would be forcibly invested into the stock market. Even if we didn't like stocks, there's nothing we can do about it. Somebody is automatically doing that for us. India has come, interestingly, from a phase of forced investing by telling us that you don't know what is best for you and therefore a fixed deposit is that. You don't know what is best for you, so you give me money at 4.5%, 5%, 6% as a fixed deposit. I will go lend it to Reliance Industries at 9.5%. I will make the intermediate thing. And don't ask me why you can't lend to Reliance at 9.5% because you don't know what is good for you. When we evolved from there, we said, OK, maybe you know that giving money to Reliance is better for you. Go ahead and do it. So when we've evolved, we've just added one degree of freedom, removed the institution called the bank, which was the intermediary between us and Reliance, and allows us to directly talk to Reliance. Now, you might argue this is a good thing because it removes the power of the banker to manipulate our fortunes, because they have, and also allows us to get a slightly higher return by doing things ourselves. In this process now, there's complexity. The guy who doesn't know both the bank or Reliance doesn't know whether he should go to Reliance or he should go to bank. So now you have this dichotomy, which has been created by more information. It's like saying, why do we need 48 brands of soap? We know that all the soap does is clean you, and maybe you can put some scent in one and some scent in the other. But if you go to the market today, there are big, small, tiny. This melts fast, does not. So for women only, I'm like, hello, for women only? I mean, come on. But no, but that's the reality. And then you have shampoos for this kind of hair. So the more developed a country is, the more degrees of freedom a country has, the more choices of soap there are in its supermarkets. And therefore, the more choices of investments there will be for the citizens of that country. And therefore, at some level, that complexity is byproduct of our freedoms. So if we took it away in some way, and we continue to retain freedom as an important part of our society, then we would continue to have other investment products on top of whatever is simple. So what is simple is always not going to be easy to accept. But I do think that given the amount of misselling and the lack of retribution, because if somebody missold your policy, insurance policy, there is no retribution. The guy gets to continue to sleep at night while you don't. So this happens because people say that buyer has to beware. I don't think that's a correct philosophy, that we need laws. And here, I will be a little anti-libertarian in the sense I will say that you do need laws to protect against misselling of this kind. But at the same time, I don't want choice to be taken away. That means you're going to need that choice of saying, I go with the simple thing. That's just easy for everybody to see what I'm doing. And there's a low-risk thing and a high-risk thing, and it's very simple. Low-risk thing will be just bank deposit kind of thing. High-risk thing will be something more risky, like stocks or real estate or whatever it is. And you can choose some money here and some money there, and you're done. That would be a brilliant thing to have. I don't know whether, and I'm going to bet my future on the fact that people desire simplicity. Although everything in the past shows that they love complexity. But the example you said came to mind, which is, why do we just buy devices now and they just work? You don't hear people complaining a lot about, oh my God, I gave my cell phone to my service station for five days, it hasn't come back. Of course, you'll find once in a while those kind of complaints. But nobody gives their cell phones for service anymore. You either throw it away and buy a new one, or you know that once it goes wrong, it's gone. You just replace it. But you don't get your TV repaired. When I was a kid, my TV would always be going bad, and we'd call a repairer to come and he would do something complicated and repair it and go away. Now, these people are very smart, so they know exactly what is wrong with your cathode ray tube TV and whether something is bad or something like that. But their entire jobs have been taken away because you don't need to repair this thing anymore. When electric cars come, the nature of the system is that today a dealership exists a little bit because of sales, but this much because of service, much more. The service and spares give the dealership its much required revenue in order for it to continue to have a dealership. Tomorrow, if an electric car comes, they don't need any service. Tesla has a lifetime warranty. They can afford to do it. There are much lower parts. You don't have to do anything. There's no concept called an oil change of any sort. I mean, maybe there's some inside the motors, but I don't know. But however, what I'm trying to get at is that when you've simplified something through technology or through some kind of new this thing, it changes that industry forever. Tomorrow's dealers, they may not be no dealers, you may be directly buying from Tesla, which you currently have to because Tesla has no dealers. But every other manufacturer, Maruti, you don't buy from Maruti, you go to a dealer. You can't go to Hindustan Unilever's website and buy even one soap, although they sell soap. You can't go to P&G and buy diapers. They sell diapers, but the reason is because they've built a supply chain. You go to the distributors in the middle and those distributors earn a little bit of margin so that so and if P&G starts selling diapers directly and everybody were buying from them, all those people would go out of business and that would change the nature of life. So when you do that in finance, you also impact a very large number of people by removing the intermediaries in the place. But that's the only way to go. In the US, there's a company called Vanguard, which started in the 70s. It said, listen, don't invest with active fund managers. Active fund managers are perhaps maybe people like me who say, Deepak, I mean, so I'll tell you, listen, Amit, I know how to invest. I can find stocks. I have this fantastic strategy and I will find these stocks and I will make you lots of money. And you give me money. I'm actively managing your funds. For that, I charge you a 1%, 2% a year, or typically in India, it's like 2%. But they charge you 2% a year to manage your money. What Vanguard did was this guy called John Bogle, he said, listen, this is crazy because if I just bought the indexes, I would beat most of these active fund managers. Sure, one or two will beat me, but they're not going to be the same one or two for a long time. A few will beat me this year and tomorrow it'll be ICICI and day after tomorrow it'll be Axis and fourth year it'll be somebody else. So if you're stuck with one fund, chances are you'll be on top for one year, but then you'll be on the bottom for the rest of the years. So if you were to look at something simple enough and that beats just because of charging lower fees, Vanguard changed the ecosystem. It's the second largest fund manager in the world today. It manages, I don't know, some $7 trillion, $6 trillion worth of assets. The biggest one is a company called BlackRock, run by Larry Fink, which has both active and is passive. But the passive so much overshadows the active that you are running on a world that is almost entirely run on index funds. When I say index funds, it means people are not actively making decisions, they're just the largest market cap companies. And what happens when you have a system where the largest companies are the ones that everybody invests in, is that the largest companies get more money. So at some point, perhaps, it will not matter if these companies make profits or not. Because when you save money and it goes automatically into these passive funds, nobody's making any stock selections. People are just buying the highest-earned companies. So the money keeps going to the highest-quality companies. Eventually, there'll be a small set of people, perhaps influential, that will then say, listen, I know that this company is a fraud. You're giving it more money, but it's there in the top simply because you're giving it more money. But I think it'll go down. They go and short those stocks. Some of those stocks fall. Then you, because they fall, you stop giving them any more money. And then they fall all the way to zero. Something else comes up. This is the way the systems in the US and all work right now. And because they have simplified this process, it's very easy for you to make that investment. Hopefully in India, and I believe this will come because it's there, that you will be having one of those choices. And one of those choices will be, don't put too much of your mind to it. Go with a strategy, a passive concept that has worked in the past and that will continue to work. You may not be the best that's out there, but you will definitely not be the worst. Because you're not making these active calls. This philosophy, I think eventually it's probably less than 5% in India, but I think it will go up to 35-40% eventually."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:55.220",
        "message": "Well, lots to unpack there again. And I'd say that, you know, the sort of the car dealerships being driven out of car dealership by electric cars, because, you know, they mostly do service and that won't be required. Reminds me of the STD boots you spoke about earlier. And I think we'd both agree that that kind of creative destruction is a damn good thing. It brings value for people. It goes back into the economy, creates new jobs and new sectors. You know, it's not like all the people who were running STD boots could do nothing else with their lives. The economy boomed and they found other things to do. And I would sort of contest a couple of things. One is, I would say that, you know, having laws that protect pensioners from evil insurance salesmen are not anti-libertarian. Every libertarian would agree that you need that kind of protection, whether it's through tort laws or someone, but if someone, you know, misrepresents a particular product or service and they make money off you, that's basically cheating. So of course, you want the rule of law to protect you from that. And the other thing I'd say is that, you know, I used to bring about the supermarket analogy. I used to talk about 80 kinds of shampoos at the supermarket and say how that's such a great thing. And I've written a column about this in the context of education, about how our students today don't have choice. They have one kind of system, one kind of school, but shampoo people have a lot of choice. And I would say that, you know, what you said was that complexity is a byproduct of a free society. I'd say choice is a byproduct of a free society and not necessarily complexity. Because when I go to buy a soap, I think I can be assured that every soap I pick up in the supermarket will do the job of cleaning me. Right? Whereas I don't have the same assurance with any kind of financial product I see because I just need too much know-how to even begin to understand how the hell they work. But as you're pointing out, maybe, you know, we can, I think, simultaneously move towards a greater choice and greater simplicity. And all these frauds who fall by the wayside, as will inevitably happen, like the STD Boots of yore. Though the STD Boots guys weren't frauds, they were important businessmen providing a useful service that is no longer required. But you know that things will kind of change."
    },
    {
        "speaker": "Guest",
        "time": "02:48:57.780",
        "message": "Let me ask you point one thing over there, very interesting, because there's this interesting analogy of, I mean, the story that goes mixing the rounds. I rail about how an insurance policy that you could have taken would have made more money in a fixed deposit. Okay. And sometimes even I'm stupid, because the problem isn't that they're buying a substandard product that can help them make lesser money in the future. Sometimes all that is required that people need is to save money, regardless of whether it earns 5% or 3%, because there's a story that goes around doing the rounds saying this is guy who's a smoker and somebody comes to him and asks him, how many cigarettes do you smoke a day? He says, 20. And then there's 20 cigarettes a day. How many years have you been smoking? 30 years. So 30 years into 365 into 20, my God, that's some 85 lakh rupees, you could have bought a Ferrari by now. So this guy looks at the person and says, well, do you smoke? No, come on. Where's your Ferrari? That's the point, right, in the end, I can rail about these products all I want. But even if it's doing that little iota of service of saying that you could in the end have a bunch of money that came out of nowhere, I tell you this, I felt this myself. I had an insurance policy I had bought in 2000 or something like that, which was a horrible insurance product. But given the way I am, I always look at this sunk cost fallacy and every point in time, I'm going to shift or I'm going to look at this as a, should I get out? Should I stay in? What's better? We forget what's happened in the past. It was always better to stay in. I got this money this year, I went and bought my son a piano. This gives me immense amount of joy. I tell you, just getting that money, it was a decent sum of money, but just getting that money made me feel that, dude, you know what, I know it is a shitty product. But just in the middle of a lockdown, getting this nice little check or this money coming into your bank account, that is awesome. And I want to say this, all my bullshit about you learning to be a better investor is just throw it out if you're not doing anything to save. If you're saving money and it's sitting in your bank account and you're not spending too much of it, even sometimes that is enough, you don't have to invest. Actually, this simplification of investing is glorifying investing more than perhaps what is really required. It's just save and you'll make out all right."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:37.780",
        "message": "Yeah. I mean, it can be as simple as that. No, no. Of course, in previous interviews, you've done this really nice episode, I think episode four of the Capital Mind podcast, which I'll link from the show notes, where you spoke about these kinds of intermediaries and people who will, you know, sell an insurance product to a 65 year old pensioner and not let him know that there's no liquidity. So he has no escape. His money is just blocked for five years and stuff like that just sounds like horrendous to me, which is why my advice would be that if you do not understand something completely, do not do it, you know, beware of the Dunning-Kruger effect, have some humility about the limits of your own knowledge, which is why my money is in a savings account. I am saving whatever little there is of it. But you know, let's let's kind of move on to, you know, people would have wondered, Amit hasn't asked Deepak the one thing we want him to ask, right, which is the economy is going down, down, down, stock market is going up, up, up. Now, why is this? You have of course written, you wrote a column about this in June, which I love where you spoke about how in 1958, US industrial production fell 10% in less than a year, stock market went up 30%. You've quoted John Templeton's explanation of that and all of that. But in simple terms, for all the janta who sat through patiently for three hours to wait for me to ask you this question, ki bhai ho kya raha hai? Is this all a big scam?"
    },
    {
        "speaker": "Guest",
        "time": "02:52:58.140",
        "message": "Kindly explain. Well, everything's a big scam, if you ask me, but then it doesn't, you know, at that level, it doesn't matter on a long enough timeline, the chances of survival of anything goes to zero, right? So the problem at some point is that we are trying to justify this market. It's not justifiable. This is a very, very interesting situation where you've had, I will not try to justify stock market. Now, don't get me wrong here. I will not say that this is a great market, but something has changed. And what that something is, is this glut of liquidity. To give you an example of how crazy it has been, the amount of money that's been printed in the last one year, perhaps, you know, is greater than money printed in the last 10. And the money printed in the last 10 was greater than the last 30. The idea that the central bankers have decided is that I will not let stock prices fall specifically stock price. I don't know why. And one of the reasons in the US is very clear is that people's when they've made interest rate zero, they have literally told us that there will be no interest that you will receive on the money that you place inside a bank. And therefore, you have to take risk in your investments. And they have taken that risk by putting their money into stocks. Since people's retirement money is now almost entirely into stocks, you can't ruin the stock market. It has political ramifications because you're killing people's retirements. And when you do that, you say that I will protect the stock market at any cost. The answer to doing that is to print money. When you print money, a lot of it, what has happened really is that companies like Google, Facebook, which otherwise in an interest bearing economy would have taken years and years and years to get profitable, suddenly become not well not to get profitable to get attractive. And they would have died. Because if you had invested, let's say, in a Facebook in the early years, you might have said, look, I mean, why am I investing in a Facebook, it's not making any money. And you know, it's interesting technology. But what's the point of it? The other side of that equation is, dude, where else will you put your money? Nowhere else is that interested. Okay, okay, let's keep it here. So Facebook gets that amount of time like Uber has, like Swiggy has, they may be making losses. But people are forgiving those losses, specifically foreign investors, who are saying, listen, go ahead, build a big industry, kill all the delivery boys, you become the delivery boy network of India. And though, you know, nobody else can compete with you, because everybody else has an interest rate to fight against. So when you do that, you create a different set of incentives. Same way in stock markets, people have been incentivized to invest, when they've invested, the stock market's gone up, and around the world, it's not just in India. So around the world, also, they have discovered, oh, India is an interesting phenomenon, let's invest there. They invest into a fund that invests in India, that money comes to India. In the last two months, that's November and December of 2020, 1,20,000 crores has come into the Indian stock markets from abroad, forget from India, 1,20,000 crores has come. And that massive 30% fall you saw in April, in March of 2020, during the COVID crisis, saw only 60,000 crores exit. So literally, twice that has come. And that is not even, okay, to give you an example of what 120,000 crores is, today, it's about maybe $16 billion, $16 billion is in a whole two month cycle, is nothing. And I say nothing because what the U.S. has printed in March or April together is $5 trillion or something like that. Their first stimulus was $2 trillion, that is nearly 100 times more than what India received as foreign investment in the stock markets in the last two months. So the scale of things is that India is so tiny that even if you throw it what are crumbs from outside, now India gets about 1% of worldwide capital, okay? So if new capital that has been printed, money that has been printed is $5 trillion, India should get a $50 billion check at some point, I mean, together, added up, out of which only 16 has come. So you can imagine that if they've printed $5 trillion already, and they're promising to print more because there's a stimulus coming in the U.S., in Europe, in Britain, in Japan, there's always a stimulus that's like permanently stimulated. And then you've got all that money, 1% of that makes its way to India, just that 1%. Forget India being a big economy or whatever, just 1%. That would be 2 or 3x what India would receive in any great year. And that's going to keep these stock markets irrationally buoyant for a long time. So looking at it from a primarily, oh my God, we're trading at 40 times earnings and 50 times earnings is one way to think about it. But the other way to think about it is to say, these guys keep printing this money. And whenever there's a crisis, they print more money. So at what point are you going to fight them? Maybe they'll keep printing it until I die, at which point my fight will be useless, right? So at some point, if your savings bank account gave you 0% returns, you would also be like, dude, put a little bit in stocks, and you'll watch it go up and you'll be happy about it. And when it goes down, of course, everybody curses the world. But nowadays, those down cycles last two months before central banks come together and say, dude, let's print our ass off and get. So I think that is a true explanation of where we are today. But I would hesitate to say that this is in any form permanent. Life changes very fast, very often, and more when you least expect it. So today, if you want to invest, I would say, just be careful. The music's playing, but you've got to be standing near the door. At some point in time, you know, I mean, it's easier, okay, let's put it this way. You would walk more carefully if you knew you were walking on eggs. So if you don't know that you're walking on eggs, you're in for surprise at some point, because they're hard boiled today, and the tomorrow's ones are not. So the questions that sometimes, and you know, Warren Buffett has this fantastic scene. I mean, I'm a big fan of his persona. Not so much of his investing philosophy, but from his persona itself. And the persona is great, because he makes these pithy one liners, which kind of embody so many things in that one sentence that you say, dude, I couldn't have done it myself. So he says, oh, it's only when the tide runs out that you find out who's swimming naked, right? So it's true in the stock market. You know, everybody's making money today, a jet airways, which hasn't flown off three years, two years, is still making new highs in the stock market today. And people are buying smoke, not necessarily mirrors. And I say, you know, today, even a pulse is optional, jet airways does not have a pulse. And it's making new highs. And in that kind of a market, you got to be careful. So things can break down at any point. And when it's going to be, but what I know is this is forever going to be interesting and perplexing at the same time. So you, you know, somebody told me this, naak bandh karke invest karo. This is one of those times when the only person who can do it is going to successfully close his nose and be aware that he's going to take his money out with a loss when he has to. But that the more irrational this market gets, it can get even more. Alan Greenspan had this saying that he said this, if stock prices are increasingly irrational, and I put out a tweet thread about this, which is that when he said it, the price was X, it went on to some 30% more, and then dropped 20%. The lowest point of the after that drop was still 10% higher than when he said it, then it went on to make another 50% higher, you imagine the frustration of this guy who's, I mean, who's looking at Greenspan and said, he's saying it irrational, it must be irrational. And for six years did not see prices come down to anywhere close to his level. So that's what I say that this is irrational as a market, it's happening because of the glut of liquidity, you're fighting the central bankers by saying I won't invest when the market valuations are so high, and therefore, your strategy should be a completely different one. Be careful. That's what I would say."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:37.220",
        "message": "Yeah, no, there's also that other pithy one liner about how the market can stay irrational longer than you can stay solvent. So if you're planning to kind of fight the irrationality, let me kind of process this consequence of printing money. Now, typically, what we are taught in microeconomics and is broadly true is that if you increase the money supply, inflation happens. Because if you're just going to print money, money supply goes up relative to the goods and services that are available. So inflation happen and inflation is, of course, a tax on the poor, because the poor are having to pay more. Now, as you've pointed out in the real world, over the last 10 years, printing money hasn't really led to that kind of real world inflation, possibly because of factors like growing productivity and technology making things cheaper at the same time, and so on. So you could say that, given that in the counterfactual, things would possibly have been even cheaper, that this is an unseen kind of inflation, that, you know, doesn't result in prices necessarily moving up, but in being higher than they otherwise would be. So a lot of this is entering, sort of keeping the stock market going, that is possibly sort of the scene inflation, as it were, you know, what are, you know, and it just, again, strikes me and, you know, I don't know the subject in much depth, so I'm asking you, but it seems to me that at some point, something's got to give, or is it the case that governments can just keep printing money every time there's a crisis, they'll get together, lower the interest rate, print more money and keep the dance going on, as it were, or do you think something's got to give?"
    },
    {
        "speaker": "Guest",
        "time": "03:03:04.820",
        "message": "What is your sense of what's happening? So interestingly, I have a very, very slightly different take on this, or explanatory ways. Printing money tends to end rent seeking. It's interesting because when you have a situation where, let's say, Uber, I'll give you an example. Uber would never have come up any other way. If I had to buy all of these cars and provide a decent return to my investors, I would not be running an Uber. It's just not possible. What does Uber do is promises drivers an extremely high return, promises taxi takers or people like us an extremely low price, and bridges the gap by making losses, funded by people who say, listen, just go ahead and do this until people realize that they can't live without the service. They sell their own cars and survive on you. So now your marginal cost of revenue, so you can reduce the amount you give your drivers a little bit, increase the fares a little bit, and you reach this extreme profitability because you have the market size that you wanted. This would never have been possible with a high interest rate economy. And you have money printing of this magnitude simply by saying that people have to invest in risky avenues. You make such businesses possible. You increase productivity effectively because what you've done is introduced a far more productive layer called the Uber taxi than the old taxi, which did not have any. So in Bombay, you had to go out and stick a finger out and you'd get a taxi. In Bangalore, your finger would be stuck there forever. It would, there's just no way to, you know. So now Uber's evened out things for places that didn't have the Bombay taxis. And even the Bombay taxis, you had those old Fiat cars because they gave the taxi license according to the car, not according to the driver. So you can't get rid of those cars. And those people are like, because they have the license, they can't give it up. They can't get a new car. So what they do is they keep the car on. So you get a car where you have the stick shift, which nobody has seen since 1977. And those are the cars you continue to have in Bombay. That's because of a screwed up rule that allows a municipality to give power to one agency, which is that whatever the taxi giving agency is, license giving, to determine a rule that said. So I was saying that the taxi network that we saw automated in this fashion was all in some way, the result of cheap money. Cheap money has resulted in the largest companies in the world being debt free. Can you imagine what that means? We made debt cheap. And today, Apple, Amazon, Microsoft, Google have no borrowings, or Apple has some because of some tax bullshit. But net net, they have $140 billion in cash or something like that. So it's unimaginable, because this is that counterintuitive thing. How can you make debt almost zero cost? And yet the largest companies in the world, our companies are debt free. Reliance in India used this opportunity to make itself net debt free. It owes banks money because the banks needed to owe them money. Because if you take away Reliance's debt, the banking system is in bad shape and they want the companies like Reliance not to give back their loans. So Reliance has, you know, 150,000 crores in cash, 150,000 crores in loans and net zero. The printing of money has actually made companies less dependent on debt. And that also makes sense. To give you an example, if you have an economy with 10 people owing each other money. So I use a hairdresser, I owe him money, the hairdresser owes a cyclist, owes him money and the cyclist owes the shop, owes him money and the shop owes me money. Technically, all of us are in debt. If one person were to get paid, they pay back their loans to everybody else, suddenly the economy is net debt free. So that does not happen. The governments have absorbed a bulk of the debt, countries still have or people still have a large amount of debt, which is why this phenomenon of cutting out the messenger, cutting out the middleman, cutting out the rent seeker is what the cheap money is doing. This is also why inflation is not coming up. Because every time you cut a middleman, you improve productivity. That productivity increase corresponds to a slightly higher. So to give you the analogy, let's say there was a place with only one bank, there were 100 people making widgets of some sort, there are 100 widgets, and each widget costs one rupee. So there's 100 rupees in the system. Somebody finds a way to make everybody produce two widgets instead. Now there's 200 widgets, there is no 200 rupees to pay for it. So the price of the widget falls to 50 paisa. So the price comes down because of the increase in productivity. So that's what they call real GDP growth, right? When they say real GDP growth is the fact that your productivity has increased from 100 to 200. So you're 100% real GDP growth. The nominal growth is zero in this case, because the prices went down to half. What if I printed another 100 rupees? Now I would have 200 rupees for 200 widgets, and the price would remain the same. Okay, what if I printed 300 rupees instead? Now I would have 400 rupees and 200 widgets. And therefore the price has increased from one rupee to two rupees per widget. So this is the various macroeconomic factors playing over here, productivity and increase in money supply. Right now what's happened is they've increased money supply in a way that hasn't made its way to the economy. So a lot of money sits in the banks and with the central banks. What has made its way to the economy is getting offset by the productivity benefits of cheap money. So the inflation that we expected to see is simply not there. But it has resulted in, so the one place that it is not coming is in asset prices, which means that real estate prices went up when you first reduced money supply, and that was a big bubble and that thing went bust. You had then stock prices. Stock prices went up, they went down because of COVID, not because of an extreme amount of these things, an external event to do it. They printed more money, stock prices are back up. So asset prices have not seen any productivity benefits because there's only positive feedback loops, unfortunately. There's no negative feedback loops. It's like when everybody is listing their own companies and making them go public is when you might actually see some kind of correction to this phenomenon. But as I said, people watch the stock market. So earlier the stock markets were the barometer. Now you want to influence the barometer. So I want the temperature to read 90 degrees because earlier you were measuring 90 degrees and telling me I was healthy. So I won't let it go below 90 degrees. So it's like in India, this current government tells us the data that we want to see. And it's true of past governments as well in different ways. But suddenly you know that a lot of the data is not really trustworthy. That's because it's a flexibility at work. And the same thing with asset prices, they're not letting it come down because it will make them look bad. And they have the power to do this. At one point, they will not. Bitcoin is perhaps the geek answer to this, saying if you increase the price of everything, I will buy something that, you know, protects me. But protects you from what? It protects you from nothing. It's just basically another invention of human beings that is currently not controlled by anybody. When I say currently, I mean that there are plans for people to control it. There's technology that allows people to control it. But when you have asset price inflation like this, so to give you an idea of what happened in hyperinflation, in Russia once there was, for a short period of time in 2014, before that we used to see that in Zimbabwe, when you had hyperinflation, people went and bought real assets. When I say real asset, I mean cars, iPhones, pens, expensive pens, because they retained value even through the inflationary scenario. That aspect is just translate that into, boss, they're printing money like crazy, let's just go buy stocks. That's what is happening. There is hyperinflation in asset prices, but we don't care because we don't have to consume"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:17.780",
        "message": "asset prices. Yeah, no, what kind of strikes me here is that politics gets into this and therefore narratives get into this because like you said, once it becomes a barometer, like anything that becomes a metric can be gamed. For example, at one point, the GDP became a metric. The economy is a economy doing well, and therefore it is in the government's interest to game the GDP. And it's easy for the government to gain the GDP because government spending is a part of GDP. So it can dig up a million ditches and fill them up and your GDP goes up. And there are various other ways to gain the GDP. Similarly, it seems to me that if people are looking at stock market prices, as a metric by which you sort of judge how well the economy is doing, that's also easy to game, just print more money, boom. And you know, because of all of these other factors and these positive feedback loops and all of that, it isn't actually reflecting on the ground and there's no hyperinflation as of yet. But who knows what unintended consequences and unseen effects lie waiting for us down the road. Maybe 10 years later, if we do an episode, we can discuss, yeah, if only we were known at the time. A few final questions. And here's the thing. So you know, I did an episode a few weeks back with the advertising guru Ambi Parmeswaran, who's written a bunch of books on advertising. And one of the things I realized talking with him and talking earlier with Santosh Desai, another advertising giant I had done an episode with, is that following the advertising of the country, you can actually get a lot of insights into our society and our culture and our economy. Similarly, while talking to you, it strikes me that for someone who follows the stock market as closely as you do, which is not just the world of perceptions and all of the feedback loops that happen within, but a lot of it, you know, feeds down into the real world. I mean, the most obvious example of that was, you know, it's almost a quiz question where three months ago, there was this chart which showed one company shares plunging down and the other one plunging up on the same day. And that was the day the vaccine was announced. So one was Zoom and the other was some airline. And you know, so that the real world is involved here. And you're looking at investing and stock market so closely must have also given you interesting bits of insight about our nation and our society. Is that the case?"
    },
    {
        "speaker": "Guest",
        "time": "03:13:31.540",
        "message": "And you know, would you like to share some of that? Oh, yes. I mean, if you think about the softwares we're using right now, we're looking at the operating systems on our cell phones, almost none of them have any listings in India. I mean, we, if you think about the early 2000s or late 1990s, the time that every product you use, you could buy it off the stock market, you could buy Hindustan Unilever, the soaps you use, you could buy, you know, so almost everything that you use was listed. Today, a lot of the stuff that you use is not listed in India. What do you get in Indian markets is a stark contrast to anything that you get in foreign markets. That means the best, the companies that we use today are almost all exclusively listed in the US. The companies that are listed in India are companies who you know about, but you, for instance, if I told you Tata Steel is a great company, yes, yes. But if I gave you 10 steel bars, I'm telling you, there is no way you would have figured out which one is from Tata Steel and which one is from GSW Steel. And of course, they try to print their names on it just to show the difference. But they behave exactly the same. The commodity products that drive a lot of the Indian top companies is coal, cement, oil and gas, and a bunch of things. One few companies are trying to break out of that loop has been something like Reliance, who's gone and done a Jio and a bunch of startup level investments. So there are few and far between. And to a very large extent, I say this quite often, perhaps you should go and go to a company's website and the number of companies website on which you can actually do a transaction to buy that company's products indicates the level of technology that has permeated into an economy. In the last 10 years, perhaps that ratio in India has improved 10%. In the US, it's probably 90%. And that's quite amazing, because you could go to Zoom and buy Zoom as a product. In Reliance, of course, I think one of their website, many websites, you could actually buy stuff, but hardly any. So many of the others, you simply can't, they just give you information about who they are as a company. You could even go and visit a TCS or HCL tech company and at best, they'll tell you to contact them. But you couldn't download or use any of their products, even though they are tech companies. Even the technology savvy of them are not for you. So in a way, they're not reflective of the economy. The stock market is not for sure. That's why there's a dichotomy between the stock market and the real economy. Because a lot of the products that people use on a regular basis, even the Indian ones are not listed. We use Zomato, Swiggy, BTM, I don't know, there are a bunch of things that we do. None of them are listed in India. Some of them don't want to be listed in India, some of them can't because of our rules. So our stock market really determines the kind of influence technology has had in our lives. I have a lot of hope, because I feel that the next era is going to be where technology companies take over the Indian economy. But you can see the level of sophistication in that economy by just looking at how evolved the companies are from a tech basis, even if they're not tech companies. I mean, Zomato is not a tech company. They're a company that has an app, but that primarily does delivery, right? So Tesla, on the other hand, is a technology company that also sells cars, which is such a difference, because you can't say that of almost any company in India, original R&D and stuff like that, it's not like we don't have the brains. It's just that for some reason, we haven't gotten there yet. And maybe that happens when India becomes a bigger economy, $5 trillion."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:18.180",
        "message": "I mean, is India being, you know, low down the value chain and the kind of things that we do so much of commodity and not enough innovation? Is that partly because of cultural factors like risk aversion and all that? Or is it because of regulatory environment or governance? What do you think are the reasons behind it? And is that something that you see changing?"
    },
    {
        "speaker": "Guest",
        "time": "03:17:38.060",
        "message": "Yes, I think the reason is simple. It's high interest rates. Today, informal interest rates are still 24% a year. Of course, credit cards worldwide jib people. So that's a that's a horrible metric to look at. But you go to a bank, they don't want to give you a loan less than 12%. Now they're saying, okay, home loans at six and a half percent. Somebody recently talked about some other loans at 8%. But the first time I'm starting to hear of them, and these banks are borrowing it, you know, 3% or 4%, there's no competition in that banking sector. And until now, it has not been prudent for people to actually try to take risks. I wrote a blog post in 2006. I had no idea this would happen, that my expenses would inflate at roughly 6% a year. I looked at that blog post yesterday, I said, shit, let me see how much my expenses are today. And you know what, it's it's inflated 5.1% a year. Not not bad. Which is, and at that time, when I wrote 6% a year, people told me doesn't 6% too less India's inflation is 10. I said, No, but my inflation is different from India's inflation, because the product basket I use is different. So I think my core inflation, I mean, not count, I didn't have kids at the time. So I said, not counting kids school expenses, have you factored in the piano, piano came free, I bought it in 2000, remember. So so but interestingly, the inflation that I have, I mean, I'm talking minus school fees is so your with inflation being at 5%, I was able to get eight to 9% interest rates at that time, till two years ago, I think it was eight to 9%, maybe two, three years, seven or eight percent. So my inflation on a personal level is 5%. And I'm getting 7%. Why do I need to take risks? If that were to change, and you're fighting against somebody else, who has to compete, not against a 12% interest rate, but against a 5% interest rate, which is perhaps China or America or things like that, it's no wonder they'll win, because they have to earn lesser profits and they can beat you on price. So we then stop imports, because come on, how can they have cheaper products than ours? But the answer is, you know, they have cheaper products by the lower interest rates, we've screwed up, and we've managed to control inflation to a very large extent till last year, but we steadfastly kept our rates too high. And that has resulted, according to me, in us being extremely non-competitive. It's one of the factors. There are hundreds of other factors, regulatory overload, you can't start an investment company in India. I can't invest in Amit Verma without you perhaps even getting an income tax notice saying how the hell did Deepak Sinha invest in you at a high valuation, because you're doing fraud. This is how the regulatory and tax situations in India are. So that also contributes to this lack of this thing. But we are an extremely entrepreneurial country, and formal credit is available to very few people in order to start their businesses, and it's available at a very high cost. And these factors together, according to me, is why India loves the coal companies and just the large business. We still want big employers. Why? I mean, why can't we just exercise more of this? I mean, the reason Swiggy works is because each person thinks he's its own boss, because he's actually a rider, he's a consultant. He's not actually employed by Swiggy. And like this, we could create a billion or zillion different kinds of models. But we still love the fact that in one factory, there will be a thousand people, and a thousand people will get jobs. But that philosophy is why I think we continue to like our top players. And in a way, we have become a little bit more like Korea and Japan. We will rescue the top corporates and not let them go down. Japan did that with the top six Japanese companies. The Korean Chai Ball is famous. Samsung and LG continue to be the top kind of players in Korea. That's because those countries have said these guys are too big to fail, and we will bail them out at all costs. India has done it to all its banks, and to a lot of large corporates as well, which causes resentment. But more like they hate people who come and disrupt those people's businesses as well. So that is the philosophy of the thought process. And I use Hindi there for a reason, because it's almost become Indian, in the sense that the philosophy is more Indian. Because in America, you would let companies, I mean, till last year, you would have let companies fail. Now there also, they don't let companies fail. But failure, unfortunately, is considered. So these companies will go down because some companies will have to come and become better than them, not that these companies will fail."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:39.940",
        "message": "Yeah, no, it's tragic. And when you talk about rescuing these big companies, what is happening is that their profits are being privatized, but their losses are being socialized, which basically means it comes down on us and on our taxes, which remember is part-time slavery, instead of working from January to March, you'll have to work for a few days of April for the government for free also. That is what gulami is, my good friend. You think you're a free person? No, you aren't. So I have sort of three final questions for you before I let you go. You've been very generous with your time. And as both of us know enough economics to know that this has an opportunity cost. So I'm very grateful that you're, you know, hanging out and chatting with me, though, we could also point out that it's a positive sum game and we are both having fun. So my third last question for you is basically this, that if the Deepak Chinnoy of 2021 could meet the Deepak Chinnoy of 2001, and give him advice about these are my TILs over the last 20 years, which will help you in your journey, both your investing journey and your journey in general. What would you tell young Deepak?"
    },
    {
        "speaker": "Guest",
        "time": "03:23:42.820",
        "message": "Perhaps one thing that I mean, of course, my first feeling is to tell him all the stocks to buy."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:49.380",
        "message": "So that, you know, by 2003, you can't be specific, just meta level stuff."
    },
    {
        "speaker": "Guest",
        "time": "03:23:54.020",
        "message": "But I mean, this is my problem, right? This is the stock market problem of people going from the future back to the past. But one of the things that I think people will, I mean, I would tell that person is I changed careers completely, I was a tech guy, I moved to finance, and it was a long period of fighting with myself before I changed it. And that period of that fight was very useless, because I could use my skills on the tech level in the finance world. And tech skills by themselves have a use in that they're only useful in some world that they build. It's only recently that tech can be useful by itself. But usually it helps some other industry. So to that extent, I think the person that I would say that I should become is to stop fighting those battles about what is the right way to proceed in the future. Now, in 2001, I was running a business. And that business was actually doing well, even though there was a downturn in the economy. And I believed at that point, a lot of those things that I thought would come true, just if I gave it time, it would. I think the new me would just say, listen, always set up a time frame. If things don't work out on those time frames, you're out, you need to be out, you need to. And maybe trading and markets have taught me that, that, you know, set up a stop loss. And if things don't work out by that time, you're out, that's the learning I would take to that time, because it was not intuitive. Because at that time, I thought, dude, I'm an engineer, I'm a smart guy, I can figure out anything. The role of luck is perhaps, you know, this is Uncle Me talking to Younger Me. And Younger Me would never listen to an Uncle Me. But really, it's like, appreciate the role of luck and create more opportunities for luck. So at some point in the middle, I had stopped that opportunity. And that landed up in a situation where in 2005, I was, you know, for a small period of time, bankrupt. When I say bankrupt, not really, I didn't owe anybody money, but I didn't have any money after seven years of working, I was a temporary phase, I borrowed money from my wife to kind of pay for a few things. But I don't think I kept that in mind when I was running the business that there is something beyond. For a guy who talks about personal finance and investing, I was a horrible investor. I'm the opposite of a lot of things. I tell people to save all the time. My entire future is dependent on the company I've built, or I've helped build, and which is that all of my bets are there, I tell people to diversify, but my bets are there, for the most part. So similarly, I think the learnings of what I'm doing right now, is that you got to build yourself a little bit more of a saving and a kitty, that you could have done more of your stuff that you want to do for passion, or that you stuff you really like, that can build you a great asset in the future, can happen earlier than you thought. You don't slavery to the government for four months, sometimes it's slavery to something else for 12 months. And to a lot of people, it's like, dude, I'm slaving off anyway, might as well slave for the government at the same time. So that was the philosophy that drove me to entrepreneurship multiple times. And perhaps in hindsight, I didn't have to go through, to be honest, like I said, the young me would just not listen to the old me. So whatever I say, I do it. I think more or less, you know, it's just sad, but that's perhaps I see that in my children now and I kind of admire them for it. Although I'm very frustrated sometimes, why not, why not, no dad, YouTube channel manager is a job. Okay, no, but yes, okay, it is perhaps because he shows me these numbers that these people make. And I'm like, that's not a job, but that's a lot of money, where, you know, I mean, that's just me being the same, but I tell you, sometimes not listening to people like me is a good"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:58.980",
        "message": "thing. Wow. So your uncle use advice to the younger you is don't listen to me, which is fantastically meta in ways I can't even begin to describe a second last piece of advice. Listeners of the show always want to know what books to read to learn more about a subject. So if you are, say someone like me, intelligent lay person, I hope I can describe myself as that intelligent lay person want to learn more about a subject. You know, what are my first go to is not necessarily just books. Maybe there's a YouTube series out there. Maybe there's a MOOC somewhere. I don't know. But if someone wants to learn about investing, what are the first steps that they should take in your view? Or what are the books that shaped you?"
    },
    {
        "speaker": "Guest",
        "time": "03:28:43.460",
        "message": "This is actually incredibly difficult to answer, because I think I have both been led and misled by books. The unfortunate problem that you have with authority in this industry is that they do not accept that there are many right ways to solve the same problem and that money printing creates inflation and money printing does not create inflation are both correct at the same time, perhaps at the same place. So a lot of the theory is wrong in the sense that you don't have, I mean, not much of this is known. Sometimes you take some time to understand, but what I would say is my reading or my entire series of reading that's the stuff that started it, some of it no longer exists. So there was this lady, her name was Doris Dungy, she was called Tanta or Tanta, I don't know how it's pronounced, but there's a blog called calculatedriskblog.com. And to be honest, a lot of the stuff I learned around about things like mortgages and economic fundamentals were from that blog at that time. She unfortunately passed away from cancer and her writing, although survives in the blog is probably no longer relevant in a way that it used to be at the time. And she talked about the housing crisis before there was a housing crisis. She talked about mortgages and, you know, a lot of the understanding of my understanding of that field at that time was from there. Another thing that I learned was that you read interviews and podcasts like ours, perhaps to get these little nuggets of information that you would otherwise find difficult for someone to paraphrase into a book. And there is a podcast called simply invest like the best by Patrick O'Shaughnessy. So it's a very interesting podcast on people investing nowadays, a lot of topics may not"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:34.420",
        "message": "be a book is by James O'Shaughnessy."
    },
    {
        "speaker": "Guest",
        "time": "03:30:37.160",
        "message": "Maybe this is his dad, I don't know. Of course, his dad is also a legendary investor. So he's also an investor, he runs a fund, but he also takes these podcasts with very interesting people and that I think has very interesting analysis. Now, the more you look at that podcast, the more you realize how different investing has become because a lot of the topics there are private company investing, Bitcoin, real estate, stocks, different kinds of stocks and so on. There's another set of books by a guy called Jack Schwager. These are books that actually initially attracted me to investing algorithmically. The book that I read about these turtles, the phenomenon that I talked to you about was written in 1990. This book, the first series, it's called Market Wizards. And there are about four or five hedge fund market wizards, stock market wizards. The first two in that book, Market Wizards and the New Market Wizards, talk about investing as a career and people who built their investing out of it is just purely interviews of them. If you want to learn about the history of the stock market in the US, and it's very interesting because India has parallels and India does not have a similar book, is a book called What Goes Up. It's a beautiful book. It just contains a lot of sayings and quotes by a lot of people through the various series. So right from 1929, just post 1929, to the start of Merrill Lynch in 1930, of course, it stops before Merrill Lynch was eliminated from history, but it's a very interesting history of the time of the US stock market. In India, there's a book called The Scam by Sucheta Dalal and Devashish Basu, which is phenomenal. I mean, you might have seen the series on Sony Life, but if you like economics, it may be a little daunting, but the amount of data in that is spectacular. It talks about so many things that I didn't know about in 1992. I now understand that subject a little bit more, but I think lots of credit to Sucheta and Devashish for actually simplifying going through and looking through all of that in that angle. So these are educational books from the perspective of, in the end of it, I could ask you five questions and you can answer them, but they put things across in a perspective that'll shape the way you are. So if you want purely, like the Benjamin Graham book you mentioned, which I have, I have tried seven times. I have not been able to go past at least 30 pages. This is my problem with Atlas Shrugged as well, so I'm sorry to Ayn Rand. I have not been able to go past 30 pages and it is my problem. Like Nasim Taleb's second book, Black Swan, that's the book, I haven't been able to get just past the book because at some point there are some things which I just can't read. But the interesting thing about those books is that the thought process is, I mean, it may not tell you what to invest in or why and all that stuff, but it'll give you an interesting thought process. So for instance, I don't agree with one book at all. Like there's this book by Robert Kiyosaki called, you know, Rich Dad, Poor Dad. I don't agree with a lot of concepts of that book, but one point which he makes, which is passive income and how it can change your life, that's worth carrying home. Sometimes you want to read people who do different things from what you say or what you think. So for instance, I may not like Warren Buffett's philosophies quite as much as, you know, as in his investing style, I'm not a value investor by the face of it. But I think a lot of his sayings have a lot of very interesting answers. So one of the statements that he says, and you should read this book by Warren Buffett, which is not a glorifying book. It's by a book guy called Roger Lovenstein called Buffett, as unimaginative as that, but it's a brilliant book because it goes through his life in a different way. There's another book which he's written called When Genius Failed, which talks about why this algorithmic trading thing, when people think that they're too intelligent, what happens? It was a book, it's a story of think or long term capital management run by Nobel laureates. So they brought down the whole economic system. And you know what, to this date, their formula continues to be followed religiously by everybody, including regulators, saying this is the only formula that exists because in spite of his dramatic failure, we don't have an alternative, got to have something to believe in, man. So you know, that's unfortunately the, I won't recommend too many books because you know, you don't have to have something to believe in, you don't have to have another hero."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:03.060",
        "message": "Yeah. No, When Genius Failed is great. And I have read No Rand, a little bit of Graham, all of Talib, though I find him very entertaining on Twitter. He keeps fighting with all my favorite public intellectuals. So that's really, he's blocked me, he's blocked you, oh, you actually interacted with him. Yeah. There you go. Yeah, he's extremely acerbic in an entertaining way, but he's fought with a lot of people I admire on Twitter, like Steven Pinker, Philip Tetlock, Per Ballon, Nate Silver, he just shits on all of them all the time. So that's good fun. No, this is this is like a fabulous list. And I'm kind of reminded of how you know, when poker began evolving, like around circa 2002, you could have bought books on poker. But what has happened over the last 10 years is that there is no book which is really up to date. It's changing really fast. All you have is nuggets of wisdom here and there. People who really know shit are not going to share it randomly. Because obviously, they're still making money off it. So you know, there was a period of time of about five years coinciding with the years when I was a pro that you basically had to pick up nuggets from here and there. And all the books were outdated. And basically, they would lead you down the wrong track. So my final question, because it's pretty late in the night, and I want to let you get back to your home and your dinner and the raucous piano playing of your progeny is now that we're ending this episode, and our listeners hopefully are much more interested in who is this Deepak Chinoy, who has given us so much Gyan, tell me a little bit about Capital Mind. What does Capital Mind do? And why should people go to Capital Mind for their investment needs?"
    },
    {
        "speaker": "Guest",
        "time": "03:36:35.900",
        "message": "Yeah, okay, this is going to be a pitch."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:38.500",
        "message": "So it's pitched that way it is it is nakedly a pitch."
    },
    {
        "speaker": "Guest",
        "time": "03:36:42.300",
        "message": "So I'm inviting nakedly pitches. Yes, brilliant. Okay. So Capital Mind at CapitalMind.in is a semi-registered portfolio manager. So we actually manage money. We also run something called Capital Mind premium. Both of these are different. One is do it yourself. The premium is a do it yourself model where we explain various trading, we have portfolios, we have different explanatory posts on how things work from macroeconomics to bond markets to different ways you can buy different kinds of bonds and make money and save taxes, and how to invest your money and so on. This is a premium community on Slack, which is, you know, it's helps this is a do it yourself model. But we as a semi-registered portfolio manager, we also have a do it, we do it for you model. So where we can take your money and invest it in your name, into stocks and fixed income. We have a bunch of algorithms and tech behind it. So it's fintech in a way that isn't completely algorithmic, but we've designed algorithms that help you reach longer term goals. And we have portfolios that are complex, like we have a multi-cap and momentum strategy, both of which use different philosophies, but to invest in different stocks in the market. We also have something that you might, you said talked about, which is just blindly something that's stupid. We have something that's about 65% India's top 100 stocks, 35% US top 100 stocks and nothing else. Relatively cheap, continuous investment strategy that strangely has beaten most mutual funds and even most of our other investing strategies other than momentum, which has done really well in the last one or two years. Of course, this is a minimum of 50 lakhs. So we can't accept less, unfortunately, but we keep our fees relatively low. So very high value for money service and a lot of technology so that we can automate most of the tasks that people otherwise regularly, I mean, other companies in this industry might find it more difficult to do. We are a system based on a lot of simplicity. We're a small team of 18 people in Bangalore, 20 people now in Bangalore, but with a lot of heart and a lot of gumption. So you can find me on Twitter, you'll find me on YouTube. I find a lot of our team members on both Twitter and YouTube talking about these things. We are also, you know, hopefully, as things grow, we'll probably get more involved into the fintech area. One thing we don't do at this point, and probably sometimes it's more useful to tell people what we don't do. We don't do, we don't sell insurance, we don't do things like fixed deposits, we're not a bank, we don't lend people money. And we try to keep it as simple as possible. That's my core dynamic. I think what would be useful is, you know, if you're looking at reading, even some of the books that we've talked about, I haven't actually talked about all the books that we recommended. There's a post that came out recently, which has a bunch of books that the team loves to read."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:51.660",
        "message": "Some of which I haven't read."
    },
    {
        "speaker": "Guest",
        "time": "03:39:52.660",
        "message": "I'll link that from the show notes. I'll link that from the show notes. Yes. We have a library here consisting about 75% of books that I have read and 25% that I will pretend to have read. And so you know, please, if you're in town, we would like to visit, we're in HSR layout in Bangalore as well. So just as a tiny introduction to what Capital Mind is, also, one of the things that we will not do is guarantee returns. So if you ask, kitna milega, I have no idea. So that's the only thing that I can tell you that I can't tell you."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:40:25.500",
        "message": "Anyone who guarantees you a return is a fraud. Another of the lessons that I remember you've kind of shared in the past and you know, among the many, many, many lessons you've shared in this episode and in all of your writing and podcasts, we'll of course link the Capital Mind podcast on the show notes and your writing as well. Deepak, thanks so much for, you know, taking so much time out for the show."
    },
    {
        "speaker": "Guest",
        "time": "03:40:46.180",
        "message": "Hey, thanks, man. I think if anybody is here, I'm going to personally clap for you guys. I mean, all of you made it all the way to the end. Thanks, Amit. This has been wonderful. I have no qualms about time at all, but I guess the internet is telling us that it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:03.740",
        "message": "time to go. It's kept disconnecting us during this recording. So we've basically been sitting together for almost four and a half hours, though obviously the episode will be much shorter than that. So thanks, Deepak."
    },
    {
        "speaker": "Guest",
        "time": "03:41:18.860",
        "message": "Cheers. Thanks. Thanks again. Thanks everyone for listening."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:22.860",
        "message": "Thanks, Amit. If you enjoyed listening to this episode, hop on over to the show notes for relevant links. You can follow Deepak on Twitter at Deepak Shenoy. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Scene and the Unseen at sceneunseen.in. It will be an excellent investment of your time. Thank you. Thank you."
    }
]