[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A few years ago, a photograph went viral on Facebook. It was a picture of two girls hanging from a tree. It had been taken in the Badao district of Uttar Pradesh, and the girls were 16 and 14 years old. Their slippers lay at the trunk of the tree. Later, we would find that the women gathered there had come to protect the bodies of the girls with their bodies. And one of the patriarchs had decided that the girls would not be brought down from the tree until justice was done. They turned away the police, they turned away local politicians. Eventually, the world woke up and paid attention. Violence against women in India is commonplace. Rapes are commonplace. The statistics are overwhelming. And yet, this case captured the imagination of the nation. Two girls go out in the late evening to defecate in an open field. A few hours later, they are hanging from a tree. The family alleges that they were gang raped. Later, others hinted on a killing. There is an angle of caste, there is an angle of local politics, there is misogyny everywhere. The early narratives around this case turn out to be not quite true. And in fact, we may never know what happened that day. But this much is clear. A tragedy took place that night, two girls died, and we live"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:14.600",
        "message": "in a broken society. Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.480",
        "message": "Welcome to The Scene and the Unseen. My guest today is Sonia Falero, a journalist and writer of narrative nonfiction, whose new book, The Good Girls, deals with the tragic incident I just mentioned in Katra, Sadatganj in the district of Badaun in Uttar Pradesh in 2014. Sonia is an old friend, and we hung out for many years in the aughties till she shifted from Mumbai to London about a decade ago. She spent a fair bit of time reporting on the farmer's suicides in Vidarbha. And once she found her voice, the focus of her journalism was always on marginalized people. While she was in Mumbai, she wrote a superb book called The Beautiful Thing, chronicling the life of a bar dancer in Mumbai. I was privileged enough to be privy to many drafts of that fine book, and was blown away by her craft and work ethic. After she shifted away, she continued making regular trips to India, reporting from here. And a few years ago, she released a Kindle single called 13 Men, a stunning piece of reportage about the gang rape of a 20 year old in a village in West Bengal, also in 2014. 13 Men felt like a modern version of Rashomon. Her reporting was intensive, she spoke to everyone, covered every angle. And yet at the end, you weren't quite sure what had really happened. We sometimes deal with the complexity of the real world by building simple narratives or choosing simple narratives. But Sonia's work embraces that complexity and shines a light through its many layers. The Good Girls does exactly that. Sonia spent years researching and writing this book, and there is much in it that is not in the public domain, and that people don't know about this story. When the news of the two girls first hit the media in 2014, it seemed like a clear case of gang rape and murder. And yet we now know that the early testimonies by the family were made up and motivated. Later, it seemed that it might be an honor killing, but there's no evidence for that either. Although medieval notions of honor do play an important part. Sonia examines every angle, pulls every strand as far as it will go. And by the end, I was left with the sense that everyone is a victim in the story. And at the same time, everyone is complicit. You'll have to read the book to see what I mean. And despite the grim subject matter, it's a heck of a read with all the characters coming alive for us. I finished the book in one sitting, and so will you. I spent a big chunk of the conversation you're about to hear talking about Sonia's writing process and her approach to journalism, especially in India. Her process is both daunting and inspiring. And while I know many, many journalists, I don't know anyone quite like Sonia Falero. You'll see what I mean when you hear her talk about her work and when you read her books. But before we begin, let's take a quick commercial break. Many years ago, I could not have done this podcast and you would not be listening to me in the way that you are now. Digital technology has changed our lives. And it's kind of sad that we take it for granted. Well, I want to recommend an online course that delves deep into just this subject. This episode of the scene and the unseen is sponsored by The Great Courses Plus. And if you head on over to TheGreatCoursesPlus.com, you'll find a course called How Digital Technology Shapes Us by Indre Viscontas. It looks at subjects ranging from the impact of digital media on attention spans, how AI is changing health care and relationships, how algorithms can shape democracy and the future of both work and humanity. It's thought provoking and so are many other courses in this site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory and much else. They also have an app where you can listen to the audio of these courses the same way you listen to podcasts and it will cost you nothing. You can get one month of unlimited free access by using the following URL, TheGreatCoursesPlus.com slash unseen. That's right. Unseen. TheGreatCoursesPlus.com slash unseen for one month of unlimited free access. Don't miss out. Sonia welcome to the scene and the unseen. Thank you. You know, it's been a long time coming and you know, I've been meaning to invite you on the show for a while now, but you took six years to write the book. So it's not entirely my fault. Of course, there are many other things we could have spoken about. And you know, while researching for, you know, the kind of stuff I should ask you, what I do with all my guests is I ask them about their pasts and their kind of their intellectual journeys and how they got to where they got. And I did exactly this exercise a couple of days ago when I recorded with another friend I've known for as long as you, Deepak Chinoy. And I've realized with both of you that even though we have hung out so much, we have spent so much time at different points in time, that there is still a lot about you that I don't really know, which, you know, struck me as so odd. So let's kind of fill in the gaps now and tell me a little bit about, you know, when you were young, what was your journey like? What brought you to journalism to begin"
    },
    {
        "speaker": "Guest",
        "time": "00:06:36.040",
        "message": "with and to writing? So I grew up the youngest of three children. I think I would describe my childhood as lonely and filled with books. I taught myself to read at a very young age, and I simply read all the time. That's all I did. I read my sister's books, and I read my mother's books. My father had been a lawyer, and I think all he had were law books, so I didn't get to them. I'm still yet to. But that was my entire childhood. I didn't hang out with other children very much that I can remember. I didn't try and learn any other skills because I knew that I would be a writer. And I tested the waters out quite early on with my mother. I wanted to see what she would think about me being a writer. Well, my mother was a writer as well. She wrote a book, a couple of books actually, to help children learn French, which was one of the five languages she was fluent in. And she also did translation and other kinds of writing. So I didn't expect that my mother would find it odd, but I was still interested in knowing. And she said, I think you would be great. She also, by the way, said that when I asked, told her that I wanted to be an actress. And she also said that when I said I would like to be a doctor. So, you know, that was just my mom. But having the security from a very young age to know that this decision that I had taken was endorsed by the person that I most valued, it was really wonderful because it meant that I never had any confusion. It also meant that I never bothered to study much because, you know, I was going to be a writer. But I had that one security and I think it has been the most beneficial thing for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:50.040",
        "message": "And what kind of books did you read? And more so, what kind of writer did you see yourself becoming? Because your first book, after all, was not, you know, a book of nonfiction or the kind of work you've grown to do. It was a novel. So how did you evolve as a reader"
    },
    {
        "speaker": "Guest",
        "time": "00:09:02.880",
        "message": "and a writer? I don't remember stepping into a bookshop until years, years later. And, you know, anybody who grew up in India during the 80s would probably have the same experience as I did, which is you had access to a very eclectic collection of books. And they were by English writers mostly. And so I started off with Enid Blyton's. Then I went to just the weirdest stuff, you know. So Richard Bach, because that was a writer who was by my mother's bedside. I have a clear memory, and I'm sure this is true of every one of my generation, of reading Eric Segal's Love Story way before I should have been allowed to. Daphne du Maurier. And that was it. It was just a random collection of books. I mean, I didn't have somebody saying to me, well, these are the 10 books you must read. Although I remember at a very early age, maybe four or five, one of my presents being a abridged collection of the classics. So you know, Jane Eyre, David Copperfield. I had that. And then I had just a hodgepodge. And that meant that was actually really good, because it meant that I read all kinds of writing for all age groups. I read all kinds of styles of writing. But I don't recall reading nonfiction. I only read fiction. And I think one of the reasons is because we don't have a history of narrative nonfiction. That is a very American thing, or creative nonfiction. We had our nonfiction growing up was history by the most eminent people like Romila Thapar. And I was never going to be Romila Thapar. So I was always going to be a novelist. And then, as you say, I wrote my first novel. It was a book called A Girl. I published it in my 20s. My gosh, I really can't write fiction. And I'm so glad that I realized that after just one book. And yes, that's what happened with my fiction career."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:15.200",
        "message": "And this is something I've kind of thought about a bit as well, which is, you know, again, something I was discussing with Deepak. And it's really interesting that our generation growing up in the 80s and the 90s, whatever we are exposed to in terms of what we read or whatever is very random and arbit, and it's just all over the place. And then our generation itself kind of becomes a bridge between a world where everything is at your fingertips, where you can, in a sense, educate yourself, read anything you want, you don't have to figure out, how do I get hold of a book, everything is out there, that kind of changes everything. And I would imagine that that is not just true in the case of like, the books that you read or whatever. But it's also true in the case of the values you imbibe about the things that you do. For example, journalism, that, you know, you look at foreign journalism, and you imbibe a certain sense of values, you begin to realize the possibilities of narrative nonfiction. I did an episode with Saman Subramanian on narrative nonfiction where, kind of he spoke about that process of discovery as well in the late 90s, in the 2000s. And so you got into journalism, I'm presuming because you thought that, you know, I want to be a writer, and this seems like a natural profession. Where did it go from there? Where is that point where that sense of the kind of work that you do, begins to solidify and fructify?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:33.120",
        "message": "I worked in three newsrooms in my 20s. And in one of the newsrooms that I worked in that I won't mention, you know, the, the attitude was that the reporters are the menial laborers who shouldn't be given time, who shouldn't be given respect, who don't need to be nurtured. And one's ambition should be to become an editor, because an editor hangs out with politicians. An editor gets to name drop that they know, you know, the big politician of that time was LK Advani, it was Jaitley, and the big persona of that time was Nandan Nilekani. And the newsroom in which I worked was full of editors name dropping these three gentlemen's names and talking about how they came for lunch, or, you know, the report, the editors were invited to dinner. And the sense that I got was that there was no journalism happening. There was no aspiration to write about India, there was simply an aspiration to social mobility, to economic power. And it was not something that I had any interest in. And because I had by then worked in three newsrooms, I felt that if this is what it means to be a journalist, then it's not a good fit for me. And that's actually when I decided that I wouldn't be a journalist. And I don't really know at that point what I wanted to be. I just knew that I couldn't be this because this couldn't be the trajectory of my life. These couldn't be my goals. But actually, Amit, when I made the switch was after a conversation with you, and another one of our friends, the journalist Rahul Patia, and I don't know if you remember this conversation at all, but we were hanging out in Bombay as we did all the time, talking about books, we'd read books we wanted to write. And at one point in the conversation, I asked the two of you if you were familiar with the subject of farmer suicides. If you remember, at that time, the news of the farmer suicides had saturated the front pages. And it was happening very close to where we were in Bombay. It was happening in Vidarbha. And we, you, me, Rahul, we were people who we were in the news, right? We were still journalists and we read the news all the time. But I remember that conversation because none of us really had got a handle on the problem. And I remember thinking, that is remarkable, that three people like us who actually do care about the state of the country, don't clearly know what is happening in Vidarbha. And I felt that that was not because of our lack of interest, or our lack of attention to the issue. There was something that was going on, in terms of how the news was being reported, and how we were being presented with the news. And because I was so curious about what kind of, or what I thought was perhaps a systemic failure in how we report and present news, I actually asked for special permission from the editor with whom I was working at the time, to go to Vidarbha, and to just do a story on the farmer suicides. And actually, my editor, who was awful, and ultimately fired, not, not at all connected to me. But he, he said, No, your beat is books, just write about books. And you know, that's another reason why journalism is often not a good fit for young writers in places like India, because you're constantly being told what you are, and what you can do, as opposed to being encouraged to do whatever you want, and the best that you can be. But I, I had no choice. And I simply waited it out. And, you know, as these things happen, he was fired. And I went back with my pitch to the editor who took his place. And that editor, Sankar Shantapgarh, great editor, he said, Yeah, sure. And when I went to Vidarbha, that was the first piece of real reporting that I did. And I met some farmers and their families. And I spent a few days there. And I think that was the time when all the pieces came together. And I thought, well, this is it. This is the place where I'm meant to be, I'm meant to be outside, I'm meant to talk to people, I'm meant to understand the effect of terrible things, these terrible things on real people, and to tell those stories. And that was it. That was that was the turning point for me. That one piece."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:49.560",
        "message": "Yeah. And one of the sort of the pitfalls that falls, say, a journalist, like a privileged journalist like us who is going from a city and you're going to a village and you're going to cover it. I think the first pitfall that you come across is that you want to find a way to relate to these people as real people, and not as characters in a story that you're writing, you want to give them that kind of respect. And that also then means that you have to break that barrier, which is there between you and you want to, you know, you want to be accepted in their lives. So they are comfortable with your presence, they can eventually open out to you, they're not always thinking of you as an outsider who's present. And this is something you've just done remarkably well in your journalism and the books that you've written. What was this initial process like when you go out there, and it's clearly obvious that you are just someone from a completely different world from them? How do you win their trust? How do you, you know, and what are the sort of warnings you're giving yourself at that time? Like, I have to be respectful of the situation, I have to be able to relate to them as people. How did you think about it at that time? What were your experiences"
    },
    {
        "speaker": "Guest",
        "time": "00:18:55.440",
        "message": "like? I can't recall how I approached the initial years in my reporting. Because of course, Beautiful Thing was a very distinctive experience. And so was writing The Good Girls. But prior to Beautiful Thing, I think, I think I was just happy to be there. You know, I felt lucky to have the opportunity to travel, to talk to people directly, to spend time with them. I don't think there was anything more than that. But a sense of, I know this, how this may sound, but it's truly how I felt. I felt a sense of gratitude and joy that I had finally found my place in the world. You know, my place in the world was not writing fiction. My place in the world was not being in a newsroom, where somebody would constantly remind me that the highest goal was to be friends with some politician. My purpose was to, to find out for myself to find out the answers to the questions I had, I could find those answers myself, I did not have to be dependent on anybody else. And you know, then certainly, I, I mean, I was on a salary, but it was not that expensive to travel. And being in Bombay, which was just so different from being in Delhi, which is where I lived, it was so freeing, I couldn't believe that I could travel anywhere and everywhere without worrying. And the combination of those factors, the freedom, I think people, maybe they just got that sense that I was glad to be there that I was not on the clock, that I would wait around. I don't have an ego when it comes to my work. I'm easily bruised as in my personal relationships, but not in my work. I can wait for you forever. And, you know, I've had people tell me to get lost, slam the door, and then come out and, and call me annoying, which of course I am because I'm always around. But I understand cues. I am low maintenance. And I'm just happy to be there. And I think that that becomes quite obvious and people respond to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:30.160",
        "message": "And one of the sort of very insightful things you've said in the past about the way the mainstream media covers rural India, like first of all, of course, there's a bare fact that almost hardly any news is about rural India, you cited a study in the book, which once found that 0.23% of the news in India was about rural India. But the key insight that you'd once expressed about the way the mainstream media covers the poor is in the writing that they focus on the differences between the poor and the people who are reading about them. And when you went in, you were focusing instead on the similarities, how they are sort of so much like us and not the differences. So you're not exoticizing them or making them objects in a story. But you're actually making us empathize and putting us in their shoes and making the whole process seem very natural. So was this something that you went in knowing that this is a problem? And this is what I have to do about it. And this is my approach? Or did it gradually evolve over a period of time?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:30.320",
        "message": "I think that it just wasn't something that I thought about with, you know, a great deal in those years prior to Beautiful Thing. What it is, is that I find people interesting. I find them interesting as they are. And I can hang out with people as they are. I don't expect people to be like me. In fact, I secretly find people to be considerably less interesting because you know, I mean, I don't think of myself as an interesting person. So I think I just didn't think about it so deeply. I went there, I spent time with people, I wrote them as I saw them. And because I saw them over and over under different circumstances, interacting with different people in different situations, I just got a deeper sense of who they were. And that's what you read."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:30.200",
        "message": "And how do you like, you know, we'll come to Beautiful Thing. But one of the sort of interesting things in terms of your methodology of reporting and sort of embedding yourself, as it were, that you mentioned about the book is that, you know, you would not just show up and, you know, pepper questions at them and all of that. Instead, I think, you know, the key quote, I remember you saying is that you basically told Leela, can I hang around? And then you just hung around to a point that at one point, Leela, who's a protagonist of Beautiful Thing, Leela and her mother actually forgot you were in the room and they locked you inside, which could have, you know, taken morbid turns, but it didn't. So how did you kind of arrive at that kind of approach? And what have you sort of found about that kind of, you know, embedding yourself in that kind of way? Like, often what happens is that, you know, I used to be fascinated more than a decade ago by the reality TV show, Big Boss. And people would say, hey, but it's so contrived, it's artificial and all of that. And the thing is that, yes, it is a contrived situation. And the people in it are aware of the cameras for a little period of time. But after that, they just revert to character. You know, after that, they forget the cameras are there. So in your reporting, is there a period of time after which the people you're with, forget that you're an outsider, forget that you're a journalist, you become a part of their lives and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:53.960",
        "message": "I don't want to say that they forget. And I don't want to say that I become a part of anyone's life. Because I don't believe that's true. I think especially, you know, in while reporting The Good Girls, it became very clear to me that the people that I was talking to were very much aware of how the media works, and very much aware of my presence, and thought very carefully about what they were saying. So I think that things have changed in the last few years. I don't want to presume that people trust me. I don't believe that is always the case. And I feel like that is just a, it's almost impossible to get to that point. And I don't think that a journalist needs to aspire to trust. I think a journalist needs to aspire to accuracy and honesty. And that can be achieved without reaching a place where people confide in you. But with regards to becoming, you know, as I felt in Beautiful Thing, a part of the furniture, I think, I just am never in a hurry to do anything. Why should I be in a hurry to publish anything? Who is waiting? Why? Why not just take your time? I don't get the, well, I remember actually once having an editor early on in my publishing career who said, if I didn't publish my second book, within two years, people would forget about me. And I remember for a little while thinking about, oh, I need to publish in two years and then thinking, oh, but what does it matter if they forget? What do I lose? As long as I can keep writing my books? And I still feel that it's obviously wonderful to be read. But also if you're not read, that's not the journey. The journey is not here is my book and now my life begins. The journey is the reporting and it's all the people you meet and all the experiences you have and how you're sometimes you feel like your brain is literally growing because of the amounts of new information you have sudden access to. That is the journey, you know, and I learned that actually, not just in the last few years, but I actually learned that after I published my first book, The Girl, you know, I thought this is my first book. My life is going to change. And of course it didn't. Nothing changed, you know? And I thought, oh my God, I've been waiting for this moment with such anticipation and it's so quiet. I can hear a pin drop. And that's the lesson. The lesson is that it's not what happens when you publish. It is everything before. And that is the time that you should stretch out as much as possible and read and write and report and just hang out. And of course, hanging out, by the way, you know, you have to be, there are rules about that. I just don't go and plonk myself in somebody's courtyard and just expect them to go about their lives. That also doesn't happen. There are rules about how you behave. And like I said, people are rightfully wary and rightfully cautious much more now in much more in these past few years than ever, ever before. And so, you know, respecting people's boundaries is something that I'm very careful about. I don't want to give you the, and I know that you don't think this, but you know, I don't want to give the impression that I just show up at somebody's house and refuse to leave until it suits me. I am a professional. And I treat my, the people that I'm interviewing accordingly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:44.400",
        "message": "Let's kind of talk about your writing process. Now, you know, you come from a background of reading literature, reading mostly fiction when you grew up and so on. Your first book is a novel. And then you take that kind of novelistic approach to your nonfiction as well. But the interesting thing that you also do in your nonfiction, which I absolutely love about your work is, and which is true of this book as well, is that you don't put your own opinions in your nonfiction, that you don't bring any preconceptions to it. Like I know journalists who will have a narrative set for them beforehand, that this is what it is going to be. And then the story they're reporting is whatever will fit the preconception that they already have. And from your books, it's clear that they're not. And even, you know, both the Good Girls and 13 Men, which was a short book before this, were both written in really clear prose. But at the same time, when you looked at the narrative, what happened wasn't so clear at all. It wasn't a simple narrative. It was complicated and messy and you let that be on the page. So how did you come to that process of finding your voice as a nonfiction writer?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:56.160",
        "message": "So I think I'm really quite fierce about not inserting my opinions in my writing, unless it's an opinion piece. I fight it quite hard when editors suggest that I should be in the things that I write. I was asked to be in the Good Girls and it was not something that I was going to do. So I believe in presenting information in a linear fashion and leaving it to readers to come to their own conclusions. So that's something that I'm very clear about. I mean, you can have very fierce opinions, as I do, and not force them down people's throats. I simply don't enjoy that kind of writing and I don't do it either."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:44.560",
        "message": "Once you started writing nonfiction, who are then your models of narrative nonfiction writers that you're looking at and saying, this is a model for me, this is the kind of thing I'd like to do? Or, you know, where do you get this ethic from, for example?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:56.720",
        "message": "So I think you know this, I did not read any nonfiction until my late 20s. And the person who introduced me to my first book of narrative nonfiction is again, our friend Rahul Bhatia, who's now making his second appearance in this conversation. Rahul had, if you recall, a library full of the most extraordinary books, and they were all from American authors that I had never heard of. And one day Rahul came to me and he said, Oh, you're really going to like this book. And he presented me with a copy of a book called Random Family, by Adrian Nicole LeBlanc. And Random Family is a piece of narrative nonfiction that's set in the Bronx, and that investigates, well, doesn't investigate so much as follow a family through their challenges with the drugs and poverty and their experiences of crime. And I'd never read anything like that, because I'd never read narrative nonfiction. But the experience I was left with was that I had learned so much, without feeling like I had been taught anything. And the second experience that I was left with was that after I finished the book, which I did in just a rush, I finally came up for air. And I thought that is such a compelling technique. This, because I love studying. So I have a very academic mind, I report, but I also love all the facts and figures, and the background, the socio-cultural political background, and the challenges, how do you balance the two without making your reader feel like you're forcing medicine down their throat. And this is particularly challenging when two things, one, you are talking about a subject that is constantly being talked about. So readers in this case, for example, sexual violence, so readers don't necessarily feel that they're going to get anything by reading your book. And the second thing is that, you know, they think, yeah, this is going to be too hard. I just can't, I don't want to. And, but they have to, you have to make sure that that happens. And everything comes from the correct placement of information. So narrative structure is actually the foundation of my writing. And, but the idea that this was a possibility came to me from reading Adrian's book. But after I read Adrian's book, I started reading some other nonfiction, and then I stopped. Because a lot of narrative nonfiction is the American style of magazine writing that is very formulaic. And, you know, when I am writing for one of those magazines, that's how I have to write. But when I'm writing my own book, I don't have to follow those methods. And so I avoid reading those kind of books when I'm writing or when I'm reporting, because I simply don't want that voice. Because I think the most important thing that a writer brings is their own voice. So while being influenced by earlier works, I'm also very careful not to immerse myself in any kind of writing because I don't want it to have that strong an effect on me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:21.160",
        "message": "So when you talk about that kind of formulaic way of approaching a narrative nonfiction that's common in American journalism, can you elaborate a bit on that? What do you mean by that?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:30.400",
        "message": "Well, you know, it starts with, I was in the field one morning, you know, the sky was pink, the birds were chirping, and there's a paragraph with all the feels, right? And all your strong emotions. And then you step back, it's a dance. If you look at any magazine article, and by the way, I'm so guilty of this, I am remorseless about talking about it, because of course, I'm as much as a perpetrator. So you know, you have all the feels, and then you step back, right? And then you give facts, or history, and then again, you step in, and you have all the feels. So it's a dance you do. It is literally a dance that you do. And if you try and not do this dance, in your draft, I assure you that your editor will come back and make you do the dance, you know, because that is how a lot of people in American newsrooms have figured out that they can give their readers their medicine by going back and forth. And I think it's effective, you know, but it's also the reason that I don't read long form. And I just don't read it, because I just know what I'm going to get, you know, and this pursuit of one way of doing things, the American way, the American magazine way of doing things, which we as freelancers must do, if we want to write, often, if we want to tell the stories we want to tell for a large audience, it is to some extent killing the form. And it certainly kills it for me in terms of my own, you know, the reading that I do for my own pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:11.240",
        "message": "You know, this is, again, another question I was saving for later. But since we've come to it, I'll ask it now that you know, when I used to write op-eds and opinion pieces, again, more than a decade ago for the likes of the Wall Street Journal or the Guardian or whatever, I actually hated it. Because you're writing for a foreign audience, you have to kind of put clauses and explain everything. If you're writing BJP, you have to have BJP comma, the blah, blah, blah, blah, blah. And it just seems like a lot of dumbing down of the content, whereas with an Indian audience, I can make assumptions about that they know the same background information as I do and get to the heart of the matter. Now, in your case, what are the sort of expectations that you fight when you do your writing? Like a ton of your writing is, you know, journalism for foreign magazines, for example, whether you're doing features or reportage of this kind. And there, there would be A, expectations of style, what you just mentioned, because you're used to that kind of formulaic approach, as you put it. B, there would be expectations from the content itself, because they would have, you know, sometimes possibly exotic notions of what the content will lead to, sometimes, you know, simplistic notions of what the content will lead to. While, you know, so how do you deal with that? Is that a frustration that sometimes get in the way? And C, there would also be a question of language. Like, you know, one of the complaints that you've had about our media, and I remember you've mentioned this during the Vidarbha time, is that they're not replicating the dialect and the kind of feel of the language that people there use. And in your work, you've tried to kind of capture that, that local flavor and all of that as well. But at the same time, it's a bit of a balancing act, because a significant percentage of your audience, even for books like this, will be westernized audience. And you know, then you have to, you know, is there a balancing act that you then have to do? So how much does this notion of what is the audience play into your writing?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:12.360",
        "message": "So again, I go back to the girl, you know, my first book, which nobody read. And I just have nobody's going to read anything I write, I can be really disappointed that the career has come to this, or I can see, see freedom in it. And that's exactly what happened with Beautiful Thing. And you know, Beautiful Thing is full of Hindi. And there are some stylistic decisions that I made with the language that I might not make now. But I was as true as I wanted to be with that book, because I felt that, and I didn't have a western audience in mind, I didn't have an Indian audience in mind, I just wrote the book that I wanted to do. And I think that that was the best thing that I could have done for myself. And I've continued to do it. And by the way, if you go to Goodreads, which you shouldn't, but if you do, and you look at the, you know, the reviews for Beautiful Thing, basically, everybody who isn't in India says they didn't understand our book. And why is there so much in Hindi? And why are there no translations? And I do sympathize, nobody wants to read a book in where there's so many foreign words. But, you know, that is how people speak. And I can't be thinking of people in various parts of the world when I'm writing, you just can't do that yourself. You know, we have to follow rules all the time in every aspect of our lives, at least when we write, we must allow ourselves to be free. And with The Good Girls, I had the most extraordinary editors, and I don't remember, I don't think there was one occasion where somebody says, can you translate? Can you not use this word in Hindi? Or can you explain more? Or I don't think a Western audience would understand it. What I wanted to write, I wrote. And, you know, that is also luck of the draw. And that is also perhaps where I am in terms of my career. Early on, when I would pitch to American magazines, I couldn't find a home because of how I write. And the fact that I don't want to change how I write. But now, more recently, when I've written for magazines like Harper's, or the California Sunday Magazine, you know, I could, they get me and nobody says, explain. And I think that's also because people have, the thinking has changed. You know, we know the word Americans in newsrooms, and I'm speaking specifically of the ones that I have had professional relationships with, no longer believe that everything needs to be seen from an American perspective. They recognize that the world is far more interesting, because it is different and diverse. So I think I have been lucky, but it's also because of where I am right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:20.600",
        "message": "Wow, that's good to hear. My next question is kind of about your writing process, like when I teach an online writing course, and invariably during the course, somebody or the other will ask me about my approach to multiple drafts. And I will always talk about you there. Because one of the things that blew me away about Beautiful Thing was that, you know, being privileged enough to be your friend in those times, I got to read all those drafts. And they were all different from each other. It wasn't like you wrote one draft, and then you changed a few paras here and there, and you shortened a few sentences or anything like that. Every single draft was completely different from any other draft, you were starting with, you know, focusing on different characters, maybe you were just moving the structure around completely. And I would find that impossible to do. Because once you begin with a certain conception of the book, I would anchor myself to some kind of, you know, base structure of the book or what it's about. And you were just open to just mutilating yourself again and again, and starting from scratch. And that ethic just continues to blow me away when I think about it. You know, like one, how do you get that kind of distance and objectivity to look at something you've written, and be able to say that, no, this is shit, which is normally something that comes after a bit of distance, to be able to see the problems with it and say that, no, you know, I need to do it again, I don't need to tinker, I need to do it again. And you just did this repeatedly. So what was that like? And were there learnings about structure, which you just mentioned is so important to you during that phase of writing"
    },
    {
        "speaker": "Guest",
        "time": "00:42:54.360",
        "message": "the beautiful thing? So I recognize the kind of subjects that I am interested in, may not be easy for people to read about. But I do think that it's important to, for them to read about these things. And so one of the focuses of my work when I'm writing is to make the language as clear as possible, to maintain the momentum and focus on small, focus on small, small things, you know, the endings of paragraphs, the endings of chapters, every chapter has to end in a way that compels you right away to turn the page and start a new chapter. I want you to keep moving on until you reach the very end. So that's something that I'm very, very committed to. You know, style matters to me. But that never happens in the first three drafts of a book. It just simply doesn't, Amit. And you know, one of the things that also doesn't happen is that knowledge doesn't come in the first three drafts for me. And I'm sure it must be different for other writers. It's simply that it takes years to finally be at that point in the writing of a book or the reporting of a book where I think, oh, I get it. I get the story. And with The Good Girls, that didn't happen until at the earliest within three years. You know, the first draft of the book was so bad that I really think of my editors and think, how come they didn't just, you know, quietly cancel the contract and just leave me to my devices? The second draft was somehow I put in years more work and somehow managed to produce something even worse. And I have a lovely editor here in London called Alexandra Pringle. She's, you know, iconic editor at Bloomsbury. And she called me for a meeting one afternoon in her office. And she's just lovely. She's just so polite. And she's so kind. And one of the things she said was, you know, I think you've done all the work. I just think that you need to relax and have a little bit of fun with this. And I couldn't believe it because I was like, no, no, you don't understand. I've been doing this for like four, four and a half years. I finished it. I had fun. I really did. Please publish the book. But I couldn't understand what she meant. And I think what it was, was that she says, you know, you're so, I'm so earnest, which is true. I'm an extremely earnest person, constantly trying even in my work to show you my work, to make sure that you understand that everything has been covered, all vases have been covered. You are in safe hands. But what Alexandra said to me at that point, when I expected to be published within months was, I think you need to, one way to solve this is to just write, rewrite the first chapter, just go home and give me a new chapter. And I think that was the first time in my life where I was resistant to doing a rewrite because I do them all the time. I consider it part of my job to just keep rewriting things, you know, and I actually sat and thought about it for a month and I spoke to some people and I just said, I can't do it. I've invested so many years. I can't tinker with it because, you know, a narrative is, is like a house of cards. You know, you move one thing and the house of cards collapses. And, but after that month of mulling past, I went back to work in my office, which is by the way, a table at a Costa coffee shop on the high street, close to where we live. So I went back to my table in Costa and I remember agree, I said, okay, I'm going to rewrite the first chapter. And I remember sitting down there and writing, you know, their names were Padma Lalli and then just realising, oh, I should just rewrite the whole book. That will solve the problem. And I was right. And that did solve the problem. And I did rewrite the whole book and it's not hard. It's like running, you know, I run and like the first few kilometres is so, so hard, but then, then you know what to do and it happens. And so that's what happened even with the good girls that I reached the point where I could rewrite the book repeatedly, even close to publication, because that's just how I have now,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:02.040",
        "message": "I have trained myself, I suppose. That sounds absolutely insane. I've got to kind of reassure all my listeners that not only do most writers not have that kind of discipline to write something four or five times or wait four years to find its voice, but all my episodes are also recorded only once we just get one shot at it. And you know, what I loved about the structure of the good girls, and I have to tell you that because the subject is so dark, that I was a little scared of reading it because I, you know, I just thought that this will be sort of a tough book to read just because of what the subject is. But the way you've structured it, the way you've told the story, like the first thing I noticed about it was how it consists of a whole bunch of small, small, small, small chapters, like each chapter is two pages or three pages, it just keeps you reading on. There isn't that formulaic dance happening where you have fields in detail or whatever. Instead, everything is like a slow march forward. You have more and more, you have things happening all the time, details filling in. And it just kept me reading till the end. I mean, I just read it in one sitting, not because I had to for work, but because I couldn't put it down. It was, it's almost like what you once said about beautiful thing which you described as quote, a terribly tragic story that refused to be tragic. Stop quote. And in some senses, this kind of wasn't that dark and grim. And at the same time, it was darker and grimmer than what you would expect, because it's a story about so much other than just sort of a couple of murders. So did your earlier drafts, which by the way, I refuse to believe were crap, I'm sure they were extremely readable as well. But did your earlier drafts also have this kind of a structure with short chapters? Or is this something that you arrived at for this one? The first draft,"
    },
    {
        "speaker": "Guest",
        "time": "00:49:50.200",
        "message": "I think, I messed up the momentum completely. So the first draft moved so quickly that you didn't have time to think about anything. You didn't have time to absorb any information. You finished the book, and you sat there thinking what the heck just happened, and not in a good way. I don't remember if the chapters were this short. And in fact, I have to say that I didn't know, realize the chapters were this short until a few months ago, when I received the copy edits, and I had the actual pages in my hand. And I thought, oh, my gosh, some of the chapters are two pages. Because for me, it just seemed like all this information, years of information. And I didn't realize that it looked like that. So in the first draft, I got the momentum wrong. And I also didn't have information. So I wrote the first draft within the first two years, I did not have information. I thought that I did, I didn't. So the first draft bears very little resemblance to the finished book. In the second draft, you know, I thought that I should write a big book, a book not big in size, but a book of I don't know what I was thinking. I early on when when my agent tried to sell Beautiful Thing in the UK and the US, a lot of publishers came back and said, but this is just a book about some dancers in Bombay. It's a small book about little people. And it's just not like an India book. And I wonder if I absorb that criticism and which now by the way, I completely disagree with and felt like I have to write a and felt like I have to write this big India book. So I did so much research that at one point, you know, I'm talking about what Badaiu was like in the Bronze Age. So you know, I went like all the way in the opposite direction having spent wasted so much time in archives here in London, digging up the history of Badaiu and then looking at all the old papers and, you know, understanding what Katra Saadat Ganj used to be like 100 years ago. And so then that happened. And then I had my conversation with Alexandra. And then I got to where we are right now. And then it happened naturally, because I really do believe that there is no way to escape, to circumvent those initial years, you know, you have to go through the struggle to reach a point"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:36.120",
        "message": "where everything comes together. Wow. And how did you arrive at this specific book? And also, how do you pick the things that you report on like steadfastly throughout your, you know, since you started writing, you know, serious narrative nonfiction, you've, you know, you've written about women, you've almost in a sense written not just about women, but about invisible women in India, who would otherwise be outside the gaze of the mainstream media. And what you did in this case was you picked actually what was a pretty high profile case. And yet you thrust aside all the narratives about it that might have existed in the media, that this happened, or that happened. And then you went in from scratch, and you just dove in. So how did it happen? Like, is there, for example, now, this leitmotif in your work that this is the kind of work that I want to do, these are the subjects that really interest me. And then within that sort of frame of possibilities, how did this particular case in this particular book grab"
    },
    {
        "speaker": "Guest",
        "time": "00:53:38.840",
        "message": "your attention? I'm not interested in power at all. I'm not interested in powerful people. And I say that because, you know, I write about politics, and I write about police. And I write about people with with pull and people with status, but they don't interest me. And I just, it's the people at the opposite end that interest me. And it's always been that way. And I think it might just come from having been a girl and a woman in India, and seeing how people viewed me. And seeing how people view girls and women in general, constantly undermining them, constantly underestimating them, constantly shushing them, speaking over them, thinking that their opinions don't matter. And I think I obviously disagree with that opinion. And I feel very, very strongly about listening to people whose opinions aren't solicited. I just tend to find them more interesting. And it's just the powerlessness. Because, you know, if you're powerless in a place like India, I mean, life is just so, it's so impossible. It's so painful. It's so cruel. I can't, I can't bear it. I have such a visceral, even now, I mean, like, I'm literally crying. I have such a visceral reaction to it. I can't believe how we expect to live in a certain way. And we do not think other people should be allowed to live like that. You know, the idea that you can go to Qatar and people don't have drinking water, they don't have power, they have to use the fields. How is this acceptable? How are we pretending that Qatar, just because it's a village in Uttar Pradesh, means nothing. And in fact, it does mean nothing because, you know, one of the women in the book says this. She says, do our children mean nothing to the rich, to the powerful? And I'm afraid the answer is yes, they don't. And I simply cannot, I simply cannot understand how this is an acceptable response to the state of our world. And I think that, you know, my books, they lack opinion. My books don't tell you how I feel, because I genuinely don't think that my thoughts, my feelings, my opinions are of any interest and it should not concern you. You should concern yourself with the facts. Don't pay attention to the reporter, right? But I will say that behind these things, there are certainly profound feelings, because otherwise, I can't do it, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:56.440",
        "message": "Let's, let's take a quick commercial break and come back and talk more about the book. Welcome back to the Scene and the Unseen. I'm chatting with Sonia Falero about her wonderful book, The Good Girls. And after speaking about Sonia for the first half of the show, we finally get down to talking about the book. And one of the sort of the delightful things I noticed about the book was that it has just the right amount of descriptive detail. For example, you know, at one point you're talking about, you're describing someone staying in Noida and you talk about how the walls of the building shook when trucks rumpled past. At another point, you're describing like the cops at the station and you write, quote, attired in nightclothes, the five police officers were sprawled on charpoys, legs outstretched and potbellies heaving, stop quote. And later on, you write about how a journalist called Chaturvedi is on his way to the scene of the action. And you write, quote, as Chaturvedi spread forward, he saw a man a few feet ahead lying in the middle of the road, his open eyes looking up at the sky. He was very likely drunk, but perhaps he was dead. And Chaturvedi swerved to avoid hitting him, stop quote, which is a delightful light moment. And obviously, you're having fun at a different point. You write, you know, you talk about, you know, how Ganga Singh is telling you, the inspector who's called from a nearby town to the scene and Ganga Singh is trying to impress upon you how much of a hurry he was in. So he says, quote, I didn't do Colgate, stop quote. And one, how do you, like to get these details means you're looking for these details also. You're building this tapestry of observations. You're kind of obviously writing them down somewhere and then you're weaving it in. So what's your process like? Because then you're being observant at multiple levels during the reporting of the story. So how do you kind of"
    },
    {
        "speaker": "Guest",
        "time": "00:59:54.680",
        "message": "approach all of this? I record everything. I can record for hours on end. I've had recordings that are six hours long, eight hours long, but I don't rely primarily on the recordings. I mean, I rely on them for the accuracy of a quote. But I think that my notes play just as important a role because in my notes, I write about, you know, exactly the things that you talk about, what somebody's dressed like, what are their facial expressions, what is the environment in which they're working? What are the sounds that you can hear? What are their mannerisms? So I write and record at the same time. And because I'm generally around people for as long as is appropriate and respectful, then I also get time to process my thoughts in that moment. You know, if somebody leaves the room for a bit, then I get to process things and think about what I need to do next, what questions I need to ask, what observations I need to make. So that happens. I just try and I like detail. I like to read detail. I absorb detail. And, you know, it's something that is important to my work. But I do also, I do like descriptions that go on and on, because I think that they take the reader away from the story. And they're very rarely necessary. I mean, I think that I don't think there's anybody who can't be summed up in more than a sentence or two. You know, you can tell so much about a person in just a few words. So that is how I work. But I do think that so much of it also happens much later in the drafts, because, you know, there's the sifting through the information and making sure that you only use as much as you need. You don't weigh down your story. That's very important."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:59.960",
        "message": "You know, some of the kind of early passages that struck me in your book also lay out beautifully, you know, what the role of everyone in this story is. And I'll read out a couple of these. And one in the first part of your book, you write, quote, the men of Qatar spent almost all day in the fields. The children studied here since a good school which taught English was near the orchard. In the evenings when the edge of the clouds softened and blurred and a cool breeze rippled through the crops, women came back down from the village to draw water and socialize. Boys teach the limping dogs and the limping dogs chased rats, girls huddled. The smell was heat, husks and buffalo droppings, stop quote. And later on, you write, quote, as the sun climbed, Padma and Lalli sat before their respective family herds, lighting dung cakes into a flaring heap, the heated oil and kneaded dough. They returned to the fields with roti-sabzi for the family members still toiling. They trudged back home to scrub the dishes with wood ash for soap. Off they went with their goats. Back they came to milk the buffaloes. They swept the courtyard. They washed the clothes. They jerked the heavy galvanized steel handle of the water pump up and down, up and down to fill a bucket of water to wash themselves. They prepared dinner. They swept the courtyard one more time. Then they did something. Then they did something else, stop quote. And I just thought this paragraph ends in such a masterful way. Then they did something. Then they did something else. You get a sense of sort of the mind numbing routine of these two girls who are 16 and 14 respectively. And this is an unspoken presence through the book, almost a protagonist. The fact that boys and girls, men and women live such different lives and are assigned such different roles that they might as well be in two separate worlds. And in one of those worlds, the people aren't human. You know, tell me a little bit about this. And of course we know this. It is there even in the cities. It is not as if the cities are extremely different or progressive or whatever. But just give me a sense of this sort of mahal, as it were, of Katra Sadatkanch, where, you know, your story is based."
    },
    {
        "speaker": "Guest",
        "time": "01:04:01.320",
        "message": "So I went to Katra first in 2015. You know, back then, I mean, I was not planning to write this kind of book. I, like everybody else, was really consumed by the news of sexual assaults in the papers. And I wanted to write a book about what was being spoken of as a phenomenon, as an epidemic of sexual assault. And I knew that it couldn't just be a book that wasn't anchored in something that had happened. And because the case in Katra was said to be open and shut, I thought that I would go to Katra, do a few interviews to say that I had done that, and then come back to London and work on the actual book. And what I really noticed the first time I went to Katra was that the men had a lot to say. I mean, the men were eager to talk, they were warm and inviting, and they just went on and on. And I think that is something that is, you know, when we say, oh, it's easy to get people to talk in India, or it's a reporter's paradise, anyone will speak to you. What we actually mean is that it's easy to get men to talk to you. You know, the women don't talk, because they have never been encouraged to talk in mixed company or in the company of men. And they're used to being told literally to shut up. As I heard, you know, one of the fathers, who is mentioned in the book repeatedly say to his wife, chup kar, chup kar, tu chup kar. And this sense that, you know, the fathers are telling the story, the fathers are the face of this, which is, to some extent, completely fair enough, because they lost children. But the mothers, I hadn't heard speak, except to express, you know, a limited number of sentiments over and over, to say, for example, you know, we won't, we won't rest until we get justice. If we don't get justice, we'll kill ourselves. But beyond that, we hadn't heard from them. And it just struck me when I went there that this is a village where women don't speak. And they're everywhere. You know, they are right there kneading rotis. They're right there sweeping the courtyard. They're right there washing clothes, grazing the buffalos, shopping, working in the fields. They're everywhere. And they're all silent, they're mute. And I found that really striking and, and really telling. And I don't think that Katra is any better or worse than many places in India. But it certainly meant that it required much more persistence and much more time to really get a sense of what the girls lives were and what what might have become. And that was my first experience of Katra. And the second thing was, of course, you know, you must always be wary when there is just the one spokesperson, when there is just the one person wielding power. And this was certainly the case in the family of the Shakya family that is at the centre of the book, where one person, Sohanlal, who is the father of the younger girl, who I call Lalli, who was 14 years old at the time for death. Sohanlal did all the talking, and nobody would speak in his presence. And as long as Sohanlal was around, nobody would talk to me. And that meant that if I didn't find a way to break this, to change this dynamic, then I would only be telling Sohanlal's story. And that is, that's not what I wanted to do. So those were the challenges before me. Yeah, I was just rereading, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:16.280",
        "message": "Yugantaba Airavati Karve, which talks about how in our epics of Mahabharata and Ramayana, you basically have men doing all the doing. The women are just people to whom things are happening, you know, almost like objects. And even in this book, it seems that all the action is driven forward by the men. And the women are kind of victims of it, like these two girls, but even beyond that, you know, and even when, you know, you think of the Shakyas and the Yadavs, who are sort of the two groups in the middle of this, it's almost like, you know, a century old caste conflict also playing itself out in the microcosm of the story. And even there, in a sense, they are both victims. And, you know, the one act of agency that I remember, and that struck me from your book was when the bodies of the girls are hanging on the tree. And you describe how the women are then huddling just near it as if to protect those bodies with their bodies, which was a kind of a powerful image. How did you get past this then? Like, did you get the women to speak to you? Did you manage to get time with them? Or did you just have to navigate through these"
    },
    {
        "speaker": "Guest",
        "time": "01:09:18.920",
        "message": "different versions of these different men? So I don't think that I was able to have an honest conversation with either of the children's mothers in the first two, maybe three years. Because every time I showed up at their house in Qatar, even if I didn't request to speak to Lali's father, Sofnal, or Padma's father, Jivanlal, somebody would go running to the fields to call them. So, you know, I would enter a house that was empty of men, because men usually don't stay in the house during the day, except perhaps sometimes to come and nap. They stay in the fields. And it would be a house full of women. But immediately, the men would descend, and the women would go silent. And it's very tricky to navigate yourself out of that situation. How do you say, I want to speak in private? Because that's simply not something that is done. It's not considered acceptable. And what changed was that I was just, because I was around for so long, the men couldn't hang out with me anymore. You know, so I would show up at the house and then somebody would go running to the fields and call the men, and then I would be, I would wait for so long that the men would be like, yeah, I mean, we have to go work. So you can just sit here. And that's really, that's really what happened. But you know, I'm not saying that it's easy. And I don't want you to get the impression that I was particularly successful. I think that if you spend your life as a woman in places like Qatar, condemned to always keep your feelings and your thoughts to yourself, I think it becomes a habit. I don't think you trust people with your thoughts, your ideas, your opinions. And perhaps I just got the short version. That's very possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:24.680",
        "message": "Give me a sense of the sort of, like, I found the politics of this place fascinating, not politics in the sense of UP politics and how that's playing out and who the MPs are and Akhilesh Yadav and all of that, even though they, you know, play little side roles in the story, but just the internal politics that the two main protagonist groups in this are the Shakyas and the Yadavs. And they're both sort of OBC groups. But, you know, the Yadavs at different times have been politically much more powerful, including at the time of the story when Akhilesh Yadav is sort of the chief minister, while the Shakyas traditionally, until this point, have voted for Mayawati's Bahujan Samaj Party. And it's kind of understood, therefore, that whoever is in power as such has a little bit of the upper hand. You point to that, you know, the saying in such places ki raat gayi baat gayi that, you know, there is no rule of law per se, you just have to kind of deal with it. So give me a sense of what this kind of dynamic is. And at the same time, what we find out about these particular Yadavs is that, you know, they are here in this place because they have also escaped great strife in the past, this particular group, you know, they are also victims and they continue to be victims through the story in a different kind of sense. So what was that politics like? How long did it take you to kind of understand all the dynamics of that? And essentially, the more I read the story, the more it became clear to me that what is really happening is shaped by this larger thing. It's not shaped by the actions of, say, one or two impetuous individuals who are doing whatever. It's just shaped by this larger context, which, of course, includes this caste rivalry and the misogyny we just discussed, but also so much else. So give me a bit about how, you know, layer by layer you, I mean, you've unpeeled it layer by layer in the book, but in your process of writing it, tell me what it was like and give my listeners a little sense of the setting of this whole story."
    },
    {
        "speaker": "Guest",
        "time": "01:13:26.600",
        "message": "So that was the first time that I really got an insight into how important politics and politicians and elections are to the people of this village was when one of Sohanlal's sons, Virender, who was 19 when I met him, spoke of one of the Shakya politicians as our man. He's ours. He's one of ours. He'll look after us. But essentially, he's our man. And I just thought that was so fascinating. And, you know, he said it with a smile, he said with a sense of confidence. And I don't think that I've heard, you know, a lot of people in, say, a place like Bombay, do that about politicians, feel a sense of familiarity and connection, and not just familiarity and connection, because they share an ideology, but a proximity, like a physical proximity. Because in these villages, first of all, the only way to get anything done, if a politician, your local MLA specifically, intervenes on your behalf. So if you want to get a power connection, you want police to investigate a crime, you want your child to get into a good school, you need a politician to intervene. And therefore, these relationships are cultivated by the villagers. You know, the villagers like Sohanlal and Jeevanlal, they would truck out to the home of their local politician on the back of a motorcycle or in a tractor, and just spend the day there, you know, getting to know the politician's assistants, perhaps even seeing the politician themselves. But these are relationships that people cultivate. And the politicians go out of their way to cultivate these relationships as well. So the MLA for Dattaganj constituency, which is where Katra village is located, he's a man called Sinod Kumar Shakya, who, by the way, has now been expelled from his party for malfeasance. But, you know, politicians understand or choose not to invest their time in making big changes. Either they think it's too hard, or they just don't want to be bothered. What they focus on is the small fixes, you know, and which is, and a small fix example is, you know, I've had a constituent comes and says, I'm having trouble with my neighbor. He keeps moving the boundary line of his plot. So can you do something about it? Now, it's not really something that you would expect, you know, your local MLA to intervene in. But this is something that Sinod Kumar Shakya would send his closest secretary, his most trusted secretary, all the way to Katra to solve. And Sinod Kumar himself shows up, you would show up regularly in villages like Katra, he hand out his calling card, ask his constituents to call him by his pet name, which is Deepu Bhaiya, and say to them, call me anytime. And they would. I mean, I cannot imagine living here in London, or even before in Bombay and Delhi, having my MPs or my MLA's mobile number, you know, or just thinking that, oh my God, I've had a fight with my neighbor, I'm going to call my MLA. It's, it's not, it's unthinkable. And yet, these relationships are real. In many places in rural India, they are strong. And the narrative at the time of the Katra case was that politicians were just showing up in Katra, and they were politicizing the whole situation and how typical. And that is not at all what happened. What we don't understand is that the relationship between politicians and people in villages such as Katra is long. It's deep. It is old. It's profound. And the people of Katra sought out politicians at the first instance. And these were not random politicians. These were people that they considered, you know, members of their family. There was no politicizing. This was simply normal standard behavior. If I'm going to call my MLA to resolve a dispute over my goat, then I'm certainly going to call my MLA to resolve to investigate a terrible and deadly crime. So this is something that I did not know. And I understood very quickly, which is that the Shakya family in Katra village has very close bonds with their local politician. And by the way, you know, another angle, another narrative of this story was that there was something sinister about either the Shakya's proximity to the politicians of their caste or the Yadav's proximity to the politicians of their caste. There's absolutely nothing sinister about it. This is how things are. I mean, people vote their caste. As we know, in Uttar Pradesh, as the saying goes, they don't merely cast their vote. So they vote for people of their caste. And this relationship with politicians gave them a sense of comfort and security and anchors them in a world that is so fraught, that is so uncertain. And understanding it and understanding what that relationship was like, what the give and take was, was certainly one of the most interesting aspects of reporting this book. Yeah, I found it completely fascinating,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:05.400",
        "message": "both the competitive feudalism that exists and the fact that there's no governance at all, which is why you tend to depend on this piecemeal patronage. So you're calling your local guy and saying, you know, come fix my goat, somebody has been beating my goat up or whatever the case may be. And there are other sort of deeper social tensions, like just to sort of begin to go along the narrative of the book, the two girls the book is about, you've named them Padma and Lalli, obviously, we are not legally allowed to take names. And they are kids of Suhamlal and Jeevanlal, who are, you know, patriarchs of this large Shakya family. And at one point, one of their uncles, this very shady guy called Nazru, you know, comes back at night when, you know, the two girls have gone to sort of defecate in the open. And he comes back and he says, there are thieves in the field, and then all the men take off to the field. And then he tells him, no, no, that they weren't thieves in the field. But Pappu Yadav, this other protagonist, he has gone off with the two girls, and the girls are missing. And this sets him into a full blown panic. And yet the immediate family doesn't reveal to the fellow searchers, what exactly has happened just at the girls are missing. And there was this very sort of telling paragraph by you. But I love this para and it says so much, and I'll ask you to elaborate on it. And you write quote, and so just like that, in less than an hour since they were gone, Padma was no longer the quick tempered one. Lalli was no longer the faithful partner in crime, who they were and what had happened to them was already less important than what their disappearance meant to the status of the people left behind. Stop quote. And elaborate on this a bit that already it is not just about an alarmed family worried about the welfare of their two girls. It's already become something more than"
    },
    {
        "speaker": "Guest",
        "time": "01:20:52.040",
        "message": "that. You know? Yeah, look, I mean, I always feel the need to say the obvious, which is that these children were beloved to their parents, as children are, their parents adored them. But, you know, life in a village like Katra is very different from life where you and I may live, because there is no individual agency virtually. And we seem to think that this is something that is specific to girls and women when, while it's true that boys and men have more freedoms, they also are anchored to a vast number of rules that dictate how they are to behave. And for them, those rules determine their place in the village, their status in the village, their happiness, their peace of mind, and ultimately their survival. So what we have is, in a sense, a police state, you know, that is actually what a place like Katra is. People are policed by all the usual agencies, but they're also policed by each other, and they police each other. And everybody, in a way, depends on the other person for their survivor. We think in India that, you know, your actions are monitored or policed by the family, and that the family is considering its honor. But actually, it's much bigger than that, because the family isn't just thinking about their honor, they are thinking of their community, in this case, their clan, their village. So there's this enormous sense of responsibility, a burden that everybody is carrying. And even at a terrible and desperate time, a time that no parent can ever imagine, which is the disappearance of a child, I do understand that Jeevanlal and Sohanlal would think about how this would look, how it would be interpreted, how they would be judged, what treatment would be meted out to them. Because we do know this, that people are isolated for much smaller things, you know. And it was possible that under certain circumstances, the other villagers might stop doing business with them, might stop socializing with them, might refuse to cross the threshold of their house for a cup of water or a plate of food. And these are things that they have to take into consideration. It is simply life. It is not that one parent is less loving than the other, or one parent is more obsessed with social status than the other. It is not that. It is simply that this is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:42.440",
        "message": "the reality of life. Yeah, I mean, in a sense, everybody's a victim. It's not like X or Y are the bad guys, but everybody's kind of a victim. Another sort of fascinating minor role, or not such a minor role, but a small role, but an important role in the story is, you know, the one inclusion that modernity makes into it, which is that of the mobile phone. And on one hand, it's obviously, you know, indicative of the way women are considered that, you know, somebody in the village gets upset when he sees Padma Lalli talking on a mobile phone, because he is like, girls should not have phones, because then, you know, it helps them on the route towards greater agency, they will start talking to more people and all of that. And later, you discover that, you know, one of their fathers bought them the phone and you're like, fine, you know, what an enlightened person and that's, of course, Jeevan Lal buying the phone for Padma. And then you discover, you know, towards the end that, you know, that when he bought the phone, he deliberately bought a phone which has a recording facility where the calls are getting recorded. And that also, you know, plays an important part later on in the story. And it's very interesting that, you know, we city people don't think of phones in this way, but a phone becomes such a significant thing. First, it's like, you know, representation of the mobility and empowerment, you don't want to give a woman and then it becomes a tool of suppression where you're almost like spying on your little girl and all of that. And it kind of plays a big part in the story. How did all of this kind of start emerging? Like, at what point did you realize that, you know, the phone plays such an important part in the story as indeed it does? I mean, I won't give away how the whole thing ends or whatever. But, you know, in a pre-phone era, everything would have played out so differently. Yeah, yeah, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "01:25:24.040",
        "message": "I don't remember the exact moment. I don't even know that at any point during my reporting, I saw a woman in the Shakya family use a phone. But I did learn early on that the mothers didn't use phones unless a phone was handed to them with somebody actually on the line, because they don't recognize numbers or letters. And they were extremely unfamiliar with phones. They could just take calls. But I did know that their children enjoyed using phones, were very familiar with them. And they used phones like teenagers anywhere else in India. And in fact, many other parts of the world use phones. They used phones to have fun. They used phones to communicate with their loved ones. They used phones as just for the pleasure of having something that was special and fancy and expensive, that they could say they had access to that they could flaunt. And it was just for them, I think it was just a way to feel like who they were. They were just kids, they were teenagers. And they were at that age in their lives, Padmanabhan Lalli, when they really had to break free from their family. You know, we've all been through that stage. And we all know what it's like when the most important thing in the world is not the company of your mom and dad. It is the company of your peers. It is not your parents with whom you want to share secrets. It's your peers. And one way of connecting with your peers is with technology. And that's how they used it. Tell me a little bit about, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:21.720",
        "message": "so this has happened, that they go looking for these girls, and then they go to the cops. Now, you've also given at different parts of the book an evocative description of what the police set up in the village is like, which is when you know, one begins to understand in a deeper way, why there is no governance, and why they all depend on the piecemeal patronage of politicians, because the police system is so messed up. So tell me a little bit about what is, how is the rule of law in this village? What are the policemen like? What's going on there?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:52.280",
        "message": "So, you know, if you just showed up in the village, and you saw the chokhi had five police officers, you think, well, that's really good. Five police officers for a village that's not particularly big, that has no history of major crimes, that, you know, everybody belongs to the same caste, virtually, and everyone is of the same socioeconomic background. So you know, that obviously reduces the potential for strife, which is the whole purpose of this sort of grouping, you would think, well, that's pretty good. But actually, those five police officers had to police more than 40 villages, and they had no support. You know, they had no landline, they had no computer, they had no car, they used their own phones and their own motorcycles, and they were not compensated for that. They were only compensated for the use of bicycles. And although it wasn't a reporting chokhi, which means that they did not have the power to file an FIR, there were times when, you know, in any one of these villages, a serious crime would happen, and they would be the first responders. And first responders with virtually no training, first responders with no resources, what can they do, really? Even if they want to do something, what can they do? And it must be said that, you know, you do this kind of job long enough, and you don't actually want to do anything. You don't feel like you have any part to play. And even if you did, you don't want to play it. And I think that's what it was with this group of five men, you know, they were all painted as being enormously antagonistic, that they went out of their way to harass, virtually torture the family of the children. But in my experience, Amit, and very much with this book, you know, people are much more likely not to care, than to care to the point where they are doing something bad to you, you know, and it's not caring. This lethargy is really what triggered and tends to trigger often problems. So, you know, you had a group of cops who are lethargic, who are distant, not malevolent, but that was enough. It was enough that they were just that bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:28.280",
        "message": "I think just as there is Hanlon's razor about not attributing to malice, what can be explained by stupidity, I can now coin something after you, which is Falero's razor, which is never attribute to ill will, what can be explained by apathy. And, you know, as you pointed out, the apathy is completely understandable, because these cops show up, they're very far from the families, they don't have a place to stay, there's no toilet, they don't have a place to wash, there's, you know, there's absolutely nothing. One of them is sleeping in an abandoned school, one of them is sleeping in the courtyard outside, it's just a complete mess. And you know, how do they cope with it? They cope with it by being drunk all the time. And once in a while, when a case for about a missing goat comes up, they do what they have to, and they're kind of, you know, this becomes a problem. Now, what the interesting thing about this case, and you've given plenty of statistics about crime and women in the book, which I won't quote, and which we don't really need to, we know what it's like in India. But, you know, there are a few sort of seminal cases, which pick up like, you know, Nirbhaya, notably, for a variety of reasons. And then this also caught public attention, partly because of the image that went viral on Facebook of these two girls hanging. And at one point, you write that shortly after this happens, quote, the road to Katra was soon jammed with horse carts, motorbikes and tractors. The farmers brought their wives, their wives storted children, and some even carried guns. The visitors gazed up at the girls, larkiya tangi, girls hanging, stop quote. And already the circus has begun. But what is a critical factor in the circus continuing and this almost seems a masterstroke unwilling or otherwise by Sohamlal is the decision of the family not to allow the bodies to come down. Tell me a little bit about, you know, the thinking behind this and why it made so much sense and what was for them and what was driving them towards, you know, this kind of a decision of letting the girls hang there in the sun and not letting the cops nearby or anybody nearby as a, you know, what led to it?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:31.960",
        "message": "Yeah, I think this was the single most important decision that the family took. And it just shows how well they understand this society in which they belong, and how poorly everybody misjudged them. You know, from the media to the politicians who showed up, everybody looked gazed upon them and said, Oh, these poor simple folk, we need to help them. But nobody understood the pursuit of justice and what can possibly make it happen better than people who have spent their entire lives seeking justice for one thing or the other. I mean, somebody like me has nothing to tell them that they didn't already know. And it was so, so brave, so strategic. It was so profoundly moving. Also, and the decision simply came from the sense that their children were dead. They needed to find out what had happened. The police in the Chowki couldn't be trusted to solve the disappearance of a goat. Therefore, people have to come in to investigate the case. And the only way to get those people, whoever those people may be, is to protest. And they had learned the language of protest from the protests that followed the 2012 Delhi bus rape. You know, news of that rape, the impact and the outcome of the protests that reached so many corners of the country, where I've reported from, and it also reached Gujarat. And the lesson that the Shakya family took from the protest was that it matters. Raising your voice, putting your foot down, doesn't matter who you are, doesn't matter where you are. It matters. Because what it does is that it attracts attention. And it attracts the media. And the politicians care about the media. Politicians and the police don't care about anybody, but they care about the media. And they care about public shaming. And that is a very Indian thing. You know, that is a cultural characteristic that we can tolerate a lot, but we don't want to be publicly shamed. We don't like that humiliation. And that is ultimately what the family was going for. They wanted to create a sense of shame among the people who mattered, so that they could just find out, the family could just find out what had happened to their children. And, you know, I think, at one level, people didn't give, the public didn't give the family credit for the thoughtful way in which they approached the investigation. And on the other hand, I think that we also failed them because, you know, you cannot put a family from a village like Katra-Sadakanch in front of a TV camera and then just leave it at that. And then imagine that they're going to be able to tolerate that level of scrutiny. So, yeah, I mean, I think there was so much more going on than anybody understood at the time. And, you know, I was able to get a sense of it, because I came in so late. And I think that there's a lot of value in being the person who shows up afterwards, much afterwards."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:59.640",
        "message": "Yeah. And, you know, in the moment, a journalist who landed up would just have found what you could call the fog of war, where there is just, you don't really know what is happening. And while they are masterful in sort of this particular sort of decision that we won't let the bodies down till the world takes us seriously and people do something about it, while that works, you know, Sohanlal also realizes at the same time that if the media come, you have to give them a sensational narrative. And that narrative is really driven by a couple of things. One is, of course, the testimonies and the constantly changing, conflicting testimonies about what happened where, you know, first he tries to train the girl's uncle to sort of talk about how Pappu and his brothers took the girls away. Then he tries to tell them that one of the inspectors was a Yadav and Pappu's father took the girls away and so on and so forth. Therefore, building that kind of narrative of gang rape, which is, you know, a sensational headline and building that narrative of victimhood and the media plays along. The media plays along in the sense that, first, I think it was Reuters who first misreported the Shakyas as Dalits, which, of course, they're not. They're OBCs like the Yadavs. And, you know, one of the police people, Gangwar, was also reported as a Yadav, which, of course, he wasn't. And these convenient narratives build up and then everybody wants to believe this to the point that when you get to the post-mortem stage, there's actually pressure on the untrained people doing the post-mortem to certify that the girls actually were raped. So, and even when you are going in, you know, you're going into the story very late, but these narratives are dominant. This is what everybody wants to believe, you know, or even in another case, like Arushi Talwar, where, you know, the cops in that case, of course, kind of did the opposite of what they did here. You know, here they uncovered some of the truth, but there they again build these powerful narratives of honor killing and all that, which then enter the popular imagination and there's nothing you can do. So when you went to sort of report on this case, these narratives were dominant, that if you fought these narratives, that this was a gang rape by the dominant Yadavs, then you could be accused of, you know, siding with the dominant caste here and all of that. And what does one do about the unvarnished truth then? So what was your sense of sort of peeling the layers off and seeing the actual story for what"
    },
    {
        "speaker": "Guest",
        "time": "01:38:20.280",
        "message": "it was? One day, you know, about, it's hard now, you know, to tell one year from the other, but I think maybe two or three years into reporting the story, I was walking in the village with Padma's father, Jeevan Lal, and we were just taking a walk and he stopped at a tall wooden door and he said, this is my animal shelter. This is where on the night my children disappeared, our children disappeared, Nazru came to tell me that Khet mein aadmi hai. And I remember that moment so clearly. I remember being absolutely shocked, absolutely being rooted to the spot, feeling the sun beating on my face, because that is not the story that I had read anywhere. That is not the story that anyone had told me in the first couple of years. The story that I knew until that time was that Nazru had gone running with the news to the Shakya house, the house where the family lives on a single plot of land, where all 18 of them live in three demarcated houses. So now I'm hearing that actually Nazru didn't go to the house, he came to the animal shelter. And, you know, this is actually so significant. I mean, this is, on one hand, this is where you can say the story starts. Of course, it's not true. Stories like this never start on the night of the event, right? They start years before. But needless to say, this particular story was supposed to have started from the time Nazru comes running from the fields, bangs on the door of the Shakya house and says, khet mein aadmi hai. Thieves in the field, thieves in the field. But now I'm hearing that actually he went to Jeevanlal's animal shelter. And this is shocking for so many reasons. First of all, everybody has been telling one story that is incorrect, factually incorrect, for years. So why would they do this? And what else is incorrect about what I've been hearing? Secondly, because this fact of knocking on Jeevanlal's door very specifically, as opposed to the family door, it tells you so much that you might not have known otherwise. It tells you, for example, that Nazru, the cousin, Jeevanlal's first cousin, knew where he was at a particular time of night. Because these men don't spend their day in the animal shelter, they go there at specific times. So he knew Jeevanlal well enough to know that at this specific time, Jeevanlal will be in his animal shelter. The other thing that we know about this is that Nazru chose to tell Jeevanlal. He didn't choose to tell the whole family, which would be the natural thing. He singled out one brother, one person, and said, I will give this incredibly significant information to him. So by not getting this fact right, I learn, I could have missed out on so much. But you know, what this actually teaches you is not that it's not that the family members who, who repeatedly told the story of Nazru knocking on the family house were lying. I don't believe they were lying. I think what happens is that if you know you're going to tell the same story over and over, you, your mind simply makes your attempts to make it everything easy for you, and tells you to tell the simplest version of the story. And therefore it becomes much simpler for members of the family to say Nazru came to the house, rather than to say Nazru went to the animal shelter. We have three animal shelters. He went to Jeevanlal's animal shelter. It's not here. It's there. You know, they just made their life easier. But by doing that, it led me to say, what else did they omit unknowingly? What other information am I not getting? Because people are just trying to give me the shorthand. And from that time on, if I had taken any piece of information for granted, I stopped. Because it was a really, really good reminder to not assume anything. And to always ask people questions directly, and very specifically, and repeatedly. Really, did he come to your house, this house? Or did he come somewhere else? And then the moment, you know, that piece of information came out, then all the other little pieces of information started coming out. Because also, a couple of things happen when you make it clear that facts matter. What happens is that people start telling you the facts. So that happened. So when I said, look, I didn't know this, I need to know what else happened, then that's when you don't get the shorthand version. And also because you're not in a hurry, and people understand that you're not in a hurry, then it changes everything. But that was a defining moment"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:37.400",
        "message": "for me in the reporting. Yeah, I mean, why was it significant though that he, I mean, apart from the fact that this was a more, that there was a nuance to that simple story that instead of going directly to the house, he went to Jeevanlal, why else was it significant? I mean, of course, Jeevanlal was Padma's father, you know, the older girl's father, you know, at the sort of center of this. Was there any other reason why it was significant? Or it was just indicative that there are more layers to this?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:05.000",
        "message": "He wanted to get Jeevanlal to the fields to see something. And I won't go into details for your listeners, but it was important that Jeevanlal witness what Nazru saw or believed he saw. And he wanted to, Jeevanlal alone to know, have this information, because he was also sensitive to the fact that Jeevanlal wouldn't thank him if this information reached anybody else, including the members of his own family. So he was, as we find out later, being very sneaky, but at the same time, being protective of his cousins."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:46.840",
        "message": "Fair enough. No, that's actually fascinating in the light of what happens and would make sense from Nazru's point of view. Let's also now, you know, we discussed the ramshackle state of the police station and the police system. Let's also talk about the post-mortem. And again, you have a para where you describe this quote, when the convoy of vehicles from Katra drew up at the gates of the post-mortem house, it was only around 6.30pm, but the place was soaked in darkness. The district magistrate had to be petitioned for a power generator, then paperwork had to be filed. And then the police had to find digital cassettes to record the examination. Finally, someone offered the police his wedding video to tape over. It had now been more than 12 hours since the girl's bodies were found. And as you've pointed out, the guy who did the main part of the autopsy, as it were, was an untrained sweeper, because there weren't trained people who would kind of do this. There was no equipment in the place. So he had actually gone and bought what was basically a butcher's knife to cut bodies open. And the result was that families or victims would get bodies back in a mutilated state, which would of course distress them. But there would also be no useful scientific information from there. And because it had to be determined whether, you know, there was sexual assault or not, you know, they asked this doctor called Pushpa Tripathi who wasn't a specialist in this, to kind of go and check the bodies out and talk about how this got so dramatically botched up and fed into the media narrative of what had actually happened."
    },
    {
        "speaker": "Guest",
        "time": "01:46:16.600",
        "message": "So I think anybody who followed the case remembers Lala Ram, who was tasked with carrying out the postmortem, being described as a sweeper. And I'm sure I'm not the only one who said, yeah, you know what, that's just investigators trying to discredit the postmortem for their own reasons. So when I went to Badainu, I met Lala Ram, of course, and I met several other people who were involved in the postmortem. But because of this description of Lala Ram, you know, him being a sweeper, him wielding a butcher's knife, which was the language of investigators, I actually asked for permission to witness him carrying out a postmortem. And so just a few days after that, while I was in Badainu, Lala Ram phoned me and he said, look, a man got pulled under his own tractor and the police are bringing him over and he died and the police are bringing him over. And if you want to watch me, you should hurry up. And so I went to the postmortem house and I went to, it's basically two rooms in a buffalo field by a river with a train zipping past. And in those, when I stepped into those two rooms, it was like stepping into a set of a haunted house, you know, because there were literally cobwebs hanging from the ceilings. There was red wax on the postmortem table. That is the red sealing wax that is used to seal postmortem reports. There were rusty implements that I assume had been used in earlier postmortems. Everything was dusty and the furniture was literally broken. I couldn't understand where Lala Ram planned to carry out his postmortem. And then I heard his voice and I stepped out of these rooms and there he was in the back garden in his vest and trousers, barefoot, because, you know, he didn't want to stain his chappals and he was wearing gloves and he had a knife in his hand and the body of this young man who had just died was laid out on a table. It was a metal table. It had been built by the British and it has been standing. That metal rusty table has been standing in the back garden of this postmortem house for, I don't know how many hundreds of years. And there was Lala Ram with his knife under the tree, the crows cawing. And at his feet, there's a bucket where he's essentially, you know, every time he's opening up a cavity in this young man and taking something out, he drops it into the bucket. It was so disturbing and so profoundly sad to see this young man who had been alive just an hour ago, just being chopped up like this, you know. And Lala Ram was doing what he knew to do. He was doing what he had been trained to do with it and what the hospital paid him to do. You know, this wasn't somebody who was, who had taken an oath to be, you know, to be a doctor and then was violating that oath. This was a man who had grown up in a village close by, who had seen an advertisement in the newspaper soliciting help in the hospital as a cleaner and who one day when he was cleaning the wards was asked if he would like to conduct postmortems and has been doing so ever since in this manner. And Lala Ram is not the exception. This is routinely, as anybody will tell you, how postmortems in many parts of India are carried out with the obvious results. And, you know, I saw it firsthand. So Lala Ram was not demonized by investigators, but I think that what they did not do was offer context, which is that Lala Ram did not, was not the exception. An individual like Lala Ram is the rule. And, you know, if I had gotten into a car accident and died in, while I was in Badaini, that's where I would have ended up. And that's true of anybody living in that area."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:47.000",
        "message": "It's sort of also an indication of what a pathetic state we are in terms of state capacity in the sense that you have these procedures, which you implant from, say, a more modern context that in a Western world, when this happens, we have to do a postmortem. Therefore, we shall do it here. We shall tick that box. But hey, we don't have the capacity to do it. And therefore, you do some kind of shoddy jugaad like this. And before you know, it becomes a rule and there is really no pressure to do any better. Now, an interesting, and we'll come back to the postmortem later, but an interesting angle that kind of struck me is that in the popular imagination, we think that all these investigations will be dictated by politics. So you would imagine that Akhilesh Yadav is for the Yadavs. He'll try to protect the guilty. And then if the CBI comes in, they'll, you know, act on Modi's orders and he's against the Yadav. So he'll try to, you know, implicate them. But what happens in a sense is the opposite, that the administration actually acts immediately. All five policemen are suspended. Two of them are charged with the same crime. All the Yadavs, the Yadav brothers and Pappu and both his brothers are picked up and taken to the police station. And both his brothers are picked up and arrested and there's immediate action. And then the CBI comes in to growing popular demand. And the CBI actually finds that there isn't much merit to this particular case at all. And I leave it to readers to kind of, you know, go through all the details and the different layers of that, how the testimonies were kind of kept changing again and again and were essentially made up. But what struck me was that at the postmortem, you have, you know, Pushpa Trivedi who comes across this naked body because by that time Lala Ram has already snipped off the clothes and she finds vaginal blood and there's a crowd outside which is shouting rape, you know, this pressure from the mob. So she says, yeah, it's a sign of rape, even though the hymen is intact. And later, the CBI discovers that actually part of the evidence, which is the clothes that had been snipped off had a menstrual pad. The girl was menstruating, which explained the menstrual blood and that to call it rape was, you know, not on. And yet Dr. Pushpa Trivedi, who's a lady in her 50s acting purely out of goodwill, made that decision in that moment given what was happening. And it seemed to me so, so dangerous and so almost fortuitous that that sort of that lie gets discovered, you know, or not even a lie that what you thought to be a fact is not a fact and that gets discovered. Otherwise had events proceeded had the CBI not come in, for example, you know, Pappu Yadav and his family could, you know, just be in jail forever, if not murdered there as has happened with other inmates, as we know. So what was your sense just seeing all of this kind of unfold in the way that it did? I think it just filled me with despair"
    },
    {
        "speaker": "Guest",
        "time": "01:53:34.920",
        "message": "that, you know, the girls never really had a chance. That, look, I mean, everybody messed up. Everyone let them down. And most people were not doing it out of malice. People really are just that ignorant. People really are just that incompetent. They really, they really are like that. And I think it's easy for us to point to politicians and to just speak in vague terms about, you know, like systems and not really understand what it's like to be on the ground in places like this, where everybody is often people are struggling to do their best, but it's not possible. They don't have the resources. They don't have the education. They don't have the time. And there is just no accountability, you know. So Dr. Tripathi, as you point out, didn't come to conclusions based on scientific fact. But Dr. Tripathi shouldn't have been there. You know, that is not her speciality. If anything, I mean, we must commend her on showing up because she was no one's first choice. She was not employed by that particular hospital. No doctor in the hospital, no female doctor specifically, who was asked to come forward did. And why should they? I mean, you know, why should a dermatologist or a gynecologist or, you know, a general practitioner have to come in and and assess two dead bodies? So she did it, but she was not equipped to do it. And just as Lala Ram was not equipped to do his job, and frankly, no one in that room. And, you know, they now then had to live with the consequences. And they have subsequently spent all the years justifying"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:40.280",
        "message": "their actions. Yes, it's kind of very sad. Now, I don't sort of want to give away the end of your book, as you said, you'd want the readers to read it for themselves. It's not even a judgment you come to, it's just that all the facts lead in a particular direction. You know, after reading the book, I kind of tried to see what was there in the popular domain about this case. And there's nothing that, you know, comes remotely close to what you uncovered in your book. It's almost in that sense, like a piece of investigative journalism that comes to a new conclusion. But the broader conclusion about who is responsible for these deaths seems to me to be everybody. Like, you know, one of the moments in the book, which made me just sit up was when Soham Lal is being questioned, you know, Lalli's father, and he's asked about, you know, that if these girls had lived and if they brought dishonor to you, what would you do? And he said, I would kill them. And then it sort of becomes a matter of happenstance that he didn't have to do it, that it happened in whatever way it happened. And it seems that, you know, even beyond that single event of what happened that night, you know, those girls were doomed anyway. You know, and I know that's a very negative conclusion. And in the times that we live in, I sometimes wonder that, you know, should with all that is happening around us, is there any point to even being hopeful that this is the way things are? And, you know, my question to you is, you've actually gone to these places, spoken to these people. One, how do you keep your emotions out of this while reporting? Like there is one Sonia who obviously feels deeply about this, but there's another Sonia who's just taking down facts, who's observing things, who's looking for the smallest things, who's, you know, strategizing what to do next and how to inquire about this. How do you keep your emotions from getting in the way? How do you keep from being judgmental about all of these people? I mean, at an intellectual level, sure, we can talk about them and talk about how they are all victims of circumstance in a sense and, you know, there but for the grace of God go I. But, you know, but how do you, how do you, what is that process like? Because I can't imagine"
    },
    {
        "speaker": "Guest",
        "time": "01:57:49.080",
        "message": "doing something like this for as long as you did. I just focus on what is real. You know, what is real is that I'm a reporter who has a job to do. And I need to do that job in the best possible way and, and, and make sure that, that it gets done. And that is real. And that is what I focus on. And I don't focus on how it impacts me. And I, you do, there is an impact in one carries one's work home, but it's, I can compartmentalize because I don't, I know that I am not the story. I know that. And I know that my thoughts, my feelings, the impact on me is nothing. It's just nothing compared to the impact on people who, who continue to inhabit this story long after I have exited. You know, I can tell the difference. I'll ask you a tangential question, not really"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:54.120",
        "message": "about the book, but something that I've been thinking about to the extent that it will almost feel like a cliche to listeners of the show where, when I am sort of talking about the constitution or political philosophy or whatever, with guests who are speaking about the subjects, I'll ask them that, you know, was our constitutional liberal constitution imposed upon an illiberal society and therefore bound to fail? And in a sense, you've gone from, you know, the cities where we have, you know, and both of us being fairly privileged have grown up within these bubbles where we think of India as liberal and secular and all of these things. And then when you come into contact with the real India, and you realize that the real India is nothing like this, that it is completely different place, perhaps inhabiting, you know, different centuries at different times in 19th century or even before. And my sense always has been that if we wanted to make India more liberal, it could not have been done through top-down imposition. It had to happen through social change, much like Mahatma Gandhi himself said, it has to happen from the bottom up. And that's a task I think that liberals have, number one, failed in, and we have to take responsibility for that. And I don't know if it is going to happen at all, or whether society has finally caught up with politics. So, you know, I know I sound very pessimistic there. But, you know, as someone who has left this bubble and actually seen the real India for what it is, which you described so incredibly evocatively and powerfully in your book,"
    },
    {
        "speaker": "Guest",
        "time": "02:00:28.360",
        "message": "what's your take on this? I can't afford to be pessimistic, because I think that I just can't, I won't. Of course, everything you read in the news, everything you see, when you report from, frankly, most parts of India, will fill you with despair, makes you think that, you know, this is it. This is the end of civilization. But, you know, the truth is also, as you rightly say, Amit, that we live in a liberal bubble. And a lot of this idea that things are getting worse has come to us more recently in the last few years. Whereas, in fact, I suspect that if we lived in a place like Kashmir, if we belonged to an indigenous community, we would have always known that India is very, very, very hard on its people, and will snatch even the smallest iota of power from the most powerless person. So I think that we've experienced a country that that, in a way that is perhaps not how it has ever been. And I can only be optimistic, I can only feel that I think there's space for improvement. I don't, I can't, I mean, I don't want to say things can't get worse, because I think we we know better than that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:57.320",
        "message": "But I remain hopeful. Well, you didn't sound very hopeful, but it's been, you know, great talking to you. And hopefully the next time we chat about something, it can be about more cheerful subjects. Sonia, thank you so much for not just spending the last couple of hours chatting with me, but for writing this book and all the work that you do. Thank you so much. Thank you. Transcribed by https://otter.ai"
    }
]