[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:07.000",
        "message": "Once there was a boy in a slum. You'd think he was a bum because he was a boy in a slum. But his mind was burning as the earth was turning and the world was churning and in the center of it stood this boy in a slum. A social activist came to the slum and said to the boy, you're looking glum. Why do you look so sad? Oh, this slum must be so bad. It really makes me mad. I wish I could send you back to where you're from. This amused the boy from the slum. He said, I gotta say you're pretty dumb. The reason I came here was I prefer it to there. That life I could not bear. And this I do declare that I will beat only to my own drum. Once a posh kid met the boy from the slum. He said, you slum dwellers, you're all scum. With a smile and not a frown, a boy looked him up and down and said, good afternoon. You're trapped in your cocoon. Now this may astound you, confuse you and confound you. But look, there's an invisible city all around you. Your independence is just for show. You need me more than you know. Right now, I'm just a boy in a slum. But you don't know what I could become."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:28.000",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:39.000",
        "message": "Welcome to The Seen and the Unseen, my weekly show on the seen and unseen effects of public policy. My subject for today is slums. Now slums in India are both demonized and deified. On the one hand, people look down on them as centers of filth and squalor and eyesore to the city. On the other hand, they're praised as hotbeds of innovation and entrepreneurship. Beyond these two simplistic notions, both of which are true, lies a much more fundamental role that a slum plays in a city. To shed light on this, I have with me on the show Pawan Srinath, a policy analyst at the Takshashila Institution in Bangalore and a frequent guest on the show. Welcome to the show, Pawan. Thank you for having me back."
    },
    {
        "speaker": "Guest",
        "time": "00:02:22.000",
        "message": "Pawan, tell me something about slums. So typically slums have been seen in India as a blot on the urban landscape, right? So they're these things that shouldn't exist. They're aberrations and anomalies, right? At best, people look at them as these hubs of poverty and inequality. And, you know, if pushed to say what are good things about a slum, someone might say, you know, at least they're a source of cheap labor. They're the reason why labor costs are kept down in the city. That's pretty much what people think about a slum."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:54.000",
        "message": "And in recent times, there's also the move away from one extreme of demonizing it to the other extreme of deifying it. Saying that, look at Dharavi, it's such a hub of entrepreneurship and innovation and so on."
    },
    {
        "speaker": "Guest",
        "time": "00:03:08.000",
        "message": "And Jugaad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:09.000",
        "message": "And Jugaad, exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:03:10.000",
        "message": "So what is happening now is, you know, you're making a virtue out of a necessity, right? These are things that exist that were long denigrated. So now let's put them on a pedestal. The reality of what a slum does is it allows for entry into cities at every single price point. You as a person, you can have 10 rupees in your pocket. You can have 10,000 rupees in your pocket. You are now able to come into an Indian city and somehow struggle and, you know, start off. The struggle is still immense. But remember that we are still India. India has slums because we have freedom of movement in this country. And that's a powerful force. You look at some place like China where you have a resident system called hukou. So you have half or a third of urban residents who are illegal. You don't even have basic rights. In India, we don't have that. Obviously, access to basic services and so on is still very limited. But you have the freedom to go where you want. So you have the freedom to make a personal sacrifice, be crazy enough to give up a life back home and move to a city, struggle, you know, take a hit on health, on dignity and so on. Why? So that, you know, you can give your next generation a slightly better chance at prosperity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:28.000",
        "message": "And it's interesting. We tend to be so condescending about people who live in slums and all, look at their poor lot. But it's important to note that all of them prefer being in a slum to being back wherever they came from. Absolutely. You have far more movement of people from villages to slums and cities rather than from slums to villages, which, you know, if you look at the Gandhian view of the idyllic village life, that's sort of what you'd expect. So what you're really saying is that slums, therefore, have that social good that they allow this mobility. Anyone can come into a city at any point in time. And you have a place where you can go and stay and where you can then, that's a base for your struggles. How does this impact the policy thinking behind slums? Like over time, because of these different views that we have of slums, you will often have the elite sort of proposing that we need to do away with slums, that look at the extremes of wealth that you see, that someone's flying into Bombay airport and the first thing you see is the slums and we need to do something about that. And their other argument is that slums form a vote bank from politicians who benefit from keeping poor people in slums, making sure they stay poor in slums."
    },
    {
        "speaker": "Guest",
        "time": "00:05:39.000",
        "message": "So there's a status quo in the provision of services, especially because, supposing you don't have piped water supply in a slum, the person who's bringing a truck over, a water tanker over, can visibly show patronage as doing good for members who live in that slum. So absolutely, but while that is there, the old idea in India was get your slums cleared out of the city. So you had slum clearance boards and the idea was you get rid of the area, get rid of the people, maybe provide housing in some corner of the city outside where real estate costs are low, completely uprooting people from the local economic livelihoods that they were in, the economy that they were a part of. Thankfully, that thinking is slowly dying. At least now people are talking about in-situ development."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:33.000",
        "message": "So why is it slowly dying? What have people learnt?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:36.000",
        "message": "So one of the things people have learnt is, look, people, unless they have jobs, they have no business in a city. People come to the city for jobs. So in the act of giving them better housing and better amenities, if you're killing the jobs, then you're not helping anyone. Because people are more politically empowered, even in slums today, that they've been able to resist such moves. Having said that, so now the idea is, let's do redevelopment within the site. And this is better than the alternative. But even this has a lot of problems. You're still thinking about slums from a, you know, land, property rights, titling type of a regime, rather than this point of how do you allow people to come into a city at every single price point. So the idea is access and an entry point rather than, OK, here are people who are already sort of living here informally. So let's formalize how they're living, give them some land, give them some property so that they can develop."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:30.000",
        "message": "So explain this to me. If you have in-situ development of a slum, and what was a slum instead, you have apartment blocks, cheap apartment blocks where the people stay, that immediately drives the price up. And therefore, the cheap access that say someone coming from a village to the slum had no longer exists."
    },
    {
        "speaker": "Guest",
        "time": "00:07:45.000",
        "message": "It exists to somewhat the same extent, you know. So supposing that you were members in a particular slum, and then the slum was redeveloped, more housing was added. So now you might own some of this, or you might have a lease over some of this. You might want to give this away as for rent to someone else. So you might go live somewhere else. And so if a new person is getting access to that room, so maybe something like…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:12.000",
        "message": "But because it's fundamentally better constructed and better quality of life, it would be more expensive."
    },
    {
        "speaker": "Unknown",
        "time": "00:08:17.000",
        "message": "It will be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:18.000",
        "message": "The guy with 100 rupees in his pocket who could have come and just landed up in a slum won't be able to do so anymore."
    },
    {
        "speaker": "Guest",
        "time": "00:08:22.000",
        "message": "Absolutely not. So good cities try to develop things where even if you're just coming in for a week, are there places where you can go to where you can stay for this just a week? And the place is, you know, good enough for you to live a week and sort of manage, but bad enough that you want to leave as soon as you have the ability to, right? So if you look at olden days in India, more powerful communities and caste groupings and others had, you know, their own chow trees and what in Kannada we call chatras in various cities, where the idea is that if you're a young boy of that community who goes into that city, you have a natural place to land up before you find a college or a place of work or something. So now this was self-provided by communities. And obviously this was far from perfect, right? But that is the spirit of… So if you're a young job seeker from, I don't know, from rural Maharashtra, from Marathwada, you're coming to Dharavi to find a job. Is there a place where you can do so? Is there a permanent place where you can maybe live for a week? You can get access to what kind of jobs that exist. And then you sort of move in and integrate with Mumbai's economy, right? So you don't have enough such state provisioned entry access points. And if the state in India really wants to care about the right to equity, right? What you're really talking about is access, right? So the state does have a role to play in this. The question is, what do we really do about it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:53.000",
        "message": "And perhaps the role is just getting out of the way and letting whatever situation spring up organically, just…"
    },
    {
        "speaker": "Guest",
        "time": "00:09:59.000",
        "message": "Absolutely. I mean, society still needs to provide for a lot of it, right? Our cities need to care for their migrants, right? Our cities don't. Our cities are designed in a way such that, you know, if you're the 11 millionth person who walks into Bangalore, the values and the norms and the systems of Bangalore don't impose themselves on you, right? So you've come from a village, you will drive the way you might have driven in a village. But Bangalore, you have to follow different rules now, right? You go to New York, this is the standard example that every Indian cribs about. Oh, you go to a foreign city, you stop littering. And oh, we Indians are hypocrites, when we go abroad, we don't litter. No, we Indians are human beings, right? So we go to those cities and we conform to the behavior expected in those cities. Indian cities are terrible at imposing this on people. No one in New York comes up to you and bullies you into not littering, right? You just don't do it because that's the norm. I think if Indian cities can establish these norms better, and this is again a society in action, you know, in concert with the government, and you allow for better access at every price point, I think our cities will be far healthier."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:08.000",
        "message": "Yeah, this reminds me, I went to New York a year and a half back and I stayed with a friend there. So I went out driving with him. And in the middle of the night, he screamed at me because I jumped a signal. And there was absolutely no one there. And it's like my muscle memory told me just keep going ahead. But anyway, leaving that aside, so I just want to try summing up the seen and unseen effects of the different kinds of interventions with slums. So just correct me or elaborate if required. Intervention number one is you remove the slum from the city and you take it outside. And the seen effect is that there is no longer that eyesore of the slum in the city. But the unseen effect would be that all the people who came there, came there for as cheap labor. For example, they were maidservants or watchmen or whatever. And now those jobs have supply problem because these people have been moved out of the city. And there is therefore a mismatch which the market had otherwise corrected for. The slum was essentially the response of the market. It grew organically because it was filling that demand. So that's the unseen effect that you're killing this. And the other intervention is that you do in-situ development where again, the seen effect is the same. That look, it's not an ugly slum. It's a proper building, it's respectable, better quality of life for the people who stay there. But the unseen effect is that it affects the fact that slums earlier are typically, if you have a hundred bucks in your pocket or whatever, you come and you manage and you do jugaar."
    },
    {
        "speaker": "Guest",
        "time": "00:12:26.000",
        "message": "And that is affected to some extent, maybe not completely, but it's affected to some extent. Because the people who live in those slums now don't want to go anywhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:33.000",
        "message": "Right, right."
    },
    {
        "speaker": "Guest",
        "time": "00:12:34.000",
        "message": "So what was a temporary place of shelter? What was a place in transit? Suddenly you endowed someone with rights over that. Right. And now they don't want to move. Right. So maybe the answer there is now open up a new slum. So even here, I just want to add that one of the developments that has happened is smaller such settlements, instead of having a big apartment complex, take a small plot of land, build five stories over there. So you house, I don't know, 50 people, but you do many more of these. The idea being that jobs, especially low end service jobs in Indian cities, are very, very location dependent. You need to be close by and you also need to be able to search for other such gigs nearby. Now, with the coming of, you know, app based businesses and so on, the distance and the proximity is weakening, but still not at the scale that India really needs. So those things are still important. But what I'd say is they're still not addressing the fundamental problem. How do you have more points in the city where people can come in at every single price point?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:43.000",
        "message": "And there's also the broader philosophical question of urban planning itself, that do you let a city grow organically? Or do you have to sort of try and plan it and make it more efficient and make, you know, all of that? And so what are the sort of trade offs involved and what are the lessons we can learn about that from the interventions that have taken place with regard to slums over the last few decades?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:07.000",
        "message": "So I'd say, I talk about slums, but cities in general, there's a false dichotomy that's sort of portrayed to you. That one, there's this grand vision and a grand plan that the government lays down. And then people and businesses follow like automatons, you know, according to the grand central plan, which enough people have debunked. The other extreme is that it's all organic, all chaotic, anything happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:32.000",
        "message": "And it's like evolution, right? Change happens at the fringe, not at the center. Spontaneous order. Spontaneous order."
    },
    {
        "speaker": "Guest",
        "time": "00:14:38.000",
        "message": "Except, you know, cities have so many people trying to do so many very different things at the same time. The simplest being getting from different starting points, going to different ending points, right? And this causes congestion, it causes pollution, it causes chaos. Now, the reason that this is a false dichotomy is that the government always knows when and where development is happening. Be it building registrations, be it electricity connections, water supply connections, you know, business licenses. So government always has a handle that, hey, you know, here's where real estate is heating up. Here is where more businesses are opening up and so on. And that has been properly gamed by those who can play that game. So the standard refrain in Bangalore is, oh, we had no idea Bangalore would grow so rapidly. No, you had a clue month on month, day on day where what was happening, right? So if around electronic city in Bangalore, you had more businesses coming up, people knew that this is where the action was happening. This is where the big apartments were coming up. So maybe this is where the slums are also coming up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:46.000",
        "message": "Yes, the data was there and people should have known, but did people know?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:49.000",
        "message": "Those who could profit from it knew and did profit from it. I mean, cities in India are a real estate game, right? I mean, the values appreciate and then someone seeks rent off of it. So that enough rent has been sought, right? So people know, except it's a standard sort of hand-wringing excuse that government officials like to give. So I think what planning should be is responsive. Paul Romer, the economist, had this idea that the single biggest element of planning in a city for a government is acquisition of land. Supposing you know that the city is going to expand in a particular direction, go leap ahead of time and buy a piece of land somewhere. That can be a bus station tomorrow. That can be a railway station tomorrow, a metro hub, something, right? Good cities have worked where public sector agencies and city governments have created land banks for themselves, which they've acquired intelligently. They've compensated people well and then deployed these assets well much later. Because if you haven't bought a plan ahead of time and private parties have bought all of it, that's your single biggest problem in defining a city. The fundamental problem with a city is that any of the choices that you and I make with how our housing is done, how our layouts are done, we have locked ourselves in for 70 to 150 years. So in terms of liberty, that's your trade-off, right? The action that you take impinges on the liberty of people to five generations below you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:18.000",
        "message": "So historically, which would be the cities in the world that have most, that have been closest to achieving this balance?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:25.000",
        "message": "I'd say it's not a static thing. Clearly, cities like New York are well planned now. The city of London is something that is completely reinvented itself time and again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:36.000",
        "message": "And cities had this thing."
    },
    {
        "speaker": "Guest",
        "time": "00:17:38.000",
        "message": "They had fire, they had pestilence, they had plague, war, all these reasons where you had destruction happening and new things coming out after that. Indian cities have the burden of growing up under a nuclear umbrella. We have not had war ruin our cities in the last 100 years. That's a great thing. Don't get me wrong. But we've not had a chance to rebuild any of our cities as a result of it. Most modern European cities today are modern because they got rebuilt 50, 60 years ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:09.000",
        "message": "So are you saying that kind of modernity is impossible for cities like Bombay and Bangalore?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:13.000",
        "message": "It's extra hard. Doing redevelopment of a city that's already broken is extra hard. The political economy is that much tougher. That's why governments also find it easier to build a city in the desert. So you look at these great plans on the Delhi-Mumbai infrastructure corridor, Jiffy Pop cities springing out of the desert. Who knows where the people are, where the water is? Nothing but the road we'll build and then the city will come. So it's hard, but we have to do it. I mean, it's not impossible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:43.000",
        "message": "And to go back to the issue of slums and to sort of wind up the episode, the scene effects of slums is that, A, they're dirty, very poor standard of living, they're an eyesore in the city and all that. And the other scene effect is that they're hotbeds for entrepreneurship and there's so much energy and jogar happening in slums. And the unseen effect, which you pointed out, is that slums are necessary for the evolution of a city because they are where poor migrants who don't have resources can actually enter the city and contribute to its economy and become part of it. So given this unseen effect, which hasn't really struck me before this, how would you say policymakers should look at slums differently?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:24.000",
        "message": "I think they should be looking at slums not as regions, but as access points. And these access points change from time to time. An old slum becomes gentrified. The people who are living there have now become permanent settlers over there. So the mix of new entrance to current residence changes. So slums are access points. They're not black spots. They're not hubs of bad infrastructure. They're just entry points into the city. So the old Indian cities of the fortified cities had the darwazas, right? You have the Ajmer Darwaza and the Kashmir Gate and so on. Slums are the real gates into the cities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:05.000",
        "message": "That's how policymakers should be thinking about them. So all around you, when you go out on the streets, there are unseen gates. Pawan, thanks so much for being on the show. My pleasure. One person's slum is another person's window of opportunity. If you want to check out some of Pawan's writing, do go over to the online magazine Pragati at thinkpragati.com. Pawan is a contributing writer there and I'm the editor. Also check out my blog IndiaUncut at IndiaUncut.com and follow me on Twitter at Amit Verma. That's Verma with an A. A-M-I-T-V-A-R-M-A. And if you enjoyed the guitar at the start of the show, that was my producer, Josh Thomas. Until next week then. Ciao."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:54.000",
        "message": "Next week on The Seen and The Unseen. Amit Verma will be talking to Pranay Kotastine about China's growing presence in Asia. For more, go to seenunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:04.000",
        "message": "If you enjoyed listening to The Seen and The Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up-and-coming independent Indian bands."
    },
    {
        "speaker": "Unknown",
        "time": "00:21:19.000",
        "message": "Good evening, ladies and gentlemen. This is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry. Food and drinks will be served shortly. And I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]