[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If you're listening to this podcast right now, you're one of the luckiest people on the planet. And no, that's not because this is an awesome podcast, which of course it is, but because you have both access to technology and the leisure time to listen, which so many people do not. We often take a good fortune for granted, which we should not, especially in India. The truth is that most people here live precarious lives, one medical emergency or natural calamity from being broke. And COVID-19 was one such calamity. Millions of Indians living lives on the edge were pushed into joblessness or poverty when the lockdown hit and their work dried up. Our immediate priority then was the virus. The virus could kill you, but you also had to eat to stay alive."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:49.880",
        "message": "What if you couldn't?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:06.680",
        "message": "Welcome to the scene and the unseen. Chances are that most of you listening to this, like me, don't worry about hunger. We know where our next meal is going to come from and it should cause a jolt of recognition that it's not like this for much of India. The lockdown made this clear. As our cities and public services shut down, the problem of hunger exploded. People in our slums no longer had easy access to work, no longer got paid, and they often lived from meal to meal. Our migrant workers were in an even more precarious position, finding it important to get away from the city that had abandoned them and also finding it hard to get food. My guest today, Ruben Mascarenas, has been an activist from his early teens, throwing himself into local causes to make the world a better place. When he heard about the problem of hunger in March last year, he got together with some fellow activists and started a campaign called Khana Chahiye. They began by distributing more than a thousand meals on March 29 and had ramped it up to deliver 47 lakh meals, that's 4.7 million meals, by August. They fed the homeless on the streets of Mumbai, they fed slum dwellers who were suddenly jobless, they set up position in the arterial roads out of Mumbai and in its railway stations to feed migrant workers on their way out. Poor Ruben also ended up catching COVID during this time and is still feeling the aftereffects. I thought Khana Chahiye was a remarkable initiative, an example of how the voluntary actions of private citizens can help society when the dysfunctional and parasitic state seems invisible. I invited Ruben to share his insights from this great campaign to feed the hungry and also from his many years in politics. Ruben is one of those activists who believes that clean politics can turbocharge activism. He worked for the India Against Corruption movement a decade ago and is today a National Joint Secretary of the Aam Aadmi Party. Now, I am not a fan of this party and I discussed some of my criticisms in an earlier episode with Ashwit Mahesh, one of India's finest public intellectuals and also a member of AAP. I'll link that from the show notes. After talking about Khana Chahiye and local activism in the first half of this conversation, I brought up my criticism of AAP in the second half, in the context of how the will to power can corrode any principles that a politician may have within this Indian system. To me, the Aam Aadmi Party is an illustration of this and when I raised this matter, things got somewhat combative, Ruben, after all, is a loyal party worker. I'm sure you'll find that part of the discussion thought provoking, regardless of which of us you agree more with, which doesn't really matter. What's important is that two people with different views can have a fierce disagreement like this while being polite and respectful. If we'd had that conversation on Twitter, hundred other people would have jumped in and it would have been a dogfight. Before we started chatting about power though, we spoke about hunger and empathy. And before you start listening to this conversation, take a quick commercial break. When I first started podcasting, I had no idea of what a powerful medium this is. Over time, I realized that podcasting allows you to go both deeper and broader than any other medium. And the insane level of engagement that listeners have with good podcasts is also unique to podcasting. What's more? Anyone can start a podcast. You don't need a license from anyone. You don't need a radio voice. You don't even need lots of money. So if this is something you'd like to learn, I'd be glad to teach you. Registration is now open for the February cohort of my online course, The Art of Podcasting. Over three webinars on three Sundays, I share my high level conceptual learnings, as well as the nitty gritties of recording, hosting, distribution, and building your brand. The course costs rupees 10,000 plus GST or about $150. Head on over to seen unseen.in slash learn for more details and to sign up. This might be the last month I teach this specific course. So hey, don't procrastinate classes start on February 7. So sign up now at seen unseen.in slash learn. Ruben, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:21.760",
        "message": "An absolute honor to be here after following your show religiously all these years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:29.560",
        "message": "That's so kind of you to say that. And I just want to begin the show by expressing my admiration for all the incredible work you've done in the last few months. Not to say you haven't done incredible work before that. But I want to start off by asking, you know, you've just recovered from COVID. And you got COVID not being lazy, but being helpful by actually being out there on the streets and organizing food for people who didn't otherwise have food, which is fairly incredible."
    },
    {
        "speaker": "Guest",
        "time": "00:05:55.440",
        "message": "But before we get on to that, how are you doing now? Much better. But there is post COVID fatigue. And there is, you know, there are shortness of breath. Even if I walk for about 200 meters, I end up panting. I did see the doctor. And that's one of the post COVID phenomena, which most people seem to be grappling with. And how long back did you get COVID? So this was in the end of October, and by the second week of November, I was, I was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:23.160",
        "message": "out. Wow. Okay. I mean, good to see that you're fine. Now, you know, what I want to do during this episode is sort of talk about your entire political journey, right from when you started, you once mentioned to me in a WhatsApp message that two people who've been an influence on you have been JP Narayan and Ashwin Mahesh. Both of whom are sort of heroes of mine for their, you know, their intellectual prowess and who've been guests on the show multiple times, both of them. So I kind of want to follow that entire journey of yours. But before we do, I want to sort of talk about the last few months and Khana Chahiye. So COVID happens, lockdown begins, at what point did it strike you that there is a problem"
    },
    {
        "speaker": "Guest",
        "time": "00:07:01.360",
        "message": "and it needs to be solved? So I think as the lockdown was announced, we were inundated with a lot of calls from frantic people. As regards to, there are people who are going hungry and, you know, if demonetization was demonetization, this was demobilization. So you had your working class, your informal sector, daily wage laborers, all of their livelihood that suddenly got paused, I mean, all of their wages suddenly got paused, they were struggling to make their ends meet. And of course, this was also the time that the lockdown was being implemented very, very strictly by the police. So you know, you wouldn't even have people in the road. So we're a bunch of people. So we call ourselves the Litmus Test Project. And you know, I reached out to a few of my friends. And again, Khana Chahiye, thank you for the compliments earlier, but that's a team effort. So I have six co-founders, there is Shishir Joshi, there is Rakesh Singh, there is Swaraj, there's Anik, there's restauranteur Neeti and there's me. So it's them and of course, over 400 plus volunteers, most of whom responded to our call to action online. And that's again, thanks to Swaraj, who I believe is one of the best mobilizers we have in India right now. But that apart, we started receiving these frantic SOS calls. So we said, okay, let's do this. Let's try and quantify the demand. Let's see where are these calls coming from and why are they not getting food? Is it that they don't have the apparatus to cook? Is it because they're stuck in distress and they're not being paid their wages? Let's try and understand this better, let's try and deep dive. So in a few days, we saw that, okay, this seems to be more or less around arterial roads of Mumbai. So we picked the Western Express highway and said, okay, let's just make 1200 meals. And let's start from Bandra and go towards Borivdi. That's about 25 kilometers of highway and below every flyover and on every footpath, we would stop there and we would talk to people. And I think it was heartbreaking. It was gut wrenching because you had people who hadn't eaten food in days. And of course, the silver lining in all of this was, and I think that's for me the story of the pandemic, that even though they needed food more than the people with them, they would make sure that everybody has something. And that's when we realized that the problem is much bigger than any of us who live in our privileged bubbles or gated communities can even begin to comprehend. And we said, okay, we need to do something. And obviously, I don't understand food production and food manufacturing. So we had a Neeti, we had a Munaf. And I told him, you're restauranteurs, you run catering businesses, how does the food bit work? And then we realized on the supply side, there are a lot of restaurants which are lying shut. So you actually had a network of unused kitchen capacity, which we said, okay, so we now have kitchen capacity on this side, we've quantified demand on the other side, can we marry the two and raise resources for that? And that's when we started a crowdfunding campaign, which was with Effort for Good, which was a partner, Anurag Mazumdar has been kind enough to support us there. And yeah, I think the response was fantastic. So a lot of people started donating, then we realized that we as a team need to expand and grow. I remember I just put up a post on Facebook saying, look, I'm going to do something like this. Of course, Shishir has been like a backbone, because we obviously needed to take all the money into an account. I mean, because all of us are essentially working professionals, and all our organizations are not charitable organizations per se. So Shishir just took two minutes when I called him and said, look, I'm doing something like this. And I like to collaborate. And you know, he came on board, we then got all of my friends. So we're the same group of people who worked with the Election Commission for this in the last elections in 2017, and increased Mumbai's voting percentage for the first time ever by 13%. So this is a very interesting bunch of people, which does things from time to time. And I was honestly really frustrated being cooped up at home. I mean, I really, now that I look back, I don't know how else would I spend the lockdown if I hadn't been doing Khaan Naa Chege. So yeah, so we went to the Western Express Highway on the 29th of March, and we saw that the problem is much bigger. Then we raised some funds, we started supplying about 20,000 meals a day across the arterial roads of Mumbai. So you had the Eastern Express Highway, you had the LBS Road, you have the SV Road, you have the Link Road, so on and so forth. And then the good part about working with the team is that now the entire operation got decentralized. There were a lot of learning. So we actually went out to the BMC and said, Okay, we know you're also doing your best, how can we do this better? So you tell us what your weak places are, and maybe we can adopt them and things like that. And, and yeah, I think there was no looking back from that. So I think from a 20,000 in the first few days, we quickly reached, at our peak, we were 1 lakh meals a day. And I think on an average, we were about 70,000 meals a day."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:29.800",
        "message": "So that's, that's insane, a bunch of follow up questions. One is when you say at the start, people reached out to you. Now one who reached out to you, and two, why you and I'm guessing it's partly because all the organizations that you've been part of, and so on, you've, you know, built a reputation over time of being people who are actually out there and do things and all of that. So kind of take me through the process. Was it other activists reaching out to you?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:53.200",
        "message": "So, so it was other activists reaching out to me, it was friends reaching out to me, because I've always been, you know, that guy who does something about the situation, no matter what the situation is, at least that's the most, that's the image that they have of me. And well, initially, the activists were like, there are a lot of people going hungry. And we know for a fact that they're going hungry. We can't go there because, you know, we were hearing reports of the police was clacking down really badly on anyone who is outside. So even they were concerned as to how should they go about and help people, even if they wanted to. Second is outside gated communities. I think for the first time, in, I think, recent memory, we would have seen a lot of people just outside their slums, just, just just staying there because they didn't have anything to eat. And it was really, really, really, really sad. So while on one level, we could see the dolphins in the Arabian Sea, and we could see all sorts of flora and fauna return outside our balconies and our gated communities, you also had. So while you had empty roads on one side, you actually had the slum clusters, where people were really facing acute food shortages. So, so look at it, let me give you one case in point. The slum right next to my building, which is Premnagar in Juhu, I went there and I was interacting with a bunch of workers, these are young people, young boys, I do play football, so that's how I know them. And, you know, I just wanted to check on them as to what's going on. And they were all labourers. So some of them were auto rickshaw drivers, all of them were basically staying on rent. And they would just pull in the rent and you know, they would just go out to a mess service and there were a bunch of bachelors and I asked them, you know, how are you doing and they mentioned that in some cases where they were working for a contractor, the contractors are unavailable. Some of them were construction site labourers, and they just have a few hundred rupees, they don't know how are they going to go back. And it's all chaotic. And this was also the time that COVID hadn't been as normalised as it is right now. So there was a lot of many unknowns about about it back then. Yeah, so all of them were just really, really scared as to the disease is going to come and get them. They're not with family, because they had really experienced a facet of the city that nobody else had experienced, or rather, you know, their experience the most ugliest side of the city actually had, because look at it from their lens, their landlord was demanding rent irrespective, it didn't matter, their mess service was demanding their fees, irrespective, their wages were paused, they were not being able to do anything whatsoever. And they're like, hey, we just have like a few hundred rupees. And you know, that's all that we actually have, how we to feed ourselves, how we to, you know, help our family, some of whom are here, some of whom are not here, and how we to get back. And that's when I realised that the problem is really, really big. So it's not the homeless, that's just one part of the story. The bigger part of the story are slum clusters, which are entire slum populations, which have suddenly are now living in abject conditions. And this was again, initial days after which then we saw the migrant worker exodus. And that's another epic saga in itself. So when I cross checked what I was hearing, and actually saw in the slum, I was convinced that this problem is much bigger than I think anyone can wrap their head around."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:25.400",
        "message": "And at some level, isn't this much more than a COVID problem? Like, I remember I wrote a column a few months back about how I think I wrote it in April about how we are dealing with two disasters. One is of course COVID, but the other is a flailing state, which has been with us for more than 70 years, in the sense that like, when I was looking up statistics for that, I found that 3000 children die of hunger every day in India, one in four Indian children below a certain age is malnourished. So it seems like an ongoing disaster. And yet we normalise all of that. And we completely ignore it, especially those of us who are in our elite bubbles, we simply don't notice. And then a disaster like this happens. And we say, Oh, shit, people are going hungry as if they weren't anyway, you know. And what also strikes me is that, whereas, you know, people like you and me who have some kind of a safety net, we don't have to earn money next month, we can manage, right. But most people in this country, you know, the vast majority, definitely more than 99%, I would go so far as to say, live very precarious lives, the slightest disruption can just be a personal disaster. Is that something you had a sense of from before or during this time? Did you, you know, were things worse than you had imagined?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:37.080",
        "message": "So I think, because we're essentially activists at the end of the day, and we work on the ground. So we know the precarious lives that, you know, people live, especially when it comes to the informal sector, which makes up a bulk of our workforce. So we were mindful of that. But the situation would be so bad that people would demand rent irrespective, the situation would be so bad that their contractors would suddenly stop responding to their calls. I mean, at one site, we actually had an entire team of construction workers just there, and they didn't know what to do, because the contractor is missing in action, they have not been paid their wages, so they don't know where to go. I mean, it was ridiculous, ridiculous to another level. So that's when we realized that we have to do something. And I think coming back to the point that you were making about, you know, poverty and hunger being normalized, I think COVID just amplified inequality, like never before. So while you can argue that state capacity was overwhelmed by the sheer pressure due to a pandemic, and that's true in many ways. But the opposite argument is also equally true, that we had a broken system in a very long time, that we didn't really have functional public healthcare, we didn't have our primary healthcare centers. I mean, all said and done, why did we have to go around setting up these fever clinics? And why are we sending people to tertiary hospitals? What happened to our primary healthcare system? What happened to our PDS, which was essentially supposed to distribute food for people in need. And then it's only now that Prime Minister Modi has now spoken about one ration, one nation scheme, but you would hear horror stories that we have our ration card back in the village, but we can't essentially get ration here. So the system has always been broken. But I think COVID just amplified that to an extent that I think any individual with an iota of conscience can't ignore. I mean, if you're just going to look out of the window, and you're going to just going to see hungry people, how can food rest in your stomach?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:44.880",
        "message": "So something had to be done. Okay, so let's get to some of the fascinating nitty gritties of this. So for example, you said that, you know, at the supply end, we had unused kitchen capacity, which is of course true, because everyone shut. But you know, are they still manned? Who actually goes there and cooks and some of the restaurants who were involved were like people like nom nom, who are not cooking that kind of food, for example, what's the thinking process when you say, okay, what is the food we want to give them? How do we handle the logistics?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:10.120",
        "message": "Where do we get the grain from? Yeah, so all of this was so I mean, 70,000 meals, even in non COVID context is a lot of food and is a lot of effort. So certainly during COVID times and during lockdown, logistics was certainly an issue. The good thing is thanks to somebody like Neeti, thanks to somebody like Prana who are, you know, seasoned restauranters, we could speak to APMC directly, we could speak to farmers directly to source raw materials and agricultural produce. So that was taken care of. On the other side, staff, right? Because many of these staff didn't really have passes. And that's when we approached the BMC and said, listen, we're trying to do good and you need to sort of help us with these passes because these guys are getting backed when they're going to the hotel to cook food and stuff like that. So if my staff doesn't reach the hotel, or the restaurant, how do they cook? So the good thing about working with the restaurant is that they already had a functional kitchen with FSSAI licenses, and they had a clean, hygienic environment to cook in, which was again a challenge if you would start something from scratch, so you rather you put to use a utility which exists. And thanks to a person like Munaf who understands how food is cooked, we actually approached a nutritionist, Monal Shah, as to how, what is it that we feed these people? I mean, we don't want to give something which, A, is not nutritious, B, given the fact that they may have long intervals of not having access to food, you know, it should not have an adverse reaction on their body. And that's when we realized, and that's what they suggested that it should be a rice based nutritious meal. So we had khichdi, we had sabzi, and we started off with that, but then, because our volunteers, so they're called food ninjas, because a lot of them, at the end of the day, decided to volunteer at great personal risk, they would go to these communities and distribute food day after day. And then again, there is a detegrity there too, because rather than giving two food twice a day, we said, let's give it once, because when it comes to the lockdown and the curfew at night, we don't really know what the security connotations of the whole operation would be. So just to play it safe, we would give a large 400-450 gram packet, which was good enough for a person who could eat that meal twice a day. But while we were giving them this food, after a few days, we got a feedback that, hey, we know now, this is going to continue for some time now, we'd like some variety. And we then went back to the restaurant and said, okay, these guys are like family now. So we call them our community mobilizers. And this is the feedback that we're hearing. So we started an experiment with roti and sabzi, we've done pav bhaji, we've on special occasions, given them some sweet dish, we've added Ramzan food packets in Muslim areas so that, you know, we changed the rotation of the distribution timing so that they could have something early in the morning and have something late in the evening. And we would put fruits, we would put khajoor, that is dates and all of that. So yeah, I mean, it was it was fairly exciting. It was certainly not the same operation that the same food is going to the same person for all these five, six months, we managed to get in some variety."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:44.720",
        "message": "And yeah, it was fun. That's fascinating. Because, you know, initially, when I heard about this, I thought, okay, migrant laborers, construction workers, and so on, you're giving them food and all of that. But you know, you were actually at a lot of places, one you've pointed out, you were at all the arterial roads, you're on the Thane Nasik road, and you're on all those places which people are passing through. But you're also at slum pockets and people who are actually staying here, you're giving them sort of their regular meals and all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:24:11.480",
        "message": "Yeah. So we started with the homeless on Mumbai streets. And you know, as soon as we started word quickly got around that, hey, these guys, you know, we don't know who they are, but they show up and they distribute food. So we started getting requests from the slum clusters. So we would send our volunteers there, do a basic housekeeping check, you know, is the demand real? Are the people for real? What is the size of the community? And then depending upon the resources we could mobilize, we will start distributing food. But then so first were the arterial roads, then were the slum clusters. After the slum clusters was as close to apocalypse that I think I've seen, which is the migrant workers literally trudging on the road. And I remember Neeti Goyal, my colleague reached out to me and she said that, she says in Chembur and I say in Juhu, but she was like, you know, I'm just coming from the highway and there are hundreds of people on the road. And I couldn't believe her as to, you know, why are there hundreds of people on the road? And I actually went there and it was really, really, really earth shattering the scene. You had people just walking on the roads and you know, I stopped a few people and I said, where are you going? And they were like, what are we going to do here because we don't have anything to eat. Some of them were actually from containment zones. So they were not even getting the regular supply of food, which we say otherwise would have got. So people like us could may have maybe gone to the nearest vegetable vendor and got what we wanted. But because they were in a containment zone, they weren't even being able to access that. And we said, okay, something needs to be done just as we were distributing food. But then we realized it's not food, food that they need because they're walking. And we set up our first relief operations at Majivada Junction, which is on the Mumbai Agra Highway, just outside of Mumbai in Thane. And we were distributing fruits, we were distributing water, we were distributing biscuits, we were distributing theplas, dry snacks, savories, at least something, you know, which would help them while on their journey. Because look at the context of the whole thing. This was still the time that railways were shut. So there were no trains functioning. There was no public transport. The only public transport which had been announced was extremely haphazard because the state said that, okay, we're going to ferry you from a particular point to the border and you're supposed to cross the border and you're supposed to find something in the next state. And you have to continue to hitchhike like this till you reach your destination. Now you have families, you have women, you have children, you have senior citizens. I mean, just imagine the extent of the calamity. And I still remember on day one, I remember the police was cracking down on them. And they were running into the mangroves parallel to the highway. And I remember stopping the car and, you know, confronting a policeman saying, why are you beating these people? And if you've announced buses from a particular spot, they're obviously trying to get there. So they showed me, you know, they took out a small folded piece of paper from their pocket. And one of them was like, this is a doctor certificate that I paid money for. Because I don't know which doctors were they and what ethics they had, but a large number of them had actually paid for that certificate, which for them would enable them to get onto the bus. And that was the last money that they had. But they're just with backpacks, they don't have food, they don't have access to water. They're worried that the police will crack down and beat them away. I mean, it was just something which really, really moved us and we said, okay, if this is the situation on Thane, then it's also true for Vashi on the Mumbai-Bangalore highway. And it is also true for Dahisar on the Mumbai-Surat highway, the Mumbai-Gujarat highway. So we set up these three relief sites. And I remember going there myself the first two days. And I think I was heartbroken. I remember, I think, three, four images with me. I remember a family, nearly seven people, somehow, you know, who were somehow accommodated themselves in a small rickshaw. And they had stopped by saying, we're going all the way to Uttar Pradesh, because we don't have anything, any transport. This is the only transport that we have. We've carried some additional fuel and we'll somehow, you know, drive past there and we want some food because we don't really have food. We spent our money with all of these arrangements and I gave them that. I mean, we gave them food and the second scene was even worse. I saw a few boys, they were riding what seemed like new cycles. So I stopped them and I asked them that, hey, where are you going? And they're saying, we're going all the way to Koraput and Orissa. And I asked them, are you serious? You know, that's in the other end of the country. And they're like, what do we do, sir? We were here as sales boys and this was the last money that we have. And we've invested in this bicycle. This is something that we've paid 4000 rupees for. And we're going to cycle all the way there. And they didn't have water, they didn't have access to washrooms. And yeah, if you ask me, I think it was a collapse of governance at so many levels. I mean, how difficult is it for the administration or for the collector to just make some arrangements on the highway? Or how difficult is it to ensure that people at least have water and biscuits or something? You know, the children, they're just crying, I still remember. And then the absolute chaos at these junctions. I still remember Majivada Junction, sorry, I'm going into the depth of it. But I think it will help your listeners understand the extent of the problem. And you had these people just squat on the road. And I would ask them as to what they were doing. And they're like, all the buses are done for today, we can't possibly go back and come back tomorrow. So we're going to wait here. And the police didn't really have information. Buses were very difficult to come by. And this was still the early days that the administration was trying to get it back together. And it was just sad. And as evening, so the deadline for the buses would be approximately six o'clock. So all the people who could get themselves into a bus would would basically get onto a bus. And after that, I would see there would be trucks lined up, right ahead of Majivada straight going on that road, which goes towards Kalyan. And I remember, okay, I remember going to one of these trucks and you know, each of them, each truck had like, dozens of people, and all of them just waiting for the police barricades to be relaxed a little and they would just basically get out. And that's how most people have actually traveled on in trucks, hitchhike through buses in the total absence of, of support for migrants. That's when we were working with the BMC administration. So by this time, we were really distributing food in those areas of the BMC couldn't distributed food. Sometimes the BMC had sponsors who maybe had the money but didn't really know how to go about the operation. So we set up the operation for them at the most optimally low price and you know, help them with it and etc. So this is when Mr. Jaiswal, who happens to be the Additional Municipal Commissioner reached out to us and said, we're starting the stomach trains, can you be kind enough to supply food? And we went to, I still remember the first stomach train was leaving Kurla Terminus at 1am at night. And I was told that because these trains have no pantries, there is no avenue for them to basically get their food and some of them have carried whatever. But let's remember that these are people who already sort of sold their belongings because they were in a rental place, they really were leaving the city for good because they thought that the village would be at least better than the city. The city had, I think all of us, all of us in urban India should hang our heads in shame that for whatever reason, our workforce felt insecure, and for some reason, didn't really believe in us. And maybe it's because of the way we behave with them. And we said, okay, we'll start with distributing food. And I remember going to the railway station at about 12.30 at night. And it was just in time for the first train to leave. And I talked to a few of these people, and they had come in BST buses from slums. And all of them had, you know, signed up at the local police station, giving applications as to where they wanted to go. So they were grouped and the police would then call them and there was a systematic operation, which was in place there. So yeah, so I immediately got back to Mr. Jaiswal and said that no, we are going to adopt three of Mumbai's four terminuses. So we adopted VT, which is also known as CST, the Bandra terminus and the Lokmanya Dilak terminus in Kurla. And yeah, till date, we have serviced over 284 Shamik trains, each train has on an average anywhere between 2000 and 2500 people. That depends upon how many bogies that a train has, and so on and so forth. But yeah, I think in all, between the relief operations at the transit points, and the Shamik train operations, the railway operations, we've supported over six and a half lakh migrant workers with food while they were going back to their villages."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:00.080",
        "message": "That's insane. And a lot of this is so heartbreaking. And there are a number of kind of thoughts that come. One is what you just said about how this should be a wake up call for all those of us urban professionals who don't kind of notice this. And I think in many ways, we live in cities full of invisible people, right? We are in our own cocoon, whether it's you know, we are at a car and we don't notice who's what's happening on the signal around us or people on the streets, whether they're homeless people or beggars or whatever. You know, we live in our own little cocoons, everybody is invisible to us. And we also sort of take a lot for granted, like, you know, one of the most sort of heartbreaking images from the stories I hear about partition, for example, had to do with trains. So you'd have a train going from one country to the other. And when it arrives, it's full of dead bodies, because everybody's been killed. And similarly, we heard stories during this time, that migrant workers get on a train to get somewhere. And three days later, because they've had no food, they're not..."
    },
    {
        "speaker": "Guest",
        "time": "00:35:02.240",
        "message": "The government initially in parliament said that they don't have data. It was only after consistent follow up by a few MPs, and I remember Sanjay Singh, our MP had taken up the issue in a very big way, that the government then came up with a figure. But I'm confident that even if they wouldn't have died in the train, you're talking about people in some cases, like, I don't know, we did this in Mumbai, I'm sure this was true for every major city in India. And there were a lot of trains leaving out of the city. So there were a lot of trains leaving from the Vasais and the Kalyans, the world that we couldn't even reach there. So we could do what we did in Mumbai. And clearly, you're talking about people who've been eating once a day for the last few days. This was the last money that they actually had sold all their belongings and you know, they're just moving to the next city and now that they don't have food for like the next three days, while they're going to their native places, I mean, just think about it. How more gut wrenching can it basically get? So I think, irrespective of what the government may say on paper, I am confident that a number of people would have passed away just because of sheer exhaustion, both mental and physical. And of course, the fact that they didn't get food."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:16.720",
        "message": "In fact, I saw a panel discussion of yours on YouTube where a gentleman asked you a question, and he spoke about how one of his workers actually boarded one of these trains, got fed by you guys, but then died three days later, because three days there was no food. And the other thing that also strikes me here, like when you were telling me stories of these people on the highway, who are like one, of course, even at a time like this, there is this incredible scamminess where you have doctors taking money to give out these freaking certificates or selling cycles or whatever, and I assume making a fast buck there. And what also strikes me is a kind of poverty that we don't notice when we talk about poverty. Like when we talk about poverty, typically we'll think about not having money, not having a roof over your head or having enough to eat. There's also a poverty of information. Throughout this period, people like you and me, we've got our mobile phones, we've got the internet, we are informed about what's happening, right? We kind of know what's happening, despite the fact that there is a sort of a fog of war situation. You know, we are not falling for a lot of fake news out there, unless it's on WhatsApp and it's about politics. But for a lot of these people, they don't even have that basic information. If they are told that you need a certificate and blah, blah, blah. And they have no way of making sense, like these kids who, you know, you mentioned, we're trying to cycle to Orissa, like they didn't know, you know, how far away Orissa is to begin with. They know that it's virtually not doable, did you by any chance take anybody's number or something?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:47.600",
        "message": "Yeah, I did. We were in touch with a few people. And we're going to now come up with a report as to what happened to their lives, when they went back to their villages in the rural areas, and it turned out to be much worse than what it is here. Because at least here, there was some avenue of some employment and something, they had something going for them in the villages, they had nothing going for them, especially in places like Bihar. We've been hearing a lot of feedback about the families over a period of time, tell people as to why you come here, like, you know, you went there to feed us now how we expected to feed you. It's sad. I mean, you're seeing a systematic breakdown of society. But before we get into, you know, the poverty of information and all that, let's, let's look at us, okay, average middle class people, we have our domestic workers come to us. My last startup, by the way, was served, where we were working to make domestic workers financially independent and debt free. And maybe I'll speak about it later. But I know of people living in the prosperous and the plus Jews and the Lokhandwala's and the Bandra's and the Powai's of the world, who actually didn't pay their domestic worker. Kis baat ka paisa aapko dena chahiye? Oh, you've not come to work. So you know, we don't, we don't have to pay you. And obviously, you live in a slum, so you would have already contacted COVID. And we basically live in our two bedroom hall kitchen flat. So we are obviously safer than you. So hey, you can't come here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:19.360",
        "message": "And it's just sad. It's a poverty of empathy. I mean, on my society WhatsApp group, there was a lady complaining that why are you people paying your domestic help? My maid expects the same from me. And what do you even kind of say to that? The other absence besides the absence of information seems to me in some ways to be the absence of the state. Like, I've always held that in India, we don't really have a rule of law except for the rich, that the state exists, but the way people get by is through a kind of jugar that they figure out a way to get shit done. And it seems to me to a large extent, that's kind of what happened here that the state was just absent or clueless. And a civil society people like you guys stepping into the breach. What was the experience like though of dealing with the state? Like you've pointed out that there were people who were helpful, who cooperated with you guys wanted to work together with you guys. What was that experience like? Because the interface that the common person will often see is the officious policeman who is just rent seeking who's taking a bribe because you're not wearing your mask in your car."
    },
    {
        "speaker": "Guest",
        "time": "00:40:22.120",
        "message": "What was your experience? So I think it would be wrong to state that the state was completely bereft of political will. I think that's not the case. People were really concerned. But what had happened is over a period of time, with corruption, and the lack of reforms had just robbed the state of its capacity. So while you had like, Sangeeta Hasnale of the BMC is an amazing woman. We've been working with her and I've seen her in action. Jaiswal Saab is an amazing guy, who is again, solution oriented, focused, all of that. But what happens when it comes to the lower staff? There is a clear lack of capacity. So A, do you have the will to do it? Okay, if you have the will to do it, you don't have the capacity to do it. And hence you're not being able to do it. Fact of the matter is, at the end of the day, these people, the poor people are left high and dry. And that was the saddest lesson in all of this. Like let's take even a ration card, which is functional. People have a ration card, people know where to go to. Let me give you a case in point. We got a SOS distress call from Cassandra, who works with the Adivasi Pardas in R.A. and Sanjay Gandhi National Park. Now their ration shop is on the other side of the road of the Western Express Highway. Now how are they supposed to come there? And they're living in, you know, in someplace else. Now I went with these people, and I went to the ration shop only for the ration guy to tell me, first of all, why are you poking your nose in it? And second is that, oh, we don't really have supplies. So we've seen this in shop after shop, that you have people go to the shop and the guy is just responding that, hey, we just have rice and even the rice is over. So we don't have dal or we don't have anything else. How do you really expect people to respond to this? And yes, I would still hold the state accountable because I've seen what happened in Delhi. I was extremely closely involved in how the entire food operation happened. I spoke with my colleagues there and etc. And you know, they gave people temporary ration cards. The distribution point there was a school that anyone could go to a school and the principal had been given powers, discretionary powers to, in case there's somebody without any documentation, you do a panchnama and you give them the ration that they need. We didn't see any of that here. So yes, while there are good people in the system, as they are anywhere around, I think this is a problem which is compounded many levels. So I think you're correct in saying that what we see are the symptoms of this larger disease of systemic failure. So yeah, we see a police guy taking a bribe and, you know, it angers us and we see poverty and all of that. But yeah, I think what we now need to see, and this is why I come back to JP, you know, his mantra which I use in my life is, just as Gandhiji had spoken to Jagjivan Ram and spoken about Dharadranarayan, the most destitute, the most helpless person that you ever met. If your decision is going to change his life for the better, your doubts will melt away. And I think if I would use the same example in the 21st century in a slightly more varied context is where JP comes in, where he says, I don't believe in a God, but I certainly believe in a sin, which is unacceptable. And that sin is twofold of avoidable suffering and of unutilized potential. So that prism, that all of this, what you're seeing is actually avoidable suffering. People don't need to go through this. If the state would have been a little more vigilant, if people really walked the extra mile, all of this could have been avoided. And I think the sooner that people actually look at it as a core problem of governance, rather than all this band-aid approach that we go about doing, it's not really going to solve the problem. Because what do NGOs do? NGOs do something that the government has failed to do. And I think I tell this to everybody that A, an NGO can never substitute the government. B, no matter how many NGOs come together, you cannot ever substitute the government. And C, if the government doesn't do something, that doesn't mean that I stop doing what I do productively and start working with the government, which is not basically doing much. So I do go and clean the beach whenever I have the time, but I'm not a huge proponent of it. Because I think the BMC has gotten contracts. It is our citizens that should hold them accountable and they should basically go about fixing the system. And you know, as citizens, we again confuse action with activity. And we are very happy with activity, which, okay, there's something going on and we put something on Facebook and we get some gratification with a few hundred likes and we feel good at the end of the day. And I think that's good. But unless and until we look at this as a problem of governance, which is why we are now working on the hunger map, where we are actually trying to work on a set of interventions. So we've actually identified about 10,000 of some of the most vulnerable populations in Mumbai. So each of them is called a micro cluster. We've used Ashwin Mahesh's map unity tool, M group to actually map these clusters. And of course, it's heartbreaking to go to them and essentially take their data and not give something to them. Parle has been kind enough where they supported us with biscuits. Again, I think till date, we've distributed about 12 lakh odd biscuit packets, around 12 lakh odd biscuit packets to people in need. And we are now working with the BMC to say, okay, now this is a real problem. Where are these night shelters, because the BMC has 28 night shelters, 18 of which are functional. It's I think, Mumbai's best kept secret. Nobody knows about it. And we're trying to map out these sections to these slum clusters. We're trying to understand how the Rain Basera model worked in Delhi. How do soup kitchens work in New York, where the problem is same. It's not a uniquely, uniquely Mumbai problem. And if there are funds which are allocated for this purpose, I think we can do a much better job of it right now. And our first focus now is on ensuring that these people actually get ration cards, so that they can actually get some support from the state. And because right now, they're not getting anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:49.400",
        "message": "So tell me a little bit about this hunger map, like, does it come out of the thinking that, okay, we've dealt with the immediate crisis, but we haven't obviously solved the problem of hunger, which is widespread. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "00:46:59.720",
        "message": "So tell me. So Khana Chahiye was a relief operation. So we understood the distress, and we're not people who would do this permanently. We're not going to just cook food and just distribute that. We'll do it as the circumstances demand out of us, because this was truly, you know, something in the middle of the pandemic, where a large number of people are going hungry, and we did what we did. So we said that, okay, now that we have the data of these communities, for the last six months, can we put all of this on a map? And can we geographically say, okay, these people are here, we have their community contact points, and we reach out to them. And we now see what is the situation there? Are they really that abject? Can we take some data as to where did they come from? What is the kind of work that they would do prior to bad days befell upon them? So all of this, we were to put on a map. So that's the first layer. The second layer is then see what are the government schemes which are actually meant for them? And why is it that they don't reach them? So the last mile delivery of all these public services, both at the BMC level, at the state government level, I'm sure at the central government level, you have a Atal Bihari Vajpayee this, you have a Deendayal Upadhyay that. So can we at least ensure in a controlled manner, that this lot basically gets whatever the state has at least in principle set out to do, so that they're a better lot over a period of time, you know, there is something called the National Urban Livelihood Mission, which is again, something very interesting, where they're supposed to train a lot of people and skill them, so on and so forth. But again, it's just lying in disarray, nobody really pays too much attention on that. So we've identified a few of these schemes. And now for the better part of next year is to focus on these communities to actually ensure that they get all the possible state help that at least the state at least in principle has promised to provide them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:52.480",
        "message": "Tell me about the role that corporates have played in this, like you pointed out, Parle gave all these lakhs of biscuits and all of that, you've spoken about Wipro stepping in, tell me a bit about that, like, did they come on their own? Did you approach them?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:03.720",
        "message": "What was all? So I'm part of Jagriti Yatra, which is the largest train led enterprise journey of its kind, which takes 500 young people across the country. And the idea is to inspire them to become entrepreneurs. And because of that network, I had somebody working in Wipro. And you know, they reached out to me saying, Listen, you're doing some good work. Do you need some help? How can we help you? And we actually gave a proposal to them and they were kind enough to support us. And Wipro was one of our biggest supports. I must say that the turnaround time between when they approached us when we gave them a proposal, and when they approved of it was less than 24 hours. And because I think they came from a place with a lot of heart, and they of course did their inquiries and they would obviously see that the money that they're giving us is well spent and judiciously used. But yeah, I think they threw their weight behind us. And I think thanks to Wipro, a lot of the other corporates came on board. So we had Paytm, which contributed something, we had Godrej, which contributed something, we had Redington, which contributed something. And all these companies essentially happened because Wipro basically came on board. So that was a big validation of sorts. And then I think what happened was a large number of our volunteers were with corporates. So they would get us in touch with their CSR team saying, hey, you know, I'm volunteering. Can we do something? I remember the vice president of Tata Trust was a volunteer. I didn't even know this until later on I was told about it. So I think a lot of the good word spread, good news spread with word of mouth. And that really got a lot of people to support us. But while that is where we got the large donation sums, also a large number of people who donated were basically simple millennials. It's very interesting to see a majority of the people who donated to us are millennials. Not the 40 plus generation, which we would have expected because they have a larger pile of savings would basically do more charity, no. I think our millennials have much more heart than I think the previous generations put together. I've nearly given up on that generation. And yeah, I think that's how we were able to do a good job of it. But interestingly, there is again, Anik Gadia is our residential Marwadi. And as with in all of our previous projects, he was in charge of the finances and the accounting, which again was done very nicely because if you need your sponsors coming back. So Disney All-Star supported us again in a big way. If you want your sponsors coming back to you, you need to give them reports, you need to make sure that this is run as a professional organization, that this operation is as world class as it gets. And that's when I think the focus was on the team. Because I think the learning for me in all of this is whatever you do, it has to be collaborative. Like I think early on, we said forget about the branding. I mean, who's going to go about branding something in the middle of a pandemic? Forget it. If there are people on the ground, let them call it whatever they want to let them donate it, as long as it's reaching people, that's fine with us. So yeah, so that's that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:12.400",
        "message": "And you also mentioned that there were corporates who, you know, you went to for the CSR funds and they said, no, we have to give it somewhere else."
    },
    {
        "speaker": "Guest",
        "time": "00:52:19.520",
        "message": "Yeah, I think the PM Cares fund is the closest that any of us humans can experience when it comes to an astronomical black hole. Everything just go there and just disappear. Because corporate after corporate would tell us that, oh, we've already given it to PM Cares and we've already given it to PM Cares. And I saw the entire NGO ecosystem collapse. So many community kitchens, which were started by just some do-gooders in their localities, didn't really have the wherewithal to actually keep the operations going. And I think when all of this started becoming apparent after the initial bit of support started evaporating, because see, the pandemic also got extended. I mean, the lockdown was extended month after month, we would see the Prime Minister extend the lockdown, and then the government would extend the lockdown basis, the announcement that they would hear from the center. So because of all of that, that had also led to a lot of donor fatigue. So on one side, we told that all of this money is going to PM Care, we don't know how is it used. And I think it's not even under the RTI. So it's as opaque as it can get. So a complete lack of transparency. And on the other side, you have donor fatigue, because while people have contributed, people feel that, okay, we've done whatever we could. And now basically, the problem should somehow take care of itself. No matter how illogical that is or sounds, that was the excuse that a large number of people gave us. So yeah, that's actually the sad part."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:53.320",
        "message": "Let's get a little meta now, right? So you know, we've discussed that the system is broken, here's a crisis. Here's an ongoing crisis. But that's a different matter. Here's an immediate crisis, you're going out and feeding all these people, there are well meaning people within the system, but the system itself is broken. When I try to get a little meta and think about the fundamental flaws that it reveals, and I'll ask you for more of them. But the first one which stands out to me and tell me if you agree, is that government isn't local enough. If it was much more local, there would be much more accountability, you would have better information going through to people in the state, they'd be able to utilize whatever little capacity they have better and everything would kind of work. And that seems to me to be a systemic flaw, which would solve so many things, not just this and yet, yet it's kind of impossible because the only people who can now make it happen in the existing system are the people who are, you know, enjoying that accumulated power at the center, whether a center or state or whatever, why make it more local?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:53.120",
        "message": "What's what's your? I think the 74th amendment, which is about urban decentralization of power has been in abeyance for the longest period of time. I mean, let's look at Mumbai, for example, we have what is called award committees, which was supposed to be the corporate awards. So in Mumbai, there are two kinds of awards, they are the corporate awards, which are numbered. So you have 1 to 227, 1 being in Dahisar and 227 being in Colaba. And then you have these A to T, which are your administrative awards, which are basically one or more corporate awards put together. Now, the idea behind the award committee was, you were supposed to get more people to participate. But while they claim to be implementing the 74th amendment, they said, okay, the award committee is now comprised of all these corporators and maybe some members of some NGOs and so on and so forth, and the police and etc, etc. So, that is a complete repudiation of what the community participation law actually was. Now, let's again, come back to 2005. 2005 was when the Nagar Raj Bill under the Jawaharlal Nehru Urban Renewal Mission was presented as the model community participation law. And you know, the JNNURM funds were like a carrot dangled to them saying, oh, you know, if you pass the community participation law, we'll basically give you these funds and so on and so forth. Maharashtra passed a ridiculous watered down version of the act, which is which still has not implemented. I mean, they've passed it, but they have not notified it. I mean, that's the level of treachery, sadly, by our politicians. But that apart, I think the problem is that in a city like Mumbai, your average ward has about 40 to 50,000 voters, right? You add another 20,000 people who are below the age of 18. So that's your population in the area. How do you expect one person to liaise with these people and solve their problems? All of them just operate out of one small encroached footpath, which is turned into some sort of a political office and they just put two benches and they're somehow supposed to solve problems. So there is no grassroots democracy. I think at one level, when we speak about ourselves being a democracy, we think about elections. But again, if you see voter participation, you have more people voting at the Lok Sabha level because they know that a prime minister gets elected and it's a bada election. You have a lot of people voting at the Vidhan Sabha level and you know, the chief minister gets elected and it's a bada election. But when it comes to municipal elections, it's seen as a chota election, oh, it's a councillor and etc, etc. What is it possibly going to do to us? But if you actually look at the things that actually matter, the roads that we walk on, our footpaths, primary health care, primary education, garbage, water, sanitation, sewage, all of this is BMC. So I mean, it is really far-fetched for a person to, you know, participate in elections and then not really have a say in the things that actually matter right in his or her immediate vicinity. And that is exactly what the Nagaraj Bill was supposed to remedy. It spoke about area sabhas, which are like mohalla sabhas. So you have one or two contiguous polling booths, one locality, which had an area sabha and they would elect an area sabha representative. And so if there are 35 polling booths, you would have 35 area sabha representatives who would be mini-corporators, so to say. They would have a ward committee, the corporator would be answerable to the ward committee, the ward committee would set the agenda. Right now, just think about it. How do your corporators go about proposing works? There is absolutely no study, nothing. The contractors come with a list of things and they tell you that, okay, this is what we did last year. This is what we'll do this year. This is what we'll continue. That's it. So there is absolutely no involvement when it comes to the electorate, when it comes to understanding what the issues are, when it comes to correcting something gone wrong. Like let's take the Brimstowad project, right, which came after the 26-7 Mumbai deluge is still not implemented. Look at the kind of money that is being spent by the BMC. Let's take our roads. It's almost in Mumbai, if you divide the budget by, there are approximately 2000 kilometers of road. So it works out to 50 lakh rupees per kilometer, right? That is the kind of money that is going there. The entire process somehow leaves the citizenry out of the decision making. And I think, yeah, this is all the result of that. Because had you had these functional urban panchayats, mahalda sabhaas, as I would call it, then all of this would be weeded out. Because meeting after meeting, if you're going to have a public meeting, we are going to discuss these problems. If there is a problem with the BMC, if there's a problem with the ration shop, if there's a problem with the police, if there's a problem with the traffic police, all of this would have got weeded out. If by nothing else, then by at least benign collective informed assertion. Because all said and done, no matter what the systemic problems that we have, I think if you are at it over a period of time, and you have evidence, then things do change. But we don't even have that. So yeah, so to answer your question, I think our urban governance is a big disaster in all our Indian cities. And I think that will require another podcast by itself, because Mumbai is an absolute mess. So while we elect our councillors, and the councillors elect a mayor, the mayor and the councillors can make laws, but they can't implement laws. The implementation is with the Municipal Commissioner who is directly answerable to the Chief Minister. And it's a mess. So if this is not enough, you have, so let's just take where we are right now, Khar, okay, let's go to the highway. On the Western Express Highway, the Western Express Highway is managed by the MMRDA. You then go to that Kherwadi flyover, which will be managed by the PWD, because it's a flyover at the end of the day. Then you go a little further, that bridge is managed by the MSRDC. Then you reach Worli Sea Link, and that's managed by another organization. So can you see that just within a small set of just a few kilometers, you have like, five"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:52.000",
        "message": "different organizations."
    },
    {
        "speaker": "Guest",
        "time": "01:00:53.120",
        "message": "And they'll operate in silos, they'll have their own incentives. Yeah, I mean, railways, why should you have, okay, now it's Piyush Goyal, who coincidentally lives in South Bombay. But I mean, just think about it. You have somebody else elected from somewhere else, whose only idea about emancipation is to go ahead and set up a coach factory. I mean, can you imagine, why is a coach factory in Raiba really? Because the great leader who gets elected there couldn't do anything to solve local people's problems. So you basically get the railway minister to basically put something there and that's supposed to solve problems. But coming back to the point, how would you have such indirect accountability? For somebody in the country looking at railways in Mumbai, it just doesn't make sense. Why do you have a shipping minister suddenly look at our portlands, our port trust? You have the shipping ministry in what? We don't have, I think one of the only large cities in the world which doesn't have an integrated transport system. And you have so many parastatal agencies, and you have the MMRDA, and then you have the collector, and then you have the state government, and then you have the BMC, and then you have MHADA. And if you actually put all these jurisdictions over a map, you know, none of them will actually overlap. You know, none of their borders will actually overlap. It's just, it's just such a, such a big mess."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:07.680",
        "message": "Sorry."
    },
    {
        "speaker": "Guest",
        "time": "01:02:08.680",
        "message": "No, that's, that's, that's, that's, that's the image of urban governance as citizens see it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:16.040",
        "message": "No, no, that's very eloquent and also very scary. And we will not leave that discussion for a separate podcast. This is a long podcast. It contains multitudes and we'll talk more about it in the second half. But for the moment, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. One of the great joys of the last few months for me was discovering how much I enjoy teaching what I've learned over the years. And my online course, The Art of Clear Writing is now open for registration. In this course, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction. And over the nine months that I've taught this course, a lively writing community has formed itself. The course costs rupees 10,000 plus GST or about $150. And the February classes begin on Feb six. So if you're interested, head on over to register at indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just a willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you indiancut.com slash clear writing. Welcome back to the scene in the unseen. I'm chatting with Ruben Mascarenas, a man who wears many hats, but fundamentally someone who is deeply involved in making our world a better place. And you know, we've spoken about Khana Chahiye, which I wanted to spend the first half of the show doing because it's so kind of urgent to our times and so eye opening in many ways. And I normally start on my episodes by talking about the personal journeys of whoever I'm talking to. And your personal journey is also pretty fascinating, because I think the default mode for a citizen in India is one of apathy. You know that I can't change anything, let me just, you know, make a good life for myself and blah, blah, blah. And that's kind of the default mode of citizenship, we are apathetic. And also, as Public Choice Service would tell you, there is something called the free rider effect, there might be some social good that we would like, but we will let others fight"
    },
    {
        "speaker": "Unknown",
        "time": "01:04:32.840",
        "message": "for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:33.840",
        "message": "Why should we do the hard work? You are the complete converse of all of this in the sense that you dive into causes that, you know, there was this urban governance activist from Bangalore, V. Ravi Chandra, who once described himself as a patron saint of lost causes. And I think a lot of these causes that, to my cynical mind from a distance where we have such a overwhelming dysfunctional state, seem to be, you know, if not lost causes, very difficult causes, which, you know, there's no sort of immediate fruit at the end of the line. But I'm rambling. So let's talk about your journey. What made you interested in politics and social work to begin with?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:12.040",
        "message": "I think two, three things. I think I come from an orthodox Catholic family, charity came to us naturally, you know, we would go to the church and we would do some social work. And you know, I would always ask this question as to, okay, how much are we going to do? Because it's just a drop in the ocean. So while I still did it, I would always have this question in mind. And then I went to St. Xavier's and I think that just opened up a lot of, I mean, that was really grounding because that was an eye opener to a larger world around our immediate surroundings that we would know. And that, which was, it really took me out of my comfort zone and challenged me. And then of course, engineering happened. I studied at St. Francis and while growing up, I remember something very interesting had happened. There was a banker who had contested a local corporator election, and I had thought that she would win, you know, and I was interested in politics very early on. The earliest memory that my mother has of me about the television is me watching Lok Sabha. But that apart, I was, you know, because I would play and I would know these local boys, because they would live in the locality. And some of them were affiliated to a political party. And, you know, when the elections came, I thought the banker would win because she was an independent candidate and she was well educated and had the right resources. But when the results came, these guys won. And so I was really surprised as to how does this happen? Like, you know, we expect the best talent and the best resourced person to actually end up winning. So, you know, I would go to them and I would tell them that, listen, I want to hang out with you. But I don't want to join you. So, you know, they said that, listen, we need somebody to write letters in English. So I would go to their shakha, quote unquote, and I would write letters in English, but I would get to see, you know, how the entire system really operates. How do they go about organizing themselves for elections, so on and so forth. So all this was happening. And the RTI movement had just kicked in. Maharashtra had an RTI Act in 2003, which then became the National RTI Act in 2005. And we had sort of filed RTI queries. I still remember my first query was about shifting a garbage dump, which wasn't there when we were growing up. And then suddenly the garbage dump really became the entrance to the Irla Road, so to say. And I remember after writing letters of complaint that we actually put some of the formal letters that we learned in school and college to use. And nothing really happened. And when I filed an RTI, I realized that that wasn't there. That was outside the MLA's house. The MLA didn't want the so-called gandhagi. So he got us shifted to the Irla market. And you know, we had a signature campaign and etc. And we actually ended up shifting the garbage dump to where it was supposed to be and not in a crowded area and so on and so forth. So that was my first win of sorts. And this was again, early days, I didn't know, activist or activism or anything of that sort."
    },
    {
        "speaker": "Unknown",
        "time": "01:08:23.840",
        "message": "How old were you?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:24.840",
        "message": "16, I think. And then I remember, I joined engineering college. It used to be very hectic because college would be between eight and five. So I would come home really tired. I was not used to working that long. And I remember one day I was asleep and I heard some people screaming and I called my watchman to ask them what the hell are these people doing and why are they yelling at me. So I went down and I ended up meeting a few activists who are prominent names today. And they said that we are trying to win an election. And we are trying to change the way politics is and we're going to only spend 75,000 rupees on winning this election. So I told them, you're clearly out of your mind. And I happen to know something about this. And what you're saying is, is impossible. And that was the beginning of the Vote Mumbai Vote Juhu campaign, where 49 NGOs came together and put up what is called a citizens consensus candidate and Adolf D'Souza. And I remember I went there and I, I was really excited because I always was interested in politics. These seem to be decent people. That was the only reason why I didn't join the previous cohort. So I said, okay, let's, let's do something. So I went there and they said, okay, the elections are about four months from now. And we're already doing some prachar and you should do some prachar in your local area. So I said, okay. So I went to Prem Nagar, the slum right next door, and, you know, we had helped these people. The deluge was recent. We had, you know, again, given them food and all that. And these were all boys that I played football with. So I remember it was in the middle of the election. I went to the slum and the slum looked like a war ravaged zone. I couldn't see any able bodied young man or woman. I could only see the extremely old or the extremely young, the toddlers. So I asked people, where are these people, where are these people gone? I just said, no, they've gone for, they're actually on hire. So the term that they use was they're basically paid political volunteers and they're gone for prachar. This is season time for them. I mean, you're, you're essentially come at the wrong time. So I went there and, you know, I gathered all these guys and I said, hey, you know what, this is what we're doing. And we have a candidate and it's about clean politics. And, you know, if we, we've actually voted for everyone, our lives won't change. This is the guy and you should vote for me. So they all laughed at me and they said, I think you're out of your head, you know, I mean, you're a friend and you're a great guy, but you shouldn't get into this. It doesn't work that way. So I said, no, no, no, no, no, no, I, please do this for me. So I encouraged them to call for a sabha and they said, okay, you come, we normally charge people, but we'll gather people for you. And I remember I climbed onto a taxi and gave a very rousing speech and there were good two, 300 people there and everybody was clapping, clapping. And now I asked them to vote for me and et cetera. And you know, they, after the whole thing, they, they again asked me, okay, so now what, are you still as crazy as you were? I said, no, I'm, I'm crazy and I want your help to go door to door and et cetera. And he said, but what are we, I mean, okay, now this, all this was, okay, you were a friend, so we let this happen, but what are you going to give us? So I said, what do you, I am not that rich guy. Okay, yeah, I live in the building there, but that's about it. And they showed me three pipes. One was a shining stainless steel pipe, one was slightly aluminum-ish. And they said, the first pipe is being given by party X, the second pipe is being given by party Y and they're building this toilet block for us and they're doing this and they have promised us this and that, what are you giving? And I said, do you think that these people will basically, basically do something? And they said, no, no, but this is how it is and you have to pay us if you basically want our services. So I said, okay, I don't want your services, but let me campaign. And you do what you have to do, but you at least vote for me. So we did that. And I still remember on the day of the elections, we actually ended up winning that seat. So we won by 4,582 votes and we, I never expected that we would win, but we did. And I still remember that night I was home. I was truly ecstatic, I remember partying and I remember my father came up and woke me up, startled. And he said, what happened? And I said, what happened? Why are you waking me up? I was, I mean, I'm asleep. So he's like, there are another, there are about 30, 40 people outside of our door. And I go there and I see these boys and et cetera, and I said, what happened? And they said, no, we voted for you. The results came as per the polling booth. They realized that we've not voted for you, now they've cut our water. And I went there. So I saw something, I saw that, of course, we worked the whole thing out. We got the BMC to repair the water and all that, and they got that water connection. But that for me was the moment of truth. Because if you had to really change the world for the better, in the most effective way, you had to engage with the state. You couldn't have worked in silos, you couldn't have done it without the state. And then, thanks to Adolf, who basically became the corporator, and he was a member of the Prabhakar Samiti, the ward committee I was talking to you earlier about, he was part of the standing committee. I was his head of staff in many ways, I would draft his letters, and that really gave me a bird's eye view of things. And I again remember six months into his tenure, Shailesh Gandhi, who, this was before he became the Central Information Commissioner and so on and so forth, he was an RTI activist. And I remember, he had written to all of us over email, saying that there's a Crawford market redevelopment, and the redevelopment is supposed to get us X, but it is being given for Y, which is much less than X. So it's clearly there's something amiss. And khule aam chori ho rahi hai, so to say. And we had to stop it. So I remember, I volunteered, and me and a few friends actually went to all these 227 Congress, and I remember, till then, we had this theory of the good Congress, of the bad Congress, of the good BJP, and the bad BJP. And depending upon convenience, you know, you would say that, okay, some leaders are the good Congress, and some, some leaders, the bad Congress and bad party and good party or whatever. But I remember, all of them, on the face of it said, yeah, this is wrong, and something needs to be done. I remember when the issue came up for discussion, I was in the viewers gallery, by the way, the BMC has a viewers gallery, which is not being used right now. But you should go there someday. It's a good view. And I remember we were all escorts there, we were looking at what's happening, and the proceedings were going on in Marathi, and this issue suddenly comes up. And not one person stood up to oppose it. The only person who stood up was that Adolphe de Souza, who stood up and he said that this is wrong. And I object to it. And because he objected to it, it was recorded and there was some probe and the whole thing got scuttled. And yeah, the thing didn't take take place at the end of the day. But that day, I was convinced that boss, it has to be politics. And it has to be long term. And this was around the same time that I was introduced to Jayaprakash Narayan. And then the entire idea of looking at systemic problems and political reform as the as the core issue. Because Jayaprakash is this phenomenal figure, I still call him my mentor. I joined Lok Satta. I left Lok Satta when he decided to support Modi, but that's a, that's a discussion for another day. But yeah, so Lok Satta was the first party that I joined before Aam Aadmi Party. So that happened. And I think I thought that this is a great party, here is a great thinker. And we already had one ward in Juhu. So we were like the beacon of sorts when it came to the so called clean politics. But I saw that while we were doing some good things, we were still a flash in the pan. And we weren't really being able to create impact at scale. And that's when the Anna Hazare India Against Corruption movement happened. And I was one of the few people who I remember, and Arvind Kejriwal, who I didn't know, then reached out to and say and said that, look, we're trying to do something against corruption. And why don't you join us in Mumbai? And yeah, we organized Mumbai and we saw that widespread massive support, which again turned into the Aam Aadmi Party and you know, I've been, I've been there since and also, the Aam Aadmi Party actually gave me such an amazing opportunity at my age to end up becoming spokesperson. I am the National Joint Secretary there. I'm able to work very closely with the Delhi government on a few of its programs. I'm able to influence policy. I'm able to formulate the party stance. So yeah, so that's basically been my energy in the political space. And yeah, I think ever since that day in the BMC, there was there was really no looking"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:22.360",
        "message": "back. So let's take a step back. Like, I do want to ask you lots of questions about your sort of intellectual evolution at this time through people like JP and all of that and how your understanding of politics deepened. But before that, I'm very fascinated by the BMC elections for which, you know, you were Chief of Staff, as you say, for Adolf D'Souza, you got 4,700 votes or something in 2006, I think. 2007. And seven and you guys won. So here's my question. Help me understand the mechanics of this, that when there is a local election like this at the BMC level, number one, the people who are voting, why are they voting the way they are? And number two, the people who are standing for these elections, why are they standing?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:06.360",
        "message": "So in most cases, while the corporators may argue that they can only make laws, but they can't implement them. So while they may be true on paper, the fact of the matter is, if a corporator wants to do something, he can get something done, irrespective of whether he has powers on paper or not. We have seen that on multiple locations. That's point one. Point two, the way people vote is that they're really disinterested in the BMC election. You know, it's seen as, okay, it's just the least important election. The councillor is seen extremely low in the hierarchy of elected representatives. And, you know, people don't think highly of them consequentially, and hence that disinterest. The third, the people who contest typically are, again, from established parties, because what happens is you have to give your carder an opportunity to contest. You have a lot of competition when it comes to MLAs and MPs, because those are bigger elections, you need more funds. But a councillor election is a small election. And if you are not going to accommodate your party carder in the councillor election, then where are you going to basically accommodate them? So most of these people are people who want to make a career out of politics. If you typically see most of the Shiv Sana MLAs today, that evolution started by them being corporators at some point in time. And then they became successful after going to their villages, starting the party there, and then expanding the party's footprint, so on and so forth. So these are people who want to contest, but again, in typical parties, if you have a corporator who becomes an MLA, then he will ensure that there is no corporator winning twice, because then he suddenly gets threatened because of it. So because of this churn, and because of the manner in which reservations play out, for example, you have 50% of all local body seats reserved for women, which is a good thing. You have 27% reserved for OBC, you have 18% reserved for SCST, so on. Now, the problem is that because these reservations come only six months prior to elections, okay, it's a good thing that you have diverse groups of people participating in it, but the open so called constituencies become so called competitive because all the menfolk who get displaced from their constituencies basically come there and that's why you have so much of a khichdi. So if you typically see most parties actually struggle to get candidates of the particular combination that the reservation is there for, and that speaks volumes about the political discourse itself in terms of participation of people in these parties. So yeah, so that's broadly how the entire election goes, it's a khichdi. But this time around, we expect that there will be more clarity much earlier on so that you can have a long protracted campaign towards elections. Because also see, prior to this, if you see the citizens movement, right, they were independents. So you had to go to people, tell them who you are, what do you do? What do you stand for? And if you get elected, what would you do for them? So the what's in it for me part. Now, all of this had to be done just within 15 days, or 21 days at max from the time that you got allotted a symbol, which would be the random, should be anything random. So politics is about consistency, it is about perseverance, it's about that repeated attempt to communicate. And all said and done, 10 years ago, we were still somebody who was just an independent looking at one particular locality. Now all said and done, we have a political party, during Lok Satta, yeah, we had a political party, which had a reserved symbol, which nobody know about, it was a good party. But now we have the Aam Aadmi Party. All said and done, we have a model in place in Delhi, you may argue whichever way, but the fact of the matter is that it has actually worked. And there is the broom, which is our symbol, there is Arvind Kejriwal, who's our leader, and all of those things put together. Now, I believe that these forces of new politics have never been better positioned than they are now. So hoping for a much better election, because I think also what has happened in the pandemic is people for the first time have been forced to think about, is our healthcare really that bad that all of us have to just be cooped up in our houses? Why is it that the government apparatus has collapsed and how? Why are these people on the streets? Why do these people have to go out there and go back to their villages? All of these things have really, I believe, have forced people across the board to ask some serious questions about their government and things like that. And I think this BMC elections would be a very, very, very interesting election, assuming it goes the way we hope it to."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:47.160",
        "message": "I'm wondering if there is, you know, before we come back to larger questions, I'm wondering if there's a little bit of the availability heuristic here, because the people who interact, you interact with, would obviously care more about all of this and, you know, would be more aware and even people who are not activists like you would want to come across that way. But my general sense, just sort of looking around, is that people have gone back to being apathetic, because everything that changed, you know, we've got a new normal now, and people are going on with their lives. And so I'm not sure that that, like, for me, the fundamental insight, which I would like all Indians to have is that our state is a dysfunctional and parasitic state, and that we have been treated as subjects, not as citizens. And I don't, and this is another opportunity where you'd imagine that more of us would see that. And I don't think enough of us see that. I think we're just back into the normal kind of groove of the way things used to be. But maybe I'm just being pessimistic."
    },
    {
        "speaker": "Guest",
        "time": "01:23:46.280",
        "message": "No, I think at the core lies commonality of fate. You know, I always give this example, that a mosquito is more socialist than Karl Marx. It makes no distinction while it bites between rich or poor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:00.160",
        "message": "You know, I've got to express a pet peeve here, which is that a lot of people use the word socialist, as if it is caring about society. And actually, socialism is extreme coercion, as we've seen in, and that sentence is still right, because a mosquito is, of course, being coercive, you will never consent to a mosquito"
    },
    {
        "speaker": "Unknown",
        "time": "01:24:17.240",
        "message": "taking your blood."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:18.660",
        "message": "So in that sense, it's absolutely kind of true. Let's, you know, there are two strands I'm fascinated by."
    },
    {
        "speaker": "Guest",
        "time": "01:24:25.440",
        "message": "But I'll just complete the thought, so the point is, unless and until you have that realization of the commonality of fate, that if today somebody is suffering, and we aren't working towards solving the person's problem, sooner or later, it's going to really come back and impact us. And what better time than a pandemic to realize that, right? So the mosquito can be substituted with the COVID virus. And I think slowly and steadily, people are really reaching that conclusion. So no matter what jingoism we see on social media, and our Twitter timelines and our Instagram timelines, the fact of the matter is that there is an increasing realization that all so called existing traditional parties have failed, status quo is unsustainable, we are slowly getting there is just about when you reach the tipping point, because also see the way change takes place. Just think about a weighing scale, and you have, let's say, 100 grams in one on the other side, you're just putting one one gram each, and it won't tip till 101. So even though there is a lot of work that is happening, even though there is a lot of manthan, so to say, it's still it still will tip only with that, with that 101. So the tipping point is near. And I am a little more optimistic than you are, that people will vote see, because coming back to our experience in the 2017 election, when we went to the Election Commission, and we told them that, look, you guys are doing a good job of increasing voting percentage. And I think we can do this better than you and you should basically trust us. And we did a number of things with them to engage young people. And there was an increased voting percentage. This was the same time that I'm not going to take names, but some prominent advertising firms and some so called creative agencies came back to me and told me, but Mumbai is an apolitical city. And you know, all of what you're saying is true for Delhi, which is a very political, you know, we are really stuck into just going to work and coming back and not being able to do anything. But that's wrong. So if you actually engage with people, I think, you know, as JP says, again, that we are as good or as bad as any other people anywhere in the world. So we are all people who respond to incentives. If bad behavior goes unpunished, and good behavior goes unrewarded, there is there is nothing, there's no incentive for really doing good. So over a period of time, I think people are slowly realizing that good governance is an incentive is a major incentive. And we are really going to see that tipping point come sooner or later."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:57.440",
        "message": "I hope you're right. You're, of course, much closer to the ground. So maybe you have more reason to be optimistic, but perhaps you're much closer to the ground"
    },
    {
        "speaker": "Unknown",
        "time": "01:27:04.080",
        "message": "because you're optimistic to begin with."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:06.000",
        "message": "So we'll never know. But you speak about people responding to incentives. And there I sort of like one of the strands I want to unpack is that that strand of local governance. Like I remember, episode 31 of my show was with Shruti Rajgopalan, where we spoke about urban governance. And one of the big sort of TIL moments there for me was learning that how at the level of local politics, there is a mismatch between power and accountability, in the sense that your MLA is relying on vote banks from elsewhere, not necessarily your little urban vote bank. So he doesn't really have the incentive to serve you. Whereas the people that you do elect and that you have power over your local corporator, their powers are very restricted, their budgets are restricted, you know, most of your taxes go to the center, not enough of it devolves down at the local level. So you might have some local concerns, but you have, you know, no way to the people who are accountable to you don't have the power or the money to do anything about that. And there is therefore this fundamental mismatch, which would also explain what you mentioned earlier that, you know, people are excited about voting in Lok Sabha elections a little less Vidhan Sabha, but at the BMC level, not at all, because, you know, what difference is it going to make to my life? How much is that an accurate impression in the sense, specifically, at the level of the BMC or the municipality or whichever city, what can the local government do?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:30.520",
        "message": "And what can it not do? So I think a lot of things. So when we speak about decentralization of power, we can hear a lot of noise, but we should focus on three things, funds, functions and functionaries. And I think if you look at urban governance from that lens, you what you've realized is that you've seen the legislature metamorphosing into the executive, you can't make out the difference. So the net result is that the MLA that you elect, you expect him to be the face of the government. He's basically a lawmaker. And maybe because he's an elected representative, he can hold the government accountable, but he is not the government. So in a situation where you A, have reduced avenues of participation, B, you have these indirect accountability and you have the not-so-steel framework of India, the rusted framework of India operating and even more rusted framework of the lower bureaucracy operating, the whole thing is one big mess. And all in all, you can have a good IAS officer who is a genuine guy, a nice guy who is well-meaning. But all said and done, unless and until you do not have that local participation, the grassroots to ensure last mile delivery, nothing really happens. So let's look at BMC for that matter. There is no new project, which is a capital expense project taken up for a long time. The coastal road was the first such thing done in a long period of time. All the bulk of the thing is maintaining old projects. And I mean, you have the same road, you would have experienced this, right? The same road is dug on multiple occasions. How difficult it is to set up your what is called ducting to ensure that each time there is a new line that the road is not dug open and stuff like that. So the reason why you have this mess is because status quo benefits the existing economy here. You look at the contracts, the way it is operated, blacklisted contractors get awarded the contract. If they're blacklisted in one ward, they apply in another ward, it's one contiguous set of people who are actually beneficiaries at all levels. So whether it is tenders, whether it's contracts, whether it is, it's poor execution, whether it is, it's repeated execution of the same set of things without giving much thought. I mean, it just lies in Lentatus. Let's take the DP for that matter, the so called DP 2034, which took like, which got cancelled twice and, you know, everybody spoke about, oh, we should speak about zoning and we should speak about sharing our, I mean, conserving our open spaces, you know, how many, how much of that gets implemented 17%. So why go with this entire exercise of only 17% of it basically gets implemented. But the point that I'm trying to make is much larger, that in all your cities, you basically do not A, have direct accountability, B, people do not have a say in the agenda that the council basically takes. So basically, people aren't able to hold people accountable from the time that they've elected them till the next election. And also, then we get into the kind of democratic systems that we have. So we have the first past the post system, which clearly incentivizes vote bank politics. So you just need a combination of whatever lens you look at it, castes, or maybe linguistic groups, or maybe socioeconomic groups, which basically give you the threshold of 30, 31%, depending upon the number of people in a particular constituency. And that's why you have the results that you do. But that said, I think, when you have a directly elected mayor, when you have a directly elected chief minister, which is a model that we should slowly go towards. So there is at least a distinction between the executive and the legislature than what we have right now. But the answer to your question is that, unless you don't have these avenues of participation, no matter what you do, it's still going to remain the same. But if you have these ward committees made, I have for five years in Juhu, we had this ward committee, we had this group of 35 people plus people from the local commercial establishments and shopkeepers associations, we would meet month after month and discuss issue after issue. So over a period of time, things do sort themselves out. I mean, they will certainly not be as great as we expect them to be, but they would be much better than the situation that we're in right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:15.160",
        "message": "Does it really make that much of a difference? Because I came across a 2011 article where you are expressing disillusionment with Adolf and saying that, hey, he didn't really do anything at the end of the day."
    },
    {
        "speaker": "Guest",
        "time": "01:33:25.320",
        "message": "No. So there is nuance there. So in 2011, I think Adolf was a great corporator when it came to him working on the ground. But when it came to his utilization of his funds, when it came to getting us projects, but when it came to him raising questions in the house, I saw that that was really sad. He just raised one question. So now, of course, we've realized that there is, I mean, he had an issue with public speaking and so on and so forth, which were learnings afterwards. But the reason why that happened was because there was no institution to support him. So while people like us supported him with the goodness of our hearts, he was still not part of a political party. There was no formal process to basically support him. He was clearly overwhelmed with the kind of queries that he would get. And I still would say, I would still give him a 10 on 10 on all of all of those things. But I would certainly call him a failure when it came to him being our batsman in the house. So we had this expectation that here would be Adolf. So the only question that he asked was that Crawford Market thing. So I would expect a counselor to, okay, may not basically be a Rubin kind of a personality, but at least I told him that, you know, you don't have to be eloquent when it came to corruption. Because when somebody is robbing in your house, you don't really think about the grammar, you will just directly go out there and say and do whatever you have to say and do. So I think that is the only disillusionment, but again, that comes again to this model of political intervention, that it can't be citizen candidates. This is a romantic concept, which maybe was done as an experiment at that time, was a good experiment. But the future has to be political parties, the future, because the sad part is that we look at political parties only in the pursuit of power. But the goal of a political party is not the blind pursuit of power, it is the evolution of leadership. The goal is to basically nurse leadership in its ranks, to be able to support that leadership when it comes to decision making, when it comes to their participation in the legislature, and which some parties all said and done actually have a system which more or less functions. Now, we can argue as to whether what those standards are and etc, etc. But yeah, so that is my answer to the Adolf thing. So again, just for the record, I still think he was phenomenally honest. I am willing to put my neck on the line and say that he didn't take a single bribe in five years. But yeah, when it came to him basically being the largest spokesperson of the city, it was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:59.680",
        "message": "problematic. Fair enough. And I guess at some level, it's also, you know, you evaluate someone against a certain set of expectations. And you might realize later on that, you know, maybe these expectations were not..."
    },
    {
        "speaker": "Guest",
        "time": "01:36:10.520",
        "message": "Yeah, because let's say if, right now, I am involved in an experiment called the Indian School of Democracy, run by Ujjwal, Ujjwalji, which is, again, something interesting. It's about training people for the job that they seek to aspire for. So if I want to be an elected representative, do I actually have the right training, the right skill set, the right exposure, which prepares me for my job? Adolf didn't have that. And we thought that he would learn on the job, but that didn't happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:41.840",
        "message": "So I'm going to take issue with something you said that is, you know, almost delightfully idealistic, where you said that, you know, the job of a political party is to build leadership and it's not the naked pursuit of power. Wait a minute."
    },
    {
        "speaker": "Guest",
        "time": "01:36:53.560",
        "message": "It is a naked pursuit of power. Of course, I am not impractical. Of course, whatever a political party does is to pursue power. But that can be done in a way that you nurture leadership."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:07.120",
        "message": "Let me sort of continue down that line. You know, people keep lamenting that the quality of our leaders today is so bad and look at the independence movement and we had, you know, Patel and Nehru and Rajaji and all of these people. And what do we have now? And I'd once written a column arguing that it comes down to incentives, that that generation of leaders, they became leaders not because they lusted for power, because there were no rewards to be had for them. They were animated by principle that we want to make this country a better place, we want to do something for people. And therefore, we had that quality of leadership today and they were responding to those incentives. But you know, if you think about what incentives a post-independence politician is responding to, higher principles don't matter anymore. It's about you've got a parasitic state. They want to have the levers of the parasitic state and the monopoly on violence and so that they can use some of that power to, you know, power here is not a means to an end for them. It's an end in itself. Right. And therefore, my sort of cynical take on Indian politics is that even when people get into politics for the best of intentions, they will inevitably get corrupted because there is a fundamental clash between the will to power and whatever principles you may believe in that ultimately you cannot achieve anything without coming to power, you know, and especially in the bigger elections, you need money to come to power. So first, you need to think of which vote banks you're going to appeal to, you are funded by special interests who will want their pound of flesh. And you can rationalize all of that and say that it's, you know, I'll make these small compromises as long as I can, you know, for a higher cause. But ultimately, you know, politics is corrosive because power always corrupts."
    },
    {
        "speaker": "Guest",
        "time": "01:38:51.480",
        "message": "So that is a very libertarian, a nice argument to look at."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:00.280",
        "message": "But the way I look at it is, I'll tell you something, it's not a libertarian argument because the argument is not against the state. The argument is against this structure of the state. If the state was much more local and if politicians were accountable, and if the only way they could, you know, stay in power was by actually doing something for people, you know, so it's a response to the dysfunctional nature of our state. And we can come to specific examples of how that kind of corrosion of character also happens, but sorry, broadly."
    },
    {
        "speaker": "Guest",
        "time": "01:39:29.240",
        "message": "No, so see, so there are two ways of looking at it. One is if you're looking at change, you can either do a big ticket reform and hope for the big ticket reform to make all these changes. Or you can do many small things, which are not equal to the big ticket reform. But when done synchronously together, they are much bigger than the big ticket reform. Let me give you an example. So the playbook that you give, which is okay, you need money to win an election, because you get money from some interest, you are beholden to those interests, and that cycle continues as soon as you get elected to power and so on and so forth. But you can change that. All said and done, and at Aam Aadmi Party, I'm part of the fundraising team in Mumbai, we consciously go after funding, which is crowdsourced, which is small. So and also, we don't have that culture of political funding in the country. I mean, when I go to my friends and say, listen, I'm in politics, and we're contesting the elections and you should fund and clean an honest party, people ask me why. People are just bewildered with it, you know, you're in power in Delhi, you should basically work something out. So A, that culture, that political culture, B, you can certainly disrupt the playbook. So if you have existing set of castes and languages and various other groups being brought together, you can disrupt that, and people do respond to that disruption. Look at what has happened in Delhi, the Arvind Kejriwal playbook of winning election was basically that disruption of politics, that he suddenly said that, hey, I am the advocate of the poor, I am the voice of the oppressed, and you had a new kind of a vote bank being created of people who felt disenfranchised, people who felt disempowered, people who felt cheated, and, and you've now been able to disrupt it to the extent that you got elected three times."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:19.340",
        "message": "So disruption is possible, if you, if you change the playbook. Disruption is possible when it comes to the will to power, the road to power. So I totally grant that, that Arvind Kejriwal as a political entrepreneur, sheer genius, got the job done. But he also claimed to stand for a new kind of politics and certain principles. Now, for example, what we saw last year, 370 was abolished, not a peep out of him. The CAA protests happened, you know, not a peep out of him. And I understand that at one level, your rationale is that, listen, we are doing a lot of things when it comes to, you know, water and electricity and all of that. And to be able to do these things, we don't want to get into these controversies. But that's exactly what I mean, that your will to power is so strong that you're saying, what about principles? Or when Vishal Dadlani had to apologize to that Jain Moni, because hey, vote bank. So where are your principles then? In other contexts, you speak about free speech, but then you make your guy apologize."
    },
    {
        "speaker": "Guest",
        "time": "01:42:12.280",
        "message": "No, no. So no, no, it's there are too many issues."
    },
    {
        "speaker": "Unknown",
        "time": "01:42:15.480",
        "message": "Okay, I'm sorry. I'll allow you to answer it one by one."
    },
    {
        "speaker": "Guest",
        "time": "01:42:20.200",
        "message": "Number one, Arvind did speak when it came to 370. He supported the abolishing of 370. But he's never supported the disruption of JNK or the complete suspension of the internet and the crackdown that the state has on its population, number one. So he's spoken. It's not that he hasn't spoken. On CAA, he's spoken. So let me use this example. We as a country are a very religious country. If you typically see last time census, just 33,000 people have basically identified themselves as atheists. So whether people may practice religion in the conventional sense or not, they certainly identify themselves with religion. So if you have an Arvind Kejriwal come up with an alternative version of religion, which is tackling the religion of hate, bigotry, which we have seen so institutionalized and normalized, then why are we being penalized for being smart? We won that election. I mean, we all saw what happened at JNU."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:19.640",
        "message": "We are a government which doesn't have control over the police force. Let me just interject here with one thing that we won that election is not a defense of this point. Even Modi won an election, right? And we are both against."
    },
    {
        "speaker": "Guest",
        "time": "01:43:31.240",
        "message": "No, the point. No, no, no. What does that even prove? No. The point that I'm trying to make is that had we had the police, we would have certainly did whatever people were expecting of us. An election where you are contesting with limited amount of resources, when you have the complete might of the BJP machinery in the state, you have to be smart. You have to be nimble. You have to control your narrative. He did that. All said and done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:56.400",
        "message": "And that is what delivered us the victory. No, but you don't understand. I accept that reasoning as a reasoning for winning elections. I admire his political acumen. I'm not arguing on any of those. We are not disputing his political acumen. What I am saying is that he has mastered the will to power bit, but he has no principles."
    },
    {
        "speaker": "Guest",
        "time": "01:44:15.360",
        "message": "Because for example, let's go back to the January."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:17.600",
        "message": "Have you stopped working with the poor? Tell me something. No, let's go back to, for example, the apology that Vishal Dadlani was forced to make. Now would he have made the same apology if it was a saint who was a BJP person?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:31.320",
        "message": "One second, Vishal Dadlani is an individual in his own right. He is a friend and I think he is best suited to comment over that. Had it been a political party functioning, I would have responded to it. This is a private individual. What happened there was a decision that he took. And I'd leave it at that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:47.920",
        "message": "I think it's the wrong example. So Arvind didn't ask him that, hey, by say, sorry, these are important people for us."
    },
    {
        "speaker": "Guest",
        "time": "01:44:52.360",
        "message": "I'm not that high up in the party to know what transpired back then."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:56.760",
        "message": "Okay. So fair enough. It's an unfair question for you. I mean, you are right that he's a private individual and a great artist, by the way. It's a rational decision what, you know, for Arvind to have told Vishal that if he did tell him that and for Vishal to actually take, it's all rational. But I'm saying that in that case, it's rational in the pursuit of a certain practicality which leads to your winning elections. If the question is to be asked that you stand for a new kind of politics, what principles do you stand for? And you know, honestly, everything that he said with regards to 370 and CAA was very weak."
    },
    {
        "speaker": "Guest",
        "time": "01:45:30.840",
        "message": "You know, he did not take the sort of stances that... So I'm a little surprised. I mean, suddenly, Shiv Sena seems to have become the darling of the liberal janta."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:39.680",
        "message": "Not mine."
    },
    {
        "speaker": "Guest",
        "time": "01:45:40.680",
        "message": "Maybe. But I'm just speaking in terms of the narrative. We not only passed a resolution in the house, we voted against it in the Lok Sabha. When it comes to every issue of national importance, be it demonetization. He was the first person who called it a national, this is a national international scam. What has happened when it comes to the migrant worker crisis. He's been the first person to speak when it came to the farm bills."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:06.400",
        "message": "But here's the thing. Here's the thing. What I'm pointing out is that in each of these principles, no, let me, no, no, they're not. I'll tell you why. Why? Because in each of these cases, he's responding to rational incentives. Let me go through each of them. Farm bill, he's speaking for the farmers because Aam Aadmi Party wants to win elections in Punjab at some point. Farmers are a big vote bank. There's your vote bank."
    },
    {
        "speaker": "Guest",
        "time": "01:46:25.200",
        "message": "Farmers are a vote bank across the country. Why just Punjab? I'm saying because that's Aam Aadmi Party's interest."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:28.200",
        "message": "That is just one. That is just one."
    },
    {
        "speaker": "Guest",
        "time": "01:46:30.200",
        "message": "One of the many lenses. And we would always speak for our farmers. We are an agrarian country at the end of the day."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:37.880",
        "message": "So why just look at our comment about farmers only in the context of Punjab? Because it's the farmers of Punjab who are mainly protesting right now. The farmers of Maharashtra aren't. Let's face it. And moving on from there, you know, as far as I disagree with that, but yeah, sure. But as far as demonetization is concerned, and I'm not taking a stand with or against the farm bills, nor am I saying that Aam Aadmi Party is, you know, out of all the parties, they're probably the, I shouldn't use a phrase, least evil or you will get offended. But in all those other cases, demon toh theek hai because there's no danger in speaking against demon or all of this. But when it comes to sort of the 370, when it comes to CAA, you know, he doesn't want to piss off certain vote banks. And the unfortunate truth of Indian politics is that every mainstream party, including the Congress, of course, is very wary of pissing off what they perceive to be the Hindu vote bank."
    },
    {
        "speaker": "Guest",
        "time": "01:47:31.720",
        "message": "So I don't think so. I think Arvind has redefined the Hindu vote bank, Arvind in whether it is his personal display of religiosity, or a very simple aspect of an all-embracing, communitarian aspect of religion, whether it is the Diwali puja or anything else for that matter has redefined this vote bank by saying that you can be a Hindu and that can be one of your identities that may be the primary identity for a lot of people. But there is a better way of basically being Hindu than the standard playbook, which is being peddled by a few people. So that's that's that's being intelligent, that's being smart."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:08.800",
        "message": "Okay, fair enough. I don't want to litigate this too much. I'm also sort of reminded of what one of your early mentors, Mayank Gandhi, once said about him in his book Up and Down, where Mayank wrote, quote, let's recall the Arvind I had first befriended. He was a man who cared for the poor and the underprivileged. He was a man committed to changing the nation without any desire for power or any inclination to engage with messy politicking. Yet by 2014, the same man had surrounded himself with unsavory people, built a coterie and abandoned all that we stood for, stop quote. And in my mind, you know, this is a classic example of how the will to power leads to the abandonment of principles in a system like ours."
    },
    {
        "speaker": "Guest",
        "time": "01:48:48.960",
        "message": "No, no, please understand, please look at the context of this. We were literally the victims of a witch hunt of a government which put nearly 22 of our MLAs in jail, all coincidentally have been thrown out by the courts. We are the only government in the history of this country which had control of an anti-corruption bureau where paramilitary forces were sent in the premises of the ACB to take physical control of it. So the kind of a witch hunt and the kind of a crackdown, the way our donors were basically harassed because they supported us in multiple instances. So you happen, you need to run a very tight ship and all of this and Arvind basically taking control, making sure that we do the right thing and we do the right thing in the right way. So the political entrepreneurship of it, because one slip here and there with the kind of, you have a media which just looks towards this amplifying propaganda of you know who. So all of this basically comes from that, that well, we were being literally attacked from all sides, we are a small party, we have to stay relevant, we have to win elections, we have to deliver on our promise and we have to create this new governance model and this new political culture that we keep talking about. But that said, I disagree with Mayank Gandhi. I mean he is my mentor and I have a lot of respect for him and I will still consider him my mentor for the rest of my life. But I disagree with this and all said and done, Mayank Gandhi doesn't speak anything about Narendra Modi, not once. If you say Kejriwal has surrounded himself with yes-men, no, I don't think so. I think most people expect that most parties are going to be transparent to their strategies, that's not true. I know Arvind personally, I have engaged with him at multiple points in time and he's somebody who surrounds himself with people who tell him the truth. That may not be perceived as people telling him the truth and it's very easy to label some people yes-men, but that's not true at all. He's a politician who has his ears to the ground and he has, he's always open to new ideas and new people all around and the journey continues. This argument that Mayank has of, and I've read the book and I mentioned in the book at three or four instances, so it all sounds, the ISE part sounds as though it was extremely romantic and here is Arvind Kejriwal who has exactly become the villain that he led a movement against. That's not true at all. And I say this with a lot of responsibility. If you're a member of a political party, you're expected to conform with some discipline. Are you saying that all of us agree with everything that our leaders say? Of course, there are moments of disagreement, but there are party fora where that has to be discussed. If you have a disagreement with some decision or some policy, you can raise it in a particular way. And I think what Mayank Gandhi did was not just opportunistic, but he..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:56.200",
        "message": "Or what Yogendra Yadav and Prashant Bhushan and..."
    },
    {
        "speaker": "Guest",
        "time": "01:51:59.800",
        "message": "No, what did Yogendra..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:01.800",
        "message": "I remember a moment, there was this documentary made on the Aam Aadmi Party and there's one moment in that which I found very telling and correct me if I remember it wrong, but at one point, you know, Arvind says that, listen, all our candidates will be elected by primaries. And at another point, he says, I don't care about the primary, this is a person that I want. Do you remember that moment?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:22.640",
        "message": "Am I misremembering?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:23.640",
        "message": "No, no, no, no, no, no."
    },
    {
        "speaker": "Guest",
        "time": "01:52:25.400",
        "message": "So please understand. When you... No, no. So there's a context to this. When you actually did an experiment of a primary, you had people participate such that the worst candidate would have basically become your candidate. So when you are setting up an institutional system, no, no, no, no. My point is, all of this should be done. All of this will be done. All of this is being done in some measure. But it is, it will take some time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:47.160",
        "message": "So his stance here is basically have a primary, but I will only accept it if you pick the"
    },
    {
        "speaker": "Guest",
        "time": "01:52:51.760",
        "message": "guy I think is best. No, that's not true at all. That's what you just said, that they picked the wrong guy. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no. This experiment comes from a Lok Satta experiment, doesn't come from an Aam Aadmi Party experiment, where they actually held a primary and everybody participated. More people participated than there are, because it was an open primary. And there was basically an ex-candidate who would basically come. And a not so, so-called ideal candidate would end up becoming the candidate. So I am saying that we are a political party, which is a work in progress. After independence, which political party has basically built itself brick by brick without so-called money, muscle, power and divisive agenda?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:31.680",
        "message": "No, I have already granted that, political entrepreneurship, 10 out of 10."
    },
    {
        "speaker": "Guest",
        "time": "01:53:36.080",
        "message": "No, so that, no, that political culture, that political culture about people participating, people selecting candidates. And selecting candidates is a complex decision. It is not as simple as people just voting for a particular person. It has to be the person's ability to be able to raise resources, it has to be the person's political maturity. There is a lot that goes into it. And I think over a period of time, if you're really looking at us from since we were in existence since 2008, 13 years now, over a period of time, if you look at it from 20, 25 years, all of these things will basically come in place."
    },
    {
        "speaker": "Unknown",
        "time": "01:54:08.480",
        "message": "This is a matter of time."
    },
    {
        "speaker": "Guest",
        "time": "01:54:09.480",
        "message": "We are a political startup. We are struggling in adverse, all said and done, as you said, in the political entrepreneurship in the most adversarial conditions, we are still after the Congress and BJP, at least in the mind of public imagination, we exist. So if you look at it from a, be a little kind to us, and I think all of all of what we hope in terms of that new political culture in terms of these institutionalized mechanisms, you'll get to see see it in in some time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:34.400",
        "message": "No, I realize and I'm feeling bad now that I'm being very unkind. So I should maybe clarify that one thing. I mean, this not as an let me let me finish. I mean, this not as an indictment of Kejriwala or Aam Aadmi Party, I mean, this as an indictment of politics, especially in India, and the way it can corrode principle. So I'm just talking sort of it seems to me to be an illustration of that abstract point. The other thing that I'd, you know, just to sort of express why I feel strongly about this, because when 370 happened, and CAA happened, it's part of a continuing pattern of a society basically constantly being fractured, being torn apart by this dirty, divisive communal politics that is happening around us. And you expect people in the opposition to stand up against it. And instead, what we saw in Delhi was this very rational politician saying that I won't go too deep into this, I am not going to speak in support of the Shaheen Bagh protesters, I am not getting, you know, I need to win the next election to continue to do the good governance that I would like to do."
    },
    {
        "speaker": "Guest",
        "time": "01:55:39.640",
        "message": "Sorry, on this one, you hear what Sanjay Singh has to say, he's very clear, he's very clear about the CAA. You see what Arvind's interview, he's extremely clear about the CAA. This is wrong, this must be stopped. And we are a political party which voted against it, as opposed to a Shiv Sena which voted in one house for it and voted in one house against it. And if you see how we have responded on both those points, please see what we've done in the assembly. Please see how our MPs have responded, please see what Arvind has basically said. And while in terms of the popular narrative, there is this so-called narrative being woven, that is not how it is. And anyone who knows Arvind, anyone who's seen what we've done, anyone who's seen the kind of work that we've done in minority areas, with our minority MLAs, will clearly say that it's completely contrary to what the truth on the ground is. And our work is there for all to see. So hopefully we'll hear some feedback from people in Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:37.440",
        "message": "Your work is there for all to see, but you can cherry pick those parts of the work which someone like me will agree with. But there are other parts of the work which I don't agree with, where I can see you responding to incentives. For example, you're against FDI and retail. And that is obviously because a significant part of your crowdsource funds must come from small retailers. They are an interest group over there. And to me, that is a form of corruption. How is it not a form of corruption? Instead of, you know, and even if I don't want to use such a strong term, you are responding to those incentives. And the core of it, like I remember many years back, I had written a column, saying something good about Kejriwal, by the way, I'd written a column arguing how sociopaths and sociopathy, by the way, is a medical condition where a certain part of the brain, there is damage, you don't feel empathy and whatever. And statistics show that sociopaths are over represented among prison convicts, which you would expect lawyers and politicians, or bankers and politicians, whatever. And my argument was that if you look at most Indian politicians, like, you know, Modi was the example I took. And I said that, you know, a classic sociopath politician will do whatever it takes to come to power and not have any principles. So I'm used aloud that maybe Modi might even be an atheist for all we know, it doesn't matter. He'll do whatever it takes to come to power. And in that column, I wrote that Arvind Kejriwal doesn't seem to be a man who's a sociopath. He seems to be someone who is, has a lot of heart, who has a lot of heart, genuinely believes in all of that. And instantly one of my friends who, you know, lives and works in Delhi and whom I respect a lot, called me up and said, Amit, you are wrong. He is a big sociopath."
    },
    {
        "speaker": "Guest",
        "time": "01:58:09.120",
        "message": "No, no, no. I think I have known Arvind for the first time, coincidentally, Arvind came to Mumbai was in 2009, when we had this experiment after the Adolfo de Souza win in Juhu, we tried to do something in Andheri, we didn't succeed. So I know Arvind since the Adolf era. And I have known him, see, the thing is, in politics, you have to be extremely headstrong. Just like any entrepreneur, that's your personality type. And all of whatever Arvind has done, it certainly comes out of empathy. I mean, imagine to be able to work for the voiceless and the people who come from one of some of the most vulnerable and poor sections of society who don't make, who aren't represented on the Twitter universe, who aren't represented on the Instagram universe. And then you have all kinds of judgment calls being made and all kinds of aspersions being cast. But such is politics. So when, I mean, even me sitting here, I think when you take a decision to be in public life, you have to be open to public scrutiny, and Arvind is a human at the end of the day. And I think as a politician, also, he's evolved, if you wouldn't agree, over the last 10 years."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:23.480",
        "message": "I think he's an outstanding politician there, I'm not arguing at all, okay, let me make a case against myself."
    },
    {
        "speaker": "Guest",
        "time": "01:59:28.320",
        "message": "No, but you're making him sound as, you know, he's immoral, which is not true."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:35.040",
        "message": "I'm saying he's responding to incentives. But let me let me come at that another way. And because we contain multitudes, as the cliche on the show goes, I'll now argue against myself. Let's say that you're a politician, you enter politics, because of certain principles you believe in. But you realize that along the way, you have to compromise. Now, you have two choices. Either you don't compromise, and you're out of politics, because you cannot win elections. And therefore, you don't make much of a difference to society, you're doing piecemeal things. Or you say that, okay, I'll make whatever small compromises I have to, and I'll come to power. And in the end, it will be better than somebody much worse being in power. And it seems to me that the best way to rationalize the journey of the Aam Aadmi Party is that those compromises have been made for a larger, better cause."
    },
    {
        "speaker": "Guest",
        "time": "02:00:18.920",
        "message": "I thought you'd agree with this part, at least. You don't think? Let me explain. So I think, I think you're confounding two things. One is that irrespective of what your ideology is, and irrespective of what your philosophy is, or what your framework of thought is, irrespective of all of that, just to bring governance to an acceptable level of governance is what the Aam Aadmi Party is focused on. Right now, what you see, what we are focused on for the last five years, you see our focus right now, it is about giving dignity to the common man, the common woman, so that they have equality of opportunity, so on and so forth. That is one part. The second part is that I think we expect, and it's a good thing to expect so much of us. We're a political party, the end of the day, we are India's fastest growing political party. We are an opposition in Punjab. We are making a foray into Goa, into Uttarakhand. We recently won over 140 seats in Maharashtra out of the 350, sorry, 300 we contested. So we're a growing party. It is, we do speak on all these issues. But there is a narrative being created. The opposition, the present opposition is the opposition that the BJP wants. Clearly, they look at us as an existential threat. And you see the whole thing, right? When there was a witch hunt against our MLAs, the so called Congress ecosystems of the world didn't have any problem with it. That's fine, because they were, you know, the up and it's okay, they're getting obliterated, and so on and so forth. So you are basically against a lot of resources, you're, you're, you're no longer a flash in the pan. You've basically build a party, you are now slowly evolving that discourse into taking that from taking that from an acceptable level of governance to actually looking at things as a poverty is avoidable suffering, you're not now speaking about houses, you are, you're now speaking about, about higher education and scholarships, and, and things like that. So give it a little give it give it time for them to be able to lift the political discourse. And that will take time. That is not going to happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:46.120",
        "message": "Sure, sure. No, I mean, you know, first of all, I must clarify that I have less respect for the Congress and for up, I think this, this nation really needs a proper opposition, which hopefully, and I hope you guys can proceed in that direction. But to sort of continue with that abstract question, that let's say that as a politician, you are in that position where, you know, a politician doesn't have the luxury I do, you sit on the outside and you say whatever you want, and you have purity of ideology and whatever politician doesn't have that luxury, you have to compromise, you have to"
    },
    {
        "speaker": "Guest",
        "time": "02:03:15.920",
        "message": "figure out how to be practical without compromising. And I and I'm reiterating that for the 10 time on this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:22.240",
        "message": "So my question to you, which you know, you've you've perhaps answered is that at what is that baseline level where you say I will not compromise on this, what are those core values? And to sort of elaborate, one thing that it is very clear that Amadni Party stands for is that we'll provide good clean governance, that as far as water is concerned, and electricity is concerned, and all of those sort of local issues will provide good clean governance, fine. That's what you guys stand for. Take that granted. That's what you're working to do. Beyond that, are there any principles that you will not ever compromise on?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:55.000",
        "message": "Of course. Why do you think we're focusing on education? Is it just education as a means to get a job? Is that the only so called metric that we're looking at? Of course not. We're looking at a much better society, a much more empathetic society. And all of that will happen with time. I'm saying that you're expect is good that you're expecting that of us."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:15.880",
        "message": "I'll just interject since you brought up education, people talk about Amadni Party's great work in education in Delhi and all of that. Again, I've heard stories about friends of mine about what is happening to private schools. For example, there is this private school which was started by this lady after partition for children of refugees functioned perfectly fine all these years. And when the Amadni Party took over, they took over with this ideological aversion to private schools, and they came out with these price caps that you cannot charge more than this. And that became an existential threat to the school. When I last heard about this from a friend, their reserves had been wiped out. It was an existential threat. It was like this distrust of the voluntary action of people."
    },
    {
        "speaker": "Guest",
        "time": "02:04:57.080",
        "message": "No, no, no, no, not at all. Not at all. If this might just basically be one one off case, if you see, generally, as a thumb rule, you typically have private schools which charge a lot of money for not basically giving the kind of facilities that the government gives. And at the end of the day, what is the incentive for the government to fix the public schools if a large number of the politicians typically run the private schools, which is typically how it works across the board. We have worked towards fixing that public education to the extent that it's quality and this is something which will get tears to my eyes. I have gone to these schools. I have interacted with these children. I have seen the learning outcomes, which is there for people to independently measure"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:46.680",
        "message": "and assess. But Ruben, that's orthogonal. I'm not arguing about the public schools, granted, but the bottom line is parents need the choice. Now, what has happened over the last couple of decades, especially, and what has gone wrong is the fault of all other governments, not your government, and you're not even in power at the center, is that constantly, first of all, the impression that all private schools are expensive is rubbish. There are budget private schools all over the place, including in slums, let me finish, where poor parents, rather than send their kid to a free government school, prefer to pay a little bit and send them to a budget private school and all of that, and they've been hit hard by regulation. That's a story of the past, predates Aam Aadmi Party, not your fault. But what I would expect is that while you're fixing public education, let private schools continue to operate, don't get in the way of the voluntary action of people. If a parent wants to send a child to a school, let the parent do so, it's a parent's choice. This ideological dogmatism that we have seen from…"
    },
    {
        "speaker": "Guest",
        "time": "02:06:42.480",
        "message": "I don't, I don't happen to have enough of information to make a comment on that. Kind of."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:49.320",
        "message": "Yeah. So let's sort of leave that aside. Okay, fair enough. So let's move on from the Aam Aadmi Party."
    },
    {
        "speaker": "Guest",
        "time": "02:06:55.480",
        "message": "You know, we can come back to the Aam Aadmi Party. It is the second love of my life, after my mother, so we can speak about it as much as you want."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:02.760",
        "message": "Okay, now let's go back to your political journey. You know, initially you get into politics because you want to do good things, you realize that at the level of private charity or whatever, things are happening in a piecemeal way and you decide that if you want to do more fundamental good, you have to enter politics and you enter politics. Now beyond this initial urge, how does your understanding of Indian politics evolve? Like you've said that JP played a part in that and all of that. What are the big sort of learnings that you took, you know, through your years of political"
    },
    {
        "speaker": "Guest",
        "time": "02:07:33.560",
        "message": "activism once you got into it? So I think politics is basically a full time vocation, though I'm sadly a part time politician who has to juggle with a corporate job. Second is that we do not have a culture which basically supports political aspirants. I still remember I was in college and, you know, I took an aptitude test and the person asked me, what do you want to be? and I said, while I know I'm a good engineer, I mean, I would want to be an engineer and etc. I would always want to be a politician. I always knew that I had really a lot of clarity on thought and purpose for it. But it wasn't just one of the things that people would factor in. Second, I remember I went for my first job. It was on campus placement. And I remember after I joined the political party, I went to the HR and I said, listen, I've joined the political party and now I'm an office bearer. And these are the details and my activities are in no way going to harm the company's interest and we're not doing anything lawful. I mean, I nearly lost my job. I had to argue against interests. I had to, the HR would tell me that no, how can we basically encourage such a thing. And I tried to give examples because that was an MNC and there are, you know, people who are part of political parties in Europe and in America and that's fine. Then why are you frowning down upon it in India? And I think that is a problem when it comes to India that you, even right now, if you are a member of a political party, nobody would want to write that down in the resume. I, on the other hand, have always been extremely clear because I don't want people to view these, view my association with a political party as a surprise. So there is no culture. In that, in that situation, what does a person do? How does a person earn his livelihood if he is not this traditional entrepreneur? If he doesn't really come from a very affluent family, which is why you have so many lawyers as you just gave the example of in both the categories, are entrepreneurs. So when you look at the Jeffersonian model of democracy, which is that the more you have, the more small businesses you have, the more entrepreneurs you have, the more meaningful the participation in the political discourse. So yeah, the answer to all of this is entrepreneurship because then you can work for yourself without being answerable to so-called whims of these structures, which beyond a point in time doesn't really make sense because we all know in our corporate life that we are working 24-7, right? Doesn't really matter. And now with working from home, you know, the work-life balance is certainly been tossed out of the window. So, yeah, I mean, in that it's, it's, it's about where it's been difficult as to how do you, I mean, luckily I've been able to pay my bills and things have been fine. But I know a large number of people who would just succumb to some incentive for corruption here and there because just because they don't have their basics taken care of. You look at the remuneration that counselors get, you look at the remuneration that MLAs get, and to pretend that that is somehow enough for them for functioning, for running a back office, for their legislative performance, their intervention when it comes to the plethora of committees that they're part of is, is ridiculous. So yeah, so one takeaway has been that you have to be financially independent, you have to be able to raise resources, and that is still a fight in corporate India. That's something that I experienced firsthand. So if you want more people to participate in politics, you have to, you can't frown upon a person's political affiliation. A political affiliation in India, sadly, in a corporate setup is seen to be unionization, which everybody has a problem with. But that's not the case. And again, that comes to the political culture. So that's the second learning. The third learning is that you always prepare for an election. So an election is like that exam you've always been preparing for. You know, everything that you do, every person that you reach out to, every person that you engage with, is part of, is part of that effort that you are putting into for your election at some point in time. It's when preparation typically means opportunity. And you have to be at it and you have to nurse a constituency. It's all okay to basically be all around the place. But if your local electorate doesn't know you, you know, what all these, all these things don't matter. So which is why a JP is a great guy, but at the end of the day, he is a gentleman. I can't imagine JP climb over an electric pole and connect, which is a great act of politics, which is a great act of politics. And Arvind's brilliant because he, he wedded, he wedded symbolism with that, with that narrative. So people, people actually felt that they could participate in something tangible. But yeah, I think over the, over, over a period of time, it's, it's, it's, I think politics is by far the most competitive business that anyone can be in. I mean, think about it. I think every aspect of, every aspect of human knowledge, whether it is management, whether it is finance, whether it is psychology, whether it is fashion, whether it's history, geography, politics, political science, all of it, you know, are needed. And also the next thing is that many a times, because politics doesn't have a set trajectory, okay, you joined at this age and okay, you became this at that age and you became like, I always when I, when I, when I was in the Aam Aadmi Party, and when we saw those hundreds, when I, I mean, when I joined the Aam Aadmi Party, and when we saw those hundreds of thousands of people on the road during the Anna movement, I thought that I'll get elected in the next assembly election. That it was just a matter of time. The people were prepared and we need to basically go there and just tell them that we exist and they'll vote for us. But, but yeah, the answer to that is sadly not true. And that people's people do vote, but people are exacting. You have to build a party structure brick by brick. And there are no answers to that because you don't have existing precedents in India. So many times, it's, it's really the domain of the unknown, but you just basically have to be at it and last and most importantly, we need to make a distinction between people and their ideas. We fight ideas, we don't fight people. Now, of course, my best friend Aditya Paul would disagree with me and he would tell me that people's ideas are an extension of themselves and sooner or later they become that. But that said, I think in politics, I have always, I've always believed about this distinction between ideas and people, which is why I am, I have some very good friends in the BJP, in the Congress, across the aisle. And I've always said that if our generation doesn't bond together and if we aren't friends and if we can't really, irrespective of whatever the political compulsions may be outside, then what have we even achieved? Right? So, so yeah, these, these broadly basic learnings, but, but yeah, politics is brutal at the end of the day. Being a member of the Lok Satta Party and seeing us be defeated election after election has been heartbreaking, but look at it from a, as a long haul, look at it as a long journey, look at your political career from a long lens and you'll have, you have to be thick skinned. People will call you all sorts of things. On Twitter, you'll have all sorts of trolls that will have an impact on your mental health and then you have to choose that because you have very little energy and very little time, how do you best utilize it? And in all of this, these are life choices. Like I sometimes do end up being, being lonely. I have a great mother and I have a great set of friends and et cetera, but, but yeah, so far I don't have a life partner who would be okay with my life choices and the lifestyle that comes with a politician who's also wears a social work hat and also dabbles in policy and does this and that. So, so yeah, it is, it is extremely complex, but you just have to be at it and yeah, hopefully all will fall in place at some point in time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:10.320",
        "message": "No much admiration. And I'm struck by, you know, what you said about ideas, not people. Like when I used to edit the policy magazine, Pragati, my principle always was that don't criticize parties or people just speak about ideas or policies, which is kind of what I would try to do. But how hard is it that, is that to do in this time where essentially in our discourse you have, what is a race to the bottom? Everything is so toxic. Everything is so incredibly personalized. You know, I've been attacked by IT cells of both BJP and Congress. Maybe if Amandipati has an IT cell, they'll come after me after this and we won't come after you. You won't come after me. No, I would imagine you wouldn't. And so in this discourse where it is a race to the bottom and shrillness wins, where everybody is shouting all the time, where everybody is out or nubbing a nub in a sense, how difficult is it then for you to kind of tailor your message? Or do you just say that this discourse, the shrill shouting, that's happening at a different level. It doesn't matter. We have to reach the people directly."
    },
    {
        "speaker": "Guest",
        "time": "02:17:11.920",
        "message": "What is your approach? A mix of many things. One is, I think it starts with this belief in yourself and there is this line in the party anthem. It goes something like this, and that you are doing the right thing. And maybe in the immediate future, maybe you're not getting traction and maybe it is difficult, but you're doing the right thing. And maybe you might lose an election and maybe people will laugh at us because we lost an election and we couldn't garner public support and fine, and there will be multiple views about it. But you did the right thing and you stood and contested that election on issues that actually matter. That in itself is one way to look at it, one aspect. The second aspect is that your existing set of distribution mechanisms for the media is slowly taken over by what we see via other media, right? Whether it is your content creators on YouTube, whether you see the kind of engagement on Instagram and things like that, especially when it comes to this generation. So there are two levels, two ways to look at it. One way is that you need to consistently come up with an alternative narrative of things and deliver and over a period of time, reach that position to be able to influence that kind of change that you want in terms of the still narrative. The third is that you see, which is why I come back to my thing, that when it comes to the so-called IT cells, you have a lot of half-truths that are doing the rounds. Let me give you an example. Most people conflate dislike with hate. It's okay to dislike a certain set of people for whatever your reasons are, but there is something certainly wrong in hating them and actively discriminating against them and wishing them death. So that distinction suddenly is lost. So it's difficult. You have people who are being poisoned, who are being conditioned. There is this feeling of victimhood, of somehow some historic wrongs being righted and etc. So one way is to basically say that, okay, these people shouldn't be engaged at all and they're not our audience. The other way to say is, okay, for whatever the reason, we acknowledge that they exist for you in your view of the world, real or imagined. But you engage with them and you engage with them over a period of time. They will change and they will vote for you. So it starts with, look at how we started in Delhi. When we came to power, I still remember, we would typically have everybody saying, it's a new party. We will vote for them. They're good. They're nice. They're NGO people, but they will not win the election. So we had that narrative. Then we realized that people are ready, whether we are ready or not. The first election in 2013, when we won 28 seats, people were ready. But then I think we basically live in binaries. We expect people to either like Modi or either like Arvind. But that's not how real life is. Real life is complex. You have a set of people who, for whatever reason, like Modi, but they also like Arvind. Now how do you, over a period of time, talk to this audience? If for some reason they have a primary marker of Hindu identity, how do you come up with something which is more egalitarian, something which is more natural? And people might call Arvind whatever you have to call him. But the fact of the matter is he's redefined Hinduism. You call it personal display of religiosity. You call it that, that is not meant for it or whatever. But that is basically being smart. You are engaging people over a period of time and you have such a bunch of poison people that we hope that with the right education in a state like Delhi, with the right focus on culture, with the right involvement of various communities at a mahala level and all that, that will change. But I'm saying this is really long term. So while we are at it, while we know, and we are of course a product of our movement, a lot of what we are is still a work in progress. There is, while we may be responding to incentives from the electoral lens, we certainly want this country to be a better place. We certainly look at hate as not just counterproductive, but has to be shunned at all levels. And we are working towards that. It is just that in the foreseeable future, we may not see the kind of results that we expect to see. But in the long run, it will fall in place. I know Arvind is a very empathetic, a deeply concerned human being. You just see typically what he does. So long story short, if you ever see him, talk to his constituents or talk to anybody that comes to meet him. The first thing that will strike you is his sheer empathy for the person's situation and the person's problem. If you see all that we've done, you can certainly argue as to, is this the role of the state? Should the state be doing this? But his argument has always been that, okay, the state may or may not have to do this, but they're dying. What do we do? So we need to step in. And till things are better, we need to do what it takes to ensure that things are better. So this is a long project, it's a 10 year, 20 year project. And I think we, at the end of it, will be able to make Indian politics a less hateful"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:53.160",
        "message": "place. And very hopeful and nuanced was, let me try to kind of unpack this, what you just said and tell me if I've understood it correctly. What you're basically saying is that we cannot think of politics in simplistic terms, as in, so and so is a Modi supporter, so and so is a Kejriwal supporter. You're basically saying what I keep saying on my show that everyone contains multitudes. And therefore, there could be a person who supports Modi for this and this reason, which could include bigoted reasons or whatever. But at the same time, that person also wants good governance. And therefore, the challenge is that without necessarily, you know, attacking him on the front on the basis of what he supports Modi, can you appeal to the part of that voter who wants good governance and say that, listen, all that is fine. But you know, did you want your local government to function properly or not?"
    },
    {
        "speaker": "Guest",
        "time": "02:23:40.800",
        "message": "So it's that, right? It's good governance. Our antidote is our policy. Our good governance is basically what will wean them away from this politics of hatred, which right now is a substitute for that good governance. It's that palliative that they're on. So it's really a much more nuanced engagement of the electorate, because see, at some point in time, see, we believe very strongly that the Congress is in a state of freefall, right? Now with a very large number of young voters coming to the floor, and you really have a lot of disruption happening at various local elections, we believe that people will come to us. And over a period of time, when you have the way to fight hate, is not with more hate, or not to say something in an environment and be foolish by saying so. You do the right thing. You don't give up your principles at all. I mean, fact of the matter is, what the Aam Aadmi Party has done in Delhi, I'm reasonably confident no other government has. But this is a 10 year project, it's a 20 year project, it will, it will take time. And trust, trust the Aam Aadmi Party for that, you'll see results."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:52.320",
        "message": "So I almost know your answer to my next question is going to be the hopeful one out of the two broad options. But here's the thing what I and I'm just thinking aloud here that I often talk about the distinction between the abstract and the concrete, that when it comes to hatred, everything that is divisive in our politics comes from abstract notions, notions of nationhood or us versus them or whatever, nationalism, all those toxic things, but the things which actually make us liberal and bring us together are the concrete things, the everyday shared experiences and so on and so forth. Now, what I see here is that, in a sense, the appeal of this larger divisive agenda that is dominant in the country today is an appeal to abstractions. And would it then be fair to say that what you guys are trying to do is that you're focusing on the concrete, ki paani kyu nahi aata, bijli kyu mahinga hai, you know, hamare schools itne buri kyu hai. So one, is that an accurate summation and two, if that is to be the case, can voters be weaned away because in this age where of, you know, where narrative dominance matters so much, it would seem to me that narratives built around these abstractions seem to matter because people seem to think they take bad governance for granted, so they don't even"
    },
    {
        "speaker": "Guest",
        "time": "02:26:05.480",
        "message": "care about it. No, correct. So status quo is unsustainable. People realize it, people, irrespective of whatever the chest-thumping that they may engage in, slowly we are seeing that people are increasingly irritated. People may come up with one bogey after the next and after X, they may go to Y. But I think slowly that will change because while all these things are abstract concepts, the othering of a particular people, the discrimination of a particular people, the unsustainability of people with a particular surname in a particular area is a real concrete phenomenon. The only way to fight that is through better governance, so that you make the narrative itself irrelevant. Not that the narrative will disappear, but the narrative then becomes irrelevant."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:55.440",
        "message": "Fair enough, let's kind of move on to talking about your political journey. Like one of the sort of, as an activist, one of the causes you took up was the laws against sexual harassment, like when the Keenan and Rubin case happened, for example, in 2011. Tell me a little bit about that and the change that you managed to bring about."
    },
    {
        "speaker": "Guest",
        "time": "02:27:15.680",
        "message": "So I think what had happened was the Mumbai Mirror did an article on me and my brother. My brother had lost his phone and because the police wasn't able to find it, I traced it single-handedly all the way to Gujarat and brought it back and the Mumbai Mirror featured as on the front page, but very interestingly, they bungled up with my surname and called"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:38.680",
        "message": "me Rubin Fernandes."
    },
    {
        "speaker": "Guest",
        "time": "02:27:40.720",
        "message": "And the Keenan-Rubin case happened very immediately on the heels of this article appearing. So a lot of people thought I had died. And people started calling my mother and etc. and people would ask her and my mother would basically say that, you know, you should do something about this. I really didn't have the mental bandwidth at that time because I still very clearly remember in 2011, the Anna Hazare fast had got over in August and after 11-12 days, I had fallen sick and I needed, you know, some time just for myself because it was just so much that was happening. And my initial response was something would have happened and I remember one day I was asleep at home and, you know, my friend Sagar Bekal who is also a member of the Litmus Test Project comes to me and says that there is uncle, Valerian uncle, who is Keenan's dad and he's standing down and he wants to meet you. And I looked at the watch and I said, it's 1.30, he's like, no, he wants to meet you. So I go down and he tells me, you do so much for anti-corruption, can you please do this for me? And I said, what happened, uncle? This is an open and shut case, there is so much of media scrutiny, it'll fall in place. And the guy broke down and he said, no, I'll take you to what happened, I'll reconstruct the case for you. And we went to the spot. And this was in this area in Amboli, Andheri West, I was there and we were, I was looking at the surroundings, sorry, I was looking at the scene of crime and sorry, it just gives me goosebumps even now and basically two young men were basically hanging out with their friends after the cricket match outside a restaurant as most of us would. And there was somebody, a group of boys who came and molested one of their friends and they obviously asked the guys to, you know, scram. And they came back and they killed both those people in, I mean, 8pm in Andheri is broad daylight. And the sad part was that not one person amongst the hundreds of people who were spectators, people in the bus, not one person even called the police, okay, I can understand if people are moving around with knives, you will be scared for your life and maybe you would not want to get yourself involved. And I think I, it just completely, I mean, it could have been me, it could have been anyone else. And a lot of people thought it was me because it would be something that I would have responded to in a similar situation if somebody would have misbehaved with one of my women friends. So we took that, so again, me being me, I did some research and then we realised that there is 354 and 509 and both are sections of the IPC, the 354 was a bailable offence, which is essentially people could basically just pay 1200 rupees a stable bail and walk out after molesting women. So we said that we should change that. Let's, let's speak about justice for Keenan and Rubin, but let's, let's see the bigger cause as to why did they have to give up their lives to begin with. So we landed this campaign, the Zero Tolerance campaign, we got over a lakh signatures at that point in time. RR Patil was the Home Minister, Prithviraj Chavan, the Chief Minister, the then Chief Minister invited us, they passed, they amended in Maharashtra and then you had the Justice Varma report post Nirbhaya, which then has the 354 ABCD and implemented it across the country as one of the so-called reforms. But yeah, I think that case in itself, the fact that despite media attention, uncle was still threatened, despite media attention, I mean, all kinds of things happened. I mean, we asked for a fast trial court, the trial took six years, excruciating years. And I remember Keenan's grandmother just died right now and she would just cry and they would reach out to me and they would not have closure because they lost two young men. And yeah, I think that case really taught me so much that beyond all these statistics, there are really human stories. And if even such high profile cases have so many impediments when it comes to justice, then one can only imagine what's happening with others. So yeah. So on that note, just for the record, we managed to get a conviction where the perpetrators are now convicted for life. So not a life imprisonment for 14 years, but they will basically be in prison till their deaths. And we managed to get the scenes in the law. And of course, now we are working on the preventive aspect of things so that you have more people being educated, more people being informed of consent culture, of what is appropriate behavior, what is not, working with the police. So that's something else. So one of the most important projects of ZTC is to set up Dakshata Samitis. So you have your local police stations, the local police stations were again, a product of a post-mutiny legislation. So that was never meant to look at Indians as collaborators with the state and the government to uphold law and order. It was always meant for crowd control. It was always meant for systematic suppression. And I think that is somehow even there right now, where you do not have a say in what the police station does. So you have these Dakshata Samitis, which are local memberhood groups who come together. Like I'm part of one citizens group in Juhu, where we meet month after month and discuss with the police, bring up issues of law and order, of robberies, or whatever illegalities that happen there and the police respond. So we want to have these Dakshata Samitis where, we're going to call it the Keenan Rubin Dakshata Samitis. Let's see, that's again a proposal with the Mumbai police that we're working on. But yeah, that's, that's, that's..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:00.680",
        "message": "If you do call the Dakshata committees that people will say you named it after yourself and we'll have come full circle, you know. In our informal conversation, in the middle of this recording, you were talking about the Bandra School of Activism and the Juhu School of Activism."
    },
    {
        "speaker": "Guest",
        "time": "02:34:14.520",
        "message": "Absolutely. What are those? Activism in Mumbai started with the ALM movement. And the ALM movement is basic advanced locality management, that's the acronym for ALM."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:28.640",
        "message": "Not all lives matter."
    },
    {
        "speaker": "Guest",
        "time": "02:34:30.640",
        "message": "No, but it started off with people segregating their garbage, and because people were segregating the garbage, they were interfacing and interacting with a large number of elected representatives, PMC officials, and they said that, look, if we're working on garbage, why can't we work about work on other issues and stuff like that. And you had this activism, which was born, then you had the RTI, and RTI became like this most important tool with activists to essentially get their problems solved. And there was a way to file these RTIs and so on and so forth. So activism started by people who were retired, largely had time on their hands. It was a young thing. I mean, I still remember people would really say, oh, you're extreme, you're a child. And this was even when I was 18 and 19 and all of that. So I think it started off with a bunch of retired people who want to do something on their free time. And this seemed like an interesting thing, which gave them access to power, which gave them access to BMC, and which gave them access to whatever these administrative mechanisms in the area, areas, and they also was a little vanity that you get some recognition, etc. So broadly, that's been how activism started. Then you had what I call a divergence in the Bandra School of Activism and the Juhu School of Activism. Now the Juhu School of Activism led by the Hansel D'Souza, the Praful Vora and the Adolf D'Souza of the world said that, no, we should contest the election and they tasted blood and they got elected. So now they start talking about accountability. So it's not about, okay, you engage people because you have to engage everybody. So you engage all levels of government, you engage all elected representatives, but you are ultimately working that, okay, at some point in time, can we get our guy elected? You know, that is the Juhu School of Thought. The Bandra School of Thought feels that, oh, we are apolitical, and we somehow need to keep ourselves like that. And we should not, we should not, you know, join a political party and do something like that. But slowly, the Bandra School of Activism has reduced over a period of time. And I've always basically believed that, and I tell this to the Agni people and the entire activist brigade, that, hey, man, you guys are old, and you need to pass the baton to young people. And you need to create this problem solving community of young people. If you, right now, this problem solving community is a very small community. It's the same people cleaning the beach, it is the same people saving the metro, and it is the same people saving RA, and it is the same people doing whatever next problem that the city faces. So unless and until you're not going to expand it and get young people, all that progress over the last 20-25 years in Mumbai would just basically be lost. So that is something that I'm presently working on. First is an RTI portal. So we're trying to create an RTI portal using AI, so people can solve problems in a better way by asking better questions. Wow. Yeah. So that should basically be launched sometime this year. Of course, it's post-COVID, so everything's disrupted. So we don't know when, but we'll hopefully prepare a date. The second is a model BMC, which, again, is about rather than doing a model United Nations, you speak about model BMC. So you speak about, you take five aspects of BMC, you speak about water, garbage, health, education, water and sanitation, and you actually go in communities and solve these problems real time. So rather than somebody giving you a presentation, you actually go there and say, okay, you go to that particular community, you understand what their problems are and solve that problem. So you actually see the life cycle real time. You actually get an orientation, okay, how does the city work and how can you engage with the city so that you at least know how the city works so that you can get it to work for a community issue. So that is, again, something that we wish to launch this year."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:32.680",
        "message": "That's like a flagship. How do you juggle all this?"
    },
    {
        "speaker": "Guest",
        "time": "02:38:34.680",
        "message": "You're an engineer, right? So what, do you have a job right now? I have a job, I consult for a consultancy firm."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:42.640",
        "message": "Wow. Okay. So moving on to the, you know, the next big project that one associates you with, there is this common notion in India that listen, one of the reasons our politics cannot be reformed is that voters are apathetic, people don't vote, look at the numbers. And you fundamentally didn't agree with that and were one of the people who started this Jago Ray campaign. Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "02:39:02.440",
        "message": "So Jago Ray was started by Janagraha in 2008. I was still in college, we were part of the Lok Satta movement back then. And this was a movement far ahead of its times, because I remember in the name of IT, back then they would just have five computers, so that is like an IT enabled college. And obviously you didn't have an online voter services portal like we have right now, where you can just go online and you can just put everything there and you can actually track what happened to your application. So this was, this was just like a black box, right? You would just fill a form 6, which is what the form for first time registration is, and you would send it. And you don't know what happened after that, it's either a hit or a miss. So Jago Ray said that, okay, there is a problem because while most people turn 18 and, you know, want to run to basically get a license, nobody wants to go and get registered. So that's the problem, so can we at least get young people interested in politics? So that was something back then, though, even then, I would still get the question as to, okay, we got ourselves registered, whom do we vote for? So yeah, so Jago Ray in many ways was like a precursor to politics, because yeah, you had to engage young people, you had to tell them that they had to register and that their vote actually matters. So yeah, we registered quite a few people. I think that is still the record in Maharashtra and Gujarat. And yeah, we oversaw that, and that was 2009."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:37.920",
        "message": "Yeah. So it's almost like building demand before the supply is there."
    },
    {
        "speaker": "Guest",
        "time": "02:40:41.960",
        "message": "Yeah. But interestingly, I still remember during Jago Ray, you had the 26th, 11 terrorist attacks and on the website, we saw traffic just increase. So we had a lot of young people who are otherwise apathetic saying that at least, there is anger. But of course, all of this is a manifestation of systemic failure for a long period of time, incapacity, etc. But that was like, as bad as it can get, like 300 hours of live terror. And yeah, I think Jago Ray was, in many ways, a registration problem, which is a first generation problem. You know, what we did with the election commission was a second generation problem. But now that people are registered, how do we mobilize them? Because the assumption that just because you registered, you would, because you were active enough to, you know, involved enough to register, you will also vote is not true. Most people, again, through our studies, we found that people looked at it as another identity card. Like a very middle class thing, if you are meeting the government, then take it, kind of attitude. But yeah, I think that sort of dovetailed into what we did with the election commission. And yeah, that's results are there for all to see."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:01.440",
        "message": "So before I kind of go to my next question, a brief digression, you know, you were part of Lok Sattar to start with, you know, you were with JP. And then you've said before in the past that you even tried to bring JP and Arvind together as so many people did, but that never worked out. Why didn't they work out?"
    },
    {
        "speaker": "Guest",
        "time": "02:42:19.920",
        "message": "What were the fundamental problems there? No, I don't first think that when I said work out was, we thought that Lok Sattar would merge into an app. But I think right now, JP has taken a decision that he wants to continue with the policy advocacy way, because he feels that he'll be able to create much more impact there than the political way, which really requires much more than just a logical argument. So that's that. So that is the reason why it didn't work. But all said and done, I think that it's not true that JP and Arvind don't work together. I think JP is very closely involved with the policy team, the last I heard. So his feedback from somebody as nuanced and with such experience as him is definitely important. So we're already working on that front. But yeah, politics requires, a short version of that is a lot of the Lok Sattar people thought that change will just suddenly happen one day, because suddenly people will have this moral impulse and people would recognize that we are the right party and people will vote for us. But that's not how it was. We saw what happened in Hyderabad, where there was a lot of love, and I use the term love and not respect. There was a lot of love and respect for JP across the board, but when it came to replicating that win, so the only person from Lok Sattar who ever won was Jayaprakash Narayan, nobody else has ever won anything, both at a council level and both at the state level or multiple states for that matter. There were forays being made into Uttar Pradesh, there were forays being made into Maharashtra, etc. And it was heartbreaking at a point in time, but you move on. You need not just a leader who is charismatic, but you need a leader who is able to get large talent density around you. And then you have to have that dogged approach over a period of time. And you have to basically, so like a JP wouldn't believe in symbolism. JP would basically say that, hey, I can just sit down and I can just have a conversation. But the common people are not like that. They want some symbolism to be able to associate with abstract concepts of governance. It's all good. You know, when we talk about governance and say you vote for us and we will get elected and if we get elected in the right number, then we form the government and then we'll formulate policy and then we'll implement policy and if that policy is implemented well, then your life will change. So that's a little far fetched. But if you do that with the right symbolism and say the right things, because it still has to be symptomatic. So a JP would say that Arvind Kejriwal's running after corruption is symptomatic, you know, the problem is bigger. But Arvind Kejriwal would say the common people understand just that. So you start by saying that, you know why your bills are high? It is because of corruption. And if you do X, Y and Z, we can do this better and so on and so forth. So I think that is the fundamental difference between a JP and an Arvind. But I still think that both are phenomenal sons of India and I look up to both of them as some phenomenal leaders. And my dream somewhere, if you ask me, at least when I started, would be, you know, an Arvind as the popular face and a JP as the brain. I think some, we've achieved it to some extent, but I hope that it happens completely sooner"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:45.720",
        "message": "or later. Yeah. And would it then be fair to say that if you are sort of pursuing a path of clean politics, part of your mindset has to be to forget about the results and think about the process that, you know, you just focus on constantly growing through the daily grind of politics and not focus too much on the results as in, oh, change will happen or, oh, we will win elections"
    },
    {
        "speaker": "Guest",
        "time": "02:46:10.160",
        "message": "or whatever. No. So Arvind is very clear. He says that I'm not here to be an also rant. I want to contest elections. I want to contest elections by disrupting the space, by doing the right thing. Because all said and done, and Arvind has demonstrated that Aam Aadmi Party can win elections with the least resources without resorting to the tactics that our competitors resort to. So it is extremely important to look at it as a no-nonsense game. If I'm contesting the upcoming elections, I will contest to win. I am not here for time pass. And sometimes that gets difficult, given the fact that you have limited resources, given the fact that not many people are even willing to, you know, keep their, get out of their comfort zones and actually take to a life of politics with the kind of uncertainties that they are. So the answer is that you need both. You need your eyes on the goal. It's important. You can't. And Arvind is that leader who, I still remember when the Lok Sabha results came, we thought that all was lost. And Arvind actually calmed everybody down and went booth by booth and set up an organization and we won the election."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:22.240",
        "message": "No, that's actually what I meant when I spoke about the hard grind in the process was exactly"
    },
    {
        "speaker": "Guest",
        "time": "02:47:26.880",
        "message": "what you guys are doing, that you have to go through the process anyway and others might get disheartened. But you have to have your eyes on the goal. So you can't blindly go through the process and, you know, say that it would eventually yield results. It has to yield results. If it's not yielding results, you basically need to, it's like a startup, right? If you have to be nimble, you have to be agile, if things are not working, then you need to change your strategy."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:49.160",
        "message": "No, and I understand JP's thoughts on sort of symbolism as well, because, you know, when India against corruption happened, I remember writing a column at that point where it struck me that the whole campaign misunderstood the fundamental cause of corruption. Corruption of course was a symptom, but what was it a symptom of, which was too much discretion given to the state, which will obviously then lead to corruption. So the way out is to reduce the discretion of the state."
    },
    {
        "speaker": "Guest",
        "time": "02:48:16.760",
        "message": "But what IAC was asking for was, what IAC was asking about was basically the Jan Lok Paal Bill was a much more effective mechanism to tackle corruption, but you're not reducing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:31.160",
        "message": "the discretion."
    },
    {
        "speaker": "Guest",
        "time": "02:48:32.160",
        "message": "No, no, let me explain. Let me explain. So you, this is the example that JP always gives that 10% of the people will always do good. 10% of the people will always do bad. And the remaining 80% of the people who will follow those 10% who are being rewarded. So right now you have 90% of the country being corrupt because you have an incentive for corruption. You will save time. You will save energy. You will save money if you chose to resort to corruption. That if suddenly you make it easier for people to do good and difficult for people to do bad, which is what the Jan Lok Paal Bill in essence was, then suddenly the country from being 90% corrupt, the 80% would follow the 10% who were being rewarded, which in this case, I think the only way to do that is actually to reduce."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:12.720",
        "message": "You disagree with what I just said? No, I agree with the theoretical point that a mechanism like this would be great, except that it wouldn't work because you'd be giving another layer of people more discretion. I think the only way to reduce corruption is to reduce discretion. The state has too much arbitrary power. And if you reduce that in all the areas where it doesn't need to be there, then you know, like needing 60 licenses to open a business, for example, you automatically reduce corruption to say that no, let the state have all this power and we'll have another committee of unelected people on top of that is to give power to another bunch of people."
    },
    {
        "speaker": "Guest",
        "time": "02:49:50.520",
        "message": "This is in the context of Jan Lok Paal per se, but I think look at what we've done when"
    },
    {
        "speaker": "Unknown",
        "time": "02:49:54.040",
        "message": "it, we don't have control over the ACB."
    },
    {
        "speaker": "Guest",
        "time": "02:49:56.880",
        "message": "Okay. So technically we don't even have the police force that, you know, we can actually get a vigilance to follow up on cases. But what we've done is right to services, which we've now said that certain services are deemed. We've been able to revamp the whole system that right now we are able to provide free healthcare. We are able to save money on project extensions for large projects and make sure that medicines are free. Right now, if you are not able to get yourself an operation that is prescribed by a doctor within a stipulated period of time, you can go to a private place and get it done free of cost. So all of this is, is reducing corruption, just the manner in which these reforms are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:38.520",
        "message": "being implemented. Sure. And I don't want to litigate that. That was an aside. Oh, my final question to you. Actually, my second last question to you, I would ask you two questions. I've taken enough of your time. My second last question is this that, you know, one of the things that kind of saddens me is that JP left politics because, you know, in the sense that he is one of my intellectual heroes, and when someone like that is in politics, and you can look at politics and say that there is hope to do good, but okay, I understand it happened. So here's my hypothetical question to you. You've chosen politics as your life's work, clearly. Is there any hypothetical situation in which you would say, nahi karna, bahut ho gaya?"
    },
    {
        "speaker": "Guest",
        "time": "02:51:17.480",
        "message": "No, that is just not an option. Because that's, that's, that's the easier option. I mean, I could have, in life, I've had to take a lot of decisions, which have ended to be life choices, which a lot of my other friends would basically disagree with. But it's something that gives me satisfaction, and you have to be committed to the choices that you make. So this is a life choice, which we will continue. And no matter, right now, we are on the ascendant, and it looks good. Maybe at some point in time, it may look bad. But yeah, this is, this is something that I will dedicate my life to."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:55.840",
        "message": "Yeah, you're on the ascendant, I'm not sure the country is, but more power to you. I hope you can actually make the difference you want to make. And my final question is that given the range of possibilities before us, because, again, none of us are in a simplistic way, only optimistic or only pessimistic, we recognize that there is a range of possibilities in that range. If you look at the India of the year 2030, what do you think is the best case scenario"
    },
    {
        "speaker": "Guest",
        "time": "02:52:18.920",
        "message": "and the worst case scenario? I think the worst case scenario is, if you typically see what happened to the Vajpayee turns into Advani, turns into Modi, turns into whatever next, I think I leave that to the imagination of our listeners. So that's the worst case scenario. The best case scenario would basically be, I would say, a coalition of a lot of regional parties coming together. Even right now, the mood of the nation poll basically said that Aravind is the next most popular leader against, I mean, after Narendra Modi. So and I've always believed that a coalition government, even if it historically has done much more work on reforms than single party governments, if you studied all the governments per se. So I think the best case scenario would basically be a coalition government with multiple regional parties, and I think that is much better than where we are right now. I think anything is much better than where we are right now. Nationally, I've reached that stage, right? Anybody but Modi. And I think everyone else has reached that stage. So yeah, between best case and worst case."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:32.240",
        "message": "Fascinating."
    },
    {
        "speaker": "Guest",
        "time": "02:53:33.240",
        "message": "But yeah, but the best case for us would also be sending much more MPs to the house. I think slowly down the line, we are being able to make inroads in a few states. It would be also controlling a few more state governments, where you would have a full state as opposed to Delhi. And maybe then your criticisms wouldn't hold because we'll be able to demonstrate much"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:56.640",
        "message": "more. I hope so. Yeah. And my criticisms, I have to say, comes from a natural skepticism of politics, not of a"
    },
    {
        "speaker": "Guest",
        "time": "02:54:03.120",
        "message": "particular politician."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:05.080",
        "message": "And, you know, you're standing for, you're probably standing for elections in the upcoming Mumbai municipal election. So best of luck for that. And also, why the municipal elections? Like in 2014, you went all out and said, okay, we'll just stand everywhere and take a shot"
    },
    {
        "speaker": "Unknown",
        "time": "02:54:23.880",
        "message": "the Yadav plan and that was a mistake in hindsight."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:27.440",
        "message": "Is this a new kind of bottoms up approach or is this one where you say individually as individual politicians, it's better that you play the Kanga League first and the Ranji Trophy and then inshallah you play Test cricket?"
    },
    {
        "speaker": "Guest",
        "time": "02:54:39.000",
        "message": "No. So I think it's a mix of both. One is from a political party standpoint, you have to see, you can't have a set of people vote for you. And then in the next election, tell them, hey, we're not contesting. So you better figure out who you want to vote for. It doesn't work that way. You are a member of, I mean, you are a political party, you started something, people will expect you to give candidates, number one. So you have to have continuity. Understand how the Shiv Sena is where it is. They contested elections time and again and there were various experiments at basically increasing their vote shares, so on and so forth. So that's one. Second is, most people think like, you know, like all my friends told me, why are you running for a councillor? I mean, MLA toh at least hona chahiye na itna saal politics mein plus yeh hua, woh hua. And I would, my response to that is that it's okay to be humble, to start something where the possibility of you winning of this clean politics actually working is higher, because typically you just need about 7 to 8000 votes to win, which is much smaller a number than a 65 or 70,000 votes at an assembly. So yeah, so I think we start small and we contest all elections. And in Mumbai, we had at one point in time, a very large support. I think even now, our internal surveys put us at a reasonable number. So yeah, it is about consolidating all that goodwill, building a structure, building an organization, because without an organization, all this goodwill exists, but it will not convert into votes. So yeah, so it's, we're in for the long haul. It's maybe I might become a middle aged MLA, hopefully, may not be a young MLA, but it'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:20.880",
        "message": "happen at some point. Listen, as long as Rahul Gandhi is in Indian politics, you will always be young."
    },
    {
        "speaker": "Guest",
        "time": "02:56:26.640",
        "message": "Yeah, yeah, 55 year old young man."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:30.600",
        "message": "So Ruben, thanks so much for coming on the scene and the unseen. I know we've been a little combative, but I have enormous respect and affection for you."
    },
    {
        "speaker": "Guest",
        "time": "02:56:39.120",
        "message": "And it's such a joy to have you on the show. Thank you. Thank you so much. I hope I've made myself amply clear and thank you for this opportunity."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:50.000",
        "message": "If you enjoyed listening to this episode, head on over to Twitter to follow Ruben at Rubenmask. That's R-U-B-E-N-M-A-S-K. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of the scene and the unseen at sceneunseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:57:37.200",
        "message": "Bye. Bye."
    }
]