[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Ever since the farm bills were passed, I have been inundated with requests to do an episode on them. One reason I took my time was that I was figuring them out myself. This is a complex issue. There are many aspects to these bills. And to me, the big issue now is not just the content of the bills, but the way in which they were pushed through, and then the way in which our government is treating the protesting farmers. I've often said that the end does not justify the means. And this is an illustration of that. Now I know that nuance can sometimes be looked upon as hedging or straddling the fence. In these times where so much of the discourse is polarized and partisan, there's pressure on everyone to think only in terms of black and white. Pick a tribe and go with it. Don't evaluate each issue on its own. But that's not me. So at the risk of all sides coming down hard on me, let me just say that it's possible to hold a series of parallel thoughts on an issue as complicated as this. I've written about agriculture for a couple of decades. I've written about Indian politics for a couple of decades. I've done many episodes on both subjects. And if I have to sum up what I feel about these farm bills from these two vantage points, here's what I would say. One, while I have some quibbles with the content of the bills, I think they go in the right direction. They empower farmers with choice without taking anything away from them. Much of the rhetoric against these bills is unfounded and I discussed some of it in this episode. However, the end doesn't justify the means. The way the government pushed these bills through was disgraceful and I don't even have words to describe the contemptible manner in which this government is treating the dissenting farmers. Dissent is an important part of our democracy. The farmers have a right to protest and the government needs to engage with them respectfully. Instead, the farmers have been called terrorists and anti-nationals. While the reforms may have been crafted by some fine thinkers, the government's strategy towards handling these protests seems to have been formulated by the IT cell. Statesmanship could have solved this problem. Instead, we have thuggery of the most base kind. And this question now comes to my mind. What's the point of trying to save agriculture if on the way you damage our democracy?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:24.440",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:29.640",
        "message": "science. Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is Ajay Shah, co-author of the brilliant book In Service of the Republic, on which I did a popular episode last year. In fact, Ajay has been on the show a few times before and every time I speak to him, I feel like my brain has expanded. I invited him on this episode because I came across some of his writing on agriculture and as always was blown away by his clarity of thought. I've done many episodes on agriculture myself, including with the farmer leader, Gunwant Patil, and written a lot about it as well. All those episodes and essays will be linked in the show notes. Now, before you begin listening to our conversation, I should warn you that we only get to talking about the farm bills halfway through the episode. I enjoy discursive conversations, especially with someone like Ajay, who is such a polymath. I enjoyed picking his brain on a variety of subjects and we spent a fair bit of the first hour talking about how he learns new subjects, his approach to knowledge management, how he's made himself into a health economist over the last few months, the crucial difference between public health and healthcare, how we could have tackled this pandemic differently, and what we can still do moving forward. Much illumination. And I hope you enjoy this episode. But before we begin, let's take a quick commercial break. So I have a unique problem. This is a commercial break. And this week, I don't actually have a commercial for you. I can't even plug the online courses I teach because they're closed for registration right now. And they open again in March. So let me not sell anything to you. But instead, express my gratitude at being such a committed bunch of listeners. Social media can often be unpleasant and toxic. The level of discourse can be shallow and angry. But whenever I interact with listeners of the show, I feel like I am in a good place. Like me, you just want a good conversation. You're not looking at narratives that confirm your beliefs. You're open to having your thinking challenged, and your worldview expanded. And even when you disagree with me or my guest, you're not judgmental. We are not evil or stupid because we hold different opinions. And while a podcast may seem like a one way street, I produce content you listen. This is more than that to me. I feel like I am one cog in a silent community of people who care about ideas and who acknowledge each other's humanity. So while I usually say this at the end of my show, I'll also say it now. Thank you for listening. Ajay, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:00.040",
        "message": "Thank you for having me here as always."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:03.120",
        "message": "So tell me about, you know, your last few months, like when I invited you for the show, you mentioned that at this moment in time, your primary hat is that of a health economist, which took me a little bit by surprise or not too much by surprise, because you are one of those economists who always kind of goes back to first principles and sort of figuring out everything from there. So one would imagine that anything that you get interested in would be easy for you to figure out and, you know, hack, so to speak. So tell me how your last few months have been. Have you been stuck at home during COVID? What have you been doing? I hope you haven't actually caught it at any point. And intellectually, what have you been thinking about? What are the problems that have interested you?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:42.360",
        "message": "No, I have not been got sick myself. I did get an antibody test once because somebody that I was with tested positive, but no, no luck so far in terms of getting sick. About five years ago, I had started working systematically in health economics. And so in some sense, by early 2020, my mind was ready for it. So my colleagues and I had done many, many things in the field of health. We had written an eclectic array of papers, mostly first principles, thinking of how you should think about health. You may have noticed that in the book that Vijay Kelkar and I wrote, one of the four chapters, which is a demo of applying this conceptual framework was actually health. So that's an illustration of how we were approaching these things. And so in some sense, my mind was primed and ready for the story of COVID-19, which started unfolding from December 2019 onwards on the global consciousness, when we started seeing things happen first in China and then in Italy. I remember on the 6th of February, I wrote an article in the Business Standard, which has the title, dodging a bullet question mark, where I'm gently trying to say, guys, there's something big coming and potentially this could be pretty bad for us in India. By middle February, late February, my co-authors and I were writing a policy paper on what India should think about COVID-19. And it was considered a very alarmist paper at the time, because it did some simple mathematics of multiplying infection fatality rates observed elsewhere in the world into the number of people in India that might get infected. And then came the extremities of the lockdowns in late March. And I felt very nervous through those months about the tension between prevention and cure, that the Indian public health apparatus was really not up to it. So, you know, we were doing draconian things like a lockdown, and we were just not doing the genuine public health machinery, which in this case is contact tracing. What you need is a sophisticated health worker who will sit with an infected person and chat about what you were doing for the last one week, and find out all the people that you might have exposed, and then reach out to them, test them, and keep going forward. We didn't have that state capacity. We never built that state capacity. As usual in India, we had the technology delusion that we'll build some app and magically the problems of public policy will go away. And again, I thought that was not a very wise way to approach it. And side by side with that, the lockdowns were imposing costs on the economy, on livelihoods, on the working of the health care system. So I was watching that whole drama unfolding. And more recently, my colleagues and I have been working on trying to estimate the number of excess deaths that took place in the country. So I've been full of COVID-19 through all this. My last and most recent work has been on vaccines. And I feel reasonably uncomfortable with the state-led process for vaccines. Because in India, we don't have the government machinery to manage vaccination on a nationwide scale. It would be far more effective to let the self-organizing system figure it out. That we're holding many private vendors. There should be import of vaccines. And we should let firms and employers figure out how to get it to their employees. Let private health care companies work. And I feel we are needlessly trying to do a big centrally planned thing when we don't have the state capacity to do these things. So this has been the fun stuff I've been doing in the last one year. Precisely one year ago on February 5th is where I started on this subject. Because on the 6th of February, I have an article in the BS."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:41.000",
        "message": "To get a little meta, and you of course like to get meta with everything and so do I. So to get a little meta about you, you know, when you approach a subject, what is the lens through which you approach it? Like one lens which I've kind of started formulating for myself when I start learning about something or thinking about something is what I call the back and beyond framework, which is first I go back to first principles or root causes and try to understand it through that. And then I think beyond first order effects and so on and so forth. Now it strikes me that someone like you who you know, your book in service of the Republic on which we did a very popular episode, has you doing exactly the same thing to public policy kind of going back to first principles and so on. So is that a discipline of thinking about a subject that you apply to everything that you come across? For example, if you were to cook, would you again, go back to first principles and try to figure things out that way? And that's question number one. And question number two, what do you do for information assimilation? Because obviously, I'm assuming that you are someone who reads a lot, you know, do you have specific tools for knowledge management? How do you kind of organize everything that you're taking in?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:50.880",
        "message": "Many many things. So one at a time. In the world of public policy, my basic machinery is to have some intuition into the self organizing system. I think that is a single grand idea that human beings are sentient, maximizing creatures and human beings will try to form solutions, will learn to work with each other and that there is more coordination and collaboration muscle that meets the eye. And human beings don't need to be told what to do. And public choice theory shows us how the telling human beings what to do very often goes wrong. Stepping a little away from public policy as a field. Oh, yes, I'm a science geek. I'm a researcher. I do everything as a research project. So every single thing that I do in life is the business of understanding it completely going down to first principles, reading research papers. So I'm blessed today that I can read research papers in almost any subject in the world that my broad knowledge today is such that I can read contemporary research articles and have some plausible level of understanding of essentially any field in the world. So my port of call for everything is Google Scholar. So my first search on most subjects is Google Scholar. I land up in Google Scholar. I start reading research papers and I can generally figure out things that are going on in a very wide area of fields. It could be gamma ray bursts and their impact on life on earth, or it could be Ayurvedic recipes for impacting on the immune system, or of course, economics, mathematics, statistics. You mentioned cooking. Yes, very much. I know a fair bit about food science. Then I apply my usual research recipes for innovation, which is a very standard trick and almost industrializable trick is to do combinatorial innovation. Okay. I consider it the trivialest thing in the world. I wonder why more people in the world don't do it. It roughly works like this, that if kajar halwa tastes pretty good with sugar, then maybe we should experiment with all the other sweeteners out there that try jaggery, try maple syrup, try honey. Okay. And see which of them works better. So it's just a analogies technology of rolling out many variants and picking one that works reasonably well. So this is an almost trivial way to innovate in any field that when we were in this situation in another field, we found that X approach worked reasonably well. Why don't we try that here? So that's where breadth is a great asset. Whereas narrow technical specialists tend to not be able to make those analogies of pulling in ideas from other fields. Finally, my recipe for learning new fields. So I said that about five years ago, I started doing health. My standard recipe for starting a new field is to first play on adjacencies. So I recognized five years ago that I'm not an expert on health, but I was an expert on many connected things. So as an example, I knew a lot about finance. So natural place to go was, can we learn about health insurance? Okay. And the entire FSLRC technology is a great way to understand IRDA and health insurance and government run health insurance programs. And so that's a natural way to make inroads into a new field, which is take the adjacencies. Similarly, as simple technology that my colleagues and I do better than most is to work with data, is to statistically analyze data, is to be able to understand what's going on in large complex datasets. So we have been pioneers in putting big datasets to work on understanding health and we managed to get many interesting innovations out of that. So this is on how to approach a new field. And finally, you talked about information management. I think that there is only one, okay, maybe two, three non-standard things that I do. The first is that my prime source of the flow of new information is RSS. So good old fashioned RSS feed reader that I'm highly selective about what feeds I subscribe to. I have about 100 feeds that I subscribe to, and they are my window in the world. And my second recipe is that I'm generally not looking at anything in the world of social media, so that I try to protect myself from the noise and stay connected to the deeper things. So I take journal articles seriously. I read working papers, I read blogs. I think this is the way to keep sane in the modern world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:19.920",
        "message": "Right. And you mentioned about how, you know, you got into health economics five years ago. For the benefit of my listeners, what is health economics?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:26.760",
        "message": "Health economics is the study of the causes and consequences of sickness and health. So we'd like to understand from cradle to grave, people being born, people achieving the full potentiality of height and strength as adults about experiences with sickness, about what determines death, and the whole interaction between prevention and cure about a problem like air quality that is damaging the health of people in very fundamental ways. And also the whole health care process that you get sick, you try to go to a provider, you try to get better and the whole incentives of how the health care industry treats each of us and what generates good and bad outcomes in the behavior of health care. So this is cradle to grave understanding the causes and consequences of our health, that is health"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:20.560",
        "message": "economics. And one of the things I've noticed about, you know, the last few months in various domains is that there are many things that are normalized and you kind of take them for granted, but then there is a crisis and those things come to stark attention, they kind of stand out more because of the crisis, while earlier they were, in a sense, normalized, like I just recently did an episode with an activist called Ruben Mascarena. So, you know, did a Khana Chahiye campaign in Bombay, where there was an explosion of hunger in the streets. And one of the things that it brought into stark relief is what a large number of Indians are actually living such precarious lives that just one crisis, one emergency can send them toppling over the edge into something as stark as, you know, not knowing where the next meal is going to come from. And that's just one context, which immediately comes to mind because of just on that episode. But, you know, over the last few months, if you had to look at both health economics and otherwise our economy, are there aspects like that, which you think came to the stark attention of policymakers and thinkers, which they might otherwise have glossed over earlier?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:25.320",
        "message": "So I think that in the balance between public health and healthcare, there has been learning in India. I think that when Kelkar and I wrote that chapter on health in the book, it was reasonably heretical. Almost the entire Indian health policy establishment looked at the world from the vantage point of being a doctor. The doctor says, I don't care why, but you got sick and you landed in front of me and I want the adequate resourcing and I want to get paid well in return for fixing you up. So that was the worldview of health policy in India, that people get sick and we're not responsible and we don't care why people get sick and we just want to put more and more money into fixing up the sick people that come my way. I think COVID-19 has done well in waking up the community that there is a very big distinction between healthcare versus public health, between prevention and cure. And prevention is a thousand times better than cure. I could go on and on. One day we should sit over dinner and I would like to show you the full practical economic and moral argument that there's really something profoundly important in doing more on prevention. That argument is further amplified in India, given the fact that the healthcare is reasonably broken. So, you know, if you were in the UK and the NHS works reasonably well, even there, I would make a moral and practical argument in favor of prevention and not cure. It's a thousand times better to have a person not get diabetes or not get COVID-19, as opposed to trying to send them into a healthcare system. But in India, given that the healthcare system is pretty terrible, even for people like you and me, even for the richest people in India, healthcare in India does not work well. It's a really bad healthcare system. Then the importance of prevention is further amplified. That really the best of all worlds is one where people don't get sick. So as I read the budget speech yesterday, I was actually a bit delighted that I saw a lot of effort on questions that I classify as prevention. The only significant funding surge in a health related thing is on water and sanitation, which I think is absolutely fantastic. You know, it's much better that people get clean drinking water and that there is better handling of sewage. I see effort on building the NCDC, which is a bit like an Indian take on the U.S. CDC, which is absolutely fantastic. We need to get better on how we think about communicable disease. And we actually do not see significant increases in the spending on the standard machinery of healthcare. So as I read the budget speech and some of my colleagues and collaborators worked through the numbers in the budget, it did feel like there was fresh emphasis on prevention, on public health, as opposed to healthcare. And these, even these basic words, the distinction that in health policy, there are two rooms in the house, there's prevention and there's cure, but there's public health and there is healthcare. These things are not widely known in India. And I feel this last one year has generated fresh thinking and questioning in the minds of many people. And I think years from now, we might well call this an important year in getting our heads in the right place."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:49.520",
        "message": "Wow. And just to clarify for the listeners, the sort of difference between public health and healthcare, I'll go back to an analogy that I think you had made. I forget on what fora it is, maybe you were replying to someone on one of your rare visits to Twitter, but it was essentially that, you know, if it comes to the problem of malaria, then you think of public health as doing public fogging so that mosquitoes don't occur in the first place. Whereas healthcare would be, you know, the doctor treating the patient who's already got malaria. And your point was that, you know, taking care of the public health, just making sure the mosquitoes aren't there in the first place, so nobody gets malaria is the way to go. Except one would imagine that why is a politician incentivized to do that? Because, you know, whatever good comes out of it is essentially unseen. So it's interesting that you point out that, you know, in this budget, they are paying attention to it. And I guess in the case of COVID, that would mean when you talk about prevention, one is of course, a draconian blunt tool of a lockdown. But other similar ways of promoting public health would be just making sure everybody gets a mask and all of those things, I guess,"
    },
    {
        "speaker": "Guest",
        "time": "00:21:50.840",
        "message": "right? The most important piece which was absent in India is contact tracing. So when you test positive, a health worker should come sit with you and chat about your last one week. It needs to be a sophisticated, intelligent conversation. Where were you? What were you doing? Who were you with? Then identify 10-20 people that you had significant exposure with, and then go meet each of those people, test each of those people. And that's how you keep the chains going. That's called contact tracing. And it is completely absent in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:18.440",
        "message": "You know, that's good in theory, but it strikes me that, and I'm of course a cynic of straight capacity, but it just strikes me that given the scale, given how fast things were spreading, that there was simply no state capacity to do that anyway, you know."
    },
    {
        "speaker": "Guest",
        "time": "00:22:30.120",
        "message": "Sure. I agree with you that we did not have that state capacity in India. But if you ask me, what do you need by way of health policy? This is what you need. And, you know, should we spend the next 20 years figuring out how to do this? Because there will be other pandemics in the future? I feel yes. And this is not an Arogya Setu problem. So once again, the technological solutionism got us in the exactly wrong place. I feel that for many policy makers, it was convenient and comfortable to say, yeah, I've covered that because we've got this Arogya Setu thing. And this is something that's happening very often in the Indian public policy landscape, that we tend to think of technology as the main solution, whereas technology is a small part of complex organization problems, of complex public ad problems. If you think of any private business and you think of doing a business process re-engineering, 99% of the problem in business process re-engineering is thinking about the organization, is dealing with internal political battles of changing the organization structure and getting people to go along with a new process design. And 1% of the problem is some technology. So yeah, technology is important, but it's really a tiny part of the problem. And when we push a technology first approach, we tend to cut corners on the really important and really difficult things in India, which is the public administration, the management, the organization design, the changing the processes of government."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:52.720",
        "message": "I mean, would it be the case that for whoever is in charge of doing things, a politician or the bureaucrats concerned or whatever, it comes to a point of not just doing something, but in a very complex landscape of being able to show that, yes, we are on it, we are doing something. And in those senses, you know, Arogya Setu is like a very visible thing that we are on it, we are getting technology to work for us, whereas going the hard yards of building that kind of intricate state capacity where you have, where you train people to actually, you know, ask the right questions and begin that kind of contract tracing, that seems like an enormously huge task to do so."
    },
    {
        "speaker": "Guest",
        "time": "00:24:28.120",
        "message": "So then it turns to what are the, so public choice theory shows us that every politician, every official is maximizing for themselves. And if we live in a country with low standards of public discourse, and if rolling out an Arogya Setu suffices to claim that I did a good job, then yeah, that's all that they will do. Whereas to the extent that the politicians and officials are held accountable for the actual spread of COVID-19 in the country, then that could change things. So, you know, India has some of the highest seroprevalence rates in the world, which shows that basically the disease just ran, nevermind the lockdowns, nevermind the Arogya Setu, the disease just ran free in India more than essentially anywhere else in the world. And to the extent that the people will hold government officials and politicians accountable for that environment of the spread of the disease, then it will generate incentives for the politicians and officials to behave differently."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:35.400",
        "message": "My sort of brief thought on that is that one, there is a very sort of complex decision-making landscape where pretty much no matter what you do, whether you have a lockdown or don't have a lockdown or to what extent you have one, you know, the seen effects are pretty bad, which is the lives that are lost or the damage done to the economy. The unseen effects, which is the lives that would have been lost in the counterfactual are kind of invisible. So it's like a very difficult choice to make. You're going to get hammered no matter what you do and perhaps unfairly hammered if you took something close to an optimal decision. And the other aspect of what I see in India today when you talk about accountability is that rather than see citizens in search of holding the government accountable, which is very hard, especially in such a complex scenario where not everybody or not anybody perhaps can really figure out what the counterfactuals would have looked like, there is also the tendency in India of picking your tribe and then just going with, you know, whatever your tribe does is good. Whatever the other tribe does is bad by default. And, you know, we'll talk a little bit about the farm bills later on in this episode. And it seems to me that that's also happened with the farm bills in the sense that those who've picked one tribe is that the Modi government can do no good. And those who pick the other tribe is that, you know, it doesn't matter what the means of pushing this through or whatever, the Modi government can do only good. So it seems to me that a lot of, and perhaps these are the vocal minorities, which appear to be like this, and the silent majority hasn't actually picked a tribe and is open to these questions, and so on. But, you know, because of these sort of dual problems, one is just the epistemic problem of figuring out whether this action was right or wrong, because we cannot know the counterfactual and the tribal instinct. I'm not so, I mean, holding governments accountable, then just sounds very nice in theory, but"
    },
    {
        "speaker": "Guest",
        "time": "00:27:24.600",
        "message": "I mean, does it really happen? Our only hope in hell as a society is the idea that there will be a republic where there will be checks and balances, where governments will be held accountable, and then we will get performance. Because if that breaks down, then you know, we're toast, there will be no future of any prosperity and freedom and creativity. If we don't get there. I totally agree with what you're saying that tribalism and the screaming of the electronic age has replaced rational thinking. And for all of us, it seems to me that this is really a big aspect of what we should be up to in life, which is to step away from the screaming and the mudslinging and the just sheer ugliness of the electronic age and create safe spaces for careful, thorough, sensible conversation. I mean, it seems like an unreal ask, but it is the need of the age that this is what all of us need. And we need to do less screaming and less mudslinging and just be quiet and be thorough, work harder, think harder. The world is a complicated place and we need more knowledge, not less."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:44.360",
        "message": "And you know, and I think there is a constituency for that. And it's much larger than we think. It's just very silent. So in all the Twitter shouting, you don't really notice it. But I think I see some of it in, you know, the people who listen to my podcast, and I'm sure the people who read your writing and there are people who are constantly searching for that kind of insight. Now let's, as this is a show which takes many digressions, let's take a quick digression. You mentioned"
    },
    {
        "speaker": "Guest",
        "time": "00:29:07.000",
        "message": "I just want to say that you remember when we first started recording podcasts, it took me two whole podcast episodes to settle down and relax and talk to you because I was just so convinced I had, I was making assumptions that you're looking for snappy soundbites. And it took me a long time to get comfortable that no, you're not actually looking for snappy soundbites and that on this podcast platform, we have an audience that is interested in, you know, comfortable, reasonable, sane, quiet conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:39.840",
        "message": "Yeah, yeah. And that's honestly, it's not that it took you time to figure that out. It took me time to figure it out and took like many, many tens of episodes to sort of find this groove and realize that a lot of people crave sort of nuanced conversations. But to stop patting myself on the back for a moment, I remember, you know, you mentioned the budget. And I remember last year at around when the budget came out, you know, you, me and Vivek called it an episode and I think you were in Mumbai only for a day and those were pre-COVID times when we were recording in physical studios. So I remember, you know, because you were in and out of Mumbai, I had the notice of a day to organize a studio for our recording. My regular studio was booked out and I, you know, opened, I guess the internet version of the Yellow Pages. I just went to Google and I did search for recording studio Mumbai and the 23rd studio I called happened to have a slot available. And we went to this random place, recorded, paid cash, got out. And, you know, and I was thinking, what an amazing world that you can do something like this. And before this recording, you mentioned what an amazing world that we can do something like this, where, you know, we can remotely record with reasonably good technology and from entirely kind of different places. So we're not really very far. I'm in Andheri, you're in Karjat right now, I believe, but in these COVID times, that's a universal way. So let me quickly ask for, you know, your sort of one minute recap of the budget, because I won't actually be doing a budget special episode, but you mentioned that one aspect of it that you liked is the focus on public health as opposed to health care in terms of prevention, water, sanitation, all of those. But what are your broad sort of takeaways"
    },
    {
        "speaker": "Guest",
        "time": "00:31:16.600",
        "message": "without getting into details? I'm delighted that the words privatizing PSU Bank has been used for the first time in India's history. Words matter. You break through these holy cows, it has consequences. So I'm delighted that that has happened. I'm also delighted about removing the FDI cap in insurance. I am not that excited about the extent to which these things are really the choke point in India's journey today, but they have come to become symbols of something and it's good to break through them. So in these respects, I was really happy at what I saw in the budget. I'm reasonably worried about what we are seeing on financial economic policy. We're seeing a whole bunch of 1970s and 1980s thinking. They want to set up a development finance institution. They want to set up a bad bank. They want to set up some government organization that will be the market maker for corporate bonds. This is not how it's done. This is not how it will work. And we have quite a financial crisis on our hands and this is not going to get fixed. I was delighted at the improvements in the transparency and the truthfulness of the budget statements that partly last year and partly this year, they've really done it. They have cleaned out the reporting. So for years and years, there was all kinds of obfuscation, bordering on prevarication that was happening in the financial statements being released by the government. This year, it feels like we're done. They've put everything on the table and it is being recorded and reported truthfully. Some people are jumping about the double quotes, large fiscal deficit. No, it's not a large fiscal deficit. It's just being reported. All that's changed is the reporting. It was there. It was lurking in a subclinical way for many years and we were just not talking about it as honestly and openly. So I felt some things are in a good direction. Some things are not. And the really, really big question, the trillion dollar question is, what will it take to change the investment climate in India to get the private sector back to buoyancy and optimism? And I think that turns on some of these central planning problems and rule of law problems. And I did not see a whole lot of that in the budget speech."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:43.720",
        "message": "So, tell me another thing to continue down this digressive path that we look to the government for reforms. We look to the budget to see what has been done, what has not been done and are we moving ahead and all of that. But the thing is that in many of these cases, politicians don't have deep knowledge of all of this and very often even bureaucrats are generalists and kind of don't. So there is in the background, a community of experts and elite influencers and economists and so on who work for years to kind of make things happen behind the scenes till something that they've been talking about, you know, 20 years ago finally comes into some bill or becomes a reform somewhere. And it's kind of like a very silent effort. There's not much self-interest involved because these are not like industry lobbies lobbying for a particular measure that will help them. Instead, it's just an economist who doesn't directly benefit saying, hey, this is what the country needs. And a lot of that kind of happens behind the scenes and you have yourself, you know, as part of the finance ministry and the NIPFP and all of that sort of been a part of this group of influencers trying to push change through and all of that. So one is kind of tell me a little bit about this process about, you know, what are your incentives at play or the incentives of all of these people who try to bring about change in this manner and how does the process flow and how do you get people to listen to you? So there is a very"
    },
    {
        "speaker": "Guest",
        "time": "00:35:09.480",
        "message": "well-defined process flow. In every field, you start at facts, you start at statistics. Okay. So the first puzzle in every field is that we in India need to establish some mechanisms of gathering data and systematizing the capture of data so that year after year after year, some good quality facts, micro data sets are being created. Then step two, you need a research community that will work on this data and that research community needs to be deeply rooted in India. So there is one problem of trying to get some papers through into journals abroad versus there's a different problem of trying to look at India, understand problems and contribute to knowledge here in India. So the extent to which many academics have become publish and perish looking at journals abroad and the extent to which we seem to award prestige in return to journals abroad is a bit of an impediment and we need to find ways to create a deeply grounded local community, a domestic community that is here, that has an intuition into what are the questions and that chips away writing a literature on what is going on so that maybe we have a scientific and an analytical understanding and 20 human beings who embody that knowledge. The 20 human beings is as important as the 50 papers and blog articles that make up that knowledge. Then the next step is a creative process of inventing policy proposals. So there's a creative act of thinking that article 301 of the constitution is an opens up possibilities for a national market in agriculture and that it is possible for the union, for the parliament to legislate on this space. And this kind of creative thinking needs to take place and there need to be some people who will engage in this kind of creative thinking. For example, what I just said to you about contact tracing. Okay. It is a creative act of looking around this landscape and understanding that Arogya Setu is not an answer and that there is a complex public administration problem of how do you build contact tracing. And there is a real problem in this creative step because the academic journals do not publish such articles. So there is zero career incentive for anybody to do this kind of creativity to invent these things. So they come out as working papers and blog articles and they don't go into normal academic keeping score and getting jobs and getting promotions and so on. So that's a creative stage of inventing, competing, diverse policy proposals. And of course, many policy proposals tend to bubble out of the country itself. So industrialists and associations and various people, individuals, a person writing an opinion piece in a newspaper. Everybody dreams and comes up with creative proposals that why don't we solve this problem in X fashion. Then comes a great process of public debate where there are different rival solutions and they need to fight it out in the public domain, trying to persuade more people that, you know, this is the right idea and that is not the right idea. And in this, one of the more harmful things in India has been the extent to which incumbent government organizations have a disproportionate say in chilling this debate. So generally, if you are a reporter covering a beat, then you rely on access to the existing power structure and then it becomes impossible to write articles that question that power structure. So you get a whole bunch of newspaper stories that are supportive of the status quo. There's a very strong status quo bias in the conventional media system where it's difficult to express views that suggest that there's something going wrong with the mainstream government machinery. So we get a whole lot of praise in India. We get self praise that X agency has done a great job. You know, 90% of the coverage that you get is that X agency has done a great job. You don't actually get a good deal of critical thinking. There is a severe undersupply of criticism that we're not doing enough in terms of fostering that safety, that vibrant environment of criticism. Then the story turns to decision processes inside government. In my years in the Ministry of Finance, 2001 to 2005, it was an extremely intellectual environment where there would be these kinds of debates all the time where various papers and newspaper articles and opinion pieces and seminars and conferences would keep bubbling these debates and there would be a conversation going on in the Ministry of Finance all the time that should we be doing X or should we be doing Y. Similarly, there used to be a very simple accountability system. I have worked with three different finance ministers. I joined the Ministry of Finance when Yashwant Sinha was a minister. I stayed with Yashwant Singh. I stayed with P. J. Dambaram and I left in 2005. All the three ministers would take an opinion piece from a newspaper which is criticizing the government and send it down to the concerned officer and say, please speak. So the guy handling that portfolio would have to come back to the minister and justify himself or herself against the criticism that has come out in the newspaper. I thought that was absolutely fantastic. It was a way of bringing that external discourse inside the organization. Similarly, I remember Vijay Kelkar used to have a discipline in that period that he would read about 20 opinion pieces in the newspapers every morning and he would pick two. And for two of those pieces, he would pick up the phone and talk to the author. So Kelkar knows everybody. So Kelkar would pick up the phone and talk to the authors and just go further. What were you thinking? What were you writing? What is your thinking on this adjacent problem and get a deeper sense. So for him, it was a very good investment that he would wake up in the morning, read all the opinion pieces of all the newspapers, follow up for one hour with two phone calls. And that's the way you keep the mind buzzing. It's important to listen to other people and particularly the people that don't agree, particularly the people that are criticizing the establishment, that are criticizing the government. And then in many important moments, the way the Indian public policy process works is that there is an expert committee. So it is easy to deride the expert committee process. And there is a lot of rubbish in the expert committee process. But as Ishar Aluwalia used to say, nothing ever got done by putting it in an expert committee report, but nothing ever got done without it being in 10 expert committee reports. So the expert committee process is a way of sifting through the landscape and, you know, keeping out the really kooky, nonsensical stuff and bringing about a judgment about what is the range of plausible alternatives of pretty much defining the Overton window, which then goes as the raw material to the real decision makers who are the politicians and the officials. And then some decisions get made and then some laws have to be drafted. That's a real weak link in India. There is, you know, very, very small number of people in India who have the expertise on how to draft laws correctly. Almost all law students in India don't know how to draft laws. And many, many laws get drafted reasonably badly. And finally, after a law is drafted, you need to create the public administration, the state capacity, the organizations that will enforce these laws in a reasonably effective way so that it doesn't just collapse into some authoritarian oppression where some officials hold arbitrary power over individuals. So this is the pipeline. Data, research, creative policy proposals, public debate, government, internal discussions, government committee process, government decisions, drafting of laws, building organizations that are the state capacity that enforce laws. This is the stylized track that we have to walk upon. A field works well when all these pieces work reasonably well. So in the 90s and the 2000s, we made progress in finance in India because there was a community of about 50 to 100 people who were the self-appointed owners of financial economic policy in India. And they were all over this process. So all the pieces of this pipeline were nurtured and built and stoked. And that is how we got a bunch of things done in that period. And a field which does not have this kind of community and which has appalling weaknesses in any one or two elements of the pipeline is a field where we flounder and fail."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:55.160",
        "message": "And it strikes me, you know, you mentioned how something that is kooky and nonsensical, you know, will not get through the expert committee process. And I immediately thought of demonetization, which, of course, obviously went through no expert committee process. Otherwise, it would never have survived. And equally, it seems to me that the farm bills do seem to have come out of that kind of long process because these ideas have been put forward and debated and discussed for donkey's years. In fact, these very proposals have been on the manifestos of different political parties, like the Congress and the armed party at different points in time. So would it then be correct to say that these reforms just happen to have bubbled to the surface now and actually taken concrete shape, but they've been more than a couple of decades in the making, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:37.080",
        "message": "In my opinion, the thoroughness of the upstream process that... So first, just so that everybody is clear where I stand. Fundamentally, I agree with the three farm bills. Okay. I have only small modifications that I would suggest to the farm bill. So just to put my biases on the table that I think that they are on the right track. 90%, 95%, they're on the right track. In my opinion, the process that led up to them was not sufficiently thorough. And there was an element of surprise and pushback that came because not enough had been done in terms of the public debate and the committee process and 200 seminars and conferences all over the country talking about these things, a draft law being out in public domain for several years, things like that. So I feel that the thoroughness of the process also helps in terms of the politics, because then there are no real surprises. You kind of know this is coming. It's been there for a long time. Several committee reports work on it. Each committee report triggers 100 events where there are seminars, conferences, podcast episodes, and so on, on every single important government committee report. And that's a part of how we get used to the idea. So I said the government committee process shapes the Overton window. And the surprise should happen in a government committee report, not in the doing. Because that's the point at which it's not as painful for a person that something comes out of the blue. So I think government committees are the right soft place that here's a new idea, which has been considered kooky all these years. And we are now legitimizing it. We are mainstreaming it. It's in the government committee process. So I have seen and I have written many documents which are inside the government file process. And it is almost mandatory for the file process to say inside the file that here's a problem. You need to demonstrate that it's a problem. Then you say, we've had these six committees which have written on this in the past. Then you put a quotation, quotation, quotation, quotation from six different government committees. So you say, look, we worked this to death. We've gone through the normal, thorough, systematic, hardworking government committee process. And there is a fair consensus between these diverse committees on what it is that is to be done. And so now we're ready to take the next step that it is time to draft a law. It is time to enact this law. So that catechism is the machinery of how a green sheet file ought to work. And the fact that it was out there in several committee reports, ideally a draft law was out there, helps to introduce the idea to everybody and reduce the surprise. And in my opinion, in the case of the three farm bills, which I agree with substantively, not enough was done in terms of these early stages of the pipeline. I think we've been cutting corners on the discussion and debate parts of the policy pipeline. The discussion and debate parts are partly valuable because discussion and debate improves the answer. They're also valuable in a political sense in that they sensitize the broader community for what is coming."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:50.120",
        "message": "That's a great point. And we're going to take a short break after which we'll, you know, just get down to the subject of agriculture and the reforms that you would like to see happen and these farm bills and our historical problems and all of that. But before we go to the break, sort of a quick question on the earlier subject of healthcare and the pandemic that when you look at the government's approach towards the pandemic in India, and, you know, right now it's not over, we still have to get a lot of the vaccination done and all of those things to happen. What do you think are the faults in the framework through which the government approaches this? Like one obvious fault that seems to me is to have this sort of central planning conceit of the government will roll the vaccine out and private participation is not really required, we'll control everything. Whereas I think what instinctively strikes me as more reasonable is that yes, the government should put all its effort in spreading everything out, but at the same time, allow the private sector also to make it available, have multiple pipelines going. So, you know, if somebody wants to pay a premium for it and sort of all that, that option should be kind of open to them. So that seems to me to be one kind of point of dogma, which is getting in the way. But broadly speaking, what are the top level two or three changes in attitude that you would like to see?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:05.240",
        "message": "So the first I've already mentioned, which is prevention versus cure. I feel it is a moral imperative and it is the sane, rational thing to do to really put a high focus on prevention. And when you pause to think about what shapes prevention, it's a fundamental fact that most of it is not the work of doctors, is not the work of Ministry of Health. So as an example, the giant health crises of India are owing to air quality, owing to water and sanitation, owing to road safety. Okay. These kinds of things are sitting outside a Ministry of Health. Consider a problem like natural disasters. We in India are building an urban environment, which is extremely unsafe and is ready for floods and earthquakes to generate devastating consequences for the health and the lives of people. So you need to go after disaster risk resilience, which is not seen as a Ministry of Health activity. Consider the food system, that how to increase the nutritive quality of food, how to reduce the role of wheat and rice in our diet. This is food system transformation. And again, it is not inside the Ministry of Health. So conceptually, I feel that if you take prevention seriously, then there is a cross-cutting health agenda that influences many, many elements of government. It is a Ministry of Environment and Agriculture that will impact on air quality. It is a Ministry of Agriculture that will reshape the food system. It is the Ministry of Roads that will build better road safety. It is the water and the sanitation crew that will improve the water system. It is a whole complicated problem about urban planning and the built environment that will generate disaster risk resilience and so on. So it seems to me that we need a new kind of collaboration muscle where we are able to bring an across-the-government approach to putting health policy into the working of many, many ministries. And to continue on where we were a moment ago, as you know, I work in many, many fields, but I have been reasonably worried about the quality and the capabilities of the health policy community in India. We really don't have a community that is commensurate with the problems of health policy. So it's not entirely accidental that health policy is one of the weakest areas in India in terms of what the Indian state is doing. And it has to do with the kind of capabilities of this community. It also has to do with the domination of doctors. So just because a person is a great doctor and is definitely my go-to person when I get tuberculosis, that doesn't mean that this person is the right person to think about health policy, to think about public health. That's a different capability altogether. And we have just not succeeded in laying the foundations of those 50 key people of the right data sets of the researchers. So on the research side, we don't get much useful health in terms of the research papers that are written because partly a lot of the economists are pursuing the overseas development economics journals who are really fundamentally cut off from India, public administration, public policy. And I mean, there is a game of publishing in those journals that is rather lacking in its ability to illuminate the problems of public policy in India where the rubber hits the road."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:46.680",
        "message": "Yeah. And it seems to me to be a sort of a problem of like you need a community of problem solvers, which would include economists. But then you look at the incentives for economists for many of these, it is to become part of this whole circus of, you know, publishing in journals abroad and rising up the academic ladder there and so on and so forth. And, you know, what can kind of change that? Because what we don't really see so much of is economists here really aspiring to be public intellectuals and hoping to make change. What are the incentives for those who ignore that particular sort of path and choose to sort of make a change here? Like you came back to India at one point and you kind of gave up that path and you came back to this path. And we've, of course, discussed this in a past episode. But briefly, you know, is that something that worries you that too many people who could make a difference drift away because their incentives are different? And therefore, there is a lack of intellectual capacity working on these problems?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:42.360",
        "message": "There is a real incentives problem. So health policy is currently designed by doctors and it is healthcare focused and it tends to think that there is a government and the government is like one big PSU. They own a lot of hospitals and they want to run those hospitals. And there's really very little health policy going beyond that. Governments tend to think that the health is the job of the Ministry of Health. So, you know, we're stuck because a Ministry of Health tends to be doctor dominated. You may have heard me often say that one of the least effective pathways to thinking about public policy in India is to ask an IIT engineer how to solve the problem. Well, in similar fashion, one of the least effective ways to find solutions in health policy is to ask a doctor how to make progress on health policy. And one pathway to change things would have been intellectual leadership at the level of a Ministry of Finance and a Prime Minister, which who are able to see things in a more intellectual way and look at the world in a different way compared to how a Ministry of Health sees it. Another element of the change will be philanthropy and philanthropic capital. In my opinion, so far, the impact and usefulness of philanthropy in India has been limited, partly because most philanthropy tends to think about running programs and not thinking about policy. So people get satisfied when they give lunches to 1000 kids, but not in getting research done and getting the landscape of ideas to change. So I think that there's a very basic kind of philanthropy that tends to rule the roost, which is nice. It makes you feel good. But frankly, it is one upon 1000 of the impact that can be obtained by changing the landscape of ideas and by changing the way we think about these things. Another problem is that a lot of philanthropists build organizations and the employees of those organizations crave government engagement. They are judged by their ability to influence public policy on a day-to-day basis in the extent to which they are friends with joint secretaries and secretaries of government. And in the extreme, many of philanthropy in India is an extended arm of the Indian state, because the Indian state gets a very large say on how the philanthropic capital is being deployed and allocated. And in my opinion, that's a shame because it could be done so much better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:16.200",
        "message": "No, it is a shame. In fact, in the last episode I did with Ruben Mascarenas, he was talking about how when they reached out to companies for the CSR funds, they were told by companies that they had all been told to give the CSR funds to the PMKs fund, which, of course, is an astronomical black hole, which is a bit of a pity. But you know, lots to unpack here and maybe one day we can do a separate episode on all of this because it seems really fascinating. But for the moment, let's take a quick commercial break and then we can start talking about agriculture. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswadi, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com. There's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at IndianColors.com. so on and so forth. You know, I've had episodes on why there are no futures markets and, you know, how because there is no corporatization, there's no chance for scale. Farmers are forced to be entrepreneurs besides their core competency of farming, which is really unfair. It's just an entire kind of litany of things. Now, in your recent writing, including articles that are linked from the show notes, you've kind of narrowed down a few basic areas in which, you know, you think that we can reform immediately and the farm bills tackle one of them, but not all of them. So kind of take me through your thinking of this from, you know, starting again at the meta level from the first principles of what is wrong and then how those can be fixed and what the benefit to us will be."
    },
    {
        "speaker": "Guest",
        "time": "00:59:11.360",
        "message": "So it's very useful to think about the decisions that are made in the path to the production of food. Okay, so economics is about decisions. And so the first question we should ask is, what are the decisions? And there are actually exactly three decisions that are made in the field of agriculture. The first decision is what to sow. Okay, so you have some land and do you put wheat or do you put rice or do you put potatoes or whatever? It's the first decision. So it's a very important decision. And we need to think about how that decision happens. The second decision is how much money to spend on putting inputs into the period in which the crops are growing. So how much money do you put for fertilizers, for high yielding varieties and so on, purchase of water. And the third decision is that of storage, that some economic agents in the country choose to store goods. It could be that the farmer has some kutcha storage right there where he has harvested the crop, or it could be a more professional environment where somebody else buys goods on the spot market, puts them in a warehouse and carries them into a future date. Okay, so that's how we transport agricultural goods through time. We put them into storage. These are the three fundamental decisions that are made. What to sow, how much to put as inputs and what to store, when to store. So we should think of all the factors that influence and shape these decisions. How can you create a good environment where rational thinking individuals make better decisions on what to sow? How can you create a better environment where inputs are chosen in a rational way that generates the correct outcomes? And how can you produce more rational decisions about storage? This is a nice x-ray that helps you to understand what is going wrong in agriculture. So everything that is going wrong in agriculture is about state-induced distortions in these three decisions, that the government is messing with the decision of what to sow, is messing with the inputs decision, is messing with the storage decision. And these three classes of difficulties are coming together and generating a bad life for the agriculturists of India. That's a useful, simple way to think about the whole thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:37.960",
        "message": "So, you know, let's, for example, talk about the decision of what to sow. Now, typically, what happens is if you look at a marketplace where there is demand and there is supply, how would an agriculturalist decide what to sow? He would do it on the basis of prices. Like the best way for you to get information about what do people need, what do people value is to look at the prices and say that, okay, from the prices it appears that there is a shortage in this particular thing, in commodity X, and therefore, I will sow more of commodity X and fulfil that. And obviously, this also leads to what Paul Samuelson called the cobweb effect, which I'll come to later. But broadly, this is how prices would determine – and this is how prices determine everything elsewhere. Like, you know, my entire housing society feeds itself every morning, not because some central planner sits there and in all his wisdom decides what each person will want. But because, you know, we have our routines of what we buy and all of that, and they affect the prices every day. And similarly, producers produce according to that and all of that. One doesn't, I think, really need to describe the price system in that way. Now, the distortion comes in when the government says that, look, I'll give you, for example, like, I'll give you an MSP for, you know, produce Y. And at which point in time that distorts the signal that is coming from the marketplace, because now the farmer is incentivized to make produce Y because he's got a guaranteed MSP income at the end of it, and therefore ignore produce X, which is what the people might also want. And where this can get particularly sort of pernicious is when, for example, Punjab's involvement with rice. Number one, there is, of course, you know, they have these MSP incentives to make rice and sell rice. Number two, you know, rice is a water intensive product. Punjab is slightly on the arid side, they should not be making rice to begin with. But they do that because you introduced another distortion by giving them free electricity to farmers. And therefore, they can, you know, dig bore wells and draw out plenty of groundwater to grow rice with, which leads to a water problem. And I've also had episodes on the water problems that this leads to. So you have all of these different distortions. And one of the unintended consequences or unseen effects of all of this of Punjabi farmers growing rice is the air pollution in Delhi, for example, because then they burn the stubble and the winds carry it to Delhi and the air pollution there is exacerbated. And you're like, how do we even solve this massive problem? And as you pointed out earlier, air quality is a public health issue. So is it then the case that one of the fundamental distortions which really messes all of this up is sort of MSPs, which are by the way, not the subject of the farm bills, you know, in spite of what so many people seem to think. The farm bills, I don't think mention MSPs at all. But, you know, is this a fundamental sort of distortion when it comes to that first question you raised on what to sow?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:29.080",
        "message": "MSP is indeed a fundamental distortion. The impact of MSP upon the economy is smaller than meets the eye, because for a large number of crops at a large number of locations in India, the administrative machinery for implementing MSP is not there. So actually the damage that MSP is doing to India is smaller than meets the eye. So for many people, MSP looms large. It's actually not as big a problem as it is made out to be. As you correctly said, there is not a hint of MSP in these farm bills. And we'll come to that when we talk more about the problem of national market. Equally important in the price question, in my opinion, is the problem of the futures markets. That when in June I'm making a decision on what to do with my Kharif land, I need to make decisions based on my expectations about what the price will be in October. And there is no clarity on what the price will be in October. And the solution basically is once again to use prices as the information system. The price in October is visible in the futures market. Some people may choose to actually lock in a sale price using a futures market, but that's just a tiny tip of the iceberg. 99% of the people just benefit, get a positive externality because they're able to see the price on the futures market. It gives you the best available estimate. It's not a guarantee unless you choose to lock in. So it is available as a guarantee if you choose to lock in. If you choose to not lock in, it's not a guarantee, but it's the best available estimator for what will be prevailing conditions in October. So putting together supply, demand, global conditions, everything, the futures price is what people can use as an information system to make better decisions about what to sell. And one of the many things that the Indian state does is to damage the ability to get to a sensible commodity futures market."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:23.680",
        "message": "So, you know, demystify this for me. And like, of course I agree with you, but most people listening to this will be like, you know, futures market sounds like something that is very sophisticated, which investors with computers and Bloomberg terminals will sit down and look at. And I've done an episode where I've kind of demystified this ages ago. I think it was a short 15 minute episode with Karthik Shashidhar, but sort of demystify this for me. How does it help the practical farmer on the ground? Like, let's say I'm a farmer and I'm deciding what to sow and I'm making my decisions for the next season ki yeh banana hai, itna invest karna hai. How do futures markets help me in those practical"
    },
    {
        "speaker": "Guest",
        "time": "01:06:59.680",
        "message": "terms? So what is the spot market? There is a market where people are buying and selling cotton for delivery just now. So on the spot, I'll pay you money, you'll give me the cotton. What is the futures market? It's where you and I agree on a transaction today, but the money and the cotton will be exchanged six months out. Okay, that's it. Nothing else is different. It is exactly the same as doing a transaction, except so we lock in on the price and quantity, but the actual transaction will be consummated six months from now. Six months from now, you'll give me the money and I'll give you the cotton. Okay. So there is a price that is visible in that market because there are many, many people participating in it. And that brings me to the decision of what to sow. Imagine that there's a person who's making a decision about whether I should be sowing tur dal or I should be sowing cotton. Okay. So I'm signing in June and I'm making the decision about what to sow. And I make my calculations that I will spend so much money on fertilizer and so much money on buying the seeds and so on. And what will be my prospective revenue when the goods come out? Answer is I just glance at the futures price. That's all. It's very simple. It's not complicated. All over the world, farmers do that. It's not an unreasonable ask that instead of taking today's spot price of cotton, take the spot price on the date at which your harvest will be out and you will be selling into the market. It's a very simple and reasonable ask. Okay. And case two, you may decide that I am so risk averse that I want to remove the risk that I have about the future price. No problem. Go to the futures market, sell your goods there. So you've got a locked in price. So these are the choices. At case one, you just look at the price and you say, look, the price will fluctuate. But standing today, this is my best estimator. Case two, you say, no, you know, I'm totally risk averse. I don't want to take any chances. I want to sell my goods today at that locked in price. Sure, do that. It's called the futures market. So this is the magic of the futures market. And it is really a very, very important element of any healthy agricultural system."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:10.120",
        "message": "No, and it does sound magical to me because, you know, if there's a spot market, I can plan only for today. I know what the price is today. I have no way of figuring out what the price will be six months from now. Whereas the futures market will give the agriculturalist that level of comfort that, okay, I can plan now. So it is almost like an MSP, except that it is not given by the government. There is no element of coercion. And it is also not giving him a wrong signal like a government MSP would give. Instead, it is a market which is determining future prices. And therefore, those signals are sort of that much more accurate. So why are they not allowed? Is it because of this sort of ideological?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:45.720",
        "message": "They are not allowed, but it's a part of the broader failure on financial markets in India, that there is a whole array of restrictions, which has damaged the ability of these markets to do their work. So the markets are actually minuscule and the price discovery is not so great. And it doesn't work in the way that it is intended to work."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:09.320",
        "message": "And another sort of point that you've made is that, you know, right now, there are no sources of stability. Farmers are, of course, forced to also be entrepreneurs. They want stability and it seems to them that the handout of an MSP is, you know, some kind of stability. They have some basis on which to plan. But as you've pointed out, that international trade is a much better source of that, because if your minimum price is going to be the market price that the world is offering, then that is a better MSP than an MSP that the government can offer. You know, it gives you the same sense of security. It gives you a much broader market and therefore better prices for your goods. And obviously, you will only be selling things there when there is a glut of supply here. So instead of things getting wasted, you actually have a kind of market for it there. So what is the thought of thinking on this? Because what one gets to hear from the policy landscape, if like me, you're just a casual observer and you just peruse the papers once in a while, and once in a while, you'll see some news about, oh, you know, onion exports have been banned now and oh, onion exports are back. And it seems to me extremely unpredictable and chaotic and even moody if one may use that term for the state, where there's no predictability, you know, farmers can't plan for an export policy and look ahead. And so according to that and equally, you know, people who might buy our stuff from abroad can't also make long term plans because"
    },
    {
        "speaker": "Guest",
        "time": "01:11:29.760",
        "message": "everything is so arbit. So in the thinking about international trade, yes, international trade is a tremendous source of stability, that when there is a harvest in India, which is a glut, you want to put things on ships and planes and send them out. Okay. And vice versa, when there's a shortage in India, we want to be able to readily import things from abroad. In this one very important thing to remember is that we should not think about the word India will import wheat or India will import cotton, because then that tends to equate it with the Indian state. Okay, actually, all that we need is for the government to get out of the way, then private people will do everything. So then private people have all the right incentives, that private people will be watching the price in Singapore or in Dubai, and will buy in Singapore, sell in India, buy in India, sell in Singapore, figure out that, you know, I could actually put tomatoes into planes and ship them out to Dubai and that I'm able to generate a good profit. So a large number of practical decisions made by one individual firm, one individual trader at a time, is the right vision that we should be having. We should not think of the word India, because it completely messes with our brain. So we start thinking that India will demand 10 million tons of wheat and the world market may not provide it. Okay. So first of all, there is no, there should not be an India, a single national body. There should be large numbers of individual decisions and many, many, many decisions will get made. Some people will choose to hold inventory in India. Some people will look at the futures market. They will say, Hey, I think there's a big increase in the price of wheat that is going to happen in the next few months. Let me import wheat right now and let me store it in India so that I'm ready to sell into the Indian market day by day, week by week. As the price unfolds, there are big industrial buyers like ITC, which makes Atta or Britannia, which makes bread and biscuits. They will constantly have that intelligence of sourcing wheat all over the world, making rational decisions about when to store, how much to store. And these hundreds of equilibrating decisions will bring about more stability in the Indian market. So we should think of the international market as a giant buffer, which protects the Indian market from fluctuations that either consumers or producers get affected because of the crazy volatility of Indian prices. And the solution to that is to have a very open environment on international trade."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:07.440",
        "message": "One of the pieces which you sent me, which I enjoyed reading, has a headline, an agricultural trade powerhouse, which I'll link from the show notes. And there you make the very interesting point that, as the headline says, that we can be an agricultural trade powerhouse. And typically I think a lot of Indians, when they think about the economy, think about how, you know, we are doing well in services now, almost by default that happened post liberalization wasn't regulated. But we missed the bus when it came to labor intensive manufacture, where because we have so much cheap labor, we could actually like China and maybe in the later day like Vietnam and so on. And like Bangladesh is also doing so well in it. And we missed that bus completely. And maybe we'll never catch it because of automation. But people often don't think about agriculture as a big source of economic growth. And you point out at one point, and I'll quote from your piece, quote, what many of us have not noticed is that a labor intensive industry agriculture now yields greater exports than automobiles or garments plus textiles, stop quote. And you also talk about how you know, our self image at one point in time used to be hey, we're a country with a high population and food scarcity. That's completely changed. We can actually be an agricultural trade superpower of the world. Elaborate on that with me because it just seems to me to be a win win from every possible angle. It could reform our agricultural sector, it could give our farmers security and access to greater markets. And it would also be great for national pride, we could be feeding the world."
    },
    {
        "speaker": "Guest",
        "time": "01:15:35.200",
        "message": "So there is an old strain of export pessimism in India. Okay, so it is the insecurity of people in India that we think that we are clueless and we will not be able to compete in world markets. And over and over this has been proved wrong in one field after another. Manmohan Singh's PhD thesis in 1964 was one of the first intellectual products that questioned export pessimism and made the argument that we are rational economic agents like everywhere else in the world. And it's a matter of making prices work correctly and notably not having central bank manipulation of the exchange rate. And then we will get the ability to export just like anybody else. So in this retreat away from export pessimism into a more optimistic frame of mind, today in India, we see people like us feeling confident that we can do some modern things, that we can do software, we can do some business process outsourcing, we can make automobile components and we can make cars. Okay, that kind of confidence has seeped into India. But what my article was hoping to point out is that actually there is a wonderful miracle that is going on, which is agricultural exports from India. So in the 10 years leading up to 2016-17, we had huge growth rates of agricultural export. And if you pause to think why, actually the logic comes through very nicely. So one element is that given the Indian weather, land is viable around the year. So there is good sunlight around the year and there is no difficulty at any time of the year you can be doing agriculture. So the effective landmass available in India is very large. And the second idea is that a lot of modern high value agriculture is actually quite labor intensive. It's difficult to mechanize making cotton. It's difficult to mechanize making tomatoes. It's difficult to mechanize flowers and herbs and so on. So there are things that are more industrializable like wheat, where frankly what you want is a one kilometer by one kilometer farm and you want these gigantic machines which will do the whole thing. So that is a very capital intensive form of agriculture. And the moment I say capital intensive and labor intensive, I wish to appeal to trade theory. That's what trade theory is all about. That you want to do capital intensive agriculture in a place like Canada, where people have farms that are multiple square kilometers and millions of dollars of farm equipment and with very little labor, they grow wheat. So wheat is really not our thing. We don't have a competitive advantage in doing wheat. Where we have a competitive advantage is in doing fruits, in doing vegetables, in doing animal husbandry and milk and so on. So there is so much that can be done out of India where we can utilize the fact that actually we have a large labor force. And so put all these pieces together, get to producing agricultural goods, put them on planes, put them on ships, get them out to the world. This is not just a hypothesis. This is the reality. As my article points out, we've had very high dollar values and growth rates in this field. And this is something that India can do. So we should not be so pessimistic. But then once again, it requires that we've got to get out of all these distortions. The entrepreneurial genius of Punjab and Haryana should be devoted to supplying tulips to Amsterdam and vegetables to Tokyo. Instead of that, we've got the lowest value product of the whole world, namely wheat and rice being done in Punjab and Haryana. And that is the failure of policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:15.240",
        "message": "That's extremely well put. And what you also kind of point out is that you talk about the four themes of internationalism in the context of agriculture. And one, of course, what you just pointed out is specialization that, you know, these are wheat and rice is not what we should be making in such quantities. And like you pointed out, you know, the farmers of Punjab supplying vegetables to Tokyo is quite a thought. But yeah, everybody will find the niche that is most profitable for themselves. What you also point out your second theme is on the political economy where you write, quote, the domestic policy process can degenerate into a dysfunctional political economy, where special interest groups dominate. Integrating into the global economy helps create a new dynamic. It becomes easier to form coalitions in India across many different special interest groups aligned around success in exporting, stop quote. So sort of elaborate on this a little bit for me, like what does the current landscape look like in terms of agricultural policy and interest groups? And how would that change if the incentives of all farmers suddenly change? If you know that, you know, international trade is encouraged and that there won't be arbitrary bans on X or Y, you know, how does the landscape change then?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:24.560",
        "message": "This is an old idea from Jagdish Bhagwati and Kruger, D. N. Srinivasan, who observed that when you get to exporting, it aligns domestic political economy in a more sensible direction. So in an inward-looking economy, in a more self-reliant economy, in a more import substitution economy, you tend to have a zero-sum game of local constituencies fighting with each other to grab a bigger share of the pie. Whereas when you are outward-oriented, when you're thinking that we have powerful lobbies in the country that are trying to make more money by exporting, then the behavior of those lobbies is to scream at the policymakers trying to resolve the bottlenecks that hold them back. And that creates a more positive kind of political economy conflict. So applied into the field of agriculture, there are more internationalized commodities in India, where frankly there is international trade and there's better integration with the world economy. And there has been more sanity in those areas as compared to the more inward-oriented areas where we fundamentally switch off the world political economy and then you get the worst of the Indian political economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:36.980",
        "message": "And what you also pointed out is that, you know, at one point in that article, you write about how another facet of internationalism is sustained engagement, where you write, quote, many have commented on how India is seen as an unreliable seller owing to periodic bans on export. The problem runs much deeper than this. Exporting is not a simple matter. It requires developing complex organizational capital and business relationships. And later you write, our instinct of bans and unbans are born of the age of food insecurity. The world has changed. India's population is not able to consume the food that India grows, stop quote. So, you know, at the policy level, if there is this sort of fundamental thinking that there is a suspicion of exports perhaps, or there is a sense that so many people in India are hungry, why should we allow exports? We should solve that first. You know, onion prices are so high, why should we allow the export of onions, which will make onion prices higher, which are entirely sort of wrong diagnosis of cause and effect, of course. But, you know, that kind of policy thinking is still entrenched or do you find that it is, is there hope of change happening there? And also, are farmers actually agitating for that kind of change?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:48.000",
        "message": "This thinking is very entrenched. What I have written is unusual. There are a few economists who are thinking in these ways. For me personally, it was Kirit Parekh who first opened my eyes to the possibilities of international trade and agriculture. For me also, when I used to have this schizophrenic idea that international trade is great for everything, but agriculture is special. And it was Kirit Parekh who helped me to see that no, all the standard knowledge and understanding of gains from trade, of international trade, of specialization applies equally in the field of agriculture. And there are very big gains to be had by going down that route. Jaswant Singh had a very nice phrase. He used to call it the psychology of scarcity. He used to say that India has become big in some ways and we've not yet lost the shackles of the mind where we think that there is scarcity. And I think that there's a certain growing up that needs to take place in our mind. I would also like to coldly make a distinction between hunger and agriculture. So there is a poverty problem in India. There's no question that there is a poverty problem in India. And for an analogy, I would say consider the United States. There is a poverty problem in the United States. There are many people in the United States who go hungry. But the fact that there is hunger in the United States does not in any way impinge on agriculture policy in the United States. They're two separate problems. So yeah, we should do more to solve poverty problems. There are many, many elements of how we can do things that will change poverty. Most notably, can we grow GDP? Can we expand the overall pie so that humble, low-skilled jobs in India generate higher and higher wages? There is a great discussion to be had around poverty. But for a moment, let me stick to the counterpoint of consider a country like the UK. There is a poverty problem in the UK. There are people in the UK going hungry. But that doesn't mean that you have to choke exports of food from the UK to the European Union. They're two separate things. We don't need to mix them up. We should understand these are private decisions. These are private markets. So if I make bananas, I should have the ability to produce bananas with the best focus and technology that I'm able to bring to it and develop supply chains through which I'm able to sell bananas into the highest-priced outlet that I can somewhere in the world. And that is the best thing that can happen to my income. And the fact that there is an Indian buyer of bananas does not generate reasons to damage me. So if you just think of the interests of every single farm producer, can we create conditions under which they get the best possible realization? And when they do specialization and they change their cropping patterns, most notably away from wheat and rice into other things, they will actually get to higher value things. So it's in the interest of the farmers to do this. And it's a bit of a mystery to me why this has gone wrong. And while I'm on this subject, I also want to emphasize there are such giant opportunities in dairy and in meat. So this is a vast country where there can be so much co-production of dairy. So I think India has got a great thing going where the agricultural residue of every farm is used to keep six cows. And we've got these sourcing networks where firms like Amul, firms like Britannia run the entire machinery going deep into rural India where they are sourcing milk. And this can easily turn into value-added things in the future, whether it is SMP, skim milk powder, or it is cheese or whatever. There is such large opportunities to dominate the world market in these things which are possible out of India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:36.960",
        "message": "Yeah. And I'd again like to sort of underscore the almost counterintuitive point that the hunger problems that you see in India are not because of inadequate agricultural production. Because you know, the statistic that I gave out in my last episode and that I wrote about at one point is that in India, 3000 children die of starvation every single day. That you know, more than one in four kids below a certain age is malnourished. There is clearly a hunger and food problem, but it's got nothing to do with agricultural production. It's got something to do with poverty. How you solve the problem of poverty is, like you said, the whole pie goes larger and the economy grows. And part of the puzzle of that is solving the problem of agriculture. And if agriculture grows massively, then you know, so will incomes at the bottom of the chain as well."
    },
    {
        "speaker": "Guest",
        "time": "01:27:22.120",
        "message": "And also labor intensity. So if you are in Punjab growing wheat, then you will mechanize it and there will be less employment for poor people. Whereas if you're in Punjab and you're growing tulips, then you will have to hire more people because growing tulips is labor intensive. So we've done the exactly wrong thing that we have by having barriers to trade. We are doing capital intensive things of the kind that should just not be done in India. It's an old story. We've seen this movie before in every other part of the country, but that same movie is playing out in agriculture. That by opening up to international trade, we will get a reallocation towards more labor intensity. And so the landowner in India will hire more poor people to do agricultural work and thereby we will elevate the poverty problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:09.840",
        "message": "That's a profound point. Let's, you know, moving on from international trade. Now let's talk about trade within India, which is one of the things that the farm bills attempt to address. Tell me a little bit about what the sort of problems here were."
    },
    {
        "speaker": "Guest",
        "time": "01:28:25.960",
        "message": "We in India built a grid of restrictions against the movement of agricultural commodities within the country. Okay. And there are broadly two or three groups of interferences. So the first and most famous interference is the APMC. Okay. So this is a 1950s idea. I have heard that it was pushed by the World Bank into many countries, including India. And the idea is that the government will create a monopoly spot market. So there is the Mandi that's created where buying and selling shall be done. And of course the power of the state is used so that you use state power to penalize anybody doing a transaction that is not at the Mandi. So we've created this artificial monopoly called the Mandi. And then sure enough, there's a bunch of people who exert disproportionate power at the Mandi and give very poor realizations to the farmers. So this is one class of barriers which interferes with domestic trade. This is the micro restriction. Then we have many, many barriers which interfere with the movement of goods between states. Okay. And these range from outright bans to what are called technical barriers in the field of international trade. So if you want to carry a truck of cotton from Maharashtra to Karnataka, the Maharashtra government makes it difficult because somehow the Maharashtra government has an idea that we want to double quotes reserve this cotton for mills in Maharashtra. And I think this is a deeply, deeply pernicious idea. Okay. The whole point of being the Republic of India is that we should have free movement of all economic activities across the country. People should move, goods should move, and so on. But there are many, many restrictions that hamper the movement of goods across the country. Either they're explicit bans or they're all kinds of softer restrictions, which bottom line generate interference into the freedom of trade. We see that quite vividly. For example, when we look at the divergence of prices between locations in India. So the price of a product in Pune versus the price of a product in Bhopal should be essentially the same within a band which reflects the cost of transportation between Pune and Bhopal. Other than that, there should be no differences. In fact, we see fairly large differences all across the country. And this is because there are these restrictions on the movement of goods. So this is the whole domestic trade agenda where partly we've created these little monopolies called the APMCs, which interfere with the ability of somebody else to come in and talk to a farmer and offer a better price. So why are we interfering in the economic freedom of the farmer is something that beats me. I would even be okay if somebody said, here, we'll build an APMC for you. And it's your choice that we use public money to build an APMC. So we've got some physical facility and some handling of agricultural goods and some way scales and storage and so on. And it's your choice that if you live X kilometers away from this, it might be convenient for you to come there. How did we cross the line to using coercion is something that beats me. In what universe are you better off coercing a farmer, saying that if you dare to do a transaction at any place other than the APMC, then the coercive power of the state will be used to inflict punishment upon you and upon your counterparty. That to me is really something that is unethical. How could anybody countenance this kind of thing? So these are the two elements of the domestic trade agenda. Free movement of goods all across the country and the APMCs."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:53.800",
        "message": "So you know, I can't resist an opportunity to do some share-o-shirey on the show. So just to talk about APMCs, which, you know, I had an episode with the farmer leader, Gunwant Patil, a couple of years back. And he told me about this great share, which Sharad Joshi, the great farmer leader, used to sort of, and this is something that a farmer is saying to a consumer, and I'll explain the context of this after I go through this, and it runs this way. To quickly translate for non-Hindi listeners, it translates this way, I die my friend and so do you. I die my friend and so do you. I sell my produce cheap and die. You pay so much that you die too. And the whole idea is that because of the APMC, the farmer is selling too cheap and the consumer is buying too expensive because the APMC is a monopsony. The only person who can buy from the farmer, a government mandated monopsony, you're not allowed to sell anywhere else. So therefore, what happens is they can set whatever price they want. Like at one point, I remember a report which spoke about how farmers would sell tomatoes to the APMC at two rupees a kg and consumers would buy them for 20 rupees. And this is just nuts. So you have the APMC taking 18 rupees, farmers are getting paid two bucks, consumers are paying 20 bucks. What you could instead have had is that if you had a competition of middlemen, and you could sell to whoever you wanted, the competition of middlemen would ensure a situation where, for example, the farmer instead of two rupees could sell his tomatoes for 10 bucks, and the consumer could buy them for 12 bucks. Farmer benefits by eight rupees, consumer benefits by eight rupees, enormous benefit. And we don't have that. And as far as you know, I can make out from this farm sales, they haven't even done away with the APMC. They've said the APMC is there as an option. But now you're allowed to sell anywhere else as well. Is that a correct understanding?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:48.400",
        "message": "Yes. So this is a key point that for all practical purposes, there may be many parts in India where a farmer is really stuck. And you have no choice but to go to the friendly neighborhood APMC, which has land, which has facilities, where state power was used many years ago in the establishment of the APMC. Once that is done, I would be the one complaining about competition policy. I'd be saying that a few blocks are that APMC have market power and we need to go do something about it. The only thing that we're fighting about right now is don't make it illegal for somebody else to deal with the farmer directly. It's such"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:24.660",
        "message": "a basic conception of economic freedom. Yeah. And also, you know, one criticism that has come about, you know, this particular reform, allowing the farmer to sell to anyone instead of forcing him to sell to one person. And one of the criticisms is that, oh, this is corporatization, corporates will take over, there'll be an Ambani and Adani monopoly, which seems to me to be a bizarre criticism. First of all, all these interactions between the farmers and whoever he or she is negotiating with, these are all voluntary interactions. And the farmer still has a choice of going to the APMC and selling at the MSP and so on. And it's just that you've expanded their choice, you've not taken anything away. And the other aspect of looking at it is that after the liberalization of 91, in which area which was liberalized, did you see a corporate monopoly squeezing the poor guy? Instead, what you had was, it was great for consumers, it was great for producers, it was great for suppliers, it was just fantastic all the way around. So I don't know where this criticism comes from and where you go from here to there."
    },
    {
        "speaker": "Guest",
        "time": "01:35:24.240",
        "message": "So if some Ambani, Adani organizations actually reached out to some farmers and made bids to them saying, I'll buy your tomatoes at four rupees, I would say, hey, how wonderful, as compared to going to an APMC and selling the tomatoes at two rupees. So again, there is no force. Nobody's forcing anybody to do anything. It's just removing the Indian state from coercing farmers and anybody else that they might dare contract with saying that this is illegal. That is something that is phenomenally bad and that is something that is sought to be eliminated."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:58.560",
        "message": "And do these farm bills also do something about the second aspect of it, which, you know, interstate trading and trading anywhere else you want and, you know, accessing prices elsewhere. Do they also do something with regard to that?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:10.040",
        "message": "It's a beginning on those things. So I see a long agenda on domestic trade that it will not get solved overnight. So as an example, I talked about APMC. Okay, the fact is in most regions of India, the APMC is the only game in town. So realistically, the APMC is going to be an important part of this landscape for a while. And we need to do many, many things. So I think of domestic trade as an agenda, as a journey where we will have to fix many things. But, you know, you got to start somewhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:36.240",
        "message": "And you've pointed to Article 301 elsewhere, where in one of your pieces, you wrote, quote, a key idea lies in utilizing Article 301 of the Constitution of India, which states that trade and commerce throughout India shall be free, stop quote. And therefore, it seems to me to my delight that all these restrictions which have existed on trade and commerce in the past are therefore unconstitutional, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:56.800",
        "message": "Well, so let me look at this precisely in the present debates also. So there is a lot of debate around agriculture as a state subject. Okay. And you know, my views, well, I am a great admirer of the federal and decentralized nature of the Republic of India. And I'm always looking for policy pathways in which we can deepen that decentralization, send more power and more functions down to state governments and city governments, because that's really the best way to organize this country. This country is too vast to be ruled by any one union government or one new Delhi. So I'm very sympathetic to the decentralization agenda. However, there is also an element in the Constitution and one that legitimately belongs, which is on problems of interstate commerce. Okay. So in India, that is Article 301. For example, in the United States, we would all tend to know that in the Constitution, there is this issue about barriers to interstate commerce, that it is not okay to introduce barriers to interstate commerce, either through federal law or through state law. So there is a union government role in interfering with and disrupting barriers to interstate commerce. And that is the legitimate domain of the union government. And these laws that have had restrictions have in the past got approval of the president of India, because that was required as they would have otherwise infringed on Article 301. So I just want to say that the laws that are sought to be changed by these three farm bills had gone through the same Constitution of India, had gone through approval of the president of India and of the union, because this is the domain of the union. And today, the parliament is legislating in what is legitimately the province of the parliament. So I do not think that there is anything being done that is wrong. And if you will put a link to the paper, my colleagues and I wrote this paper in 2015 and 2016, well before these bills were done. And two of my four co-authors, Shubo Roy and Anirudh Burman are lawyers and have enormous specialized technical expertise on these questions. And we feel quite clear that this is the domain, this is the legitimate domain of the parliament in forming legislation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:20.040",
        "message": "Great. Let us talk about the farm bills now. And it is very complicated and nuanced. And I want to talk about it in a number of different dimensions, some of which we will know less about than others. But nevertheless, one that you would know about quite thoroughly is the content of it. You know, that is a sort of first of four areas that I would like to address. So when it comes to the content of the farm bills, is there anything there that is problematic or short-sighted or goes in the wrong direction? Or would you say that it all broadly goes in the right direction? Like earlier, you said you're 90% in agreement with… It all broadly goes in the right direction. It all broadly goes in the right direction. My other sort of criticism of this is the process because the one area where I find myself quite aghast is the way that it was pushed through parliament, the way that, you know, dissent is not engaged with, that anyone who protests is by default painted as anti-national. And just a vituperative tone of the response to criticism seems to me to be extremely anti-democratic. And at some level, I guess, there's a federalism argument also that in many of these areas, let the states make up their own mind. What is your sense of the process of this? Is there something that the government could have done differently? Is there a fundamental tendency within the government to think in a particular way, which has led to, you know, the bills being carried out like this? Because what it seems to me is that an essential component of liberalism, now understand that these bills, in the sense that we understand liberalism in terms of increasing individual freedom and reducing state coercion, the content of the bills is fairly liberal, but the end doesn't always justify the means. And it seems to me that there is something deeply flawed with the means. What are your thoughts on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:02.120",
        "message": "So I wish to say three things on this subject. The first is where we were a moment ago, that there needs to be much more of a public policy debate and discourse. And this is true, not just of agriculture, it is true of all fields. In my opinion, we in India are in a declining phase of the intellectualism and the public debate and discourse surrounding a lot of fields. We don't have much of a public sphere, and these bills emerge pristine from some government person who drafts the bills. Okay. So, and I think that that's not a healthy way to proceed. Partly from an intellectual point of view, that debate and discussion always improves work. Okay. Nobody is smart enough to figure out these things. Okay. We each of us, that if I was the policymaker, I would be the beneficiary from a vibrant process of public discussion and debate. As I have been involved in many, many episodes in the past, that the process of discussion, the process of debate, of putting something up in 100 seminars and conferences, chips away at the ideas and refines ideas and makes ideas better. So you get something that's a better quality product out of the process of debate and discourse. And you end up politically sensitizing the broader community that, you know, this kind of stuff is in the Bible. So I think that's very important. Otherwise you suddenly spring surprises on people and, you know, needlessly that creates more of a sudden allergic response. This is my, the first point I'd like to make. The second point is also an economics point. And now I want to step back a little from these bills to go after the bigger problem of Punjab and Haryana. And here I'm reporting the thought process that I picked up in recent weeks through conversations with Vijay Kelkar. This is really Kelkar's idea. So I have been a part of the conversations and I agree with the thought. So Kelkar has been thinking that there is a weird equilibrium that Punjab and Haryana particularly are locked into, which is a combination of everything that you described, that there is free electricity, barriers to international trade, MSP. There's a whole machinery of farmers in Punjab who are locked into wheat and rice and who don't know any other way. Okay. And we must recognize the culpability, the complicity of the Indian state in doing this. And if you wish to make moral arguments, then after the 60s, 64, 65 and 65, 66, two consecutive droughts and see Subramaniam and the green revolution and all the amazing things that were done in that period by policymakers, you could almost make the claim that, look, it is Punjab and Haryana that protected the rest of India, that rescued the rest of India, that bailed out India in a time of high population growth by producing those surges of agricultural output that was so desperately required in India of that age. Otherwise we would be down to PL 480 charity from the United States to eat. Okay. So that was a different time. And at that time, maybe it made sense to orchestrate this electricity and MSP and high yielding varieties and subsidized fertilizer to just get Punjab and Haryana to become the agricultural heartland of India. And they fed the entire country. Now, there is a problem in abruptly yanking that. Okay. So if you abruptly yank that, then it's not fair because it's a big disruption that's placed upon everybody in Punjab and Haryana. If you change one piece at a time, it's actually complicated because these are general equilibrium effects. There's no guarantee that if you fix one restraint at a time, that you will actually get gains in return for each one step at a time. That's a weird thing that happens with general equilibrium reasoning that if you remove the fertilizer subsidy and the electricity subsidy and the NREGS and the MSP and the domestic trade restrictions and the international trade restrictions and the malfunctioning of the futures markets, if you remove all these together, then I have no doubt that in two, three years, the system will find a new equilibrium where every farmer will be better off. But along the way, when you go one step at a time, there's no guarantee that things become better for the affected people. So you really need to see this as a part of a fuller strategy that we are going to move towards a market-oriented, internationalized agriculture. We're going to do it in these 10 steps over 10 years. And Kelkar argues that this is a bit like a structural adjustment program that the IMF and the World Bank put together for a country which has a horrendously messed up collection of policies. So if you want to fix all those policies, imagine that for 10 years, we are putting in public money to do direct cash transfers to individuals in Punjab and Haryana, where that money tapers away over a 10-year period. And bit by bit, over a five-year period, we are removing all these barriers. And through that way, we have managed an entire transition to coming up to a new system. So where we are going wrong today is that we've removed one piece, and we don't have a game plan for the full thing. And the game plan for the full thing needs to bring the worldview of a structural adjustment program, rather than just saying that, sorry, screw you, we're just going to do all this. And that's not a very good way to do things in a democracy. And my last point is exactly where you left off, that politics is the art of negotiation. Politics is the process of bringing people together and finding deals and finding contracts, finding middle roads that make sense. And surely, there should have been ways to bring people to the table and negotiate in good faith and find better outcomes, particularly when the hand of cards is so good. These three bills are so good, they are only a step in the correct direction. It's a failure of negotiation that it turned into so much anger and so much unhappiness and so much partisan tribalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:16.360",
        "message": "Yeah, it's a massive failure of negotiation and of politics. Two aspects of this which I want to kind of explore in a theoretical sense, where these specific bills are only an illustration. One is a political ramification of big changes. So let's say you need to, there are 10 changes you need to make together and then you know, everybody will be better off. But the problem is that it's not visible to everyone that they will be better off and they'd rather, you know, take the bird in hand and think about two in the bush right now, especially those who are beneficiaries of the current system, whether they are, you know, benefiting from the APMC monopsony or whatever. So then what happens is that anytime you try something like this, if the short term losers, even if they're winners in the long term, if the short term losers are going to kind of protest, then does that become a roadblock for any kind of significant reform? Because no matter what you do, somebody will feel that they're losing out in the short term. And in the partisan tribal atmosphere of our modern times, the entire opposition, whoever it is at that point in time, will rally around that particular aggrieved party and it then becomes difficult to move forward at all. Is there then a danger of policy paralysis because of politics?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:30.720",
        "message": "So I think that it was Pratap Bhanumetha who said that when the ordinary consensual negotiation approach to politics, where there is a constant conversation that is kept alive, when that breaks down, then you're down to screaming in the streets as the only way out. So I feel that there's a deeper problem that we've got to rebuild the quiet comfort of people in the treasury benches talking to people in the opposition benches. Kelkar always says that a political party should go into opposition, but it should never go out of power. That opposition party should always have influence. They should always have a role. They should have a say. And the art of doing democratic politics in a liberal democracy is to carry people along. So this is something that we need to learn a lot more of what Vajpayee used to call coalition dharma. Why India worked well in coalitions led by people like Vajpayee or Gujarat or P. V. Narasimha Rao was that coalition dharma. Bring many people together, talk, negotiate, talk, negotiate. I think that there's a certain Indian middle class thing where we've started craving for a strong leader and somebody with that will just decisively go do things. And I think that is fundamentally incompatible with the reasonable narration of what liberal democracy is all about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:56.120",
        "message": "Also strikes me like, for example, when GST was announced on GST, of course, was, in theory, something that would really help the economy and reduce a lot of the friction. And it was great, but it was so badly implemented that it caused a lot of damage and continues to cause damage to this day, much of which I see around me with all my friends who are entrepreneurs and have factories or had factories, because it's been so damaging. And the thought that struck me during that time is that even if you're moving from, say, one bad equilibrium to another better equilibrium, there is a transaction cost to that movement itself that in that movement, there can be so many unintended consequences and so many things going wrong, because of all kinds of reasons, because of factors outside your control, unknown, unknown state capacity, and so on, that in the end, you don't necessarily end up with either something that is better or with something that justifies the shift in the first place. Is this something that you think about while making policy? Because like the point that you pointed out is that you can't in something in a machinery where so many things are broken, there's no point piecemeal changing a couple of things here or three, four things here, you have to overhaul the entire thing. So how does one think about that? And, you know, it seems to me so daunting that just the daunting nature of what could happen is enough to make a politician or a bureaucrat say that, hey, let me just make incremental differences to the status"
    },
    {
        "speaker": "Guest",
        "time": "01:51:23.560",
        "message": "quo and try nothing drastic. So as somebody who was in the founding team of the GST in India, it is indeed really troubling and humbling to see how things didn't quite work out, like one would have anticipated. And I have no ready solution to how to play that GST kind of episode better. We just lost institutional memory. There was a whole bunch of people who knew about the GST. And then finally, when the negotiations were being done first with Pranam Mukherjee and then with Jaitley, the basic knowledge of GST had been lost. And so what was negotiated and what came out and what got implemented just seems to bear no resemblance to the early conception of what a GST is all about. So I think it was a failure of a policy community. And that takes you back to a deeper question, a bit like what I'm saying about the problems of a health policy community in similar fashion. We just did not have enough of a public finance policy community that would be able to think deeply about the GST and stay on the ball and stay on message on the subject of GST for 20 years, which is the kind of time horizon that is required to do that. That said, it's actually much easier in the field of agriculture because the agenda in agriculture is a much simpler agenda, what is sometimes called first generation reforms, which is just get the state out of the way. Those are much easier reforms to execute. So when all that has to be done is to have a stroke of the pen where there is a law which removes the barrier against a foreign company having FDI in insurance. That's a very easy reform. It's not a complicated reform. When associated with that, you need to do large scale improvements in insurance law and the working and the capability of IRDA so that these powerful, capable, hungry global insurance companies will not create a consumer protection disaster in Indian insurance. That's more difficult because that's like a second generation reforms agenda of building state capacity in insurance regulation. In the case of agriculture, almost all of it is just get out of the way. So do not interfere in international trade. Do not interfere in domestic trade. In the case of the futures markets, yes, we do unfortunately need to develop state capacity at SEBI, and that's indeed a difficult problem. So we'll have to learn how to become a financial markets regulator in an organization like SEBI. We are not there. That is a complicated problem. Similarly, in warehousing, all that the government has to do is don't interfere when people hold goods in warehouses. This Essential Commodities Act that I'll put you in jail if you have inventory of certain things. You know, we need to get out of the way. So a large part of the agenda is just get out of the way. For that reason, implementation constraints will not be a big problem other than commodity futures, where we need to do the FSLRC agenda to get SEBI up to capabilities of stepping away from central planning and achieving high rule of law. That is indeed unfinished business in terms of what is happening at SEBI. But for the bulk of the agriculture landscape, it's just first generation reforms, freedom, freedom, freedom. That's all that's required to be done. It's not difficult to implement."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:48.880",
        "message": "And what do you think of the way out of this current imbroglio? Like, you know, the BJP messed up the politics of this completely, which is a little bit of a surprise because they're normally not that bad at politics, but clearly they didn't foresee this coming and they messed it up completely. Now, what's the way out of this? Because on the one hand, you have these deep partisan entrenched positions where the government is saying that these farmers are anti-nationals, which to me is like, just beyond the pale. And, you know, at the same time, that's sort of deepened the resolve of the farmers also. And there's a lot of rhetoric and misinformation on all sides. What is a reasonable way out? And is"
    },
    {
        "speaker": "Guest",
        "time": "01:55:25.720",
        "message": "there a reasonable way out? So I find it heartbreaking that the bills that I consider so aligned with the interests of farmers are turning into an angry farmer's movement. The only word I want to use is heartbreaking that, you know, how could we come to some place that is so wrong? And I think that we've got to go back to basics in terms of the healing, that we've got to rediscover humanity in each other. We've got to learn to talk across the aisle. We've got to grow collaboration muscle. We've got to grow coordination muscle. We've got to grow negotiation muscle and come back into these things in a more quiet environment where the temperature is dialed down and people are able to talk to each other in good faith. Because we should see that these bills are not the beginning and the end of agricultural reform. There's so much else that's waiting to be done. And our ability to do a complex 20-year re-engineering through which India becomes an agricultural trade powerhouse and we generate giant gains in production and incomes of farmers, that whole process stands to get disrupted if the temperature becomes so high. So it seems to me that the need of the hour is really, you know, to be like Gandhiji after a horrible episode like Noakhali where you try to bring people together and you say that being good to each other is even more important than doing the right things at an intellectual and a policy space."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:05.880",
        "message": "What does that mean in concrete terms? Does it mean the Modi government going to the farmers and saying that, okay, relax, we let it be for now? And what are the demands of the farmers that they are not agreeing to? For example, now I haven't studied this in detail. So I'll ask you that the farmers apparently wanted a guarantee within the bill that the MSPs would continue. Now, in the short term, I don't really see the harm of this because as long as you allow trade elsewhere, the MSPs have been there forever, they're going to continue to be there if these bills don't pass. So let them be there for a while till they are unnecessary, which markets would surely ensure, right? Or is my understanding"
    },
    {
        "speaker": "Guest",
        "time": "01:57:42.680",
        "message": "of it flawed? I think that when you get temperatures that are this high, there's something deeper that's going on. When you and I are engaged in a screaming match, it's not the words that we say to each other. There's something else that's going on. It's a deeper estrangement. We have lost trust. We've lost confidence in each other. We've lost the presumption of good faith. So I actually don't think that there is a need of a discussion around whether you should enshrine MSP in the bills or not. What is needed is a hundred episodes where people from both sides will break bread with each other and be kind to each other, be good to each other and learn to trust each other. It's a process of conversation. It's a process of emotionally building bridges and not trying to stake out a power claim this way or that. That is the path to building the republic and living with each other in a liberal democracy. So as an old saying goes, democracy is the art of living with each other without coming to blows. And we have come to blows in this. And in my mind, that is abhorrent. It's more important to be civil and be kind to each other than to get economic reforms done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:58.240",
        "message": "That's a fair point. And you know, I buy that point that it's not about this compromise or that compromise. It's about the general approach that you take towards each other. But there it seems that those bridges have kind of been burned. I mean, it seems to me,"
    },
    {
        "speaker": "Guest",
        "time": "01:59:10.480",
        "message": "doesn't it? So the solution is then to go back to basics and rebuild those bridges. How do you do that? So again, let's go, let's look at the emotional climate around the storming of the Golden Temple and then the murder of Indira Gandhi and then a pogrom against Sikhs in Delhi. And then think of the next 10-20 years, there was a process of building bridges. We have clawed back from that precipice all the way to the point where Manmohan Singh became finance minister and Monte Kaluwalia was finance secretary. And, you know, then Manmohan Singh became prime minister and, you know, we healed those wounds. So these things can be done. But it's got to be done at a hundred levels in the political system and as human beings with each other, because that is the only way to go forward. Country cannot survive with this level of anger simmering inside."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:01.780",
        "message": "So thinking aloud, it seems to me that a good way to proceed would possibly be for the government to say something like, okay, we'll keep these bills in abeyance for some time. We'll bring you to the table. Let's talk it out. Let's thrash it out. And until you are okay with it, we won't reintroduce those bills. Is that a good beginning step? And is it even remotely realistic given the sort of, you know, how it's almost become a prestige ki baat, as"
    },
    {
        "speaker": "Guest",
        "time": "02:00:24.960",
        "message": "it were? So I have no judgment on how this story will unfold. But if I had to offer my two bits of wisdom, this is what I would say, that what we need is a lot of people hugging each"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:36.240",
        "message": "other. Okay. You know, suddenly from talking of concrete economic first principles and sort of incentives and this and that, we come down to almost, you know, you're sounding like a new age guru. So no, so, you know, thank you so much for coming on the show. It's again been enlightening and you've given me and possibly our listeners lots to think about. And I hope to have you back on the show soon at some point, maybe to talk about healthcare, who knows, and maybe to describe how the process of hugging came to be and what were the incentives that led to mass hugs erupting around the country, though somehow I don't think we'll get to that episode too soon. So thanks, Ajay. Thanks, Amit. If you enjoyed listening to this episode, head on over to The Show Notes, where I have provided enough resources for you to enter a rabbit hole. All my views on the subject, Ajay's views on the subject, the episodes I've done with experts in the past, and so on. You can follow Ajay on Twitter at Ajay underscore Shah. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A, and you can browse past episodes of The Seen and The Unseen at SeenUnseen.in. Thank you for listening. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to SeenUnseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]