[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Among the many things we take for granted, there is money. We behave as if the system of money around us has always been there, as if it's as natural as the oxygen in the air. We behave as if a rupee tomorrow will be worth the same as a rupee today. In fact, we behave as if the financial system around us is stable and immutable, taking it for granted in the same way that we take the circulatory system of our body for granted. We don't think about our heart ceaselessly pumping blood until there is a problem with it. And when"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:35.720",
        "message": "there is, that problem can become life-threatening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:54.240",
        "message": "Welcome to the Scene and the Unseen. My subject for today is our ongoing banking crisis and my guest is Tamal Bandopadhyay, author of the superb book, Pandemonium, The Great Indian Banking Tragedy. India has been in a financial crisis for a while now, our banking system is damaged, we have an NPA problem and this whole mess is a structural issue beyond any specific political party or government. I've done many episodes on different aspects of this and they'll all be linked from the show notes. And if you care about this subject, you must read Pandemonium. Tamal is India's most highly regarded banking columnist. He was part of the founding team of the newspaper Mint. He has held senior editorial positions in various newspapers and he's written a number of exceptional books. Pandemonium is particularly enjoyable because it's like many books in one. It features riveting storytelling with colourful tales of wild frauds and evocative scenes from Arthur Road Jail. It features incisive analysis in simple language that will make you feel like an expert at the end of the book. It features long interviews with four ex-central bankers C. Rangarajan, Y. V. Reddy, D. Subbarao and Raghuram Rajan, which alone are worth the price of the book for their insights and their self-aware criticism. I was delighted when Tamal joined me on the scene and the unseen. And for me, honestly, the most rewarding part of this conversation came before we even started talking about banking. Listen in and I'm sure you'll agree with me. But before we get to our conversation, let's take a quick commercial break. Banks and monetary policy, and understanding of stock markets and personal investing and a demystification of interest rates, stock market bubbles and exchange rates. All of this is vital to understanding the modern world, as are so many other courses in this site, the Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory and much else. They also have an app where you can listen to the audio of these courses the same way you're listening to this podcast now and it will cost you nothing. You get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. That's right, unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. What a deal."
    },
    {
        "speaker": "Guest",
        "time": "00:03:37.760",
        "message": "Tomal, welcome to the scene and the unseen. Thanks, Amit. I mean, I'm a bit nervous,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:47.840",
        "message": "but anyway. Why would you be nervous? We've lived for the last few months with the fear of this virus. So why would one worry about a mere podcast? You know, there's a lot I want to talk with you about and I've been looking forward to this. But before we start, tell me how have the last few months been for you? Like, how have you managed during COVID? Yeah, it's not an easy thing"
    },
    {
        "speaker": "Guest",
        "time": "00:04:08.800",
        "message": "because I'm a person who travel a lot. I mean, probably 15 days a month, if not more, not overseas, primarily within India and a bit of overseas once in a while. So that's the kind of lifestyle I have been maintaining for the last five years, I would say. Yeah, 2014, five, six years when I left my regular job. So for a person like me, suddenly confined at home, in the second week of March 2020, I had my last trip just before the COVID started. And yeah, it is pretty, pretty, I mean, one problem was being confined at home. And you know, Mumbai homes are not large, you don't have garden, you don't have a lot of other luxury, which you could afford probably in some parts of Delhi and other metros. At home, me, my wife and a dog, pet. One concern, son is overseas, US and US scenario is pretty bad. He's doing his PhD in economics. So that's the worry being a parent was there. And claustrophobia within this, no, and most of the time, I was confined into my studies, which is a very small place. But on the positive side, I could because of the COVID, I could finish my latest book in record time. So I probably walked 16 hours a day. Because most of the traveling conversation, everything is over by March. So it was to be written. And trust you me 1,50,000 word plus, I pulled out within this between March end and yeah, August, March, April, May, June, July, six months. So that's the good part of it. Bad part of is the confinement, claustrophobia. And the other part, which is very surreal, you know, I have been living in Mumbai with a very small break for a few years from it's 35 years from 1985. I have never seen this Mumbai because you know, I had to take my dog out for a walk. So every day that was the ritual morning ritual for my wife and evening for me. And I saw I mean, I don't know because of my age probably some days I was in tears. I found crows dead bodies of crows pigeons on the streets, probably they were not been able to eat. That's what they're they're dying. And when as things were slightly getting better after two or three months of after the pure play lockdown when it's when it started slightly opening up. I found the kids which were essentially earlier used to sell balloons on other toys and all they turned bigger. And they are not asking for money. They were just pulling my shirt or t shirt or pajama and pointing out some bread or milk pouch uncle you buy this for me. You know, I have never seen this in my life in Bombay when we heard about post partition what happened from our parents and all. So I mean, it was I was in tears and one particular person, you know, in Bandra there's a park where one person I used to find that every day he was covered in his face with a bed cover or something that lying there under a tree. I'm talking about March, April, May. And suddenly I found that I used to take my dog out in that park. Even the dog is not allowed. But those days, you know, we used to take him. And then suddenly one fine day evening I found that gentleman was he was singing song classical music and baritone voice. I was very impressed that gentleman. And the next day I found him that he was bowling. There was a wicket he fixed up and there are multiple balls he was trying to bowl. And my dog picked up one of the balls and he's he always steals balls whenever we find. So then this person spoke in just English. Hang on, hang on, uncle. Don't worry. Let him have a ball. I have many walls. Then I got curious. I said, Who are you, etc, etc. I found that he was a law student. But and he was a classical student. He was a classical singer as a student of that particular Gharana. But his hostel is he was staying in Juhu. His hostel asked him not to be there. So he he came out of this. He didn't know where to go. He managed some for night sleep at a church somewhere. And during the day, he was in the park from from 8 to 8 12 hours. He was just lying down there. I said, Can I do anything for you? I mean, in terms of because it's pretty, pretty close from my house. He said, No, I don't need anything. What I need you can't give me because food is I'm getting food, free food. I need a place to stay. But you can't give me that you can give me a place. So there's only one story. I don't want to continue for long. So there are many things which actually, you know, I don't know, I found it. It's very surreal. I declare I refuse to believe it that something can happen. I used to take my car out. Once in a while in the evening, there's a press sticker on my car. So despite being interrogated at various places and stopped, they did allow me but I used to take the car out to get a feel different parts of Mumbai in the evening, maybe once a week. And then I found that, you know, roads, I could not recognize which way to go because everything is empty. So which would drive many a time I drove on the wrong lane. You know, and I found those kind of beggars who were not asking for money, but asking for bread and milk and something else for other family members, etc. I found this gentleman. So it's it was very, very disturbing. Very, very disturbing. I must say you need to really be strong to be yourself. Even after"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:13.120",
        "message": "seeing all this. You mentioned that you'd heard, you know, similar stories coming from partition times from your parents as indeed I have as well. And here's a thought that strikes me and tell me what you think about it, which is that there is an invisible city out there that we don't see. And actually, there are two invisible cities. And one is the one that in normal times, we don't notice it because we have just sort of blocked it away. You know, it could be the beggar at the traffic signal or all the people we don't notice and who are invisible to us when we are out there. And maybe there's a lot of grief and stuff that we do not notice. And that's one kind of invisibility. And I think there's another sort of notional invisible city that comes about because many of these people live really precarious lives. And when you have one little crisis, one, it's not a little crisis, but even a little crisis can just push them over the edge into another existence, which is hovering over them all the time, but we don't see it till the crisis comes. Like you spoke about people, the kids who would sell balloons and all of that, and they're pointing to a kind of packet of bread. So, you know, do you feel there's something to this and after sort of this experience, like after the last few months, do you feel you are a changed person"
    },
    {
        "speaker": "Guest",
        "time": "00:11:23.200",
        "message": "in some way, in the way that you look at the world? Yes, absolutely. I mean, I'm getting very emotional, but I do feel, as I said, it's very surreal. So my parents are not from East Bengal, so they don't have the firsthand experience of this. But I heard from them what happened, we read about it. And I'm talking about what I experienced, what I have seen on television channels or read in newspapers, I'm not talking about that. I'm not talking about the migrant crisis and other, you know, those schemes. But what I saw in Mumbai, in the western suburb of Bandra, where many, many years I've been living, my first day in Mumbai was in Bandra. And the past 35 years, as I said, barring an interval at many of the lanes I have seen in Bandra and the sea face, it's very familiar with me. I've never seen this. So I don't know whether this is all along been there. And it was because of COVID, it just, you know, spilled over to our, I would say, in their consciousness, it was in the subconscious, I mean, I'm talking about philosophically, or it's been there, we don't notice because there are people, you know, at the traffic signals, there's balloon malas, or, you know, somebody selling a box of figs, or the books, etc, etc. Actually, they lead this kind of life. And because of COVID, that life, the wave of their life just got into our seashore. I don't know, but it is very difficult. You know, there have been occasions where somebody just got hold of me, at least there are twice it happened, two persons got hold of me on my left wrist, and it's very strong thing and asking for something he said, I have not eaten, you have to get something for me. And in one case, I got little paranoid that easier sort of will he like, use his dagger or something and kill me. In a gully, he put me there within Bandra. And then he said, in English, he said, you come on, don't get nervous, you come on. And then in within the gully, etc, he took me to a biryani stall. There are other biryani stalls also on the road, but this biryani stall, I was not aware of it. And it is better than the other biryanis. And he said, Can you buy a biryani for me? So 150 rupees I paid, and I got a biryani from there. So I have never seen you know, I would not call them aggressive. You know, it's not aggression. It is just like you, you hold on to a straw when you are drowning. So he was making a last date attempt just probably he has not eaten for a few days. That here is a man with his dog, probably well off, he can afford why not. So I didn't have the money. So I, I told the biryani seller, this is my mobile number, you check it out. I'll come back and pay you the money. So that's how it happened. So yes, my my approach to life has changed. Now, how long it will last, I don't know. Like for instance, many years back, I went to a yoga ashram and stayed for 10 days. And next three months, I was a little different person. I used to get up pretty early, and seeing things in a different way. I'm not comparing that. But then, as I got into the normal routine life, no, it started wearing off. So will this COVID impact also a year or two down the line will wear off and I will become the same old person? Or will it forever stay with me? I do not know. But as we speak, definitely, I am not the same person which who was had you spoken to me one year before, my approach to life things surrounding me, definitely different than what"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:01.200",
        "message": "I am today. And another sort of thought which strikes me, which is also a surreal aspect, since you mentioned that word, is that on the one hand, you're going out walking your dog, and you're going driving, and you're seeing all these things, which, you know, one would not otherwise notice or one would, or it would otherwise not be like this. At the same time, you're writing a book, which is about just another kind of reality there. And the thing is, I often find it hard as a writer on these subjects on economics of public policy, to really drive home that connection where I say that, listen, bad economics has humanitarian consequences, that all of these things are related. And in your book, you've written about, you know, there are so many concepts in your book. And all of those concepts, in a way, play back to this reality that you're seeing on the streets. But that connection can sometimes be hard to make. And of course, the real people that you write about in your book, you know, including the Nirav Modi's and the Vijay Mallya's and all of that are just at a different sort of level. Is that connection something that even you have to keep reminding yourself of the real consequences of some of these bad policies that you're writing about, that this is not happening in some artificial universe, all the things happening in banking, but they have a real impact?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:14.960",
        "message": "Honestly, no, no, I don't have that kind of, you call it, I don't have the missionary zeal of, you know, telling the world, look, this is, underneath is this, it's not like that. As an author, I always want to tell a story. And now my last book, which you mentioned this pandemonium is different because it is a much larger canvas, the pandemonium, what we have been witnessing in Indian banking system. Earlier, this is my six books, earlier five books, primarily one was a collection of essays, which and the rest four was sort of biographical on institutions, good, bad, ugly, on shadow banking, on India's finest bank, on a microfinance entity, etc. Now, this time, it's very different because the canvas was very large. There are constituents where many and I tried to take a deep dive kind of thing, what has gone wrong? And how and why and what the basic W principles of journalism. But I not consciously or unconsciously, I have been trying to relate that and the real world. And we are paying the price for being, you know, not following the governance, etc. in that the world of economics and finance not. As an author, my simple logic is I want to tell a story. And my advantage is probably I'm fairly illiterate about finance and economics, because I don't have any kind of background. Once you have that background, then you go through that prism, you know, that theory, I have read this and this Nobel laureate has said that and somebody has said that or not, and I don't go through that. I don't have that baggage of knowledge, if I may put it so, you know, so I am like a mountaineer. I know that I need to carry minimum things, only the oxygen cylinder and a bit of chocolate and those kind of things. And then what I see, what I feel, that's all. So no, I do connect the micro and macro. I do try to read between the lines. But my overarching ambition and the mission is to tell a story. And that story should be read by everybody. If I say it must be read by your aunt, and she should appreciate you, you will hang me for my gender bias. So let me say your teenage boy would be able to read and understand. So that's the overarching philosophy for every book I follow. And this book also same thing,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:43.760",
        "message": "just telling a story. That's actually what you said about your aunt or an eight-year-old boy is very resonant with me because I teach an online course, where one of my slides is about what I call the Naniji test, where I say that if you're writing an op-ed or an article, show it to your Naniji or a young teenager. And if they don't read it all the way through, you're doing something wrong. It's your fault. It's not their fault. And obviously, I'm not condescending to either Nanijis or teenagers. But the idea is that an intelligent layperson should be able to understand it. And I think this test also helps you avoid what people call the curse of knowledge or what you call the baggage of too much knowledge in a sense. So, you know, before we sort of get back to where you started and all of that, which I want to get to a related question on this point, that strikes me, which is that another thing I say in my writing class and with George Orwell as well used to wrote about in a famous essay called politics in the English language is that the pressure to write clearly makes you think clearly, makes you think deeper, because it's actually quite easy to write about something using jargon and obfuscatory language and abstract concepts. But when you put on yourself the pressure to write clearly in simple language that anyone can understand, then that means you have to understand the subject that much better and go to its root and all of that, which shines through in your writing. I mean, this book was such a lovely read and a lovely piece of storytelling. And I'll come back to that as well. But is that something that you have found that because you have given yourself this mandate and not everybody in business papers or all the places where you work necessarily writes this much clearly, but because you are forcing yourself to ask basic questions, not worrying about looking stupid, to ask simple questions and to, you know, simplify it for the reader. Do you feel that that's also helped your knowledge of whatever it is you're writing about?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:33.920",
        "message": "Absolutely. I mean, you have hit the nail. I think, as I said, my advantage is I don't have the background necessary to be a finance writer. But that actually encourages me to ask stupid questions, where I don't know. So there are a few principles which I follow while writing my column, writing used to those days news reports, when I was a reporter, and now a column and books. If my writing is only appreciated by the bankers and the community of the financial sector people, then I'm a complete failure. People of other professions should read, the teachers, the doctors, the students should read and appreciate. So I must have a much larger base of people. So that's one part. Second part is the element of storytelling that remains also in my column also, you know, that connecting the dots, the connecting micro and macro, those are the kind of stuff. And third, the most, it is by default, probably I do this, because as I said, I don't know. Basic thing is this, most of the subjects I just don't know. So what I ask stupid questions, I end up reading a lot of things. And then I'm not embarrassed to ask whether it's RBI governor or finance ministry officials, bureaucrats or bankers. Boss, just explain to me, I don't understand. Can you please explain to me? And they are kind enough because they also probably take pity on me that this person is trying to understand why not. So I actually they play the role of teachers at various stage of my career. I've got various people who have been continuously playing the role of teacher or interpreter, whatever you call it. So explaining things even today as we speak on anything, I have multiple people at different India and overseas, I can reach out and I just say that and they're all eminent people, very knowledgeable people and they have the fundamental background of economics and finance. I just tell them just can you explain to me why? And till such time, I am convinced I don't want to write it. So that's all. If something happened, Reserve Bank of India cut rate or has raised rates or something else happened, what does it mean for me? I mean, only by saying this, it doesn't make any sense. It starts from there. And then as I said, however difficult the subject is, and even the easiest subject also I can't understand. This is not my modesty. This is just because I don't have the background, right kind of background and things are evolving in particularly in finance. Just to be there, you need to run, you know, because globally things are happening so fast. So I have multiple teachers at multiple geographies for multiple subjects. And I am not embarrassed to expose myself. I tell them that look, please explain to me. And which is why probably an intelligent person and a person with a background, probably what would take one hour, I may end up taking four hours, four times more. But that's the price you pay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:43.520",
        "message": "No, that's, that's very inspiring. And I'm going to take a brief digression for my listeners and point out that, you know, while Tamal has said that he doesn't write for the banking community only, and he wants everyone to read him. The fact of the matter is that all the journalists that I have spoken to that, you know, who have ever mentioned you in conversation, and all the bankers whom I've heard talking about you have nothing but the highest respect for your work, you know, which is a tribute both to clear writing and intellectual humility. However, now turning back to Tamal, I've got to tell you that in today's episode, you are going to be on the receiving end of stupid questions. Because this is a subject which I'm treating you as the expert in and I am going to ask a bunch of simple questions and get you to simplify it. But you know, before we get to the subject, I'd like to know a little bit more about you. One of the things that I was fascinated by at the start of the book is when you mentioned where the title of Pandemonium comes from, which of course comes from Milton's Paradise Lost. And then I looked you up a bit more and I realized that you have a master's degree in English literature from Calcutta University. You enjoy reading a lot. And in fact, throughout your book, there are other references that you know, show that you don't fit the stereotype of a financial journalist whose head is in finance all the time. You are imbibing culture, whether it's music or writing and all of that in different ways. So tell me a bit about, you know, what kind of a young person were you growing up? What were your influences? What did you want to be? You know, obviously, a significant part of your love of storytelling comes from, I presume, comes from your love of literature. But so tell me a bit about, you know, you before you become a financial journalist."
    },
    {
        "speaker": "Guest",
        "time": "00:25:21.760",
        "message": "Well, you'll be pretty disappointed, actually. I don't have any interesting background. I come from a mufasal town, which is 110 kilometers away from Kolkata, a place called Medinipur, they call it, Midnapur under the British regime, where that Khudiram, the martyr, etc, etc was there. And from a, yeah, I mean, it'll be a charitable way of calling ourself a middle class family because we could eat rice both the times because those days I'm talking about 60s. My uncle's family used to eat chapati at night because they couldn't afford rice was more expensive than atta. We had rice both the occasions and not every Sundays, but some Sundays mutton curry, being all a typical thing and focus on studies. That was the kind of stuff there. This we used to sit on the floor and eat our dinner. And we used to talk about cricket, cricket, Mansoor Ali Khan Pataudi was the, I think, India's captain there and multiple other things. So it is a very, and there is no, what you read, no, the middle class Bengalis will be on every summer vacation. They will take a long distance train and go on a holiday and buy books from wheeler stalls. It is not like that. I was the youngest. And by the time I was in high school, my father retired. So, and I was of the four, the youngest one. So I was never pampered. Typically, a youngest child is pampered. I was never pampered. Yeah, that was the thing I was not. But yeah, there was passion to read. One of the ways of reading is, you know, was those days in West Bengal, there's a lot of cultural competition. So the so-called extracurricular activities and used to get prizes books, we can't afford to buy books, even for my regular school books, we never got new books, we could not buy because financial and not that, as I said, that scenario. I was not exactly a brilliant, brilliant student, but I managed free school, free students, both college, school, etc. So one of the ways of getting those books to read, which you'd like to read is to get into the competition and win the awards. So that's sort of a very, very, I think, from probably age of five or six or seven, I started doing that, which is recitation, eloquence, debate, essay writing, writing poems, short stories, even drama. You know, I started acting at a very young age, then directing also. And all along in my school, college, university, I was the cultural blue, getting all the awards, not in music, but that. So that was one side of it. And so that opens a door. And that also makes you sort of independent, I would say not what you want to do, you want to do not others, what they are doing it. But those days, when you study English literature, and not an extraordinarily brilliant career, there are options to one is you become the big go for civil service, or you go for teaching. That was the standard thing. I was also toying with those kinds of ideas. And then, and then a series of accidents started. In a sense, somebody saw Times of India ad looking for apprentice journalists, trainee journalists, through a series of tests, etc, one could go there. So somebody saw the advertisement in Statesman, and said, Why don't you apply and try that. So we had some tests, etc, etc, the final tests in Mumbai, and coming to Mumbai by Gitanjali 32 hours, I had nobody in Bombay, I got out of the VT station from the end where that GPO and then I had I remember I had a Bata Northstar shoe, a brown color, I got it polished. And with a smartness, I got into a taxi to take me to Times of India, which was a one minute walk just across the road. And the taxi guy looked at me. And then he took me to the Reserve Bank of India. So it buggers thing, Mark turn, turn right, and then came back on the DN road and dropped me at the Times of India. I gave my tests, etc. And then to cut a long story short, I got in there. So it's purely by by accident, I became a journalist, I saw all these guys on typewriter facing the wall and doing I thought, Oh God, it's all the full of typewriters. Where are the journalists? That's how I came. And then a few years I were there doing writing stories, book reviews, film reviews, alcoholic anonymous and narcotic anonymous, nothing to do with finance. So first accident becoming a journalist second as a real accident. My father had an accident, which was pretty fatal. He did survive for a few years. And then I took a call that I must go back to Kolkata. And but Kolkata Times of India did not have any kind of vacancy. So I was put in Economic Times desk. And that's how I was introduced to steel and tea. And you know, those are the kind of things jute in Kolkata. Those are the kind of stuff. I didn't like it much. I was not enjoying. So I was writing Illustrated Weekly because so little money you get to survive you, you need to do a little more. And one of the ways was writing and Illustrated Weekly already I started writing in Bombay. So I used to, I was married, but hardly at home. I was doing night shifts in office. And during daytime, I was all over West Bengal doing stories for Illustrated Weekly. So that's how and then by then I from shifted to cut a long story short into another paper. And they put me into feature writing. And then they asked me into writing of those days, trade unions were very active in West Bengal. So why don't you try trade union and through trade union made I think 94 I smell banking because the two biggest trade unions AIBA for employees and AIBOC for officers, both were in Kolkata, and they are very powerful. I still remember Tarakeshwar Chakraborty was the AIBA General Secretary on his table, there are trophy which is Air India or Indian Airlines flight, because he used to spend the maximum number of hours in a year in the sky. So he used to get that those days, no frequent flyer, the whatever the longest time in the sky, that kind of thing. And his people are there everywhere in every bank. So and he used to share with me from his Godrej Almira, he will open up all those, you know, papers and all. And as I said, I didn't understand. So I used to figure out how to appreciate things, how to know things. That's how I was in mid 90s post liberalization, and all the banking rules, etc, changing, I was introduced. And then I came back to Bombay. That's how I got into banking. And then from a reporter. So every everything, as I said, by accident, then from there into book writing also got into accident, somebody once the publisher approached me, he wanted to get a book on something. And that's how I got in there. And then now I am I have one foot in in the industry as an advisor, etc, with the entities, again, like by accident. So nothing has been planned to answer your question that did I actually prepare myself for this entire innings? No, I just gone into the flow. And I believe one is, you must enjoy what you do. So I enjoy what I do. And then I find ways how to do it good. How to do it good. And second part of is this, I think it sounds a cliche, but the actual learning happens outside the classroom. So you said I am a student of English literature, that bearing is there at the background, that helps me to understand things in a different way in the context and all. But all the other things I just pick up as I move even today. So it may sound little pseudo modesty that if I say I am a student, but I am a student and I mean it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:31.120",
        "message": "Fascinating. There are many strands I'd like to pick up. But first of all, I should mention that I got a warm glow when you mentioned that thing about getting books as a prize, because my father who grew up in Calcutta and is 20 years older than you, he was born in 1941. And he's mentioned how during his students years, they would give books as prizes for everything. And he would try to just win books all the time. And I wonder if that's something kind of uniquely Bengali in the sense that immediately there is that appreciation of books and knowledge and all of that, which is kind of coming from there. And it also strikes me that something like that is not possible today, because books are so much more accessible, which is wonderful. But does that also mean that we value them less? I would hope not. But moving on to sort of your growing up years again, before we get to your journalism, what were the sort of kind of books that you read? What were the writers that you read? Like, I'm sort of trying to understand that when you begin this journey of yours as a journalist, who are your influences? Do you think that, oh, I should write like this or like that or like that? Are you actually thinking of sort of writing as your calling? Or are you just by accident, as you said, you came into journalism and you know how to write so it fits? Well, what were those kind of early influences? What was your view of the world at that time?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:48.000",
        "message": "No, not really. If you want me to articulate answer, I have to figure out what to answer. But if you want me to honest, no, absolutely. I don't think there was any role model before me. And also while reading, like in school and college days, I devoured everything which come on my way. It could be even adult books. In fact, my father often caught me on reading books, which I should not have read. And I did not know that, like Lady Chatterley's Lover, I wrote, I read and then some of the Bengali things, which is in school, seven, eight standard school. In fact, in school library, I used to also ask for those kind of books. And they, of course, did say no. And that made me more curious than I found out how to get those books. So I was pretty indiscriminate what I read. I mean, it was mostly in Bengali, a bit of in English, because I came from a Bengali, I was not into English medium school, etc. Right. So you'll be disappointed to hear that. So it is mostly Bengali. And then, of course, English also, because in my family, there are my brother is in into civil service and teaching is English, PhD, etc, etc. So there are room full of books in English also. So I was pretty indiscriminate, whatever I used, I used to devour. That's the school, college, university days. And when I became a journalist, I don't, sometime I consciously don't read, I don't want to get influenced by somebody's style, etc. And here, if you ask me, actually, I read less. I read less in the last 30 years or what I read is primarily I read for information, what comes on my way, because need to be abreast and all. So I last 25 years, I would say 1994-95, I started into this into this financial sector. So one area of reading is primarily to get to know things, it's information for information. And other part is just to be in conversation. You know, one book is like everybody talks about it, you have to join the conversation. So you better read it. And third is somebody said, have you read this? Like, for instance, firefighting, you know, by Gettner and three of them, they brought. Did I read it during this crisis, financial sector crisis, Lehman crisis? No, firefighting, I wrote sometime back, because somebody said, have you seen firefighting? There's a lovely segment of charts. I thought, okay, why not in my book, I can incorporate those charts, those kind of charts. Then I, I read firefighting during the COVID time before starting my book. And then I actually stole the idea of getting the charts as a chapter from there. So this just to give an example. Right now, I am I am reading a book is Code Name God, which has nothing to do, you know, by Mani Bhaumik, who is that famous physicist who is the discoverer of LASIK eye surgery. Somebody said, have you read it? Because when I was talking about, look, COVID is makes me depressed. I want to understand, you know, not philosophically the meaning of life, etc. But slightly I want to understand things I'm slightly getting, you know, disturbed, not sleeping well, is that you read Mani Bhaumik's Code Name God, he was a famous physicist, he was the one of the richest Indian, probably the most richest Indian in US, you will find some answer to your question. So I am reading it now, I'm finding it difficult because it's physics theories, etc, etc. So I'm slowly, slowly reading it. So that's it. So there are four or five types of book, but I never read any book consciously to model by writing on them. And neither have anybody who I and I admire many for their writings. But I want to write like that kind of that person or that book. No, I actually stay away from this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:44.160",
        "message": "Yeah. And I also want to ask you about something which is not related to the subject of your book directly, but like a final question on your personal journey before we get to your books and the subject of your book, which is you just and I've been noticing that while you've been telling me all these stories, you've been bringing in all these concrete details, like somebody took something out from a Godrej Almira and all of that, which is wonderful and evocative. And I'd like you also mentioned that when you first entered the Times of India office, there's a row of people typing away on typewriters. Yes. And sometimes when I look back, like I started working in the mid 1990s. And I remember when I was in my first job in advertising in 94, I was just for a few months in what was then India's largest advertising agency. And there were two or three computers on my floor, which was a massive, you know, so you had to write things by hand. And it was just the whole thing was a very complex process. Everybody would be fighting to get to the computers. There was no MS Word. There was a thing called WordStar. So just in terms of technology and workflows, everything is different. And how everything is also different in the modern age is that today everything is immediate, right? Today, the news cycle is so compressed that there is no scope to go deep. Everybody is just catering to the hunger for instant information, the instant hot take and all of that. And I understand it's not like journalism was particularly deep back in the day in the 90s. You know, I've had friends who worked in newspapers saying, yeah, it's like every day I have to do one story. How can I go deep? But having sort of, you know, built your career in those times and then continued through these times, what was your process as a journalist like in those days? Like, how would you do stories? What is the approach that you would take? What is the approach that your editors would take? And how much has it changed? And what is your"
    },
    {
        "speaker": "Guest",
        "time": "00:40:32.000",
        "message": "view of these changes? Definitely say if I split my career, you know, I would not take the first 10 years, as I said, I was floating into feature writing, doing other things and all. So I got into serious reporting, 94 and 95, I would say, Bombay back to Bombay after my little bit of innings in Kolkata, and all. So they are the focus always, you know, on on exclusivity. So you need to you need to get exclusive stories. You know, one, one newspaper is appreciated, or read and talked about is that kind of exclusive stories. And to be honest, I was pretty good at doing exclusive stories. And there are two parts of it, how you get a story, and how you write it. I think how you get a story is true for everything, you know, whether you are covering Bombay Municipal Corporation, or assembly, or anything else. So it's basically, I find it very interesting, it's a psychological game, you know, you need to figure out who will give you in every organization, there are no there are people who can just flaunt without being aware of it and giving you a story. There are people who are actually anti establishment want to give you some story. There are people who is aggrieved for certain reasons want to give you a story. Every person has a vested interest, you know, somebody wants to prop up the company, somebody wants to downgrade the company, somebody just for the zeal, something else. So it's a psychological game, you need to get a story. I was pretty good at just to give one example, a CEO of financial institution, I found it extremely difficult to get cracking. And then one fine morning, somehow I managed an invitation for a cup of tea in his house. And there, I found on the older walls, there are big photographs of cat. So I said, Who's this? Is it is my daughter in law. And she's from us. And she can't follow local language you have to speak to in English. And then she called the cat Maya, her name, M-A-Y-A, Maya, Maya, this girl, a big cat comes, jumps onto his lap and all that cat was stuck in a lift in some US someplace. His son was there and he exported it to India. That's how the thing. Incidentally, I'm also cat lover and dog lover. So we had a conversation. And we struck a friendship like that. And then news flow started, news flow started, he can empathize with me, he can found this another person who actually loves Maya like me. And that's how our friendship started. And till the time that person was in office, it was just the story was a call away, because I was a great cat lover, and genuinely so and I loved his cat and I used to frequent his house only for that Maya. So the point I'm making it was exclusivity and how you get it. You can't be trained. It's a psychological game, you know, you need to figure out who is the person and what is the switch. It's just like making love. How? Maya was his switch. Somebody else's switch could be different. I mean, you need to talk probably his son who is in overseas and praise the son, how good is he? And that's how the ice melts. Or something else you talk about. You don't talk about nicely about some politicians and you get him on this thing. You can be a little pseudo, not exactly sincere, as long as you're not doing any harm. It's a psychological play. So the focus has been in the 90s, etc. I'm talking about is the exclusivity. And then two things happen, I think, as we move forward. One is this exclusivity is yes, but because of the rules, regulations, SEBI, etc, etc, that flow of exclusivity will be much less because the person who is giving the story away could be, you know, in trouble, so on and so forth, exclusive, the flow will slightly dry up not entire thing, but some. So then two things happen. One is the competition with other medium first with television channel, and now with all the internet things and all. So that how fast you are, it's the fastest finger fast, no more exclusivity is the information, information, information, that's all that. So I would like to think bulk of the energy of the of the journalists now irrespective of which platform you are on, you are on your high alert, how fast fastest finger fast, not exclusivity at all exclusively. And second part that happens at the cost of this thing exclusivity is now in terms of percentage of entire thing, the pie chart will be much less, but how fast you are. And second is the interpretation. I think, because news is a commodity, and I can get it on my mobile on a real time basis, I really don't care much for information, but I care for interpretation. So the second part is this is the how you interpret things, you know, that's very critical. I think the the opinion writers and commentators are much more appreciated today than they were much before is this because, well, I get the information so fast, but I want to understand what does it mean. And so you need to tell the story in a different way than what it was. I think it's it's still unfolding. I'm not getting into a thing which media no more an intermediary, you start taking sides, and the views and news getting merged, particularly on television channels, etc. I'm not getting into that segment at all. I'm just telling you pure plain news. I think premium on exclusivity still continues. But they are not everything. One prong in the entire play is how fast you can churn out fastest figure first because you are competing, different models are competing. And other is more than the news also the not the views, the interpretations and etc. So these are the newer things, which it's still unfolding. And of course, the other side of it is, of course, you get carried away. And then you you have view and views overtake the news, the the borderline between views and news are getting blurred. That's a different debate altogether."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:52.400",
        "message": "All of this is really fascinating. I have a couple of quick sort of asides, which will lead to a question. And the first aside is a little bit a trivial you spoke of exclusiveness. I remember I was a cricket journalist in the early 2000s. And there was a legendary gentleman who was a writer for the Telegraph, the Calcutta paper. And he used to boast about how Imran Khan has given him 1000 interviews and no one else has interviewed Imran Khan more. And then I remember one day, while we were on tour, you know, going online and seeing one of his reports, and there was a line in it, which said speaking exclusively to the Telegraph, Imran Khan said, no comment."
    },
    {
        "speaker": "Guest",
        "time": "00:47:29.920",
        "message": "So that's, I don't want to name that person, but I know who you are talking about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:35.920",
        "message": "Yeah. And the other point that also strikes me as an observation from my cricketing days, and this is something that my listeners might be interested to know also, is that there was this very interesting shift that happened shortly before the time that I started writing and part of the, I of course, used to work at Wisden and Crickinfor, but I also wrote for the Guardian for a point in time. And the British papers at one point in time, realized that they have to change their cricket coverage. Because what would happen is, like you said, information became a commodity. You know, earlier in the 60s and 70s, you might pick up the newspaper to find out what happened in the match. But by the late 90s and 2000s, you know what happened in the match, it happened on television, you might have seen it live. So the cricket report cannot give the bare facts. So therefore, a good cricket report would have some color, it would have some perspective, like you said, some interpretation, it would be a little deeper, it would be different, you had to do that. And like when I was at Crickinfor, we kind of covered everything, we had a bulletin, which was just say information, we used to give a verdict, which was, you know, somebody's take on what happened, we had color pieces, all of that is interesting. Now coming to the interpretive aspect of it, you know, you've mentioned that when you first got into financial journalism, you knew nothing about finance. So what you're really doing now, I don't agree with that. But I think I think what what would therefore have happened is that you were asking simple questions, stupid questions, just getting the basic dope. Now, obviously, you mature in the business, you know, a little bit more than you're getting interpretive. One, what kind of lenses do you then form to look at that world? And two, does it then become something at the back of your mind that if I express a view that so and so say, governor of the RBI may not like, I might lose access or I might whatever, is that a trade off that you have"
    },
    {
        "speaker": "Guest",
        "time": "00:49:26.800",
        "message": "to play with? No, absolutely not. I don't agree with that. See, when I started in bank reporting, I was in mid 90s, banking was a very esoteric subject, there are not too many bank reporters were there. And I remember in Kolkata, my newspaper editor will come to interview Dr. Rangarajan, who was the governor, he would fly down, do the interview, come back. And the previous 24 hours, you know, there has to be like, pinned up silence near his cabinet, etc. Shh, he's preparing, he's preparing to meet governor kind of thing. Or somebody is writing on credit policy sitting in Kolkata. You know, don't don't make sound that that was the kind of culture was there, it was very esoteric subject. And as a reader, I would read and I will not understand also, even after all these kinds of things. So as I said, then things change, generally things change more and more people are getting into this. And that you know, you actually start throwing stones at the glass house and you demystify things and come here. And then you do things in a different way you interpret. Now, I would say it's very important to convince the other side that you don't have any agenda. Like, I might be going wrong, you know, not that every interpretation is correct. And I'm accepting that I can't be the know all person. So sometimes I go wrong. I think it's not only my acceptance, but the other sides also need to know that, well, this fellow does not have any agenda. He doesn't have any vested interest, but this one case he has gone wrong. So probably, I'll pick him, I'll call him and say that is that happens with me. People say that, why you have gone wrong? I said, Yes, please. I mean, because my teacher probably not said in most of the cases, I do and not one teacher, I do also multiply check because to understand things better and to make it as impersonal objectives as possible. So I think if the institutions or the persons who are involved in that news, if they are pretty certain that what happened A, yes, genuinely, this is a mistake, I have but I have no vested interest. So they will not shut the door for me. And B, certain things happen is this, there is something really happened. And this is not a very pleasant story for the organization per se. And but I have written it and it's correct. So if you are a professional, you would not mind this. To give an example, I know name, it's about a large bank. Post Lehman, I wrote a story. It came on Mint those days, on a big way on the page one, this bank had massive liquidity problem. And that bank borrowed money from overseas, it's a private bank, it borrowed money from Indian bank from his overseas operations, and at a very high interest rate. So I gave a graphic ball by ball commentary, commentary, I had everything on. And that this particular bank stock was hammered, probably 20 odd percent or more, it fell down. The entire day the CEO had to spend on television, different television channels explained to people that what exactly happened. There was almost a run on the bank. And Reserve Bank of India actually had issued a note also, if I remember it correctly, in the evening that everything is fine with the bank. I was also interviewed on various channels. And I was asked that how bad is the scenario? I said, no, the bank is fine, there should not be any concern about deposit money, etc, etc, etc. But it is an extremely negative story as far as the bank is concerned. But did I lose my contact connectivity and the relationship with the CEO and etc? No, definitely not. They are pretty upset. But I think a few months down the line, on my event, because I used to run event even now, the current paper I do, the CEO attended. Because the CEO knew that I had no vested interest, just I had played a journalist job. And probably had that information gone into somebody else, the treatment of it probably could have been different. So I think as long as you can convince them that you are not irresponsible, if I am responsible and ethical, I think they will give me a chance if I go wrong at times. In this case, I did not go wrong. So even if I am writing stories which not exactly suits their purpose, or even if I have gone wrong sometime, but this is a genuine mistake, I think my doors will not be closed. As long as I follow this basic principle of ethics. And as I said, irresponsibility. They'll recognize that it's in good faith. It's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:29.120",
        "message": "good to know the banking world is like that. Because back when I was a cricket journalist, the cricket world wasn't exactly like that. My experience. Yeah, yeah. I'm not saying that this"
    },
    {
        "speaker": "Guest",
        "time": "00:54:38.240",
        "message": "is the rule. But my experience is this. No, I mean, and I think it's a model for every journalist"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:42.880",
        "message": "that just tried to write in good faith and to cover every angle. And I think people will appreciate that. My other question, you know, before we get to your book relates to something that you've actually opened your book with, where you talk about how it's like Rashomon, in the sense that there are these multiple points of view from different, there is this complexity. And I think you've done an amazing job sort of capturing so much of that. At the end of the book, I obviously knew a lot more about the subject than I did before, which is next to nothing. But I still didn't exactly know where you're coming from, which is a good thing that you haven't put too much of your opinions on it. Now, my thing is that, you know, another metaphor one can use for a complicated subject is that old proverb about different blind people describing an elephant by touching different parts. Right. And it strikes me that whenever we learn a new subject, and it's certainly been the case with me, that whenever you learn a new subject, you begin from one vantage point, maybe you read a book on the subject, or there is a received wisdom on the subject, and you begin with that. And that's your view to start with. And of course, you're open and finding out more. But over a period of time, you'll get another view, and then another view, and then another view, and gradually you begin to see the whole elephant as it were. So, have you felt through your career, sort of your views evolving in this way and getting richer as you"
    },
    {
        "speaker": "Guest",
        "time": "00:55:57.520",
        "message": "go along, so you see more of the big picture? Absolutely. I think one is this, A, I follow one basic principle is this, I can go wrong. So, I am open to ideas, I am not rigid at all, I don't have the last word on anything. And this is because of my handicap, I don't have the, as I said, the background of the academic background or understanding theory, etc, etc. So, one basic principle is this, I don't know everything, I can go wrong, I am flexible in my approach. And second is, of course, as we grow intellectually, professionally, biologically, as we know more people, more doors get open. So, you are interacting with more people. And that's how it happens. And there, as I said, I don't read too many books, but I continuously am in touch with people. And I find that if I can spend a meaningful time, half an hour, one hour with an important person and get to know things, this is far better than reading two books on that particular subject. Provided you have an honest conversation, the person is not taking you for a ride. I think that's the case. It's a very, nothing is absolute right. No, it's a very layered, truth is very layered, even in financial sector. Yes, interest is going up, going down, or that's a separate story altogether, what's happening in the bond prices and all. But if you see the overall scenario, it's pretty complex, it's pretty layered. And how you look at it, different constituents look at it different way. If you are a banker, you are looking at it, if you are a customer, you are looking at it in a different way. If you are a government, which is the owner of the banking, a large part of the bank looks at it in a different way. If you are an investor, you look at it in a different way. Now, the most bank which is, the investors are very happy, the customers are not necessarily very happy. So, there are ways of looking at things. And so, we need to, I think as a journalist, what I believe is this to reach out to as many people as possible, and a different constituencies, different constituents of people to get a 360 degree angle of what's happening. So, you have to have a long shot. And at the same time, you need to also have a granular details to write the story. So, fly on the wall. I think the challenge is how do you combine that two? You know, one is this, you have to have a solid grip over the entire thing, you know what is happening, and the multi layered perspectives. And other is the granular details, as if you are present there. So, in all my books, I try to, whenever things come, I try to be that, you know. So, that's where I think it's all again the same. I think I'm repeating myself. It's a part of the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:53.680",
        "message": "part of the storytelling, how do you approach things? Wonderful. Let's take a quick commercial break now. And at the end of it, after the commercial break, rather, we'll come back to talking about Pandemonium. Okay, thank you. Welcome back to the scene in the unseen and I'm chatting with Amal Bandopadhyay about his wonderful book, Pandemonium. Let's talk about this book now because your previous books are all like about one subject. So, you know, whether it's the Lehman Brothers crisis, what happened after that, or HDFC or Sahara, they're all about one subject. But here, you've not only, you know, taken a really broad canvas. But what I found fascinating was you've taken different approaches to the storytelling where there's a lot of analysis, there's a lot of straight up storytelling. There are those interviews with the four former governors of the RBI. And there's a chapter with charts, where you're kind of making those charts speak for themselves and be so revelatory. So, was this a conscious decision, because you felt that there was so much content, that you couldn't contain it with one approach, you had to do all of these things?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:12.720",
        "message": "No, because, as I said, there is no straight answer to the crisis, what led to the crisis. If you allow me, actually, what led to the writing of the book also, then you I can, I'll be able to explain to you better. It's in October, I think, 15th October, our finance minister, Mrs. Shirmala Sitharaman attended in US in one of the meeting, you know, there was a moderated discussion. Arvind Panagraia was moderator, and she explained India's dream of becoming a 5 trillion economy. And then there are some question answer sessions. So, one of the gentlemen were present there asked a question referring to a speech of Raghuram Rajan and saying that Dr. Rajan feel that too centralized regime, the power structure in India is responsible for economy not been able to attend his potential growth. Now, madam, do you agree with that? And she was, I think, quite taken aback with this question. She said, can you repeat again? And the gentleman repeated the question. And then she took a long answer. Essentially, she said that, I have respect for Dr. Rajan, you are referring to Dr. Rajan's comment. But do you know that during Dr. Rajan's time, it's Dr. Rajan and Dr. Manmohan Singh, for the public sector banking industry, that was the worst time in India, etc, etc. And somebody was present on a real time called me in India that Tamal, you have been following this industry for quite some time. Do you agree with that assessment, that it's Rajan and Manmohan Singh, they are the villains of the peace? And that set the ball rolling that I said, that question can actually lead to a book. And Rowley publisher, Kapil, also had an idea of catching the big picture of that. So that was the origin. And because there is no straight answer, there are multiple answer, how did we get into the mess? Is it the 90s, the death of development financial institutions and conversion of the banking, our banks into universal banks, and they started giving project loan also, which they are not very comfortable, they only knew, they only knew, or even now they know only working capital loans giving. So is it the reason for this, that kind of mess? Or during Dr. Reddy's regime between 2006 and 2008, the three years when Indian economy was growing 9% plus, credit growth was more than three times or three times of the GDP growth, inflation was low. So those are the years of irrational exuberance, did that sow the seeds of the problem? Or is it during Subbarao's regime, post Lehman crisis, the ultra-loose monetary policy, and he was pretty slow in unwinding, he was taking baby steps, and that is how we got the very high inflation, etc., etc. So is it the, the root of the problem is this? Or Dr. Raghuram Rajan, was he over-aggressive in cleaning up the system? So there are multiple questions, you know, there is no, there is only not only one question. And there are various ways of looking things in different parts, like public sector banking industry, there is a problem. Is the private sector entirely, you know, is a gold standard? No, you have Yes Bank, and then problem with ICICI Bank also. You have problem with the rating agencies, they have not come out in the best of color during this time. You have problem with the non-banking financial system. And then you have Reserve Bank of India's war against NPA. And then RBI's inspection and supervision also, you know, there are many questions unanswered, why they took so long to discover what's happening in Yes Bank and all. So there are multiple questions, and there the truth has many layers. So obviously, I needed to take a look through different lenses. But as I said, I wanted to combine the micro and macro, I wanted to give a 360 degree point of view, as well as a fly on the wall kind of thing I was present there. So that's the approach. And in additionally, I thought there'll be a value addition, the governors who actually post economic liberalization, we had these governors, what do they say? I approached everybody, not everybody responded positively, but those four who responded, Rajan, Reddy, Rangarajan and Subbarao, this itself can be a book, what is their take on the problem? And how have they come? And I have asked them, I would say brutal questions, like, are you responsible for this? And they answered whatever it is. And then your charts you spoke about, I thought it's a 1.5 lakh, 1,50,000 word books. So if you don't have time, probably, you can only read the charts, some 16 odd charts, which tells the story. So that's the structure of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:22.480",
        "message": "the book. So you've mentioned a number of layers. And I'm going to ask you about each of those layers one by one, because they're all so fascinating. And I'll ask you to demystify it. But first of all, you know, you mentioned that what Nirmala Sitharaman said about Dr. Rajan and Manmohan Singh. And I love the fact that during your interview with him, you actually asked him this, that what's your response? And I'll quickly quote what Dr. Rajan said in response to this, where he said, quote, I do not want to get into the politics of it. She has to say what she has to say. What I will say is that I repeatedly told the government that if we do not clean it up quickly, you cannot blame the problem on the previous government. It will be your problem. I think now it is a government's problem. Stop quote. And these are very wise words. And because, you know, now we are in 2021, this government has been there since 2014. And it is, of course, true that many of these problems began before this government came to power. Like I did an episode with the journalist Pooja Mehra, who's written the book, The Lost Decade. And there's a lot of sort of description there of how so many of these problems, including especially the NPA problem happened in the previous regime, much of which you have also kind of described through your sort of narrative, which is so kind of fascinating. And what I loved about these interviews of all four is that you are asking them brutally honest questions, and they're giving you brutally honest answers, you know, like Subbarao, for example, admitting that, yeah, mistakes were made. But you can see that in hindsight, in the moment we did what was right. And, you know, all of them being so kind of open about it. Do you feel that many of these bankers, even if they are like appointed by different political parties at different times, even if they're carrying out policies opposed to what the previous guy might have done, do they kind of see themselves as part of a community of bankers who are all after all working for the, you know, the good of the nation and the good of the industry?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:16.960",
        "message": "So there, I would call them the warriors kind of thing. It's basically, we have a large government owned industry, which is stock will be about 65%. That's the public sector banking. The numbers have gone down, but their market share have not. I mean, it's going down slowly. That's a separate story altogether. But they are basically a sort of warriors. And it's the government that calls the shot. So I don't think they have any political affiliations, or they have their own ideology, etc. Nothing. It's whatever they've been asked to do, they do this and irrespective of which government is in power. Now, the larger issue is this as Dr. Y. V. Reddy has mentioned in an interview also, it's not the ownership, but how the owner behaves. It's a socio-political instrument. Banking in India, the state owned banking system is a socio-political instrument. You know, in the 80s, there's a Tata steel ad, we also make steel. I think the bankers can say we also do banking, because beyond banking, there are so many other things they need to do. You will find that such Bharat Day, the branch managers on a broom on the pavement near their branches to cleaning up the things. So, there are so many things, it's basically, it's a socio-political instrument in the banking system. So, you need to decide that whether they will continue to do or you treat them like a business units. You can't have the best of both worlds, that they will do financial inclusion, they will go for MSME lending. This time, it is government guaranteed the 3 trillion, 3 lakh crore rupees during the COVID time, but otherwise, they are always under pressure to go certain segments, whether it is MSME, SME, or infrastructure lending. In certain areas, they do not have the expertise, etc, etc. So, but the government pressure and this is irrespective of which government is in power. I am not talking about the phone banking, which this government has been talking about it, that basically, calling them up and telling them this industrialist, you give loan on that industrialist. I am not talking about that. I am talking about irrespective of which government is power. It is a greater good of the nation and the society and the downtrodden people, the so called bottom of the pyramid, they have been using the banking system. And the bankers, the CEOs and MDs of those banks, I don't think they have any ideology, they don't have any political affiliation. They are just the warriors of the government, whatever they have been asked to, they have been doing it. Now, you can't have this and plus also, they will be a great entities as a business entities, you can't have both the two. So, you have to take a call. And I'm glad that this budget has spoken about privatization to start with two banks. I think they should go for more, probably a few large banks can remain as a sort of insurance against market failure and to do the government things like MSME financing, financial inclusion, so on and so forth."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:30.160",
        "message": "But let the others go and run as a business enterprises. And that brings me to this larger question that has often struck me that when you bring these two together, that at one level, a bank is a bank. And you might say that we don't only do banking, but banking is noble, finance runs the entire economy. That's noble enough by itself, you don't need to do more than that. But when you add these social objectives on that, do the incentives go in the opposite direction? For example, you know, I haven't read your book on Lehman Brothers, but one of the things, one of the perverse incentives that played a very small part in the 2008 crisis happening was, of course, when the US passed the Community Reinvestment Act of the late 1970s, where they mandated that, you know, housing loans have to be given to people who would otherwise not qualify as credit worthy. And many of those added to, you know, those perverse incentives and added to what later became, you know, a bad loans problem. So is it a similar thing? I mean, how does then one balance all this right on one hand, you say that, okay, these public sector banks are not just banking, there are all these social objectives that they have to fulfill, which might be noble objectives. But maybe there are other ways of doing that. But your mandate, they do that. And plus, you have all the other incentives they have is that no one's really accountable within the governmental system, right? You are not like in a private sector bank, there is always a pressure of the market. If you have too many bad loans, the market will punish you. In a public sector bank, market won't punish you. Instead, the government will recapitalize you with, you know, yours and my money, taxpayers money. So what do you feel about this sort of interplay of incentives that"
    },
    {
        "speaker": "Guest",
        "time": "01:13:06.080",
        "message": "happens? No, absolutely. Absolutely. I mean, what happened is this like mudra loan, okay? You force the banks to give the loan. Now, it's an abnormal time, the COVID time, things have gone different. But even pre-COVID, I'm talking about, you need to find out how is the mudra loan living. I have heard RBI deputy governor from public forum saying that mudra loan is, there are too much of NPA has been growing. So once you force the bankers to get into certain areas, as I said, it's a social objective, socio-political objective. Now, then, then you don't expect them to run like a business enterprises. So mudra loan is a classic example, or say Kishan credit card, you ask, you ask any bankers, it's perpetually, you know, it's always replenishment, the loans are never paid back. It's always the fresh loan and ever greening, it's happening. Often, I can tell you this to Kishan credit card and mudra loan. So what is happening, as you rightly said, that the social objective, you know, 51 years back, 1969, bank nationalization happened in two stages. First stage was 1969. And then, you know, you ask any bankers, they take enormous pride that we have built the nations, we have built bridges, we have built toll roads, we have built everything, we have taken banking to the banking to the hinterland, financial inclusion. Yes, they have all done this. But do we live in this nostalgia and continue with that? Or is it the time that you recognize that this thing cannot go? It has to be either or, either they continue to be in a situation where they will cater to our socio-economic need, but then we let's not expect a dividend from them, let's not expect them to run like a commercial organizations, or you do this, don't do that at all, and let them get the gulp of new avatar should be a commercial organizations, which cannot be done unless they are privatized. Because as I said, what Dr. Reddy said that it's not the ownership, but how the owner behaves. He also said, they follow a rule of Hindu undivided family, it's between RBI, the regulator and the banking division of finance ministry and the banks, there is a very loose accounting policy system. Nobody actually cares, there is no, there is no accountability as such. So, there are two extremes, and the midway should be which probably the government is trying to follow now, part of them, partly you privatize them, let them be more efficient as a business enterprise. And let there be certain entities, still majority owned by the government to do this work. Because if that's the case, the other side also, you know, the banks are not accountable. These are all very target oriented. No, it's not target is not quality, but on quantity, this much loan you have to given, it's not you will not find in that target, the quality of assets, it's the how expansive the assets would be. Have you ever heard any banker being losing job because that person is inefficient? No. On governance issues, there have been cases where somebody else, somebody at times have been asked to step down. But on case of inefficiency, no. And look at the way they are being paid, doesn't justify at all. When you look at their counterparts in the private sector, the difference in the kind of pay package between the public sector bank CEOs and the private bank CEOs. So, in every way, you know, you actually, their hands are tied from behind. And then you can't expect them to do wonderful job, you can't have the best of both worlds. So, I think this is the time now to take a call and happy to see that the budget has done it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:56.960",
        "message": "Yeah, I mean, one of the interesting sort of nuggets in your book was that, you know, the reason public sector bankers get paid so little compared to private sector counterparts is because a bureaucrat don't want them to get paid more than them."
    },
    {
        "speaker": "Guest",
        "time": "01:17:08.080",
        "message": "Yes, it's capped at the bureaucrat salary."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:10.160",
        "message": "It's capped at the bureaucrat salary. And you mentioned bank nationalization, I came across this delightful nugget, which I'm going to read out in your book about that, which reminded me of another Prime Minister. And referring to how Indira Gandhi took the decision, you've written, quote, neither IG Patel, then the Economics Affairs Secretary, nor LK Jha, then RBI Governor, was taken into confidence. Even Morarji Desai, then Deputy Prime Minister, holding the charge of the Finance Ministry, was kept in the dark, stop quote. And I read this, and I immediately thought of Narendra Modi and demonetization. But I won't put you in the spot and ask you to comment on that. And again, about targets, you know, one of the quotes that struck me and which I highlighted about public sector banking was when you've written, quote, public sector banking is all about targets. These targets are first set by the government and reinforced at different levels in the bank's hierarchy. The quality of lending and recovery is not as important as achieving the loan target, stop quote, which you just elaborated upon. Let's now sort of talk about it."
    },
    {
        "speaker": "Guest",
        "time": "01:18:09.440",
        "message": "You know, I just call them complaint boy, you know, it's all about how tall you become. So, they're all complaint boys. Public sector banking is all about being complaint boys and complaint girls, so that you are tall, your balance sheet is large, but not inherently, are you strong? No, no offense on complaint as such, I just loosely I'm saying that. This is what, it's all about the height. In complaint, it's all about the height, I'm a complaint boy, I'm a complaint girl, here is all about how big is your balance sheet."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:41.600",
        "message": "Now I'm getting full on nostalgia because you're bringing up these 80s commercials earlier, it was is part bhi hum banate hain, now complaint girl, I'm waiting for you to mention, now you've become a Bonvita mom or Maltova mom, which one was it, whatever. So, let's now get to sort of, I found your first chapter of your book absolutely incredible. It's called, like for the listeners, the title is Who Killed Indian Banking? And one by one, you are examining all these different layers, like you said, and I'd like you to sort of go through those different layers with me as well. And one interesting point you make early on is that about DFIs, Development Financial Institutions and how, you know, shutting them down in the 90s was something that kind of changed the environment. Tell me a little bit about these DFIs and the role they played and why that transition could have played a part in"
    },
    {
        "speaker": "Guest",
        "time": "01:19:30.160",
        "message": "the crisis today. No, it's basically, you know, we had this IFCI, IDBI and ICICI, and there are a few others, is basically in the project financing. So, you have banks, which were into working capital loans, and you have DFIs, which are into project financing. And the DFIs were actually, they used to get sort of subsidy from government in the form of long term money at a concessional rate. But post liberalization, it was decided that they would not get this anymore. And if they would not get it, then where would the money come from? That's the problem. And then they got into the problem of asset liability mismatches, which ICICI and IDBI was forced to convert themselves into bank. Now, they got merged with the bank themselves. So, essentially, we embraced, we pulled down the dividing wall between DFIs and banks. And we made the banks, the so called universal bank, which will take care of everything. But unfortunately, our bankers have been trained for working capital loans, they have not been trained for project loans, because project loans, a of course, you need long term money. And then the risk management, etc, is pretty different. And of course, along with the DFIs, had there been say bond market, then I mean, the really vibrant bond market, that would have been a different story. But this has not happened. So, ICICI had to get merged itself with ICICI bank, it happened. I discussed about how Mr. K. B. Kamath made the presentations to Reserve Bank of India, and explained that how that what kind of how many slides were the presentation, I spoke about that. And essentially, the asset liability mismatches, and they could not survive, it had to be done. And similarly, it happened with IDBI later. And now it's very interesting that if you ask me now, as we speak, this budget is talking about DFI, that the government, the budget is talking about the DFI will come up and you should give some 5 trillion 5 lakh crore worth of loan in the next three years or so that's the plan. But the key question is, where will the money come from? Government can give the capital, but the money come from in 90s, we had to close down the DFIs because the short the tap for the government long term, low cost money was closed. Now, are we going to open that tap again, you know, reversing the decision of 90s after 20 years or but where did the money come from because of fiscal deficits. So, there are many questions need to be answered, or what will be the model of this DFI, we do not know. But the fact remains is this, the DFI had to go, the banks have not learned the way to lend project financing, both in terms of risk appraisal and monitoring. And that's what one of the reasons we are in MS."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:30.080",
        "message": "So, if I might ask what might be a stupid question, it's been 30 years, why haven't they"
    },
    {
        "speaker": "Guest",
        "time": "01:22:34.800",
        "message": "learned? That's that I think bankers, they, you know, the book also dealt with one of the key reasons which are related, like the State Bank of India had a merchant banking queen called SBI caps. Now, SBI caps have been primarily working as a appraisal of the all the project financing. Now, there's a clear conflict of interest. And I mentioned about that and Reserve Bank of India sometime back had said that, that the investment banking arm of the country's largest lender appraise the projects, and then it recommends and then it also hawks the projects to other banks. Now, the SBI is big balance sheet and the ability to take risk is very different from much smaller banks where their balance sheets are much smaller and their ability to take a risk. But because SBI is doing this, and SBI caps has appraised and SBI caps hawking it, the others will come on board. Because nobody wants to, as I said, it's a target compliant boy syndrome, if somebody is giving money, I also need to be there. And I'm sure there'll be pressure from the ministry and all, you need to get into infrastructure, you need to give money, because you have periodical meeting with the ministry. And there you have been asked that what is your how much loan you have given to infrastructure sector, so on and so forth. So, I think it's a combination of multiple things. So, there is no individual project appraisal in accordance with your balance sheet and risk appetite. It is because the country's largest bank is going there, because it is appraised by the investment banking arm of that largest bank, it's good and everybody else, irrespective of your risk appetite, your balancing strength, what you can do, you go there, it's a sort of hard mentality. And then you pay a price, because somebody will be able to take the knock because of the balancing strength, but many of the if when the loan goes bad, but many of you will not be able to take the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:33.760",
        "message": "hit. I'll come to SBI caps later, because that's also incredibly fascinating. One of the things you also mentioned is that one banks did not sort of develop the skill for this kind of project financing. And some of that might have to do with incentives, like you pointed out, and the way they all played out. But you also pointed out that a deep corporate bond market might have made a difference, but there was no such market. Tell me a bit about how, you know, the shallowness of this market and I'm struck by one sentence in particular where about these bonds at one point you write quote, holidays also lead to inconvenience. If the redemption falls on a holiday, the issuer is required to pay up on the last working day before the holiday,"
    },
    {
        "speaker": "Guest",
        "time": "01:25:10.960",
        "message": "but different states have different sets of holidays. Yes. Yeah, you know, these are all little technical things. But yes, these are all because you know, you have a market holiday at different different states are different, like a Maharashtra Divas will be probably a holiday here. Netaji Subhash Bose will be holiday in West Bengal. So if you are a subscribed to that particular bond, and if your end day is that, then you are inconvenienced. So there are there are multiple issues we have been talking about for decades now on creation of a corporate bond market, but it's not happening for multiple issues, you know, tax is one angle, then this is some silly holidays, another angle, and there are many more things and all. But the key issue is, is one of the reasons why our bankers could get away by hiding is because we don't have a corporate bond market. Now in a developed market, you know, like US or others, if you have a vibrant corporate bond market, and if you are a defaulter, then no way you can hide yourself. No, today is the redemption, you have not been able to do this. So you are exposed. But in a bank loan, if you are a banker, and I am a borrower, we can work out some kind of deal between you and me, which will be basically the so called evergreening, etc, etc, your balance sheet management, because you have a vested interest. The moment you say Kamal is a defaulter, then you have to provide for it, your provision will eat your capital, and you also tell the world your investors will not be happy because Amit NP has gone up. So, it serves you also to help me out, it the kind of nexus works out between you and me, which cannot happen in a corporate bond market. Corporate bond market, Amit, you have subscribed to my bond, and I have not been able to pay you the money back on that redemption day, you have no choice but to announce that Kamal has become a defaulter. So, which is why it was much more difficult in India to wage a war against NPA. Because the banking infrastructure gives you a mock screen to hide yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:13.760",
        "message": "That's a fantastic point. And just to demystify for my listeners, what these sort of bonds are, and why the lack of a secondary market is a problem. I'll quickly quote from the book itself where Kamal writes quote, bonds are secured instruments which allow funds to be raised for the long term, or even forever in the case of perpetual bonds. If a bondholder wishes to exit, she can sell the instrument in the secondary market. Hence, a bank which uses short term financing or a mutual fund facing redemption demands can also pick up long term duration bonds without fear of asset liability mismatch. This of course, depends on a liquid secondary bond market where instruments are easily traded. This is the case in most developed markets, including the US, stop quote. And like you correctly said that when you don't have that kind of a market flourishing, you also therefore have less information and the market can't really punish you because there's nothing that it's looking at. There's nothing, you know, so I kind of get that another sort of factor and I'll come back to the banks and the evergreening and all those incentives later. I'm just going by the order of layers that you examined in your chapter. Another layer that you mentioned is sort of the flood of what you call the flood of money, where you talk about how our response to the 2008 crisis, Mr. Subbarao's response was to just lower interest rates and flood of easy money flooding in. And some people have made the point that initially it might have been a wise thing to do, but he should have stopped. But just for a couple of years, it kept continuing. So tell me about how this could have been a contributing factor in the bad loans crisis that then took place later."
    },
    {
        "speaker": "Guest",
        "time": "01:28:51.200",
        "message": "Well, what I'm saying is one of the assumptions. No, I don't have the last word on that. It's one of the multiple factors. One factor is this, when Lehman happened, you know, this Subbarao parachuted into as a central bank governor, just about a week before the Lehman crisis. Reddy stepped down, I think 8th September or 9th September, I don't remember exactly, just about roughly a week before. And 14th September, India time night, Lehman collapse happened. Subbarao was the first finance secretary in office transported to RBI. There have been in the cases from finance ministry, but they have gone through some other assignment then coming here. But here is and then Lehman collapse and one way of preventing this kind of scenario, like in COVID time also, we have seen that when market become extremely risk averse interest rate hits the roof, you flood the system with money. You encourage people to borrow. One is this, you break the risk averseness of financial intermediaries, you flood the system with money, and you encourage consumers to borrow, so that borrow and spend so that quickly the, you can get back to the normal, the economic growth, etc. It did happen, which is why even the, we don't say, many of us say that it was not a global financial crisis, it was only a transatlantic crisis, because its impact was limited, India did not have that. Dr. Rakesh Mohan is one of the persons, deputy governor, he firmly believes that it was nothing to do with globe, it's only transatlantic crisis. US peddled it as a global economic crisis. But look at India, we are not affected. Only two quarters, I think our economic growth came down below 5%. We came back. So, Subbarao brought down the rate to historic low, CRR also came down very low, he flooded the system with money. But then when the normalcy was returning, he was slow in unwinding. And there is a classic conflict always happens between the government and the Reserve Bank of India. Because any government irrespective of its color is there for 5 years, it can go beyond that. But typically, it's a 5 year horizon. And government feels that the growth can only happen if you have a loose monetary policy, which is money in the system, lot of money in the system and low interest rates, so people will borrow and people will spend. But Reserve Bank of India feels that because it has a long term views and institution, it does not feel in 5 years horizon, it does not see that. It feels that no, if you have a sustainably low inflation, that can only ensure a long term growth. So, there is always a conflict. And it depends on how a governor handles it. Now, so, Subbarao was under pressure from then administration not to rewind. And he started what people say taking baby steps, while cutting the rate by 1 percentage point, one and a half percentage point, 2 percentage point, while hiking rate is 25 basis points. So, that showed the seeds of inflation. And that also by the time all those people who wanted to have money, they have got their money, too much of money, they have got etc, which also happened during Dr. Rajiv's regime also. And by the time Subbarao realized and he started, you know, asserting himself and then there is a clear conflict between ministry and him. And if you remember, his last policy 2013 before going, there was tremendous pressure from the finance ministry, Mr. Chidambaram was the finance minister at that time to cut the rates, but he stuck to his guns, he did not cut the rate. And then finance minister Chidambaram on record television channel said, on the growth path, I have to walk alone, RBI is not giving me shoulder. And Subbarao responded to this in his book in his inimitable way. Incidentally, now, soon in current context, we will have the same scenario. Mr. Satyakant Das, the current governor, he has flooded the system with money, with the CRR cut and many other things. And he had brought the interest rate to historic low last year, lower than what Subbarao did. And now as the growth picks up, he will have to figure out how to unwind. He has already started like the CRR reinstating in two stages, but market was not happy. And in addition to what Subbarao's problem here, he has Mr. current governor has a bigger problem because COVID is a much bigger issue and fiscal deficit much higher now, government borrowing is much, much higher. So, he has also the challenge of him, he has done a remarkable job to tackle COVID and keep the financial success stability and bringing the economy to a growth path. But now, as the time of unwinding comes, which is already knocking at the door, because we are talking about 10.5% growth next year, he has to unwind. It cannot be always this kind of liquidity sugar rush and low rates. So, what Subbarao faced during his regime, I'm afraid the current governor also will face now. And that will be the litmus test of him, how to unwind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:12.480",
        "message": "That's really fascinating the political aspect of it. I'll take this moment to point my listeners to an earlier episode I did with Pooja Mehra, who wrote this great book called The Great Lost Decade as well, where her narrative, if I'm remembering it correctly, was essentially that, you know, Chidambaram and Subbarao together, Chidambaram was finance minister at the time, you know, lowered the rates as they had to, at that point in time, they felt it was wise. But then the terrorist attacks in Bombay happened. And Chidambaram was shifted to the home ministry because then home minister, I think it was Shivraj Patil wasn't doing a great job. And Pranab Mukherjee got put in the finance ministry. And Pranab was putting a sort of immense pressure to keep the interest rates low and to keep the easy money going, which would of course be in the interest of politicians to do always because, you know, you can give an appearance of growth that way. Now, would I be correct in just to again demystify why this is a problem, what low interest rates effectively do is they just, they increase the money supply, there's more money in the system. Some of it, of course, can reflect in everyday inflation for people. But what also happens is that banks, financial institutions, and all of that have more money to lend, more money to play around with. And therefore, they start giving more loans. And this can also play in with the politics. Like earlier, you referred to phone banking and allegations were even at that time that the finance ministry under Mukherjee was, you know, running a phone alone scheme, which is like almost self explanatory. So I was also struck by, again, I'd like to point my listeners to the interviews at the end of your book, the end of your book, because Dr. Rangarajan there says that India overreacted with those low interest rates, and that he warned against it from the Rajya Sabha where he was at the time. And similarly, Dr. Subbarao indicates that, yeah, in hindsight, you can say it was a mistake and it was but at the time, what do you do? These are the circumstances. Is that sort of an accurate"
    },
    {
        "speaker": "Guest",
        "time": "01:36:09.120",
        "message": "summation of everything that that's going on? No, one is this, as I said, Subbarao himself, and at hindsight, we said that the ultra loose monetary policy was probably not exactly warranted or had it been warranted, it could have unwinding could have been faster, baby steps did some damage. And right now, what you are saying, if there is too much of money, we run the risk of being in of inflation and misallocation of credit. On the first part, I do agree. Yes, it will be inflationary too much of money is a plain economics, we don't need to get into the theory. But on the other side, I have, no, I don't think so, because I think bankers have learned a lot. You know, after this, the entire in RBI's fight against the NPA and the massive cleanup, what happened and all. So, bankers have gone to the other extreme, they're becoming very risk averse. And if you ask anybody in the past one year or so, even during the COVID time, Reserve Bank of India and Finance Ministry is actually making this allegation that bankers are risk averse. And if you ask the bankers, they will say in private, they will say, look, when we were giving loans, and you found that we are pretty liberal in giving loans, and we have burnt our fingers, we have found that things were not exactly did happen the way we wanted, we accumulated bad assets, you blamed us. And they not only blame, some of them were sent to jail. And then the all the investigative agencies were very active. And it's pretty unfair in many cases. And now when we are using our discretion, I want to check who is worthy to be given loan and who is not, you are telling me I am risk averse. So, what is? So, I don't exactly agree with what you are apprehensions, probably no, because the backdrop is very different than what happened in 2000 post Lehman crisis. There is no RBI in war against NPA, there was no activism by the investigative agencies, bankers are not thrown into the jail, so on and so forth. But between 2016 and 2018-19, these three, four years bankers had a torrid time, I think they have learned a lesson, they will sit on the cash, they will give keep the money with Reserve Bank of India's reverse repo window and earn in technically what you call negative carry less than what they are paying to depositors. But they will not be easily carried away by the flow and start giving money left, right and center, which they have done in the past,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:50.800",
        "message": "they have learned their lessons. In fact, you referred to this in your book is fear psychosis, and I'll go lovely phrase and I'll come to that as well. No, what I meant was not with reference to the present time. But in general, the one thesis is this is what happened then that because there was so much money in the system, there was just a lot of lending that went on. Let's also talk about like, one thing that I won't ask you to elaborate upon too much, I'll ask my listeners instead to just read your book on that is you've spoken about how, what you what you describe as infrastructure blues set in, where there were land acquisition issues of a power project issues, telecom issues, things were either stuck because of policy paralysis, which you've also written about that, you know, bureaucrats would be hesitant to sign on anything because, you know, allegations of corruption were huge. So no one wants to take a risk, they just want to really play it safe. And in all of these sectors, there were massive problems. And what happened because of all of these problems, therefore was that, you know, all these infrastructure companies have taken these loans, but now the project isn't happening. So what do they do? And yet, you know, they kept finding a way out due to, you know, various sort of tricks like evergreening and, you know, restructuring and other euphemisms which came in. Tell me a bit about how all of that kind"
    },
    {
        "speaker": "Guest",
        "time": "01:40:11.840",
        "message": "of started to then take place. No, it's essentially, you know, this is as I said, there are and I'm very impressed the way you have read the book, you know, it's every bit I think you have read. So this is one of the contributing factors. And as I said, bankers also have an interest, you know, because if I'm a banker, if I, the moment I identify a one known as bad loan, then I need to provide for it, it's into my capital, I'm not very sure whether the government will give the capital to me. So it also helps me by camouflaging, by evergreening. That's what they have done. And apart from many, many things else, the contributing factor is the policy paralysis that you have said, which you have seen the second UPA, during the second part of UPA between 2009 and 14, things were just not moving. There are problems with the environment ministry, there are problems with the legal issues, and projects were not picking up. So if borrowers have taken money, and then he's not getting the right kind of clearances, then the project will not take off. So what do you do on that? So that's the kind of thing. So then you have, I don't want to get into all the technicalities and burden your audience, as you rightly said, one need to read it, but how even this project commencement date plays a, here in this case, plays a very critical role, and how they are restructuring the loans and changing the project commencement date, just to keep the loan alive. So if you look at the entire bank's books, they're all restructured loan, and the NPAs were hiding within stack of restructured loan. It's only after Reserve Bank of India start fighting it out, and forcing the banks to come clean, then you look at the two charts, the restructured loan chart, and the NPA chart will be very close to the restructured loan chart. And restructured loan is NPA plus other restructured. So till about 2015-16, before the RBI started its war, the restructured loan chart will be very long, and the NPA chart which will be next to it will be very short, because they were not accepting it is my NPA, it's only restructured. But when RBI forced them, the NPA charts going up, and the gap between the restructured loan chart and the NPA chart started, you know, closing up."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:40.000",
        "message": "Fascinating. And I want to kind of break this up, this problem of bad loans from the bank's point of view into two parts. One is how are they giving those bad loans? And two is once they realize that these loans are shady, what are they doing to kind of, what kind of different kinds of jugaad are they doing to kind of keep them going and not declare them as NPA? Now, when it comes to the first part, when it's sort of the giving of loans, at one point, you write, quote, seduced by the lure of credit growth, they fail to do due diligence and accept project appraisals done externally at face value. And then when they ran into trouble, they also tried to cover it up, etc, etc. And you also point out that these appraisals are, you know, a sham because like you say, quote, appraisals carried out by professional merchant bankers with conflict of interest as ever hired by borrowers, unquote. And this sounds to me exactly like the credit rating agencies in the US before the financial crisis there, that they are paid by sort of the borrower. So obviously, they'll give good ratings, incentives are just completely messed up. And you've referred earlier in this episode to SBI caps also. Tell me a little bit about SBI caps and how they, you know, the perverse role that they played in this."
    },
    {
        "speaker": "Guest",
        "time": "01:43:49.760",
        "message": "No, it's actually, it was pulled up by Reserve Bank of India recently, some time back. SBI cap, as I said, it's an investment banking arm, but there's a conflict of interest is hired by the borrowers. And then of course, it in turns hires different agencies in that respective field, whatever the best one, but ultimately, the buck stops there. It's the onus is on the SBI caps. And then it does not stop here, it then hawks the, so first it's a role of the project appraisal, which it of course, it outsource from various entities, and then it becomes the project syndicator. So then what happens is that it sells the loan to others as well. And then how does it sell because SBI is the lead lender, others get carried away, and everybody wants to be there. Public sector banking is all about target. As I said, target is not about how impeccable is your asset quality, what is your return on assets, what is your return on equity, these are not the targets. Targets are what's your loan book, what's your deposit book, how much money you have given to the SME sector, how much money you have given to the priority sector, how much money you have given to the infrastructure, so on and so forth. So when you are under the pressure to meet the targets, so you become yourself an easy target, easy prey for this. And that's how it happens. So there was nothing called project appraisal, because its appraisal is done by an agency, only the top sheet gets changed. So you put your stamp and put your bank's logo, etc., etc., it becomes your appraisal. And that's how it happens. That's what exactly has happened. And when it goes, as I said, then it can go bad for multiple reasons. Every promoter is not exactly ethical. What Dr. Rajan found out that many of the Indian promoters actually don't bring in their own equity. So any project has two parts, equity and debt. And depending on the profile of the project, the debt equity ratio depends. But there have been many cases the promoters don't get their equity, they use the debt as equity and also debt. So there would be definitely compromised promoters who don't want to, who just taking your money and taking your money and don't want to pay back. And there will be external circumstances like the what happened during this UPA 2, the entire policy paralysis. So it was a very complex scenario, multiple contributing factors. And then the banks were instead of telling the world, look, we made a mess of it. And it's in a bad shape. Because as I said, because of the fiscal deficit, the government cannot be liberal in recapitalizing. And once you bear everything, then your investors also will not be happy. So you keep on evergreening, find ways how not to tell the world how bad is the situation till Raghuram Rajan took the ultimate step to expose it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:44.960",
        "message": "Yeah, we'll come to that. And just to sort of this passage on evergreening, which I think is a very sort of a lovely portrayal of how it happens. So I'll just read it out for the benefit of my listeners where you're right, quote, when a project got delayed, the banks approached an investment banker like SBI caps to create some room for fresh loans. This could be done through various creative means. In some cases, a sub project was created, or the original project was expanded, or a product line was added. The company setting up the project good, for example, by so called line balancing equipment to make it more viable and efficient. Let us say the new facility may need 300 crore, the cost can be padded up with frills like building improvement, retrofitting of equipment, repairs and other miscellaneous expenses, which are difficult to quantify, making it say 500 crore. Such practices were rampant in the power and steel sectors. Lenders sanctioned additional loans based on the investment bankers appraisal with nominal or zero equity infusion from the promoter. The lending banks claimed the new loan said the company service interest and installments and so prevented the entire exposure from becoming an NPA, stop quote. And it strikes me here that, you know, earlier we were talking about incentives. And even in past episodes that I have sort of done on banking and NPAs and all a long time back, we've spoken about how the incentives for PSBs and private banks are different, in the sense there is much more accountability in private banks, you know, they'll put a lot more effort into appraisals and all. But when it comes to something like Evergreen, it seems that the incentives are similar, if I may think aloud, because nobody wants to show bad loans on their books. And this is just a good way of, you know, making the books not look as bad as it were. So, by, you know, when this aspect comes, evergreening and what you, you later have a section on the creative restructuring, would you say that, you know, the incentives are perverse all the way"
    },
    {
        "speaker": "Guest",
        "time": "01:48:32.400",
        "message": "through? Yeah, actually, you have raised a very interesting point. If you look at the NPA, overall NPA, you will find that public sector banks have far higher NPA than private banks. But if you look at with a, look a little closely, you will find that, no, it's not exactly correct. Yeah, as a group, they are, but there are some banks, which are almost negligible NPA, because they don't get in there. Like, for instance, HDFC Bank and Kotak Bank, they will not take exposure to that kind of areas. So, they won't have any NPA whatsoever for that particular segment. But if you look at ICICI and Axis, those days, I'm talking about 2014-15, you will find their NPA in that segment is comparable with public sector banks. So, it's not only the public sector banks have gone wrong, those private sector banks, which were betting big on the India story, infrastructure, they read the economic headwinds wrong, they also got into trouble. And which is why this particular two banks in those days, I'm talking about not now, ICICI and Axis Bank also have pretty, pretty high exposure to these segments, which the public sector banks have. So, it's always, I mean, you have gone wrong for multiple reasons, you have gone wrong. And then you try to find out how to do this and what you read out some extract from the for the listeners. It's just the, it's a classic ever grinning that I can't give you a loan for the same project. So, we figure out how to create a sub project and give a loan. So, you are able to pay me back service the interest for the time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:15.520",
        "message": "Yeah, no, and if I think aloud, I think the difference between private sector and public sector banks when it comes to giving the loan in the first place, you know, doing the due diligence and all that is that I think the private sector bank is equally likely to make an honest mistake where they get carried away by whatever the environment of the day, maybe the animal spirits or the irrational exuberance. But if you're looking at careless mistakes, or even malicious mistakes in the case of Foner loan scheme, those are more likely to come from the public sector banks. But when it comes to evergreening, for example, the incentives seem to me to be"
    },
    {
        "speaker": "Guest",
        "time": "01:50:49.520",
        "message": "pretty much similar. Would you agree with that? Yes, I would like to believe that. Yes. I mean, we can't. Yeah, I would. But only I will just have little qualified that I think you are a little unfair to the public sector probably that it's basically they are always under pressure to fulfill certain targets. You know, they are the, as I said, it's a socio-political instrument. It's all about target. So, yes, there could be some guys who are compromised. But by and large, I find that it's not exactly the recklessness or carelessness. It's just under pressure, you need to do things. And you have a very short tenure, you know, you have a very short tenure, unlike say, where you have 10 years, 15 years, 20 years and kind of thing here, you just manage somehow your two years or three years, you need to be not to be holed up by either the investigative agency or by the government for not doing things, etc. So, that's how you end up doing. Of course, now, what is happening is most of the bankers, they have understood that not doing things is better than doing things, which is why the so called risk averseness or they're not giving credit. They found that I will not be holed up for doing any miscreant or send to Arthur Road jail if I don't do anything. So, doing nothing is better than doing something. So, they have"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:16.000",
        "message": "gone to the other extreme. Yeah. And I must point out that I sounded judgmental about public sector banks earlier, but I was not being judgmental about people specifically, because everyone's responding to incentives. I was more being judgmental about structure and incentives and the way those work where you're more. Yes. Now, you've got, you know, these delightful descriptions of creative restructuring using things like EPBG export performance bank guarantee and SLBC standby letters of credit and, you know, securitization of future profit and all of it is great fun to read, but I'm not going to make you go through those here because, you know, let the listener sort of discover those stories. But, you know, in a section called confidence tricks, you have this fabulous story that I can't help reading out because I just loved it, where you write quote, in one such case, it was only after CBI officers entered the SBI caps office in cuff parade that SBI caps realized that it had been duped. Two senior employees of a public sector consulting firm had been involved in preparing a detailed project report for a sick large private sector steel company. But the pair had actually left the consulting firm long ago while doing the project appraisal. They were actually on the sick steel company's payroll, stop quote. And I found this hilarious because all they did was they use their old visiting cards when they visited and that was enough. Yes. Yes. So, so then these are all I'm"
    },
    {
        "speaker": "Guest",
        "time": "01:53:36.960",
        "message": "talking about the eye for detail or the granular story to make it interesting. You know, that's what I care for while looking at the theory and doing things also. But these are all little things which actually get you feel that, you know, make it more interesting. And that's the entire"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:53.680",
        "message": "objective. I loved another phrase you used in that same chapter where you talk about hope banking and you write quote, the banks were living in hope in many troubled projects. I was ever greening with the banks, dispersing fresh loans to book artificial profits by recovering interest in previous loans, top quote, which we've discussed in a great example of that, which you point out is a 400 megawatts, three Maheshwar Heidel power corporation, which basically was conceived in 1992. It was a project on the Narmada, but it ran against the Narmada dam project and it never took off. But despite the fact that it didn't take off, it kept getting evergreen and evergreen and evergreen. And finally in April, 2020, the whole saga got over, which is quite such a remarkable kind of story where a project doesn't exist, but the loans are just getting, yeah, that's, that's hope. Yeah, that's, that's hope banking. Now your chapter about the war against NPAs is kind of fascinating where, you know, Raghuram Rajan takes over at one point and obviously, you know, something has to be done. So tell me a little bit about how the thinking within the banking community and the regulatory community evolves about these loans and what should we do about them?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:07.440",
        "message": "No, as you know, when Raghuram Rajan came in 2013, his object first, he got into, it was sort of baptism by fire because you have NPA in double digits and you have current account deficit historic high, higher than what it was in 1991, which forced India to open up the economy. So on the first two front, he stabilized, you know, inflation genie was bottled and current account deficit was taken care of. He organized, I would say arranged for flood of foreign money to get into India, etc. And then he shifted his attention to the NPA and he figured out that bankers are not telling the truth for multiple reasons, as I said, because they are afraid that if you expose yourself, then you need to have a lot of capital to take care of your bad assets, which capital was not forthcoming. And of course, how do investors approach you? And then he figured out that the corporate India is actually taking the so-called crony capitalism. Corporate India, many of the companies actually taking the banking system for a ride. They are not bringing their own equity. It's actually bank debt that's there playing around. So you need to do this. How do you do this? First, RBI instituted a called Crillic database where the banks were said that all large account 50 crore plus, you have to give data to us. And that made RBI sort of aware of the fact that things are not exactly correct the way it should the way it should have gone, because one particular entity is bad and one bank's book and good at another bank book. How can that be? It's not possible. So RBI got a sense that things are not correct. And then RBI launched the first of its kind globally, I would say, asset quality review, AQR. And what is this? Basically, I am Reserve Bank of India. You are a bank. I don't trust you. I don't trust your auditor. I will send my team to audit and figure out how it is going. And so the teams were created and it is real like a Scotland yard operation. I gave a graphic description. It was not operated from the central bank. I mean, central office of Reserve Bank of India from the Saeed Bhagat Singh Mark Fort. It was actually away from the public glare from the fort office. So there are teams were formed depending on the profile of the banks, the team was formed, how senior people will be there, how many will be there. They went there and they started finding out how things were right or how things were wrong. And it was a real time sort of coverage to see what's going. And just to give an example, one inspector, RBI inspector finds that one particular loan in a bank's book, it's still not paid on the say 88 or 89 days and on 90 days it will turn bad. So the particular RBI inspector checks with the CEO says that, look, this is going to be bad. What are you going to do? It's only 48 hours or 24 hours left. And the bank CEO told the person that, look, don't worry. We have seen this entity. Typically it pays on the last day. And look, on the last day, the money actually came. And the inspector was very happy that here is a banker who actually tells the truth and knows what exactly happened. And the account did not turn bad. But then just out of curiosity, he started digging it and found out the money came on the 90th day, this bank, but it left and it gone to another bank. And for that bank, the 90th day was actually two days later. So what was happening? A group of banks come together and sanction a loan, but the disbursement happens on different days. So A's 90th day is different from B's 90th day. It's different from C's 90th day. And same money, you would call it round tripping, you know, comes to the bank and makes it good on 90th day, leaves and makes a good 90th day of the second bank and leaves and goes to the third bank. So that's how the entire thing was exposed. And then there was a series of meeting between the bankers and RBI. Bankers put up a strong lobby and there were various other lobby groups to impress on Reserve Bank of India that this is unfair. It cannot be done. The banking sector would collapse. But RBI was not convinced. The question was how much time would be given to the bankers to come up clean. And I think after a series of meetings, when they were convinced that yes, things were not correct, I mentioned graphically, a team led by governor and the deputy governors, they met and they left for Delhi, met the finance minister and convinced the finance minister that this job has to be done. And then the very next day, the finance minister issued a release how it's done. And of course, they convinced the finance minister also to come up with a massive 2 trillion plus recapitalization fund. So all these things had at this almost simultaneously. And it was decided that banks were given six quarters, which is between December 2015 and March 2017, they would come up clean. And if you look at the data, those days, you will find that till September 2015, the banks NPA were like 2%, 3%, 4%, etc. But during those six quarters, they hit the roof. And ultimately we found like say IOB, Indian Overseas Bank and IDBI Bank and Yuko Bank, at least the three banks I remember, the NPA shot off to close to 30%, probably 10 times bigger than all. So, what RBI did is this first six quarters, you start cleaning up. And then RBI also forced them to come up to tell the world to tell SEBI, etc. If a bank's understanding of NPA and appreciation of NPA, that is the calculation of NPA was different from Reserve Bank of India's calculation of NPA. So, you would find that like S Bank is a case or Axis Bank or even ICICI and many other banks in public sector too, they had to regularly come up and tell the SEBI and others, look, we calculated much less, we under provided. Had we done the right kind of provision, then our net profit would have come down. Or in some cases, they would have actually ended up making losses and the NPA would have gone much higher. So, that's the war against NPA. And simultaneously, of course, in a record time, the government of India put in place IBC. Pranam Mukherjee, I think President signed it off on August 10, August 2016, if I'm not mistaken, and by December, it was up and running. So, you have IBC."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:26.000",
        "message": "Which is a bankruptcy code."
    },
    {
        "speaker": "Guest",
        "time": "02:02:27.120",
        "message": "Which is a bankruptcy, yes, the bankruptcy code. And you have the entire, actually you strip the banks naked. You know, that's what, that's what happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:36.000",
        "message": "Yeah. So, you know, you'd mentioned in the break that you were a poet and you wrote Bengali poems, and you'd also mentioned that maybe you'd like to write a novel someday or a film script. And since you mentioned film script, you know, there are parts in your book, which are so beautifully described that they should really be in a web series. So, if someone in like the OTT business is listening, kindly get in touch with Tamal Da and hire him for the job. I want to read out one particular scene that you've described about the asset quality review team, the AQR team, how they are at the, what they're doing at the Cuff Parade office, where you write, the AQR team was like a financial bum disposal squad, trying to dispuse explosives, which could destroy the depositors trust, the bedrock of banking. A control room was set up on the third floor of RBI's Cuff Parade office, away from his central office and Mint Road. Two general managers were collating the real time data. A third general manager was consolidating them under different heads. And a fourth one was looking at the big picture on the computer screen. The chief general manager in charge of DBS was heading the control room. For six months, the team hardly slept. All of them worked flat out, even over the weekends. Every evening, the Cuff Parade team would come over to the central office to take stock of the situation. Over poha and coffee from the canteen, the meetings would carry on till at least 10pm. But quite often, there would be calls at midnight or later from senior colleagues who stayed tuned in 24-7. Slowly, the big picture emerged, stop quote, which is incredible. And the date, you know, the little details, like poha and coffee from the canteen and all of that are what give it so much life. And you also describe the weird things that they find here, like they find that a huge sum of money has been deployed for oil and gas exploration. But then they just do a Google search. And they find that the oil fields that is supposedly being funded has already been identified as dry. So there is nothing there, clearly a scam. Then you talk about another scam where they use the SBLC, standby letters of credit, and you know, a guarantee on one bank causes another bank to lend. And the RBI finds these are being used as chain letters, where you write quote, Bank A was giving money based on a guarantee by Bank B, and then it was passed on to Bank C, D, E, and F, and so on, stop quote. And the amount of creativity that the banks and whoever they've given the loans to is like, like incredible. And of course, in the book, you've described much more of it. I've just taken these selected excerpts. But do you ever find yourself admiring the creativity and ingenuity of these guys who are just, you know, and at the end of the day, this is the system they are in, and they're making"
    },
    {
        "speaker": "Guest",
        "time": "02:05:06.480",
        "message": "the most of it? Yeah, but cracking the code also, you have to find that it was equally difficult. So I think, yeah, many find fault with Reserve Bank of India, not exactly a great regulator when it comes to inspection and supervision, not getting into any controversy or debate, but it was not easy, I must say, because it was not in isolation, it's the entire system was working on it. It was, you know, on the one hand, you have the crony capitalism, the crony capitalists, they are taking the advantage of this. On the other hand, the large part of the banking system was trying to rig it to protect their balance sheets. So it was pretty, pretty bad, difficult. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:52.640",
        "message": "And yet there are these teams of people doing heroic things. Now, another interesting layer that you've kind of explored is the action that then, you know, Raghuram Rajan and his successors took, where you have explored the possibility that they might have gone from first gear to fifth gear in the words that you use. And, you know, there was, there were contrary point of views from within the RBI itself that let's give them more time, let's not try to do it in these many quarters, it won't happen. So suddenly, tell me a little about that and"
    },
    {
        "speaker": "Guest",
        "time": "02:06:19.680",
        "message": "what were the sort of arguments? You know, what I wanted to say, and I found out from my research and interaction, this book is actually based on hundreds and hundreds of interviews. I've got four governors on record, but I have probably made 40 central bankers, if not more, off record and others also. So there are within Reserve Bank of India, there is no unanimity on what would be. Yes, bankers were evergreening, they are not coming out clean. Yes, there was too much of bad loan. But then how do we, what is the way forward? Remember, IBC came later, before IBC, this happened. Now, had there been IBC before, and then you move and you attack the banking system and force them to come clean, that's a separate story. It started in 2015, IBC came in one year later. So then the discussions were, I think Mr. Mundra was deputy governor in charge of bank, this particular segment there and all. He was also not exactly fond of the idea of six quarters. I think within RBI, there were different versions that we need to give them more time. And in that context only, I said that it's from first gear to fifth gear, that all along you are keeping your eyes closed, you allowed them to restructure, to evergreen their balance sheets and you look the other way, and they had a good time. And now suddenly you tell them that within six quarters, they have to come up clean. Is this the right approach or should you have given them eight quarters or probably even more? Because IBC was not there, IBC came later. So these are the internal debate RBI had within itself at the top echelon. But finally, Dr. Raghuram Rajan's, I think decision prevailed, enough is enough, six quarters is enough. That's what has happened. Yeah, it's easier said, but those days, what I understand, because what I wrote is what I could write. But there are many things I could not write, but I am aware of things happen. So it's not that easy. Actually, there are heated debate, lobbying, counter lobbying, how to go about it. And there was interaction between ministry, Reserve Bank, within Reserve Bank of India also, there are different opinions, etc. So it was pretty exciting time, I would say, in a positive"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:49.120",
        "message": "sense. Incredibly fascinating. You know, I've taken a lot of your time. So I'll sort of briefly first for the listeners, what the book contains. This is, you know, we've discussed a very, very small part of the book. There's also chapters on the NBFC crisis with ILNFS and so on. Tamal's written about rating agencies as a big section on public sector banks, all that is wrong with them, how can we fix them? There's a fantastically entertaining section, which reads like a thriller on fraud within the banking system, including colorful characters like Gokulnath Shetty, a deputy manager at PNB, who is responsible for a $2 billion fraud, you know, which is part of the whole Nirav Modi scam. You've, you know, written in detail about Kingfisher, what happened there, you've written about Chanda Kochar and so on. And I'll just direct all the listeners to go ahead and read the book, because it's a wonderfully clear explanation of this enormous crisis, which is upon us. And obviously, from the show notes, I'll also link my previous episodes on this subject. You know, you've given me a lot of your time. So I won't keep you much longer. Broader questions that, you know, we've seen a couple of broad sort of storylines, as it were emerged out of this. One is that there is a system which is structurally warped, the incentives are crazy, and people are exploiting that and all these incredibly intricate scams are happening. On the other hand, you also have groups of dedicated civil servants and outside economists and all that, who are working to fix a problem, whether it's ideating or whether it is the almost the CBI kind of operation that the, you know, the AQR team did, all of that is happening. When you look at the present moment in time, you know, do you feel more hopeful or disheartened? And also going forward, you know, what do you think about the banking sector? Do you think is reforming? Do you think is reforming, but too slowly? Do you think that reform is, you know, not happening at all? And it's a problem?"
    },
    {
        "speaker": "Guest",
        "time": "02:10:53.280",
        "message": "What's that broad takeaway of yours from this? Well, it's actually a very leading question. I mean, let me quickly tell you, had we been talking one year before in February 2020, you and me, this discussion, my take would have been slightly different, not slightly, very different than what it is now. As we are approaching the financial year end last year, that is January, February, February, many of us, a person like me who tracks the system was thinking that there is some light at the end of the tunnel. Because yes, there was fight, there was a big purge, cleanup, bad loans. But the first phase, which is the recognition of bad loans is almost over. And we are getting into the recovery phase. What I mean is this, under pressure from Reserve Bank of India, and their own understanding and their own compulsion, they were coming up clean. I mean, as I said that RBI stripped them naked. So, we thought that that phase is over. Now, they will start recovering their money because IBC again, insolvency code in record time India set it up. But there are many complexities, it is not been a smooth sailing, because corporate India again, the crony capitalism, they go to the judiciary, they go to high court, they go to Supreme Court, they find ways what is to game the system. I mean, you cannot change them. So, IBC has not been working as well as we thought, but it is going, we are going there. Globally, it happens, you cannot overnight change things. But apart from IBC working itself, but as one part of it, the other part of it is the bankers started using IBC as a threat. So, the corporate captains were actually staying away from the bankers, running away from the bankers, they were coming back to the discussion table, and they were, which was not the case earlier. So, the bankers are, it is advantage bankers, because you are running the risk of losing your empire. So, you are no more running away and escaping the bankers, you are coming and discussion table. So, IBC per se may not be extremely useful, but the threat of IBC was useful. And in the past few years, most of the banks have done a lot of provisioning, they set aside money for their bad loans. So, when they start recovering the bad loans, they will, what you call technically in the money, because you have already provided for, so the money comes, it adds to the balance sheet, it adds to the profitability. So, by January, February, one year before, we thought first phase, bad loan recognition is over, second phase, we will gain steam now, the recovery of bad loans, and once the recovery thing, their balance sheet will get stronger, and they will come back to the credit path, credit growth path. Aside, they have learned their lessons, bankers will not do the mistake anymore. And the kind of political pressure and phone banking, I think there could be always pressure to give money to MSMEs and certain segments and all, but industry, there could be pressure to give money to certain industries, but I do not think there is any pressure to give money to industrialists as such. Some maybe still use their clout in a different way, but I would say that I would say that phone banking, etc., is history now. So, things are pretty good. But now, COVID has changed the scenario again. And we found that moratorium, which is 3 months from there to 6 months, then we found Supreme Court coming in, so on and so forth. And while the bankers are saying that our collection efficiency has gone up to 97, 98%, we are pretty good, but we have seen the Reserve Bank of India has said it is half yearly, the health check, the reports, last report said that actually by September, the next year, September the bad loan can be doubled. So, RBI, I would give it a credit to RBI, it is pretty frank in its assessment that bad loans can go up. So, what is the scenario now? It is pretty opaque, I do not have the answer, because I am taking the bankers at a face value, I am not convinced about the what the banker says. We need to wait after this, how much to what extent the bad loan will come back, will it continue to haunt us, or it is not as bad. And if we go by bankers, what the bankers are saying that things are not very bad. So, if we take RBI, what RBI is saying, things will get worse. If we believe the bankers, things are not as bad as RBI is projecting. That is the bad loan front. About the structural issues, I think the bankers have learned, they have gone through a hell. They will not make the same mistakes again. So, they are a chastised lot for whatever pressure, etc., and other things they have gone through now. And as I said, the book spoke about the kind of pressure from investigative agencies, etc., they have gone through. I think the bankers are gone to the other extreme, they are becoming risk averse, they are not willing to lend, so on and so forth. But those kind of evergreening and doing a favor to corporate India and doing things blindly, I do not think that is going to happen anymore. And the third piece of it, the entire thing can be done different way. I think by announcing two banks to be privatized, two public sector banks, by giving a Sikh Lakshmi Vilas bank to a foreign bank, of course, India substituted a foreign bank. So, these changes we are seeing from Reserve Bank of India and from the government of India. Earlier it was an anathema that any foreign entity will pick up a local bank. Yes, DBS's India Incorporated subsidiary is taking, but still it is a foreign bank subsidiary. It has been allowed to take over a local bank. It is under litigation now, but hopefully it will go, it will come up, it will go to the DBS. And similarly, the government has spoken about, budget has spoken about two banks being privatized. So, I think the structural infirmities now being addressed. We have a proactive regulator and we have a government who has realized that for long we have been talking about now let us work the talk. So, overall, if you ask me, I am hopeful. Barring the impact of COVID, who is telling the truth, is RBI assessment correct or the bankers assessment correct, we need to figure out. But structural issues are being addressed. Bankers have learned their lessons."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:59.200",
        "message": "And I think the worst is behind us. Yeah, that's a great summation. And it kind of struck me that what was going wrong was going wrong at two levels. And at one level, which is a sort of a micro level, things got fixed in the sense you had greater accountability, a lot of these lacuna, which banks and crony capitalists were able to exploit have been done away with. But to me, the more important layer was a broad structural layer, which gives us big incentives. And like you said, there is progress on that as well, with the privatization happening and all of that. So yeah, so on that note of hope, and by the way, you mentioned, I think, the criminal investigations into all of this. And I should point out to my listeners that there are a few scenes in your book, which are set in Arthur Road jail as well. And there's a lot happening. So kindly, you know, this is totally web series material. But Tamal, I have to thank you again for being so kind and giving me so much of your time and sharing your insights."
    },
    {
        "speaker": "Guest",
        "time": "02:18:53.680",
        "message": "Thank you, Amit. I'm very impressed the way you have read the book. Not too many reviewers or not too many interviewers have done this kind of homework. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:03.040",
        "message": "Thank you so much. And be careful how you spend your money. Thank you."
    }
]