[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I like reading mythology, and one reason for that is that I like funky monsters. There is a centaur, half-human and half-horse. There is a kraken, a giant squid or octopus or a primeval form of Thulu. There is a manticore with the head of a human, the body of a lion and the tail of a scorpion. There is a basilisk, a giant reptile that can kill you with a single glance. There is a rock arosi, a giant predatory bird known for picking up elephants from the ground, dropping them from a height and feasting on the carcass. Fun creatures, all of them. And hey, all our mythologies and all our monsters are not from the past. There is a modern monster who can see into the future, who plays something called the infinite game and who gives birth to unicorns. All hail the venture capitalist."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:58.000",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:04.000",
        "message": "Please welcome your host, Amit Badman. Welcome to the scene and the unseen. My subject for today is a world of venture capital in India. But as you would expect, it's actually much broader than that. Good venture capitalists need to have an understanding of the society in which they live. Not just at one moment in time, but how it is evolving. They need to have a sense of the human condition, our needs and desires and our problems that need solving. They need to be able to peer into the future and then they need to put their money where their mouth is. It seems to me that a good venture capitalist needs to be intellectually curious, empathetic and optimistic. My guest today to talk about all this and more is Sajith Pai, a director at Bloom Ventures, who spent a couple of decades in media, most of that time in the Times of India, before making a leap to venture capital. Sajith is a prolific essayist and some of his think pieces have caused a fundamental shift in the way that people think about this industry and perhaps this country. So my discussion with Sajith spanned much more than his investment philosophy or the startup scene here. I'm sure you'll find it insightful as well. Before we get to the conversation, though, let's take a quick commercial break. Over 25 chapters, this course demystifies a difficult subject and tells you all about its history, its science, its controversies and the modern cutting edge. And that's just one of the many great courses on this aptly named site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory and much else. They also have an app where you can listen to the audio of these courses the same way that you're listening to this podcast right now. And it will cost you nothing. You get one month of unlimited free access if you use the following URL. The Great Courses Plus dot com slash unseen. That's right. Unseen. The Great Courses Plus dot com slash unseen for one month of unlimited free access. Why should only machines do the learning? Sajith, welcome to the scene and the unseen. Thank you very much. Thank you for having me. So you've had for someone who's a venture capitalist, you've had an atypical and interesting journey. You have described yourself in the past as an accidental VC, which is interesting because I've had other guests who've called themselves accidental crusaders and accidental reformers and all of that. So tell me a little bit more about you, your background. What were your sort of interests as a young person? And tell me a little bit about your journey."
    },
    {
        "speaker": "Guest",
        "time": "00:04:07.000",
        "message": "I grew up in Kerala and sort of had this not exactly peripatetic, but there was a fair amount of, you know, transfers, et cetera, because my father was in the central bank. I ended up doing my undergrad from Goa. And of course, the Goa of college in the 90s is very different from the Goa of the beaches. And then ended up doing an MBA from Miami and then joined the Times of India group and worked there for a fairly long time. And I think one reason I ended up working there was also an interesting place, because all the conversations were really, really interesting. Got to talk with a diverse set of people. And for a business guy, I was always on the business side. I got along very well with the edit guys. And I ended up working there for a long time across multiple kind of roles, broadly in the strategy, best to have started a few businesses. And in fact, the most interesting one was, of course, Times Now was supposed to be called ETTV then. And Partho and I, Partho sadly now is in prison. Anyway, so Partho and I were the first employees, so to say, we got transferred from the Economic Times. And then Arunabh Goswami was employee number five. And I of course moved out and briefly to work in another media company where Prakash Iyer was my boss. And after about a couple of years, I joined the Times Pack. And I was there for another 10 years. And so coincidentally, the division that I joined Times Pack was a division called Brand Capital, which was headed by Karthik Reddy. Not exactly headed, but he was one of the senior guys there. And as it so happened, he moved out two years to start Bloom Ventures, which is an early stage venture firm. And in 2018, I was really getting bored and I kind of made up my mind to quit. Fortunately, I got a call from him and he said, look, what are you doing, et cetera, et cetera. There is a role. Would you be interested? And I'm like, wow, of course. So, I mean, I'm giving you kind of my timeline, really, so to say. But what it doesn't really tell you is kind of and you know that I quiz. And so I've always had this interest in trivia, fairly Catholic interests, very diverse interests, and obsessed by lots of little things. And to that extent, I think I bring in that journalist perspective. I mean, I don't think I could probably run a division as well as some of the founders I kind of invested to. But it does give me a kind of perspective, a worldview, and that serves me well in this business. So that's kind of a little bit about me. I now find myself, interestingly enough, in Delhi. And the funny thing is that I lived in Bandra in Bombay for about 14 years. And then there's an interesting opportunity to start a university business for the times. And I leapt at it and ended up finding myself in Noida because the university was in Greater Noida. And the interesting thing is, I remember going to get my Candra Bank account kind of shifted. And so the previous one was in Bandra and this one was in a small village called Bangal nearby. So I remember the lady looking at me saying, Bandra? Bangal? Bandra is a Bangal. So that kind of was the kind of transition that happened. But I find Noida particularly interesting. And so I think I've given you a very, very long answer, a very rambling answer. But it kind of gives you a perspective, a listener's perspective of me and I'll probably stop here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:33.000",
        "message": "It's a delightful answer with many strands I want to follow because long, I mean, our lives are long and rambling. So how could, you know, why should we sort of simplify them? Otherwise, struck by a number of strands. One is you kind of, you know, mentioned at the start that you grew up in Goa. And the Goa where you studied was very different from Goa of the beaches. And, you know, in the years that I was a professional poker player, I used to spend tons of time in the offshore casinos. And, you know, all my friends would see that I am in Goa all the time. And I would tell them that, listen, in these last four years, I haven't been to a beach even once. Because it's a whole different sort of a city. So, you know, one of the things that I was struck by, and this is something that's clear through all your writing, is your intellectual curiosity, that you are always bringing wider frames to bear on in ways that we don't often think of them, which I found extremely fascinating. So here's a sort of broader question I had for later, but since the subject comes up now, I'll ask it. I've kind of noticed that some of the most insightful people on social media that I've come across, there's of course you in India, for example, but also, you know, people like Paul Graham, who started Y Combinator, and so on. Some of the finest insights I have seen have come from venture capitalists or successful entrepreneurs who then gone on to, you know, fund other businesses and all of that. And what struck me was that one, I should not be surprised that VCs are more insightful than others, because their experience requires them to just look at a variety of businesses from a variety of perspectives and really, you know, understand people and understand society. But also, there might be some selection bias at play because the people who make for good VCs to begin with, or choose that as a career track, might be people who already have those kind of broad lenses, and therefore are suited to being VCs and so on. So, where do you see yourself in that spectrum? I mean, it would seem to me that since you've, you know, become a VC pretty late, you are already someone who had those sort of broad worldviews, which made you a perfect fit. But is there something to saying that it can also work the other way? And is there a sort of an optimal mentality, therefore, that a VC should have or a prospective VC should have?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:49.000",
        "message": "Well, it's an interesting question. Many facets to that question. Firstly, I'll say that there aren't many successful VCs who write and who have interesting worldviews. But there are also equally very successful VCs who don't write anything, who don't necessarily express it. And so it is a business which success here can be reduced to a simple heuristic. But there is a strand of VC and the one reason why VCs do that is to compete for founders. So, the one reason I write is to build a personal brand, a personal brand that I hope help brings me to the notice of founders. And when they are looking to kind of talk to someone, when they're looking to kind of raise their own, I hope they will reach out to me via an email. So, this perspective is important and this kind of explains to a lot of this. So, it is true that VCs are generally interesting, there is huge intellectual curiosity, there is no doubt about that. That I think is the Sankar norm of becoming a VC. If you don't have that, it's very hard. It is both a necessary and a sufficient condition. To express that intellectual curiosity through writing, then you are fundamentally competing in the kind of an intellectual marketplace for ideas. And the way it works is the top, so in venture capital, typically in a fund and let's say in Bloom, there is a 100 million dollar fund and we invest in 25 to 27 companies. Of those 25 to 27 companies, invariably it is 3 to 4 of them that will kind of return most of our money. They bring in like 300 percent or 400 percent of the money and the rest just lose everything that we put in or almost there. I mean, kind of being very simplistic, so there is a power law to it. And fundamentally, the top 3 or 4 companies are led by great founders. And of course, you are trying to kind of get the best founders to pick you as much. So, unlike a lot of people feel that VCs pick founders, in the best deals, the founders are picking the VCs they want to work with. Because there is so much competition. Look back at all the big deals that happened, Facebook, etc. Mark Zuckerberg decided who is going to come in. And pretty much once in the top companies, the founders are doing the picking. Like Kunal Shah of Grit, who I think if you have not had him on the show, you should have him on the show. So, Kunal Shah pretty much could have picked anyone. And he picked Sequoia, for example, for multiple reasons. So, VCs are competing for attention of founders through interesting world views and through interesting insights. And they hope the founders will notice. So, I belong to that one strand of that VC who is the content writer, the person who is trying to give out insights, etc. That is kind of one answer to one of the facets of your one. I do believe that, historically, VC used to be much more of a financial kind of world. In the sense that, typically, people who are strong in finance and are strong in technical, like semiconductors, etc. would typically find their way into it. Typically, the bridge of the two. But increasingly, we're beginning to see very diverse perspectives and you're beginning to see very interesting people make their way into VC. So, VC is getting democratized to that extent. So, I don't know if I kind of gave you the exact answer that you're looking for. But, yeah, so there we are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:03.000",
        "message": "Yeah, that kind of makes sense. And, you know, one of the sort of, I had, for example, Santosh Desai and also Ambi Parmeswaran later at different points on my show. And one of the things about both of them is that, you know, in their quest to become excellent at what they do, which is advertising, they also came up with some surprisingly startling insights, at least to me, about Indian society. And while reading some of your work, I came across some of those moments also. Of course, the segmentation that you've done of India 1 Alpha, India 1, India 2, India 3, we'll discuss that in detail later. But just one that kind of struck me was that in one of your essays, you have these three photographs of Starbucks in three countries. And in the other two countries, which you pointed out, the menus are in the local language. And in the particular, the third one, which is India, it's completely in English, where you point out that, you know, that there is like a separate class of people. You've called them Anglo-Indians, you've called them India 1 Alpha, whatever, who are just completely apart from the rest of the country in a sense. And you mentioned Kunal Shah, I think he's referred to the same phenomenon in different words in a recent essay he wrote that got a fair bit of attention, pointing out that, you know, CRED was targeting that sort of segment as well. So the way I want to have this conversation is that, of course, I want to talk about the Indian startup scene and the way it's evolved. And you wrote this incredible 7000 word essay on that, which I'll link from the show notes. Plus, I also want to talk about how venture capital firms work in India and how you see the current scenario and all of that. We'll talk about all of that. But I want to go back to your personal journey a little bit because you're basically the same age as me, right? We're both in our 40s. And, you know, we've kind of grown up through that very interesting period when one is intellectually curious, but there is a limit to how much information you take in. And like you pointed out, maybe working in the times of India is an interesting step because you're meeting, you know, people with different kinds of specializations in the corridors and having those water cooler conversations. And then one day, everything just explodes open, like the whole world of information is at your fingertips. And so what was that sort of process like in a dual way? One, from making sense of the country as it was changing and evolving very rapidly through the late 90s and onwards. And two, from a sense of your own personal growth as you begin to evolve the frames through which you look at the world, like, you know, between then and now, is it possible for you to sort of pick those aha moments which kind of changed the way you look at everything?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:35.000",
        "message": "That's a hard one. I don't know if there were specific aha moments. But yeah, like, so clearly, I'm a big beneficiary of liberalization. What happened in 91, 92, certainly had a big role to play, even though I graduated like six years later, because the economy had opened up and there was a lot more consumer spending beginning to kind of, if you unlike versus like the 70s where it was relatively more socialist. So certainly that was a big kind of a tailwind to my life. Joining Times, of course, and I was fortunate to get to work with Sameer Jain, the incredibly maverick, eccentric owner of the group. And I sort of became one of his EAs. And every time he used to come to Bombay, he used to come to Bombay in winters because Delhi pollution, etc. He used to call for me and my bosses would make me drop whatever I was doing and say, OK, you can manage it. Let's go. And I think I owe a lot to him in the sense that he's a fascinating personality and a lot of the conversation, a lot of the insights. So that certainly helped. So he was a big influence as well, even though, of course, you do move on now. And the next was, I think, in the early 2010s, I tried to start to write and I started newsletters, etc. And I think I was trying to kind of distill the world, so to say. And I think it came out of a and generally I felt that I was getting left behind. And I kind of compared myself to, you know, it's mid 30s, sort of maybe had male menopause early. Like you have these existential things. What am I doing? I'm not earning as well as my friends, etc. And I kind of got the sense at that point that increasingly, and I don't know if it came out of a specific article, that I felt like I needed to take greater control of my destiny and I sort of needed to. And so sort of like 37, 38, I started writing a lot more and kind of set up a website. I started writing, I tried newsletters, I did multiple things. But I mean, effectively every month or so, one or two articles would come out and that helped, I think. So these were certainly arcs to my life, so to say. And sort of if you kind of look to a lot of the hits that I've had have really come in the last two, three years. I mean, the first 60, 70 pieces I wrote, I mean, I don't think 10 people read each of those. And I would send it to people and I'm sure none of them touched it. They would say very nice, very nice. So I think a bunch of this certainly informed my worldview. And the more you try to write, the more you distill, etc. That certainly helps. So I think, again, so these are kind of the arcs or the tailwinds that have kind of propelled my life forward, so to say. Which finally led to Kartik Reddy reaching out, etc. And which kind of brought me here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:33.000",
        "message": "Did you feel the writing helped your thinking? Like I often, for example, in my writing class, which you participated in, in fact, I did talk about Orwell's conception of how it is not just the case that a clear thinker is more likely to write clearly. But it is also the case that forcing yourself to write clearly helps you think better. Was that kind of the case with you, that did you become a different person because you forced yourself to write so much?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:57.000",
        "message": "Absolutely. I think that's so true. I don't think I have that quote readily in mind. Now that you've mentioned it, I'll go back and research it and keep it. I do think that writing, I mean, writing of a certain kind of quality does help your thinking. So, in Amitabh, there was a very interesting course. And if you actually go and talk to all the IMA guys, they actually talk to you about this course called WAC, Written Analysis and Communication. All it teaches you and you actually get grades for that. It's very simple. The trick is that each sentence has to be connected to the previous sentence and that's all. You can actually kind of the writing can be infelicitous, right? It can be very poor. And what surprises you that the people who write the most flowery prose get the lowest grades. And then very quickly you need to go and work out, talk to them what happened. And you look at patterns in any sense that it actually doesn't matter. You can write in telegraphies, but each sentence has to just connect to that. So that's the first time I kind of felt that thinking, because structured thinking and structured writing seem to be linked. And certainly in the mid-2010s, I started writing. I could actually see that better writing helped because there is writing which is persuasive. There's also writing that is analytical. And when you do analytical writing, you're trying to break things down, etc. Certainly it helps. Writing is hard. It's painful. And I think writing is, so to say, but thinking is even harder. So writing is the medium in which you can do thinking. It's an easier medium than just pure thinking. So I kind of envy and I'm kind of scared by mathematicians because they have no medium other than like pure thinking. Right. That must be really hard. Or maybe even coding. I don't know. But writing is a much more comfortable medium in which you can express your thinking. And I've taken huge advantage of that. And even now when folks tell me that I want to talk to you for 15 minutes, I just tell them, please write out what you want to. And I have the standard default things I send them. I find that typically writing it out helps you get more clarity. And typically they always turn back and say, hey, thank you for making me do that. So I totally agree with you. And thank you for that quote. I'm going to kind of file that for future."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:12.000",
        "message": "Yeah, I'll send you a few more quotes like, you know, I've been adding slides on that theme to my course. So I don't know if you were in an early batch, you might have missed it. But, you know, Joan Didion talks about how she does her thinking by writing. You know, Deirdre McCloskey, the great economist and author also wrote how writing was an essential part of that. And just an aside for my readers, because this is something that I find myself having to repeat to more and more people, is that what you said about, you know, that no one perhaps read your first 60 pieces. And then it's only in the last couple of years that they've started becoming popular, strikes a chord. Because one of the things I notice among young people sometimes is that their approach is that they want to start doing something. And if it doesn't work, they want to drop it. And I'm not sure that's a good approach. My advice would be that if you love doing something, you've got to stick at it. Because whenever we start doing anything, we will be bad at it. Obviously, you cannot be good at anything from the get go. And it's just by repeated iteration that you eventually achieve excellence, which is like a non-negotiable. Like I remember this video by the YouTube productivity coach Ali Abdaal, a guy in his mid-20s. An excellent video where he talks about, you know, he basically reached 1 million subscribers. It took him a few years. But he said that at the end of the sixth month, he had made two videos a week. And he reached exactly 1,000 subscribers on the day of the 50th video. So if any of us was to, you know, hit that lack of response, we might be disheartened enough to give it up. But he kept on and got to where he is. And his advice was, if you're starting a YouTube channel, just make two videos a week for two years flat, which is, you know, 200 videos and only then look at the subscriber count, which frankly, I think is fantastic advice. So I think people sometimes get, you know, and it's incredible that I'm actually saying this to a VC because typically VCs are considered to think in terms of where are the metrics and show me the progress and all of that. But no, that's a stereotype. We'll get to that. So since we were talking Ali Abdaal and productivity, I also want to ask about that. Because one of the things that strikes me is that in all your public-facing communication, you give your email ID out. And you say, you actually invite people to write to you with ideas or thoughts or whatever that they might have. And you tell them you'll respond to them soon. And you've also elsewhere said that a VC like you has 12-hour days. So, like, were you always someone who was very organized in terms of work? Or did you have to put a thought into how do I become more productive? Because it's something I personally struggle with. So I'm very fascinated by how you managed."
    },
    {
        "speaker": "Guest",
        "time": "00:23:48.000",
        "message": "Yeah, no, it's a great question. I'm going to enjoy answering this. Because one thing with VCs, other than curiosities or obsession with productivity hacks, because every VC, early-stage VCs especially, and so sort of early-stage VCs struggle with what's called deal flow. Everybody is trying to reach out to them. Everybody wants 15 minutes. And everybody is like, etc. So it is challenging. And I must tell you that it just hit me head on. I did kind of before entering VC, I was actually, I think, had this huge anthropological interest in VC. And a lot of people used to actually tell me that, hey, how come you're not in VC? 17, 16, I used to get this. Oh, aren't you there? I thought you were there. But still, it didn't prepare me for this kind of enormous assault on my time. So typically, you know, email is one challenge. You'll end up going to email. These days, WhatsApp. And you do stuff like time boxing. That's what it's called, where you have specific hours of the week. But, hey, not everything goes according to plan. And I do stuff like, today I knew that there were four things I had to do. One of which was to send you a particular email, which didn't get done by 12 or 2 or something, but it got done. So you need to have a very clear idea of the five things you want to do, four, three or four things you want to do. But other than that, I think, you know, so you do also need to react a lot. And I think the best thing I've found is, the single best advice I've found, and one that it's an advice, but at the same time, it's something that I also worked out myself, was that anything that you need to do, you need to calendarize it. And so that's what I do. I just calendarize everything. And if it doesn't get on the calendar, sadly, it will not get done. But the challenge is also that you also need to give some free time, time where people can reach you. Some serendipity happens. You can read what you want to. So I do plan for that as well. But it is tough. You have all the usual hacks. I have Alfred, for example. It's a life-altering software where with a brief touch, like, you know, for example, I've kind of a lot of templated emails. So, for example, if somebody writes to me and I have a bitly link for certain FAQs, and I just type like, you know, exclamation BI and that just appears and I just send it off. So a lot of these hacks and different VCs have different things. VCs use SuperHuman, which is, again, a lot of templates. I have a lot of cool Gmail hacks, et cetera. So time hacking is what a lot of VCs do. You're trying to get more out of it. You're trying to read more. Interestingly, you must hear this and that I actually pay people. I have three freelancers I pay to transcribe podcasts so that I don't have to listen to it. I pay them like 200 rupees for 1,000 words. And typically a 50-minute podcast is like what, 6,000, 7,000 words. And I end up paying them, you know, like 1,500 to 2,000, 1,200 to 4,000. And I found that that's actually worth it. So I keep doing all of these. It also means that one thing you do lose is serendipity and you do need to plan for that. So that's a challenge. But I don't know if this helps, this answers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:03.000",
        "message": "No, it's fascinating. I'm going to try out Alfred. I haven't used it yet. So, you know, that should be fun. And planning for serendipity is such a nice term also. You know, one can sort of lose track of, you know, those free moments when pleasant accidents happen. So before we sort of get to the startup space, tell me a bit about your time in media, for example. What was that like? Because, you know, I've been a journalist for a long time as well, I used to be. And, you know, one of the things I've realized in all this time is that journalism has changed so completely. And yet most mainstream organizations simply don't realize it, simply don't get it. That especially over the last 10 years, people are filtering content and consuming content and discovering content in completely different ways. And yet pretty much all media organizations are stuck in the same sort of ways of gathering information and disseminating information and all of that. So what was your time in media like? How did you see that space kind of evolve? And what do you think of when you look at the Indian media ecosystem today?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:04.000",
        "message": "So I worked in the Times late 90s, but 2002 was when I joined the Economic Times. I was in the music business before that. And so 2002 to I think late 2018, like, you know, 16 years. I saw Indian media and I worked for a long time in print. I did work in other divisions, but print was where and because Times of India made a lot of money from print. I do feel that Indian media is historically, I think, has systematically seen an ocean of talent, like the best and brightest. I mean, sort of a cliche again. I don't think they ever worked in media, so to say, but at least you had a fair amount of bright people coming in. But over the years, I think the quality of people coming in has historically not kind of been the same. The other one is that print specifically because the Times of India and because of English, typically the Indian newspapers, which were in English, historically got a huge advantage. And I remember coming in early 2000s, etc. Look at the Nabarath Times at that time had like one fourth or one third the reader base of the Times of India. But their ad revenue was like one twelfth. So the Times of India had a disproportionate English premium, so to say. So specifically, the media business was largely a monopoly business. And typically, that's when you end up making a lot more money. So they were fattened on the monopoly profits, the Times of India and all of that. And that kind of continued. What happened is I think a lot of folks in the Times of India groups saw the warning signs. There were enough notes, etc. In fact, it's very strange that 1996, I sort of discovered this old pamphlet or something like that belongs to 1996. In 1996, they were seeing the Internet and threat to print. But in the US, finally took the 2008 financial crisis to really kind of run down print. And in India, it took COVID. So I think, long story short, they were largely monopolies. They were not necessarily well run, hence. But that's fine. The Times of India's genius was to discover that monopoly and just milk it forward. The other ones weren't even as well run, the other parts of the business. But any one was reasonably well run because it became a monopoly and they exploited it. First under Peter Mukherjee and then under Uday Shankar. So, but over time, kind of all the bad habits set in. And what has happened now is that the print business got eviscerated. I'm hearing like horror stories from the Times, etc. So TV is a little better, but OTT is creating problems there too. So yeah, so can double click if you want into specific aspects, but sort of, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:05.000",
        "message": "Double click into one aspect for me, like, you know, you're obviously someone, it's part of your job to kind of keep gazing into the future. 10 years from now, how will we be consuming media? Because like you said, COVID has changed things, things were changing before this. The whole sort of landscape is fragmenting and splintering and everything is changed completely. Like what is a day 10 years later from now? How is one getting one's information? What does one mean when one talks of journalism or the media?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:34.000",
        "message": "Yeah, 10 years is hard, but I can talk to you about a few trends we're seeing. So one trend is sort of the death of the rapper, so to say, or creation of new rappers. So for example, the newspaper is a rapper. The newspaper kind of said, look, we'll give you sports, I'll give you a kind of fashion, I'll give you cartoons, I'll give you everything. And the national news will wrap it up and get off the scene. So like, for example, if you actually now go back and look at Esquire or GQ, it's a strange compunction. They have this fantastic three or four stories, which are like incredibly well written. It takes six months to produce. They pay the writer like $25,000, $30,000 just to, and also to travel, that's extra. What is it doing there? And it's free. And I read every one of those stories free. And of course, that's because there was a subscription base, which kind of meant an ad rate, and so on. But as the business declines, as advertising flees, the rappers don't make sense anymore. So what you've seen over the last few years is the rapper kind of breaking up and stories unbundled. So today, you can, for example, you see something on Twitter, you click on it, you go to some site. After I come out of the site and you ask me, hey, Sajith, where do you read this? I don't even know. So you don't even remember. So certainly a relationship with the writer, and that is what leads to Substack. So people are saying that people follow writers and people don't follow magazines. And that makes sense. But they're also very interesting. So OneTrend and Substack is like the new magazine. So there's a very interesting protocol called Every, E-V-R-Y. They've got a collective of writers and journalists who are making a new magazine."
    },
    {
        "speaker": "Unknown",
        "time": "00:33:23.000",
        "message": "So the joke that goes is, hey, they've discovered a magazine."
    },
    {
        "speaker": "Guest",
        "time": "00:33:26.000",
        "message": "So thanks to the Internet, we are kind of bundling and unbundling to make sense of the world. So certainly, I feel, but the fundamental thing is that people are going to kind of, the written word, people are going to kind of consume in, so to say, the basic unit will be the writer. We're certainly seeing the death of gatekeepers. So again, you know about the tech versus media battle that's going on, Balaji versus everyone, you know. Yeah, it's great fun. So increasingly, and there have been interesting kind of brands like Oh My News, I think, that's what's called in Korea, it's about citizen journalism. So we're going to kind of see more and more kind of vehicles, which kind of make more and more of us writers and producers, not necessarily text, but it could be multiple things. And that's a trend we're seeing as well, more and more creators and without editorial gatekeepers. And if you look at TikTok, if you look at in India, Chingari or Josh or whatever you call it, you're really seeing those folks. I also feel that I think it's called the Gutenberg parenthesis or there's maybe a better word. But the fact that historically, we're all about orality, a culture of orality. But Gutenberg meant that we became word first. And so we're likely to see a lot more innovation. And Clubhouse is one, like, you know, but there'll be many more around audiovisual media. So sort of what McLuhan said, and he's an interesting one to look at, the shift from hot to cold. So we're actually going to see a lot more cold communication. And if hot, print is largely hot because there's no context loss when you read print. But we're going to see a lot more kind of stuff in memes and cartoons. And if you look at it, the most critical part of the Times of India is Sandeep Adwaryu, the cartoonist, because and that's where today to actually see what the journalists think and what the liberal folks at Times think, go to his cartoonist son on Twitter and see what he is. It is brutal. But the entire Times of India, the way it reads, because the owners are looking at it, it's very tame. So today, as we kind of enter this really strange world, I think a lot more communication is going to go to memes. It's going to go to cartoons and stuff like that, as opposed to the word, which can be actually reduced to something very cold and people can actually poke holes. So this is sort of what kind of feel I can give you more trends, but to probably summarize, oral, memes, the wrapper being broken up and maybe rewrapped. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:15.000",
        "message": "Yeah, no, that's fascinating. And just kind of thinking aloud from sort of my own learnings over the past few months, you know, on the one hand, there is, it's very hopeful that the creator economy has bloomed, that creators no longer have to depend on platforms or advertising and they can reach readers directly. And Substack is, of course, one way of doing that. And you can reach what Kevin Kelly called your thousand true fans. But on the other hand, the flip side of it is that that's true for creators who've sort of, you know, who in a sense are the top 1% of creators, people who've kind of built a brand for themselves, even someone like me that I'm fortunate to be in a position after all these years, where I have the kind of brand that I can, you know, monetize that a little bit. I'm thinking of the young people starting out and the average person who is discovering news. Now, from the point of view of the young person starting out, at least for all its flaws, what the earlier system gave them was that there was an institution where you could join, where you could imbibe certain values that this is how you do editing, and this is how you do fact checking and all of that, and this is how you do reporting and all of that. And there is that institutional structure which gives them all of that, which seems to me to be a good thing because then there is a structured way in which they can grow rather than necessarily have to be self-motivated and find their own way. Because the incentives of being a creator who nobody knows is that you have to do things to somehow get noticed and to stand out and those might not necessarily be the best incentives towards personal intellectual growth. And the other aspect of it is that, you know, in the sense that earlier there was a consensus of the truth. You know, you read every day, the Times of India is coming to your home or the New York Times, depending on where you are. And, you know, it might have one slant or the other, NYT might be slightly left, WSJ might be slightly right, and both of them were only that on their opinion pages. The reporting has, you know, certain standards and there is a broad consensus on the truth. Today, there's nothing. Today, it's you believe whatever narrative you want. All your information is through discrete links on social media. And, you know, we've seen the worst of Twitter, but, you know, whatever I hear about these alternative WhatsApp universes is completely crazy. And like you've pointed out in one of your very insightful comments that you've made on this YouTube talk you gave, which I was watching, where you divided India 1, India 2, India 3, and you pointed out that none of these apps or businesses that we recognize are actually reaching India 3, which is, you know, more than a billion people, which you equated to sub-Saharan Africa. But WhatsApp is there because they cater to the most basic need of simple communication, which is also kind of scary in a sense that, you know, WhatsApp is basically the biggest. I mean, they're obviously not a media house, but effectively it's the biggest source of media for everybody kind of in the country. But this is just a ramble. I was just kind of responding to you. I don't know if you have anything to say to this."
    },
    {
        "speaker": "Guest",
        "time": "00:39:09.000",
        "message": "No, I probably didn't double click on it. But the point I think I want to say is, I think historically we got the wrappers we didn't select."
    },
    {
        "speaker": "Unknown",
        "time": "00:39:19.000",
        "message": "W-R-A-P-P-E-R-S, not R-A-P-P-E-R-S."
    },
    {
        "speaker": "Guest",
        "time": "00:39:26.000",
        "message": "So today you can actually wrap it in the way you want. And that's scary because certainly there is the splinter net today. I don't think there's any doubt on that. It's very hard. And I actually do try and follow people of different persuasions. I didn't want to kind of be cocooned. So I do follow people who I wouldn't probably spend an evening with on Twitter. But I don't see very many people doing that. It's hard. So I do think that there's no doubt about it, that we are splintering and people are selecting the media that they want to consume. I don't think there's an easy solution here. Historically, I think the U.S. kind of platforms, largely U.S. but also China, have kind of said, look, it's user-generated content. And the Section 230, which says we're not responsible for it, etc. But I think that kind of works in a context where, you know, it's a country where they've had their first amendment in the 19th century was about freedom of speech, whereas our First Amendment was actually curtailing the freedom of speech in the 1950s, etc. So they're very different countries and they have the institutions which can kind of handle this. But we don't have those institutions. Right. And which is why WhatsApp, for example, actually had to kind of create friction in its product. If you actually see in the U.S., you can actually forward it to multiple people. Whereas in India and some other countries like maybe in Africa, because of how rumors can spread, you can only forward it to five people. So the first time when a product had to go back and change features to create friction. So and there is this joke that I say that, hey, all of these platforms said user-generated content, we don't need editors. But hey, all the editors that you lost in user-generated content, you spend on the moderators that you need now. Like, you know, and TikTok has some 40,000 moderators apparently, you know, filtering out in China. It's going to do in there everything from child porn or whatever it is to, you know, references to Tiananmen or whatever. So I think these trends are there and I don't think there are easy answers. And you can actually see some of those tensions come to light. Yeah. So, yeah. And one ramble to your ramble."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:46.000",
        "message": "Yeah, I know this is a show of rambles as it were. And of course, you won't be listening to this episode. You'll be reading it once you get it transcribed, which is fascinating. And the other thought that strikes me, and again, just to ramble, I mean, you mentioned tech versus the tech media war, which is kind of happening. And there I'm completely on the side of the tech guys, because it seems to me that the big media there which covers tech does not get it at all. They are completely clueless. And there's a word for this particular syndrome. I've forgotten what it is. Maybe you know it, but I think it's a three word term. And the last one is amnesia, where essentially what happens is that when you read a media story on something on a subject that you know a lot about, you realize how bad it is because it is, of course, written by a generalist. But when you read everything else in the newspaper and subjects you don't know about, you assume that it is the truth. It is a word of God, you know, without realizing that if these generalists have so badly messed up a subject that you know so well, then chances are they've messed up everything. And from whatever subjects that I might know, you know, whenever I read media coverage of that, whether it's, you know, poker or podcasting or whatever. And I'm like, oh, my God, you know, and at least an honest journalist will get a lot of quotes from specialists and, you know, will not try to make too many assumptions themselves. But otherwise, it is so messy. And the delightful thing about, you know, what the internet did was that it made so many specialists available to us. So we don't have to listen to these generalists. We can just go straight to this specialist and therefore have someone like you explain the VC business to us instead of some random journalist who's researched it for two hours. So I think it's time to kind of move on to that part of the show. But before we do that, let's take a quick commercial break. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswali, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com. There's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at IndianColors.com. Welcome back to the scene and the unseen. I'm chatting with Sajith Bhai about a whole bunch of things. But about the venture capital ecosystem in India, something that he's been observing keenly for a long time and has only recently joined. And he wrote this superb 7000 word essay, which I linked from the show notes about, you know, right from the origin story in 1985, all the way to the different waves, the first wave, the second wave, the third wave, and so on and so forth. So tell me a little bit about sort of the origin of venture capital in India."
    },
    {
        "speaker": "Guest",
        "time": "00:45:20.000",
        "message": "The mid 80s is really where it all started. And really, the term, I don't know if the term venture capital was very popular then, it sort of was called risk capital. And the ICICI had a small unit, which kind of kicked this off. I think it was probably called risk capital. And it wasn't even the typical VC as we know it, since that they can have invested data kind of a quasi debt product, which I write about. And then a bunch of those folks kind of moved out to start what became TDICI, Technology Development and Investment Company of India, which today is actually ICICI Venture, which is not exactly what the name is Ventures. It's more of a late stage investment firm. And but really, the late 80s, with the start of TDICI is really the origin of the Indian venture capital as we know it. So businesses like Mastic Software, Kale Consultants, are all businesses that today exist because of venture capital. Unfortunately, unfortunately, they didn't invest in DCS, which was incubated by the Tatas, Infosys, they didn't, and not even Wipro. So they missed the big three, but they got a few of the others. I think the most famous might well be iFlex, which I think I missed out in my piece. But later on, a reader wrote to me and said that probably was said and said, oops. Yeah, that's true. So that's when it started. And to the 90s, nothing really much happened in India. But in the US, the late 90s was when the Internet revolution really began. Amazon was 97 and there were all of this e-commerce boom, which also kind of go bust. But late 98, 99, people got excited in India. And that's when there was a mini boom in venture capital. But after the crash, they all kind of left the country. A few remained. And then slowly in the mid-noughts and the late noughts, some of the companies that we kind of know were founded. So MakeMyTrip, Paytm, RedPass, Naukri, they all kind of originated in that period. And slowly and steadily, a small, flourishing venture capital industry kind of originated. And in my kind of essay that I write about, I talk about the waves of venture capital and sort of talk about wave zero being up to 2004. In 2004 to 2010 was the second wave. And then thanks to Flipkart and a few of the others, we had wave two, as I call it. And that's when I think we started seeing headlines about big funding rounds, etc. So all of our memory of venture capital really comes from that wave of Flipkart and Myntra and Amazon launching and the competition. And the last few years, I think I do call it wave three, kind of a new wave, which is like mobile first companies. And that's an academy of the world. So even ShareChat, for example. So these are all companies that are really beneficiaries of the Jio kind of launch and Jio democratizing Internet access to India, too. So and, you know, 2015, 16, it's only people like us who use Internet, mobile Internet is expensive. And 2016 is when like everybody started consuming content, drivers, you know, plumbers, carpenters. And that meant like an explosion and content consumption and a wave of startups came to kind of that. So that's sort of the history of the Indian venture ecosystem. But it's interesting. And I kind of look at different countries and I do feel for the income level that we have, $2,000 per capita. Of course, a lot of us are 5x, 7x that. We have an oversized venture industry. So I kind of looked at Mexico, which is five times just per capita income. And really, it's a lower runs of OECD. I looked at Turkey, $8,000 per capita income. And all of us, when you go to Turkey, feel like it's almost like Europe. Of course, you go to Istanbul and you don't necessarily go to the poorer parts. But when you look at, for example, India, in the Indian venture capital industry, I found was 22x that size. So I said, like, wow, like, how's this? Why are we so over-ventured? And of course, a lot of that has to do with brain drain of Nehru's creation of IITs, which meant you created this extraordinary institution, which was too extraordinary for the country and they couldn't absorb them. So those guys went out. They became big folks there in the valley. And they all said, look, hey, there's so much raw talent here. And a lot of their friends in venture capital say, oh, all the Indians are like you. We should invest there. So this is what I kind of found that venture capital and the startup ecosystem is kind of overdeveloped for the nation as we have it. But thanks to that, you know, there are jobs for people like me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:22.000",
        "message": "And so, yeah. Yeah, no, that's fascinating. And in this time, as sort of the kind of companies have evolved and the market has evolved, has the mentality of VCs evolved? Like, you know, 20 years ago, if you were a VC, would you have been looking for the same things? Or, you know, has it become fundamentally kind of different, the approach?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:44.000",
        "message": "No, it has changed a lot. 20 years to now, there's like a sea change. There's a lot of change in the state that we take, for example, how we work with top quality, the founders, in terms of what we're looking for. I do think that, I think if you look at, for example, the way Valley evolved, historically, the Valley evolved out of semiconductor investments. And so, necessarily investing in older people, late 40s, 30s, etc. Or very strong business-to-business use cases, which could have took advantage of technology. But it's really this cult of the young 20s, early 20s, engineering grad dropout, all kind of began like in the late 80s. Bill Gates, and of course, there have been dropouts ever since, but Bill Gates, Steve Jobs, etc. There were exceptions. The vast majority was really experienced, seasoned founders. Because you needed to know your technical chops, you need to work with those customers, understand those problems. Today, for example, what's happened is, thanks to AWS, okay, 2006, thanks to the rise of software. So, you don't necessarily need to build all of it yourself. You can use APIs. So, like, for example, that in Uber, for example, all the SMSs are sent through a service called Twilio. All you need to do is, your engineer needs to know which APIs to connect, and it's done. So, as a result of AWS making it, you don't necessarily need to set up your own data rack or anything like that. Your service space, you can just take AWS and start off, or Google Cloud, etc. Ready access to software tools, open source software, etc. It's become easier for two kids out of college or this thing to kind of come and start. So, one, and this started in the US, and it's come to India. And so, I would say that a lot of the founders that we're looking at are today young, are in their 20s. They do have insights into certain tech, but they're not necessarily the deepest. Certain B2B founders tend to be older, but a lot of the consumer tech founders are younger. And the way we have kind of evolved in venture capital, and this changed as well. We play what are called long games, and this wonderful book, Long or Infinite Games, by James Kass, called Finite and Infinite Games. And if you actually see venture capital, it's an infinite game. Because fundamentally, when you partner with a founder, you try not to take as much stake as possible. It's very interesting. So, I kind of read valuation tech, and I'm writing this piece on valuation now. And when I read, for example, Ashutosh Damodaran, I find it like, obviously, I don't think he spent time in the industry as much. So, if you try not to take a lot of stake, because we know we're going to leave it for the next round, or we need the founder to have incentives. So, we're kind of saying that, hey, what does it take to keep him or her motivated, the founder, for the next round? We're thinking of, OK, how do we get the next round investor excited? So, we're playing, and what happens? And we don't, for example, punish the founder if things go bad. In fact, there is very little stigma to failing, and that's come to India as well. We are actually investing now in founders who have failed. And I sort of find these things fascinating. And if I were to go back in the late 2000s, India, at least, was a very different ecosystem. I don't think we respected these things. Even in the US, for example, this intense founder-friendliness, this desire to kind of display this infinite game, a lot of the realization has come out of their experience, and I haven't done this. So, these are some of the changes that have happened in the industry. I certainly think the power balance has shifted to the founder now immensely. And the good VCs recognize that, and they tailor the strategy for that. The bad VCs, of course, get selected out of the business."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:52.000",
        "message": "Yeah. That's fascinating. Now, before we go on to talking about some of your insights from that piece, particularly the forcing functions within India, as you call them, and so on, you know, what you wrote about India 1, India 2, India 3, and India 1 Alpha, to be a fascinating frame, which I think is essential before one begins talking about all of this. So, tell me a bit about these different categories and sort of how you came up with them."
    },
    {
        "speaker": "Guest",
        "time": "00:55:19.000",
        "message": "Yeah. So, I think it's original. So, I came across the term India 1 and India 2 in Kishore Biyani's book, It Happened in India. And then I think before me, Harish Chawla wrote about this. But I do think that when the startup industry talks of India 1, India 2, India 3, they kind of refer to my framework because I did put a lot of data into it. So, I looked at a bunch of reports, and I kind of came up with this insight that, you know, everybody talks about India as this one monolith, the exciting lure of India, 400 million middle class. And I found there's nothing like that. Every time I was talking to founders, and I kind of wrote this as the entire interview process with Bloom was working, and I was looking at it, every single app, every single product in India would kind of hit this 8 to 10 million user milestone and just fall. So, I said, what's happening here? Like, and all the VCs I used to talk to, they said, this is the market. Now, this is the real market. And sort of like, it's not like the VCs didn't know it, but I kind of gave it this framework, and I kind of articulated what, you know, internalized. And what I said was, there are three Indias. There is the India of you and me, people who use smartphones, who live in 2BHKs, etc. Of course, there's a verified version of that, people who use Apple, Netflix, Starbucks, etc. So, then I call India 1A. India 1, I said, is about 100 million, about 20, 25 million households. And their per capita income is like $10,000, roughly. I said, this is like in Mexico, 1 trillion GDP, etc. And increasingly, all of the internet spends were coming out of this segment. Thanks to Jio, something called India 2 had emerged. And India 2 is a world of our drivers, our plumbers, and, you know, people who... And when I say India 2, it doesn't mean that India 1 is Bombay and India 2 is Meerut. No. Every city has an India 1, India 2, India 3. There is an India 2 in Kannumar Nagar in Bombay or Dharavi. There is like an India 1 in Bandra. India 1A probably in Bandra West or Gafparedo, whatever we call it. And India 3, of course, is not even on the internet, for example. It was slowly just maybe just getting there. The number keeps going down. And I said that there is 100 million India 1, and that's like a trillion dollars of GDP out of the $2.5 trillion GDP that we have. And this is about kind of just under 10% of the population. India 2 is another 8, 10% of the population. But the per capita income is like one third or one fourth of India 1. So I kind of called it like the Philippines. And finally, I said India 3, this is like really people who have less than $1,000. But that's a huge number. So it kind of adds up to about a trillion. And this, I said, is like sub-Saharan Africa. And sort of a metaphor which I think for a framework which resonated with a lot of people. And the story was very popular. And I think the real challenge is that for the Indian industry to evolve, India 1 is who pays your bills. But India 2 is what everybody's betting on, that the market of India 1 and India 2 will merge. And I pointed out certain kind of important fissures or challenges or frictions. I said India 1 is largely English, but India 2 is largely vernacular. And you may need to change your UXs or UIs or rails, et cetera. And increasingly it looks to me that you may actually need to change your business model. A lot of the companies that are coming to cater to India 2 are very different in DNA from India 1 companies. And increasingly it looks to me that there is a real market, comfortable market for India 1A. Where they launch in India 1A, they kind of get a sense of this thing and they can quickly expand to the U.S. I'm beginning to see a lot of interesting startups which launch in India, just kind of set the market and then expand to the U.S. now. So this is sort of the framework. And I can double click more if you want, but this kind of gives your listeners a sense of the lay of the land, so to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:31.000",
        "message": "Yeah, I'll ask you to double click in different directions. But before that, I wanted to double click in a direction which you didn't actually mention in your essay. And I wonder if you are in the multiple pieces you've written on this. And I wonder if you have any thoughts on that, which is I'm just wondering at how this division would have played out in terms of numbers around liberalization. Like what happened, what were the transitions and at what speed are people from India 3 coming into India 2? I mean, that's what we would like to see happening at the very least. I mean, to think that 80% of our country is sub-Saharan Africa like is depressing. It's something that, you know, people like you and me, you know, certainly people like me who live in a bubble, we just we ignore it. It's invisible. And so what are those long-term trends? What happened after liberalization? How big was India 1? Then how big was India 2? And what have been the trends over time?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:21.000",
        "message": "Did you have a sense of this? I don't know if I could specifically have liberalization in Post-Revolution data. But I can point to one interesting fact is that we haven't expanded India 1 as fast as we should. A good proxy for this is car sales. Come, what do we even talk about environment, etc. End of the day, a great proxy for middle classness of wealth, whatever you call it, is cars. And India is actually a very tiny car market. And you can actually look at the number of cars that are driven in India and the size of India 1 household. It's a close enough proxy. Early 30 million, late 20, you know. Why isn't it growing? And actually, I studied economics and I do end up following economists and I remember reading, I don't know who it was, but who said that India's biggest success has actually been in reducing the absolute poor and not in growing the middle poor or the upper ranks of the poor into middle class. And that's something that struck with me. And in fact, even if you look at COVID, for example, the real growth in COVID and a lot of startups are doing really well. Sort of, it's the Matthew effect, to he that has more, more will be given. So all the startups, and I'm beginning to see this really sad thing where the startups are doing really well, barring a few categories like travel, and they're actually seeing off-date growth. And when we actually, you know, double click, deconstructed it, we said, if you actually see growth, and let's say it's 55 percent growth, and we can have said that 55 percent growth since pre-COVID to now, monthly, 40 percent of that 55 percent has come from the users spending more. So people are saying, hey, I should go out and get my groceries from this, let's say, if you're in Bandra, this Kutchy store, or if you're in Delhi, Gurgaon, this mall or whatever, but you say, I'll just order it on Big Basket or Milk Basket or what have you, like, you know, 10 percent has come from frequency, you're buying a little bit more, maybe you're increasing the consumption, because it's easier, for example, and 5 percent has come from new users. That is, the person was not consuming it, consuming it. So there are many reasons for this, but I think it's to do with the fact that the real middle class, the first thing is to do with, and this comes through very well in Poor Economics, this wonderful book, is about regularity of income. And I feel that the one big privilege we enjoy is we actually can see our income streams. If you're middle class, you have regular salary coming, which is why government jobs are so prized in India. The future is so uncertain when you don't have that, and COVID gave a massive shock to that. People suddenly, like in Jan, they were happy, and then suddenly they heard some virus is coming, and in March they had no jobs. Of course, a lot of them have got jobs back, but the entire experience has shaken them, and they're saying, hey, let me hold on to what I have. But whereas people like us, and there's a wonderful term called the Zoom generation, I mean, my life didn't change, my life improved. I got more time with my family, like I got to eat really good food, like, you know, so I got to like, whatever, like, you know, so the air improved, so I didn't have to travel, so the quality of my life improved. And so the point I think I kind of want to say is that I don't think the speed of India 2 to India 1 is happening as fast as it should be. I don't have answers there. But the continuing success of Indian startups in the VC ecosystem depends on that. Yes, India 3 is reducing, which is a good sign, and India 2 is growing. But the challenge is India 2 is not someone who can sustain a very large business on. Hence, startups in India are actually looking at abroad in a big way. B2B startups anyway did that. Consumer startups are beginning to think that too. So we see these are like macro patterns that you're seeing. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:30.000",
        "message": "Yeah, no, just thinking aloud, and if any listener has interesting statistics by which, you know, you can shed more light, kindly share them, because my assumption would have been that around liberalization, you would have had a tiny sliver of elites, which would have been your India 1 or even your India 1 alpha in relative terms. And then, you know, more than 90 or 95 percent would have been basically what we call India 3 today. And just that growth of that middle class India 2 and India 1, I think there was sort of a lot of that happening. But what those of us who benefited didn't realize that, you know, in general terms, yes, the absolute poor were lifted. You know, there are statistics like some 300, 400 million lifted out of absolute poverty and at least knew where the next meal was coming from, which is a staggering achievement. But it is still a matter of great worry if 80 percent of the country sub-Saharan Africa. Now, there are a number of counterintuitive sort of insights you've shared in your different pieces about these India. So I'll ask you about them one by one. And one you kind of referred to earlier, which is you spoke about how many entrepreneurs are now, say, building for India 1 or even India 1 alpha and then expanding abroad instead of expanding to India 2. Because that direction of expansion from India 1 to India 2 seems to be very difficult. You know, I think you've spoken about how as far as B2C is concerned, you know, India 1 is like the 51st state of the US. So it's easier to go into the other 50 states and otherwise. And similarly, you know, you've spoken about like the English tax. And I think that's a context in which you shared those three Starbucks photographs. That is someone from India 2 goes into a store where they only see signs in English. It's intimidating. They don't belong there. It's a different country for them. Right. So tell me a little bit more about how harsh this gap is and why many people don't realize this gap is even there and therefore can make mistakes in investing or starting businesses and so on."
    },
    {
        "speaker": "Guest",
        "time": "01:06:27.000",
        "message": "Yeah. Over the last few years, I think there's been a lot more education within the startup industry because sort of there are very bright young men and women who come in and sort of study this, like say Margaret Mead studied Samoa, for example. So there are writings, there are interesting blog posts, etc. But yes, there is a gap. For example, this is, for example, a lot of times the e-credit kind of credit card transactions is to fail because there's actually an intermediary page where you, there's a handshake with the bank where you need to enter and that's always in English. So a lot of startups actually went to the payment guys and said, can you please change it? And they said, no, we go to the bank, bank doesn't listen to us. And one thing that startups are good at is removing friction to payment. Right. That's that's really world class that there is friction. We try and find ways to remove it, reduce it at least. And one way in which we try to kind of do that is looking at vernacular and there's been interesting learning. So it is entirely vernacular app is actually not needed. Apparently, Indian readers, they have an intuitive sense of what this English word means, etc. And so to my dismay, and I was like the big proponent, there are a lot of interesting product managers and designers saying that, hey, English apps work if it's in English. But there are certain things that you need to do to kind of give them comfort. Like, for example, some of the iconography, like a shopping cart. It's a very Western concept. Right. So, I mean, we probably have taken those design rails and kind of used in India. You probably don't need to. And this is very interesting kind of piece. I read in a thing that a lot of the people, the search bar, for example, is magnifying glass, a symbol that a lot of Indians don't relate to. People just didn't know what it meant. Some people call it a ping pong bat, whatever. So I think the big learning for me is that it's not so much English. And I kind of railed a lot about that. But it's sort of about English design rails, so to say. And that's sort of the need to kind of rethink those rails from a kind of a point. So very interesting. So there's a parallel to this in the Times. And if you see the Times, for example, versus the WSJ, WSJ or New York Times, very clean, a lot less stories, etc. The Times is a complete kind of kitchen, so to say. This was actually driven by Samir Jain, because he said that the French or the Americans eat in courses one after the other. The Indians eat in a thali, which is all at once. So they like to have this smorgasbord of offerings and they like to pick and dip. And sort of, he said, the types of Indian French bread should be like that. There should be so many little, little, little pieces. So that I thought was, I mean, we talk about clever design in terms of startups, but this is a 150-year-old company which is actually thinking very cleverly about this. So I think today I would actually rework the English tax to an English design tax. And I would say that I think the way you lay it out, the way you give comfort to a person. And sometimes it may mean just rethinking the very format of the channel, like, for example, live streaming in China. Live streaming is hugely popular in China because even China has a China 1, China 2, China 3, right? So, of course, China 3 isn't as poor as India 3. So there, live streaming has actually helped people get more trust and kind of consume very, kind of readily buy those products."
    },
    {
        "speaker": "Unknown",
        "time": "01:10:25.000",
        "message": "And India has been to see very interesting models like the Misho model, which is a reseller model."
    },
    {
        "speaker": "Guest",
        "time": "01:10:30.000",
        "message": "So e-commerce, the way it is, where everything is laid out, I click on this. I don't know if India 3 is comfortable. India 3 is going to a shop and saying, what is this? Give it to me. So what is going to happen is you may very well have distribution channels emerging. Distinct for India 1, which is internet and modern retail, India 2, or India 3, for example. So think of microcredit, telephone, some handset guys have had a lot of success selling phones through those microcredit guys. And we begin to see microcredit and in my view, resellers, the Misho kind of thing. So we are actually evaluating a company which sells, Misho sells apparel and they have started selling other things too. But this company sells FMCG goods to resellers. So beginning to see very interesting distribution channels emerge to remove frictions. So they come to the conclusion that it is not the website that matters. You may actually need to rethink the very way in which the consumer is interacted with. So the reseller model whereby your neighborhood auntie sells your product may actually work better than making you look at a screen, flat screen and click on it. So, yeah, some interesting learnings there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:41.000",
        "message": "Yeah, many, many interesting thoughts. And especially, you know, in one of your articles, you wrote about how many people thought that magnifying glass was a ping pong bat, which it's one of those moments where you sit back and realize how much you take for granted. And there is this sort of design term, which once, at least for me, used to be a pejorative called skeuomorphic design, which is basically that you make something online, a representation of something that is offline, so people are familiar with it. Like the worst example of it, which was really ugly, was I think when Apple did an e-book reader or something and they made it look like a physical bookshelf. So that's how the screen looked. And I thought that that was just too ugly and there was no need for that. And it strikes me that even if you that one, you might need skeuomorphic design where language is a problem. So you have a symbol which tells a person what it is, but that symbol for a shopping cart for, you know, in a small town, India will not be a shopping cart, because they've probably never seen a shopping cart. So there's a need to rethink that. My other question to you is this, that I would imagine that, listen, we solve for problems which we experience and which we know, right? And I would imagine that a lot of startup founders would come from India One, even India One Alpha, as it were. So the problems that they would be intimately familiar with or would have experienced viscerally and want to solve would be more likely to be problems of India One and India One Alpha. And therefore, any understanding they have of India Two would, you know, be a little deficient. And equally, I guess, I mean, you need a fair amount of privilege to become a founder in the first place. You need some kinds of networks, you need to have access to books and information and knowledge and all of that. So as a VC, when you're looking at founders, is this something that bothers you that you wish you had a way to get past? Or is it the case that there are India One founders who have the humility and who apply themselves to these problems?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:33.000",
        "message": "So I think you hit upon this and you explained really well, to startup requires privilege. You're absolutely right there. I don't think startup is something where you should get into if your family is worried about the next paycheck. And certainly the founders that we have are absolutely privileged in every sense, socially, economically, education, of course. That said, they do come from diverse backgrounds and a lot of them have India Two founders. And like there's a fascinating India Two startup which caters to farmers called Jai Kisan in our portfolio. And the founders are like, one is a Filipino and the other is a South Bombay, like pure South Bombay, like, you know, and Arjun. And they both met at the same time and they kind of want to start this up. So you get very interesting kind of these pattern busting kind of founders as well. And the one thing in the VC industry, there are patterns, but you shouldn't be prisoners of your patterns. So strong views, weakly held is certainly one of the mantras I go by, you know. And so this was a pattern, for example, which was very interesting. But yes, there are a lot of founders who grew up in smaller towns, who get into a great engineering college, typically one of the IITs. And they've seen like the world of their fathers or grandfathers. They have like relatives who are working in small businesses, sitting in a wholesale market, etc. So they're able to marry these two worlds together. That, oh, this is like how my grandfather used to work, this is a family business, etc. They were privileged in that, but that's sort of an old world. And then this is tech. And so there are those founders as well. So if you look at the founders of these, what are called, Dukan Tech Apps, you know, Kirana Tech, like Dukan, Bikai, Khata Book, etc. There's a lot of those founders there as well, like people who have grown up seeing their family businesses and who understand tech solutions, etc. So you get both diversity. And while I would like to say that, you know, India One founders are doing India One problems, not necessarily so. I think the Indian Engineering College is a great unifier. And you can actually come into it from a small town. Of course, you're socially privileged, you're upper caste, all of that. You're quickly able to kind of understand what it takes to kind of succeed. And so you see very interesting patterns. And yeah, so I hope that gives you a sense of the founder profile."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:15.000",
        "message": "Yeah, pretty good. Just elaborate on that phrase for the sake of my listeners, which you used earlier, strong views, weakly held."
    },
    {
        "speaker": "Guest",
        "time": "01:16:22.000",
        "message": "Yeah. So in fact, I kind of joke that if I were to get a phrase, that would probably be that. So you do need a strong view going into a meeting, going into a SWAT, because end of the day, my views are what make me. But at the same time, I don't want to be a prisoner of those views. So I change those views. And I think that's been a superpower for me. I have no more. And in fact, I've done kind of where people are actually calling me or saying the past meeting, you said this, but this meeting is saying this. And I tell them that, look, it's like this old joke that you came and asked me at 12 o'clock what the time was. And now you come and ask me at 3 o'clock what the time was. Of course, you can't say that. You give me different times. So data and perspective. I'm very happy to change my views to that. And one of the things I've trained myself is to not be afraid to say you're wrong. Like, you know, and I don't think I'm very, very logically wrong because I do. But I'm wrong because I don't have data. And I quickly change my views. And that's sort of something I've trained myself for. And I think that helps. So and I've kind of interesting. I remember reading Talib. And Talib talks about this very interesting George Soros story about George Soros talking to someone saying that he said the dollar will fall and I'm betting everything the dollar will fall. And next day the dollar rises. And so the person who was talking to George Soros says, hey, George, you get wiped out. He said, no, I changed my strategy entirely. He said, why? What happened? No, I spoke to you. And after that, I felt like I was wrong. And I mean, I kind of did that or something like that. So so I think this is a key requirement in our industry that you do need to have a forward looking thesis. But you do need to have the humility to kind of revisit that because you don't have all the data. Like end of the day, founders have much more data than we have if you're on the ground and things change. Right. So there are a bunch of things that have changed and had to kind of revisit my views. For example, very early on, very interesting that White Hat Junior kind of reached out to us. And while there were multiple reasons, but one reason where we were not as strongly committed to the deal was we felt who will look at coding in India? Like, you know, coding is so small and so kind of very India 1A and how will it expand beyond this? But what we didn't factor in was the momentum of those early wins. And COVID, of course, gave it a joke, gave it pandemic market fit, more than product market fit. So, so, so, so COVID, of course, helped. But more than that, the momentum that winning in India 1A would help them actually get more money and could help also expand into other categories. We never saw that they could expand to the US. And so every incident teaches you something. And one of the things I've said is like, and you learn different things from that. But that's a perfect example of where two strong views could lead you. So there's this, Taleb also talks about this interesting surgeon effect that if you see a surgeon who looks like a barber or like a plumber or something like that, that's a surgeon you should go with because that person has beaten so many patterns to get there. So I think you need to kind of keep all of these in mind. You do get most things wrong. At the same time, if you don't have a strong thesis, strong view, then you don't get that respect. And you don't get the, you miss out on provoking someone. Like if you have a strong, you're a founder, you have a strong view and I have a strong view, through that something interesting emerges. But if I don't have a strong view and can change everything, then you lack the respect for me. I'm not able to inform you of something, etc. So these are, this is, I think, a core philosophy of mine about having strong views, but very weakly held."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:05.000",
        "message": "Yeah, you know, very wise words and sort of an analog of this. I mean, my approach to, for example, politics or ideology or whatever really is that I am completely open to changing my views on facts. If you show me my facts are wrong, I'll accept that. I'll have that humility. But my views and values are strongly held and they're non-negotiable. So there will be certain principles I will value and I will not budge from those like the importance of individual autonomy and freedom and all of that. But as far as facts are concerned, you know, I'm always open to being shown a different way of approaching the same problem. Now to sort of get back to that frame of these different Indias. Another thing that fascinated me was where you pointed out that it's likelier for a foreign app to make an inroad into India 3 than it is for an India app. And the examples, of course, you gave was WhatsApp, which solved a very universal problem, which, you know, really could have been founded anywhere and started anywhere, didn't need an India start. And also TikTok. I mean, I think you also participated in the course I taught on TikTok and Indian society. And TikTok also just hit that nerve. Of course, it came at that time when Jio exploded and all of that, but it sort of hit that nerve. So tell me a little bit about this. India 3 is a whole different ballgame where it is 80% of the country, but they have no money. How does one think about this?"
    },
    {
        "speaker": "Guest",
        "time": "01:21:29.000",
        "message": "Talking about TikTok and there's a fascinating essay by Eugene Wei, one of my favorite thinkers, about how TikTok abstracts culture. Like, you know, you don't necessarily have to understand a lot. And this is utterly fascinating essay, which I'll kind of share the link with you, which you can hear the readers, which ends with a line that there are 40 guys, moderators or whatever, in Beijing. And they're all actually working on an Indian app. And it's actually a very successful app, news app. And none of them have any clue of what the language is and anything. So it's something which kind of has kind of burnt itself into my memory. And so one reason for that is verbs become very important. And when I say verbs, a lot of the apps which are serving India 3 are really verb apps. Watch, you know, which is YouTube, Talk, which is WhatsApp, etc. They're very simple and very interesting. I think WhatsApp is very good at removing friction around things. Like WhatsApp is the easiest app to use. And it's also because it's built into WhatsApp. So so I think a lot of the platforms, they're able to spend a lot more on artificial intelligence design, saying that maybe that helps. And these are universal use cases. They've solved it in many other countries. And they kind of see India 3 as a special case of that being solved for it. The fact that they have very deep pockets also helps because Indian companies at some point want to make money. But these apps are universal apps. And because they can take the profits of what they earned in the U.S. and invest it in India. So it sort of gives an Indian app can't do that really. So our purpose is that if there's an Indian app that has to work in India 3, it has to be something which helps them earn. So it could be something which gets them a job, something which helps them sell and get better prices. So we have one company that's called Calidofin and it sort of works with microcredit. But microcredit guys give credit. These guys say you do give credit, but their lives is not really about credit. Right. They also make some money and we want to make sure that they're able to earn. So they have mutual funds for the extreme poor. And I've actually been to these Bihar. I went there and I spent about three days with them and actually met a family which owns the poorest family on that thing. Thirty two thousand rupees a year. Wow. Like I went to the house and they actually are. I think they must be the poorest family in India to actually transact and actually transact on the app. I mean, it's a very different kind of transaction sense that like someone who does it for you, but they actually have a savings product on Calidofin. So and they also have insurance, etc. So I think these are ways in which you have to. So I think the India 3 app, which will kind of be a hit, will be something which helps them earn extra money. It could be by selling, reselling. We'll have to see how it is. But I don't think there is very little capacity for India 3 to spend. So it won't be a spend app. It will be help me earn more money app. What it is, I don't know. It could be something like a craft system where they create craft and they're able to. Someone is able to take that and sell it to people like us and some money reaches them, etc. So there'll be variants of this or it could be getting them gig jobs or getting them jobs or getting better money for their agricultural produce. Sort of that, I can't see very many startup opportunities in India 3 because it's challenging."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:13.000",
        "message": "Yeah, fair enough. And this frame of India 1, 2, 3 is quite fascinating to me because many of these insights that come up are counterintuitive and they're not only relevant to venture capital or investing. I think there's, you know, even if one has no interest in that itself, I mean, this is our society and there's a lot in there that's fascinating. Now, to sort of go back to your essay about the Indus Valley, Indus Valley is, of course, your term for India's, you know, startup ecosystem. So, which you say is, you know, you've spoken about how it's spread out in Bangalore, Gurgaon, Noida, Pune, Powai, blah, blah. And you've said it's not just geography. It's an attitude, a mindset, quote, of invention. Jogar aur dekhi jayegi. And chutzpah, stop quote. Tell me about, sort of, again, to sharpen the frame for my listeners, tell me about the five sort of forcing functions which define the venture capital ecosystem in this space."
    },
    {
        "speaker": "Guest",
        "time": "01:26:09.000",
        "message": "If you look at, I think I alluded to one of them, which is how the Indian venture ecosystem is over-ventured, when I said, and I described how there is, it is thanks to the fact that our overdeveloped tertiary education infrastructure, specifically the IITs, you know, resulted in a brain drain, which has had very interesting consequences, people going there, kind of settling down and then coming back, etc. So, certainly, the fact that there is a sizable tech experience, or what do we call it, you know, a workforce who's good at English and who can actually walk into any Silicon Valley firm or who have that, would be out of place there. So, that's really helped. So, that's certainly one of the forcing functions. Then I also talk a little bit about the fact that India, we alluded to this, is fundamentally a poor country and the consuming class is not very, very, very large, it's about 25 to 30, 40 million households, which is really India 1 plus India 2. So, these are two of the forcing functions. Then I kind of talk a little bit about the fact that not just the consumer buyers, but even the business segments, which kind of could adopt technology are not very large. So, there's actually a great interview, which the print had with Manish Sabharwal, somewhere in the middle of COVID, June or July, etc. And where he quotes like stats, it's just, the stats just blew out of him. And he talks about how, for example, there are only about close to 20,000 businesses, which have paid up capital more than 10 crores. So, if you actually look at it, even for business products, you can't really build a large subscription SaaS product in India, you know. So, we very under-formalize that way. And this is something that comes to mind as another forcing function. So, these are some of the forcing functions that I can allude to. And sort of the way to look at forcing functions, these are the constraints within which the Indian startup economy is hemmed. I described five of them, and they are the same. But it's sort of the fact that, if you can look at it, the fact that we are not very rich as a country. We have an undersized consuming class and a business consuming class too. But, hey, we have a large enough elite, even though absolute percentage is small, but they're sizable. The 25 to 30 million is like, I don't know. And if you look at English, for example, we have, I would say about 140, 150 million people speak the okay English, possible English, but they probably can't write good English. But about 25 to 30, 40 million of us can actually write good English, decent English. And so that's actually makes us what I think, after I said after US, UK, maybe Canada. With Canada, we have like the third largest English population in the world. And so sort of these are what I can describe. And of course, the diaspora, the fact that there are a lot of Indians in diaspora who can easily navigate between Silicon Valley and us. And specifically, I think a lot of this should be seen in light of the startup ecosystem. I mean, I don't, there are probably more other forcing functions, which have implications for the reliance of the world, etc. But that's fine. But I'm talking about the forcing functions that impact the startup world. And I can identify these five. And I said these create certain constraints and drivers and opportunities as well. Like, for example, English. It's interesting that Delhi Crime won an Emmy. But tomorrow, nothing's going to stop an Indian person from saying, hey, I kind of seen all these soaps. I've seen friends. I've seen a hundred other things. I want to create like this thing, which is universal, which is a story about thing. And I want to set it abroad. And I think we'll have these directors coming up. They won't tell only Indian stories. So I don't know if there is a writer who's like that. I think a lot of the great Indian writers have told uniquely Indian stories like Chumpa Lahiri, for example. And she said, I think they're universal in theme, but they're set in the Indian milieu. But at some point, you're going to see someone who writes like a story, which is, which could be like something that Abdyke has written, for example. And that's going to happen. And I feel that that's going to happen out of in the next 10, 15 years. We're going to have breakthrough art fiction writing that's coming out of India. Already, for example, Samanth Subramaniam, he writes for The Guardian and sort of like, I mean, it could be anyone, for example. And he's written about vaccines, et cetera. So a lot of the nonfiction stuff is beginning to go out in that. And so I certainly see opportunities like that coming up, thanks to our large kind of English base."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:59.000",
        "message": "Yeah. Yeah. No, no. That's fascinating. And Samanth, of course, is a fellow quizzer who was on the show. So, you know, a note for my listeners, before we started recording, Sajid told me that he first met me at, you know, maybe 12, 13 years ago. Then it must have been at meetings of the Bombay Quiz Club, where I was a founding member. And we used to have quizzes every Sunday till I kind of retired from that scene because my memory already then was getting kind of poor. And as far as sort of Indian writers writing in English is concerned, I mean, there are people like Chumpa Lahiri or the fine Pakistani writer, Daniyal Muneeruddin, who hasn't written for many years. I wonder what happened to him, who, you know, write about maybe local circumstances and local characters, but using a sort of form, which is very Western. You know, Chumpa Lahiri may write about Bengali characters, but her short stories, for example, I would consider classic American short stories in that sense. And I guess part of that comes because you write what you know. So a lot of the diaspora will write about the immigrant experience. It's not really a cliche. You write what you know, and that's perfectly fine. But you're right that, you know, there is nothing that stops anyone from here from making something universal, which again feeds into that whole thing of if you can make a product for India 1A, there's no reason it, you know, can't translate to the rest of the world. Now, quick question, you pointed out earlier that, you know, given that this India 1 is kind of like Mexico, and yet we have 22 times the amount of venture capital that is in there because of various reasons, diaspora, English speaking, the notion that India is a counterbalance to China, and people just look at the overall numbers of India and don't really do the kind of division that you've done into India 1, 2, 3. So, is so much of venture capital also a problem for people such as yourselves? Like what has certainly happened in the last decade or so is that there's been a lot of easy money coming in from the West with the, you know, the low interest rates and all of that in the US. And a lot of that easy, some of that easy money, I mean, it's a small amount relatively, but in overall terms, it amounts to quite a lot has come this way. Does that distort the system for you guys? Like you said that, you know, venture capitalists like you have to compete for founders, does that distort the system in some way? And does it distort it in harmful ways, where a founder who might have gotten a good deal and been able to grow in a slow way, instead gets a lot of money pumped in, and then has to find ways to spend it and go for hyper growth and all of that, which actually harm in what would otherwise have been the sort of the organic route, as it were. I mean, I'm sure those pressures also must apply. So what's your sense of that?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:41.000",
        "message": "Three questions there. I'll just take it one by one. So, yes, in fact, I was joking with someone that the single biggest factor that's influencing my life, how good I am, how successful I am, is not my picking skills, but the quantitative easing that's happening in the US. So I keep telling that all VCs should put a photograph of Janet Yellen and do Aarti in the morning. Like, who are the Fed, this one is. Because the easy money policy of that is what is driving a lot. There is another factor too, which is that as the US and Western countries age, their pensions are struggling to meet contributions. What is happening in the pension fund is very interesting, that all of them are saying, hey, we invested in treasury bills or safer ones, but we actually have to get higher returns. And they're actually seeing some of their, you know, family officers, endowments, universities suddenly doing very well because they're investing in venture. So suddenly, so they're saying, let's just balance it out so that more money goes to venture. These are like large pension funds, Ontario teachers, scalpers, Texas firemen, like they're like 400, 500 billion. And if they rebalance it by 1%, that's $4 billion. Venture industry is not that big. Like, you know, so I think the venture industry, every quarter, I think it's about $150 billion. So I don't know. I don't know the exact numbers. I'll probably kind of have to find out. But it's very small. And that actually does, as you put a second point, does create certain, and now to be very careful with the word yet, I won't say indigestion problems, but sort of it does create a situation where there's a lot more money flowing in. And that creates one interesting situation. So now, in our industry, valuation is not an absolute number. Valuation is a function of what the startup needs and the stake that we need. So to say, a lot of people say, well, the startup is valued at $100 million, etc. OK, so, but actually nobody's sitting and saying, oh, let's do the mathematics required to value it at 100. And then we'll take 10%. What has happened is that, let's say the startup needed $10 million and I needed a 10% stake. So 10 million by 10% gives us 100. So certainly what the startup needs or what I give is one important factor in valuation. The second is a stake. What has happened is as a result of the money coming in, there's also been a competition for good quality founders and there just aren't that many good quality founders. So assets do get messed up. So a lot more venture capitals have come in. And part of the founder, this thing hasn't done, it's not easy, right? And so good assets have got a lot more premium than in an ideal world. But look, an ideal world doesn't mean anything. So it's just a hypothetical world. And yes, we do feel, oh, wow, like, you know, it's that much. So, for example, 2010 when Bloom started, 2010-11 when Bloom started, the seed round was like 250K to 500K seed round. And then, of course, Series A was a million. Today, a seed round, when I joined, became like a million. And Series A became 5 million. But very fast in the last two, three years, high quality companies are getting even 2 million seed rounds. So what's happening here? And if you actually look at it, the cost to start a business has actually gone down tremendously. AWS, software tools, etc. Of course, wages have gone up. Price of high quality founders and tech talent has gone up. So there are these countervailing forces, like even though the cost to start pure tech has gone down, labor costs have gone up. But there's a lot more money coming in. But the founder pool hasn't expanded so much. It does lead to, I think, pricing up of assets. But it's something that we have to kind of live with. The way I think the industry has tried to, and Amit, to be very honest with you, it's not only to do with venture capital. It's to do with public markets too. If you look at public markets, for example, I mean, I think certain public market assets are even more overvalued than venture. And that's been one of the challenges as well, that the last few years, what's been happening is quantitative easing has created a world where interest rates are effectively net negative, right? Like, you know, inflation isn't very high, etc. So it's actually led to a search for, and of course, there's been a wave into this space, private investments, tech specifically, because tech has demonstrated great returns. So as a result, I have to agree with you on the second one, that it has created kind of a bidding up of asset prices. The third question, is that creating distortions? Yes and no. I mean, one thing I would say is that sometimes you get these very universal statements that, oh, you know, venture capital is like giving money in the hands of giving guns to kids effectively. I mean, I understand where it's coming from, but I would have to say that founders are smart. End of the day, founders are ambitious as well, and they do use money wisely. But there are cases where if you give too much money early, it can lead to kind of specific issues. There are examples like Raw Pressury, I think, there's a small market, they got a lot more money, they should have expanded abroad much faster, I feel, but it's so harder. It's a beverage and a cold chain and a lot of issues. So I think there are cases where careful husbanding of money or carefully kind of calibrating the flow would have helped. Hard to come up with universal themes, but I think I broadly answered all three of your questions."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:31.000",
        "message": "Yeah, very illuminating. And I have a couple of sort of follow up questions. Like, I'd done an episode with Deepak Chinnoy on investing and his thoughts on investing and life recently, which gave me lots of food for thought. And one of the themes, of course, that emerged from there was that one easy money is funding what is the stock market boom. That's why it's kind of happening. And, you know, my sort of line of inquiry there was that, listen, there is so much easy money, there should be inflation. There hasn't been that much inflation in the real world. To which Deepak's thesis, of course, was that what has also happened is that technology has been growing and all of that. And, you know, rises in productivity and all of that have kept the prices of things seemingly the same, but they would have been cheaper had there not been all this easy money around. Now, it seems to me, and I'm thinking aloud here, and I'm sort of a noob on this. So correct me if you've got more nuanced perspectives. But then what it seems to me is that one, what this easy money is doing is that it's not about raising the cost of things. It's about lowering the value of money, which is where it starts from. And there is something called the Cantillon effect, which kicks in, which is the first people to receive such easy money benefit more from it than people who receive it later down the line. And it seems to me that what is happening is that because this money goes into, say, stock markets or venture capital or whatever, that if you, you know, everybody else who is not a participant in these specific domains are actually losing money by doing nothing because a rupee in their wallet is diminishing in value. And therefore, they have no choice but to get involved. Like, that's why, you know, you mentioned the pension funds abroad who are now saying that, hey, we have to get into this market. And it's a rational thing to do because there's no choice because the money that they have is just losing value. And all the value is coming in these particular domains. Now, you know, and what therefore it strikes me is that, you know, as a normal person who is not part of these markets, let's say, one, if you don't want what you have to lose value, you have to figure out a way to take part, which becomes difficult because it is, of course, you know, dangerous to randomly enter the stock market when you haven't studied it enough and who has that kind of time. And it seems to me that that increases a pernicious kind of inequality. Like very often when people talk of inequality in the economic domain, they actually mean poverty. That, you know, inequality can often come from the rich getting richer and the poor also getting richer, but at a slower rate, which is not a bad thing. I only care about whether poverty is going up or down. Inequality can be whatever. And there often you'll find that poverty reduces, but inequality goes up. But what it strikes me in this domain is that it's a little more zero sum than that in the sense that there is inequality here in the sense that it's a Cantillon effect. The first, you know, these domains where this easy money comes in benefits more. And if you're not part of it, you're kind of you're losing out by default. These are just sort of rambling thoughts, but I thought I'll get you to respond because I'm sure you've also thought deeply about this stuff."
    },
    {
        "speaker": "Guest",
        "time": "01:42:29.000",
        "message": "Yeah. So lots of nuances there. So let me just try and unpack one or two strands. I do think that we're veering towards and sort of if I can see from a very macro perspective, a world where there are a few winners and a lot more like, for example, I think like in America, for example, they've actually actually seen the hollowing out of the middle class. That's happening. I think increasing will happen because of the nature of tech, because it's very interesting. Tech allows scalability. Tech is a microphone. It allows me to scream. And if I have a good voice, it's like the same thing, like live performances. When the LP came, the LP meant that you only wanted to listen to the top performer. Sherwin Rosen talks about the superstar effect and that's effectively what's happening. Today, a good accounting teacher can scale to the whole world. Right. Everyone in the world has heard of Ashutosh Damodaran, if he's right or wrong, doesn't matter, but they've all heard of him. Right. So the number two accounting professor will always struggle. You don't know the number two valuations guy. Who is he? Like, who is she? Like, no one knows. So I think this tech's role as enabling easy scaling and it's a big factor. And it's increasingly creating a world where I feel I think it's a highly unequal. But I also think there's a poverty of opportunities. It's sort of an unequal world of opportunities. The same opportunities don't come to you. So it's led to get a very interesting things that like, for example, like the huge advantage that if you know coding and if you not just know coding, but if you know what it means to code in a certain way, what it means to kind of communicate, build a profile on GitHub, et cetera, et cetera, you get outside riches. So I do think there's a lot of talk about, you know, so basic income and all of that, I think, I think is badly needed because I don't think there are any easy solutions. The creative economy has no middle class, probably. There will be outsized winners. I don't think it's historically, I think the 40s, 50s, 60s, 70s were kind to the middle class. They kind of helped, for example, a large middle class to emerge. And even, for example, when you give the wonderful example of fact checkers and all that, it sustained all of that. Today, for example, like it's just one person or two people sitting and creating something. So there's just not enough jobs. So this is something that is a challenge. So if you kind of look at, describe the Scandalon effect, et cetera. And what has happened is there is increasing desire because tech and tech stocks have been delivering the most outsized returns to get into it. And it's created interesting distortions, like I talked to you about how pension funds are investing in venture capital. There's also hedge funds historically invested in stock markets who are actually coming and saying, let's invest in the hot startups. And, for example, SoftBank is a great example. If you actually looked at, for example, Amazon, this launched in 94, 97 IPO, three years. If you look at what Amazon probably was, I think 430 or 440 million dollars was the value when they listed. Today, 1.5 trillion. So the entire value has been captured in the public market. But if you look at Uber, Google, almost similar number will come. More than like 20x, 30x, 50x value will be captured by I think the 23 billion. And today is again 1 point something trillion. So 50x. If you look at, for example, Uber, I think 110% of the value has been captured by private. Actually, after listing, it's gone down. So what has happened is capital has come in to hot startups and helped them stay late and late and late. Because they're saying, look, Amazon made the mistake of going for an IPO. I mean, I don't think they made any mistakes, but they made the mistake of an IPO fast. As I said, you didn't capture any of the value. Now, let's just get in fast, capture more and more of the value. So this is another force that's coming in and it's actually creating, I mean, distortion. I'm not saying distortion in a negative or positive way, it is creating a distortion in the way, like for example, it's creating certain attitudes to risk, founders feel that they can stay later for an IPO. But there's also a lot of innovation coming in IPO, we're talking about direct listing, SPACs as a way out. So I do feel that I kind of get what you're saying. And fundamentally, I agree with you. I think not only is inequality growing, there's also inequality of opportunity that is growing. Today, people like us are able to take advantage. The tech tools that we're using are almost free. We're able to use them, combine them to create brands. You can actually, I mean, you have these business in a box tools, like, you know, scorecast, for example, what we're using or whatever you use. So you're able to kind of create a business on it at very cheap prices. Whereas the poor probably have access to this, but they don't even know what they can do with it. So I do agree with you and don't have easy answers. But these are worryings and governments of the world tomorrow will have to kind of focus on some of these. And the UBI or things may actually be a temporary solution or whatever it is to kind of sustain the hollowed out middle class and the poor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:51.000",
        "message": "I mean, ideally, what should happen and what you see happening is that you see new technology, you know, anytime there's some new technology, there's fear that, hey, jobs are going to go and what's going to happen and who's going to whatever. But inevitably, all new technology raises productivity so much and creates so many more opportunities that it works out in the long runs. But, you know, whether or not there might be a temporary solution and how do we get past some of these distortions, which are being created by a lot by quantitative easing is, you know, something that I do think about. I mean, you know, there's a dude called Pompliano on Twitter. I think he's at POM. So he put out a tweet today about, you know, that Bitcoin has reached 50,000 and what will the 1.9 trillion quantitative easing due to Bitcoin. So, you know, and so another question for you based on, again, something that came up in Deepak and I were chatting where, you know, George Soros coined this term called reflexivity, where he pointed out that the perception of something can change the reality of something. And one example that Deepak and I agreed with, or at least I think he agreed with me, but this is certainly what I feel is that Flipkart is an example of that. That, you know, at one point, a really shitty company, but so much money goes into it, goes into it, goes into it. And that money is eventually used to make it a much more solid company than it was. Now, it strikes me that even in this business where there is so much money chasing what you said, there aren't enough quality founders, I think you mentioned at one point. However, there's a lot of money chasing these sort of founders. Is that also a possible effect that someone whose company may not merit the valuation you're giving it to begin with, because you pump in that money, he can then use that money with, of course, your guidance, because then you're part of the equation. Use that money to actually build something that merits that valuation or much more. And therefore, you know, when you choose out of A and B, you are not only choosing the necessarily the better company, but you are actually by the act of choosing, making them the better company, because now they're going to have money to play with."
    },
    {
        "speaker": "Guest",
        "time": "01:49:48.000",
        "message": "Yeah, this is great. So venture capital is a signal as much as capital, and you could also call it venture signal, because you're absolutely right when you get capital from, say, a Sequoia or like a Nexus or Lightspeed or Bloom or Hur. And you guys have probably used other examples as well, like a Benchmark or a 16Z. It's also sending out a big signal out there. So it's sort of a signal that, hey, the high priests of the venture capital world have kind of giving a signal that this company could be like a big one. And yes, that signal then effectively, there is huge path dependence in our business. Path dependence in many things, not just in how the VC selects. So you could also say that if a particular startup could have succeeded only because like large VC invested in them, yes, I would say possible. You get lucky by VC selecting you because the VC says, hey, this is interesting, etc. But the very fact that the VC thinks you're worth it and the market now thinks gives you a higher valuation, that also means great talent comes and joins you. Right. And which means you, because you kind of interact with the talent and you say that, oh, let me not ruin it now. And then you probably can improve with that. And 100 percent venture capital, I think this is reflexivity. Then I think venture capital is a great example of reflexivity. There probably are many examples. So signaling and signaling theory is a great kind of, and I always joke that ecology is the one field where we have a lot to learn from. So I keep trying to read about ecological principles and signaling came out of ecology. And I think economics is a lot to learn from ecology. And so signaling certainly is something that I think we do. And I think signaling through capital invested and the fact that prestigious name brand VCs putting in this thing can actually kind of create like that virtuous cycle, so to say, of more money, better talent, better experiments, better metrics, more money and so on and so on and so on. And yeah, I completely buy what you're saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:08.000",
        "message": "Let's actually talk about investing and sort of this almost implicit assumption that many people seem to have that startup is a startup. All startups are the same, which is, of course, not the case. Now, it strikes me that because of the VC model, you're doing in a sense what I used to do in poker, where you have an edge, but it's a very slight edge. So to realize the edge, you have to put in volume. And you don't know, you know, and in poker, an interesting study in a couple of online sites once looked at a sample set of a few million hands and found that the people who win the most hands lose the most money. Because it's not about how many hands you win. It's about how much you make of the winning hands. And that's a little bit like, it's a little bit like the VC model where you're investing in 20 firms. And, you know, 12 of them may die, four of them may do okay, it's one of them that will go 100 to 100x and make some money. And therefore, all of them have to be chosen according to their capacity to make 100x. So what you're looking for is that sort of that super scalability, as it were, that this has to be able to grow 100x. I loved in one of your presentations, you used a quote by Benedict Evans, where he talks about how that VC money is like rocket fuel. And so if you're building a rocket ship, you need the rocket fuel. But if you're building a lawnmower, you don't. And your whole point was that, listen, we are funding a particular kind of startup, which can only scale that much. And therefore, you should not judge us by the standards of other startups, how we do valuation, how we kind of figure out whether investing in them makes sense or not. Our parameters are completely different. And most people, especially in the media, for example, do not get this. So can you elaborate on this a little bit for me?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:47.000",
        "message": "Yeah, of course. There are many founders out there, many entrepreneurs. You know, so if you start a restaurant, you are an entrepreneur, you are a founder. And full credit to you, it's a tough business. However, there's a difference between founder that we fund and a kind of a restaurateur. OK, for instance, so the one difference is that we are trying to discover scale. So we are trying to bet on someone who will grow very big and who will also take advantage of tech. And that's the reason these two combine. The reason they combine is tech has very interesting property. Once you write code, then you don't have to necessarily write more code to serve. So when Facebook today, when you join Facebook, Mark Zuckerberg's minions are not sitting and writing, hey, let me write one more line of code because this new person is coming in. That code written in code scales. Whereas if you go up to a restaurant and if you ask for a dosa, there is someone who's actually taking out the batter and putting it under the signal and making a dosa. So what is interesting is tech businesses have high fixed costs, but the variable cost of serving next customers next to zero. So there's a tendency to drive scale because scale brings huge profits because the variable costs are virtually nothing. The other interesting thing tech businesses have is the cost of acquiring the next customer tends to zero effectively because like network effects. Everybody's on WhatsApp. So I'll be on WhatsApp too. So WhatsApp is not spending money on the next customer. The more customers it has, the more easy it gets to acquire. So these two necessarily mean that tech typically tends to scale and scales both at the service end and the customer acquisition end. So as a result, tech businesses grow very fast, very large. And sometimes there are winner take all effects that one company just runs away to success. Sometimes two to three companies can survive. Now, the fact is venture capital as an asset class got product market fit in its own way for these kind of tech companies. There were semiconductor companies, software companies, etc. So as a result, venture capital self-selects for high growth, like high scale, high tech startups. Now, along the way, in the 60s, 70s, when venture capital was being discovered in the U.S., they hit upon one very interesting kind of, I don't know what the word is, but kind of they discovered venture capital as a very interesting protocol. If you invest in 20, 25 companies, and all 25 should succeed, but it ends up that 5 or 6 just fail, 10, 15 just muddle along and 5, 6 will do really well. But one or two companies out of that do so well that they make up for the sins of all of that. So basis, these two, venture capital kind of started, and the finance gets fundamentally once it discovers something interesting, something that works, then there is more of the same. Now, they kind of said that, hey, this is this interesting asset class that has this property, that if you go after these kind of high tech companies, and hence now it has to scale very fast. Scale is very important to us because that one company has to grow so fast that it makes so much revenue and so much money that it pays for everything else. So scale matters. If this scale property is there, then the power law can apply. One can do well and pay for all the sins, which means every company we select for has to have that. And I love how you said about poker, that it's not the number of hands you win, but that one hand, how much do you win? You are absolutely right. So there are actually very interesting models made out there that which talk about how the most successful funds, and typical fund is for 10 years, we raise funds every three to four years. The investing cycle is three years and then you launch the next fund. But typically, every fund is for 10 years. In every fund, typically investing 25 to 30 companies, sometimes more, sometimes less. They found one very interesting thing, which is very similar to what you said, that the most successful funds actually had very few winners, but they had concentrated winners. So like the Facebook one, the Axel Fund, which invests in Facebook, made so much money from Facebook that they could have just lost 2x the amount of money on the others. We could only lose 1x the amount of money on the others, and yet would have delivered, would have been the most successful fund of all time. So I am completely in agreement with what you are saying. And so now coming back, hence venture capital is a protocol to discover scale. Venture capital is a set of rules, norms, whatever you call it, by which we kind of discover high-scale companies. And that means that there are very good businesses out there, which probably make money, like a printing press or whatever you call it. But they don't have this high-scale quality, which means they are not suitable for venture capital. So we do get a lot of pitches, like 20-25% of my pitches are very interesting businesses, language schools, publishing houses. And once in a while, it's very hard to explain, once in a while I write this out, but maybe I haven't yet made a templated reply. But maybe I should make a templated reply now, which says that, hey, this is a great business, but these are the qualities of the business that we're looking for. So I would say amongst all those things, venture capital is a very narrow subset of high-tech and high-scale. I have this 2D thing, kind of a two-dimensional chart, which I can kind of share with you and which you can kind of link to. And venture capital is just that one narrow sliver. But as a result, a lot of interesting innovation is now coming in, like, for example, new models of venture capital, or not exactly venture capital, but allied to that, which are about revenue-based financing, for example. So they're saying that, hey, how do you make it easy for a small business to get capital? They only have to go to the bank or they go to get debt. How do you make it easy? And so there are interesting innovations coming out of the fact that venture capital is kind of, it's grown very fast, but it's not relevant for that. So we're going to see a lot more innovations in these allied spheres, so to say. So I hope I've kind of given you a sense of the industry."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:26.000",
        "message": "Yeah, no, that's kind of absolutely fascinating. And you've also, you know, you wrote a controversial Twitter thread recently where you spoke about valuations. And you pointed out that because of this facet of, you know, what a venture fund does and the kind of startups that it looks for, that traditional accounting has to go out of the window. You have to figure out a new way to sort of value a startup. Tell me a little bit about this, because there is this conventional folksy wisdom out there that, you know, that there's just too much money out there. Venture funds have gone mad. They are just funding companies which have absolutely fundamentally, they don't make any money, they don't do anything. Why are they doing this? They're creating these massive unicorns. It's all a big scam. But the truth is not quite that. So tell me a little bit about, you know, how you look at it."
    },
    {
        "speaker": "Guest",
        "time": "02:01:16.000",
        "message": "Yeah, the fact is that it is hard for us to take a set of protocols, rules, norms that came up in the 1940s when capital was scarce. And the kind of company that was not necessarily high scale, it's like a cement company, started small or had enough capital. And CapEx, for example, can be capitalized. Right. That's the thing. So, you know, it doesn't show up on the profit and loss account, shows on the balance sheet. But what has happened historically over the last 30 years is there has been more and more spend on intangibles. Now, the problem with intangibles is you can't capitalize it. Like, for example, there is a company that we've invested in, which sells to, for example, certain corporates and certain kind of institutions. But the fact is, when the company adopts it, the data of its users has thumbs on this. Now, they kind of gave an interesting stat that, and it's in EdTech, and that they got data on 73 percent of all computer science engineers graduating out of India. And I was like, blown. Wow. And they're saying if we onboard a few more of these companies, we'll get 100 percent. Now, that has value. And it's sort of like, I can't show that on the balance sheet. There's nothing on the balance sheet that says, because we know in our industry that if you own 100 percent of all data on all the students, that can be monetized by selling them new products or selling the data, of course, ethically. But unfortunately, the way our accounting industry has evolved, it doesn't allow me to kind of capture this. So as a result, the venture capital industry said, let us develop our own norms, metrics, et cetera. But hey, we don't want to publish it because it's just all of us. Right. We understand. And it's actually very interesting. We spoke about poker. But Alex Danko wrote this wonderful piece called VC should play bridge, which is the one thing I'm jealous about. I tried learning bridge in the middle and I actually said that VC and bridge is very similar. But he wrote this piece and I'm immensely jealous of him. And that kind of says kind of something very interesting that if you were to kind of look at the bridge convention, the bidding conventions, in many respects, VCs have also developed these conventions, so to say, to kind of evaluate and bid and this thing. And the way we've kind of evolved that is to create an entirely different kind of framework. So we use metrics like ARR, which is annualized revenue, because look, if a business is growing 50 percent month on month, today it was 10 lakhs, next month it's 15 lakhs, month after that it's 22 lakhs, maybe slows down to 40 lakhs, that. If I were to look at last year's figures, it's zero. So, I mean, how relevant is that? But if you actually go to a company like L&T, last year's figures and this year's figures are largely similar. They don't change as much. The industry with so much is changing. We developed this concept of annualized revenue where you take this month's revenue and multiply it by 12 to get an annualized revenue. So, I mean, I'm simplifying it, but there's a lot of these metrics that are emerging, DAU, daily active user, monthly active user. So VCs have kind of created a parallel language, parallel set of frameworks to evaluate and understand these companies. Unfortunately, what is shown in P&L and balance sheet is not terribly useful going forward, because entire venture capital is actually a kind of like fundamentally, it's a bet on the future. When I'm investing in a company and I'm saying that 18 months from now, it will be at this stage. So, what it was past, of course, matters, but not terribly. So, probably rambling a bit much, but there is a venture. So, we kind of first said that venture capital is not all businesses. A venture capital is a specific set of high scale, high tech, high growth businesses, which means venture capital is, again, we talked about how venture capital companies have a lot of intangible investments, which are not easily apparent, language of accounting as it was developed can't capture it. As a result, we said venture capitalists and startups have created a parallel vocabulary, a set of intellectual and verbal and mathematical handles to kind of make more sense. Increasingly, the world is now kind of split, but what has happened is because venture capital has become the sexy thing you're seeing, because all of us are using venture capital as products or startup products, etc. Everybody thinks venture capital companies have to be evaluated by the same metrics. They're not. It's a very different world. It's just that there have been world changing impacts of these. Everybody uses Google, everybody uses Facebook, etc. And we get that. I think we get it. The coverage really doesn't matter for us how it's covered. But and I was really reacting to like saying, you know, it unfortunately got a bit out of hand. But I was really reacting to the fact that there's two different worlds out there and they've evolved in different directions. And you shouldn't judge this world by the metrics of that world."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:42.000",
        "message": "Yeah, I couldn't agree with you more. I think one example you gave at one point was that if the first person who invested in Uber was to judge it by the amount of people who did not hail a taxi by raising their hand and saying, Gabby, stop that, then, you know, because there's no prior, you're really betting on the future. And in that sense, it's a lot like poker. It's a game of probabilities. You're betting on the future and with whatever information you have, you make the best bets that you possibly can. And it strikes me that it is vital that somebody does that, that you know, otherwise we can't, you know, how do we even progress? So I completely buy that. Now, another question. Now, you know, I won't go too much through sort of the methodology of sort of the flow of how, you know, a company goes from seed funding all the way to IPO or wherever it goes. I mean, I've done an episode before on the startup ecosystem with Mohit Satyanand. He outlined this a fair bit. And I'll also link to one of your videos on YouTube where you go through the whole process with the PowerPoint. What struck me there was that in many ways at each phase, whether it's if you're the seed funder, you're obviously not taking the company to IPO. You're taking it to series one. If you're the series one guy, you want, you know, five out of your 20 companies to get to series two and so on and so forth. Now, it strikes me that this might in some way affect the incentives as well. Now, obviously, in many ways, you know, if you're a series one guy, the series two guy will be looking for all the things that you want the company to do anyway, to find that product market fit and so on and so forth. But at the same time, you might be playing as much to perception as to reality. You know, like if you have a sense that, okay, these are the values of, say, a SoftBank or a Sequoia or whoever there is for you down the line, or whatever the general community might look at, while there might be other possibilities that exist for your company in question of growing in a different way. Do you think these incentives become a problem where you're sort of looking for, you know, what the next buyer down the line might want? Like some uncharitable folks have even described the whole thing as a Ponzi scheme. You just sell to the greater fool down the road. Now, it is obviously not that we live in a world which is shaped by technology and venture capital. We are speaking today because of it. And everyone who is listening to us will be listening to it because of a world enabled by both of these. But are perverse incentives possible? And is that something that you keep in mind when you're, you know, sitting with the founders, helping them with strategy? Do you just keep the ultimate growth of the company in mind? Or do you keep series two in mind that this is what we need to do to get series two?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:14.000",
        "message": "No, this is a great question. It's actually a fantastic question. And I'm actually writing an essay on trying to answer this question. So the most interesting thing is that, so you talked about seed, series A, series B, series C, series D, you know, all the way to an IPO. The fact is, you're absolutely right. When I invest in it, I don't know if it's going to be an IPO. I hope for God's sake it becomes an IPO seven years down the line, has world changing impact, makes lots of jobs, makes me and the founder lots of money. All of that is true. But the fact is, the way we are structured, and there's a reason for that. I am the best understander of risk from seed to series A. So Bloom wants to say that we are fundamentally about understanding and taking a company from seed to series A. We understand this world the best. We understand series A mindset. We know that by series A, they need product market fit. Product market fit means like you need like a product which fits the customer's thing. Plus, there is a clear go to market and a bunch of other things. So we know that. And we kind of, what we're running is we're giving them money, only the money that they need to go to series A. So we give them one million dollars or two million dollars or whatever it is. We take our 20 percent stake or 15 percent stake and we say, look, here is the money. Go run experiments, run growth experiments, run scaling experiments, run this thing. In 18 months, we broadly know that you need to hit, if it's a tech company, we know that, or a SaaS company, you know that around a million dollars in ARR will get you a good series A with a certain kind of growth velocity. And we know X, Y, Z. So there are these well accepted norms, conventions, so to say, like bidding conventions, like one C, what it means, etc. So effectively, when we give our money, we are fundamentally giving a signal. So Sequoia also has a company that Bloom's invested in its pipeline. So it's saying, oh, Bloom invested in this company. So that's a signal that Bloom is giving to the market that 12 to 15 months down the line, they'll get an ARR of one million dollars. So now the startup then says, hey, let me take this, let me run these experiments. Suppose the startup, for various reasons, doesn't well, the market's not as large, etc. By 400, 500, it's not able to grow, etc. There isn't enough excitement in the market. Typically, what happens is if it's a good founder, great founders have high opportunity cost. They're earning 12, 15 lakhs trying to make this work. Meanwhile, their batch mates were in the same batch of computer science at IITD or whatever, are earning two and a half crores working in a hedge fund or working in Facebook, etc."
    },
    {
        "speaker": "Unknown",
        "time": "02:12:02.000",
        "message": "So they're saying, hey, what am I doing here?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:04.000",
        "message": "So now look at this world. We are actually telling them there's no stigma to failure. But we certainly want them to fail fast. Fail fast is very critical because you save a lot of money. In 15 months, please fail fast. And typically, a lot of the times when they fail fast, we actually, there are cases where some startup founders are growing very slowly. And like, for example, Gumroad, Sai Lavanya, Buffer, which helps you schedule these tweets and all that. So in those cases, the venture capitalists went and sold it back at $1 to them. Or a little bit on this thing, because you're fundamentally saying, hey, take this. It's not for us. We don't need money. We have already made money in other things because of the power law. So you please take it and it's fine. And so fail fast. Fail fast. We certainly want them to take those risks and fail fast because they have opportunity costs. They're earning 12, 15, 20 lakhs trying to build something. Whereas their batch mates are not at the same program, let's say IT Delhi computer science program, are sitting in Uber or Facebook or a hedge fund earning like two to a half crores, etc. And they're saying, hey, what am I doing with my life, etc. It's not scaling, etc. So at that point, sometimes they come back and tell us, hey, everything's going anyway. And I want to just take a break. I'm mentally tired. So during COVID, we had that. A couple of founders came back and said, hey, you know, we've been building this for the last two to a half years. We've been struggling and now COVID means another three months. I just want a break. I want to be with my family. And that's perfectly fine. We get it. Why? Because we're playing the infinite game with them. If we make it very hard for these founders, if we make their life miserable, they'll go to the market and they'll tell their friends, Blue or someone, you know, they're like very unfriendly. Tomorrow, for example, when their friend is building a great business, they're not going to refer it to me. So what we do is we then, we solve this by removing all kinds of failure stigma and generally making the exit very comfortable in this thing to the extent where, like we sometimes give back the business to them for like a rupee or even just, you know, because it just doesn't make sense. Now, this is very important. So there is an infinite game being played with the founders where failure doesn't matter. Actually, and very interesting, sometimes the founder can actually make no money for you, but they give one referral and that's happened to us. And that referral turns out to be a unicorn. So if you're not playing the infinite game, then you will not have this happen. The other one is the infinite game being played with VCs down the line. Like, for example, for a VC down the line, so for either a classic series ABC, like a Matrix. Of course, we also invest in seed these days, but for a Sequoia or something like that, or even a classic series B guy like a Norvest or Bessemer, they're actually looking at series A guys because the pipeline comes from there. Historically, there is a brand that we have built with them because we've been playing the infinite game with them because they are the best prices of risk and the best understanding of risk to move a company from series B to series C and D. So they are the guys who say, hey, you're a series B now. Now we need to have a proper thing. You need to have an HR in place. You need to have these policies. You need to prepare for an IPO. You need to get a CFO of this caliber because they know that word. We don't know that word. Well, they know what kind of mentoring to bring. They know how to understand all of that. So now what happens is if I overprice something, if I bring them a turkey and I give them this thing, tomorrow they're going to say, we had a bad experience with these guys. These guys gave us their single worst deal. They missed a minute. I'm not going to touch them. Boom. I'm shut out of that. Because tomorrow I have to take my companies to that. So over time, a protocol has emerged. And I keep using the word protocol, my favorite protocol. I'm searching for another word by which we've agreed on a bunch of rules saying I will bring the best companies to you. I will not overprice it. I will not create perverse incentives for founders. I will not take a very large stake like 40 percent, 30 percent. I will take a reasonable stake, which as a founder, it gives the foundation in the game. So that you have enough capital, you take another 20 percent so that, you know, because at each stage you typically get 20, 25 percent. So that by the time it's an IPO, the founder still has 8, 9 percent, 7 percent stake. So all of these. So it's like, I don't know, Jenga is another word where a lot of interlocking things, etc. I don't know what the right word is, but it is not a ponzi. It is a ponzi if I'm just selling to him and then walking away. But in this, I'm there. Tomorrow I have another investment coming, which I have to give to that person. So people who call it ponzi, I don't think understanding how it works. These are infinite games being played between two parties. And these are the best kind of games where we want them to win and they want us to win as well. So I would say that typically for your readers, I don't know, but typically from at every stage from a seed to series A one, typically there are clearly agreed metrics like a series A is about 5 to 7 million dollars. Series B is about 10 to 15 million dollars, etc. Typically, there is a clear benchmark for what kind of valuation bump up happens. There are clearly agreed ARR, DAU, revenue norms. And there is a very clearly understood set of conventions within the industry and which is very democratized. Once you come into the industry, you quickly get to know these things because everyone says just get educated fast. The faster you understand this, the lesser time there is. Unfortunately, VCs don't have a lot of time to sit and write it out. And a lot of things change very fast. So that does create a set of issues. So, yes, if you wrote this out fast and if you spent time communicating, it's fine. But there are no incentives for the VC to sit and communicate too much outside because it really doesn't matter. So there you go."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:09.000",
        "message": "Yeah, no, no, it's all very fascinating and eye opening. Instead of protocol, I guess another word, the word that came to my mind was convention. Convention, yeah. But, you know, I don't know if that..."
    },
    {
        "speaker": "Guest",
        "time": "02:18:19.000",
        "message": "No, a convention is good."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:21.000",
        "message": "Set of conventions. No, and just thinking aloud, what also sort of strikes me is that, number one, you are right that playing an infinite game changes incentives radically. For example, if I'm going to the same restaurant for lunch every day, I am much more likely to tip well. I am much more likely to not misbehave with the waiter. So, you know, he doesn't spit in my food every day. All of those incentives are there because it's like an infinite game. I'm going back. It's a repeated game. But equally, the interesting thing is that we have evolved where our genes are playing an infinite game, even if we aren't, as it were. Which is why, for example, when conventions like tipping evolve, even if we are in a city where we know we'll never come back to the city, we'll never come back to this restaurant. We still tip well because it is the right thing to do. And it strikes me that there are ecosystems which eventually reinforce such conventions, which are the right thing to do. And there are ecosystems which don't reinforce them. Like, it strikes me that, you know, I've often chatted with different guests on the show about how, you know, while I think Jagdish Bhagwati first pointed it out that China has a profit-seeking mentality, while India has a rent-seeking mentality. And certainly, I think it's true in, say, India 2 or India 3, where you are out, you're looking to scam someone, you're looking to exploit someone, you think of a wealth as a zero-sum game. The point is, you can't blame those individuals who think like that. Or you can't say that this is our culture. My own thesis is that these conventions and this way of thinking evolved as a rational way of thinking because of the institutions and our systems of government. Because for so many decades after independence, we had an all-powerful Maibab state. And really, rent-seeking was the optimal way to actually make some money, where there weren't other opportunities through, you know, voluntary interactions. But anyway, so that's a random aside from me as well. Another question, I know I'm taking a lot of your time, but another sort of question I wanted to ask, which I think for a lot of listeners who wouldn't already know it would be quite sort of fascinating, is on the term product-market fit. Like you've referred earlier to this old essay, which of course I'll link by Mark Anderson, which is called The Only Thing That Matters, where he talks about how, you know, there are sort of these three aspects that a venture capitalist can look at. That what is a team, what is a product, what is a market? And to him, only one of those really, really matters. The others, you know, don't matter so much. So expand a bit on that, especially because India is particularly fascinating regarding the aspect that matters, as we've already spoken about in terms of India 1, India 2, and so on."
    },
    {
        "speaker": "Guest",
        "time": "02:21:00.000",
        "message": "Yeah, it's one of the seminal essays that sort of dares squarely in the VC startup canon. And so firstly, double down on product-market fit, it's sort of described and there's no clear definition of it, but fundamentally it means two things. One, that there is a strong customer problem, customer problem that is important enough for the customer to be willing to pay. This product or the solution that you've created, technological solution, solves for that well. And this is a product-to-customer part of it. Then there's a product-to-market part of it, is that this product now can be, there's a scalable monetization model in place by which you can say this product fits amidst need very well. Now I'm going to take it and magnify it to the whole of Bombay and whole of West Maharashtra and whole of India. So there's a clear playbook by which I can rinse and repeat. And I have discovered that these channels, this approach, so let's say we use a lot of content marketing, plus I will use a kind of subscription method and to acquire customers and subscription method to monetize them, that broadly will help us cover the whole of India. So broadly the product and the playbook both need to be kind of in place for PMF to happen. When PMF happens broadly, PMF is an important one because at PMF something interesting happens. Until PMF, if I invest one rupee in the growth machine, so to say, the sales infrastructure and the customer acquisition, so there's a customer acquisition, customer servicing part. You acquire the customer, service the customer, collect the money and kind of that loop, so the growth machine loop. Until PMF, one rupee invested in the growth machine loop won't necessarily give me 1.1x or 1 plus. But once PMF is hit, every rupee invested in that gives me incremental money back. So that's very important. In India, so the second part that you are talking about is to do with three buckets, which is team, product and market. And those are evaluation frameworks for us in the venture capital world. And team, for example, is the single most important one. Where team, when we say team, it means really the founder, founder quality, how good are they. There's also, is the team right for the problem? Like, for example, if it is something in HR tech, for example, and these founders know the domain well, or they have worked on problems like this before. There is like a team, founder, market, founder problem fit or founder market fit. Product is really the solution. Market is actually the most interesting one. It has multiple meanings for people. I used to be very market first. And it's very interesting that there's a whole philosophical divide between team first investors and market first investors. Sequoia famously is about market first. And, for example, Arthur Rock, who invested in Apple was, he said, it's only the founder. Of course, all VCs balance it out. But fundamentally, a better way to describe the market one would be, I would say, problem. So how big is the problem? And can the product that's created for the problem be expanded enough? Like, for example. So what it means is sometimes problem itself may be not as large, like White Hat Jr. is a great example. Coding, not necessarily people in Maynard are not dying to do coding. But if, let's say, this coding thing works and you communicate, you're able to communicate to the rest of the world that, and great brands, this wonderful tweet which went around, and all great brands expand the definition of the consumer. Like, you know, like Apple says, you are a creator. Like, you know, so you want this, you know, steel grain, good-looking laptop with that Apple logo on it. Nike says everyone is an athlete. So you expand the definition. So if you're able to understand the problem, and I think the better term that I found was the universality of the problem. Is it a problem that just, so there may be no large market, but there's a universal need. And it taps into that universal need, and then it can be scaled across the world. And so I think my learning has come to that, and today I would probably kind of define it that way. So these three, team, product, and market, are the investment criteria that we employ. And increasingly, at the earlier stages, largely the team. Of course, the product quality matters, but sometimes you're investing ahead of the product. So then what matters is the problem and how universal the problem is. And yeah, so I think these are, I hope I've been able to kind of give you that kind of picture."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:55.000",
        "message": "Yeah, no, that's fascinating. And, you know, and Anderson's essay, of course, says that the market is the thing that matters. That's a non-negotiable. The rest can be solved if there's a product market fit. One of the fascinating things that you mentioned was about how a good brand can expand a consumer or fit a universal need. And it strikes me that one of the areas in which you've spoken of being or focusing right now, and you guys are investing heavily in that, is edtech or education technology. So tell me, what's your vision of that? Because on the one hand, yeah, I mean, our education system is kind of broken now. It's broken in multiple ways. One, it is, of course, broken in delivery, which we all know that people throughout India aren't getting good education. It also strikes me that it is broken in terms of conception. That the conception of what a good education should be is an early 19th century conception that these are the subjects we learn all the way through school, and this is how we kind of do it. And it seems to me that when I look around at sort of the tech startups and all of that, they all seem to be solving more for the first, which is that you find different ways of delivering the existing conception of education, and not so much for the second, where you're having something disruptive. Because to me, one of the fundamental problems with education in India, and you are, of course, a man who's thought a lot more about this than I have. So forgive me if I sound naive. But one of the fundamental problems to me about education in India, which goes beyond delivery into conception, is that people who do get educated in India do not have any skills that are of any value to them in life, which is why you have so many thousands of PhDs will apply for, you know, a vacancy for one peon. And that seems to be a deeper fundamental problem, which also requires disruption. So tell me a little bit of your view of the space and what makes you so passionate about it."
    },
    {
        "speaker": "Guest",
        "time": "02:27:51.000",
        "message": "Yeah. So I think, I must say that what makes me passionate about the space is that it's one of the few products where there's a almost universal willingness to pay. And you can't say that about too many products. But it's one product and I and many others liken it to what e-commerce is to China. So sort of a tech is the one which can kind of pull the entire economy, startup economy up. And we've seen like get about 15 percent of our pitches are education now. And it's interesting. I do agree with you that education and the one word I would say is one thing a tech is doing is largely thus far has been solving for access and new ways, you can say, of delivering it. And sort of like I said, best leveling or flattening the field, so to say. OK, so to say that classic example is if I'm in Delhi or Bombay, I get access to very good testing. But if I'm say growing up in Satna or E-Road, then, you know, I'm really dependent on how good the teacher there is. But today, thanks to online, I can get access to and we saw historically how the web is a microphone. Right. So you can talk, shout louder. So one great teacher can scale. So what an academy or a topper or Vedanta, all of them have done is really make the teacher available. And so it's really solved for access and it's solved for access at a decent enough quality, sometimes even better quality than what you get, but it's online and price, much lower price. So this access quality price is largely what the most successful Indian tech companies have been about. And what they've done is really take the content, structure the content, put it on the phone, make it easy, etc. So all of that is true. Yes, we haven't been able to kind of really rethink education. And I think the reason for that is this is a very highly regulated industry. And so I think India, in edtech, one of the forcing functions of edtech is that education in India is a gating product. And I think it came across in this wonderful podcast with Professor Murali Dharam, where he talks about how India is, you know, education is gating. You just want X number of people. And I'm fascinated by this, that you can describe it as a rent economy. India is about rent collection. And I think it's something to do with the fact that, and again, Karthik Murali Dharam is insisting this talk about how wages are so high that you're not able to employ a lot of police guys. So state capacity is not there because frontline wages are so high. So I don't know, I'm trying to develop like a theory around it. But fundamentally, it seems to me that India is, there's almost a need to have kind of certain parts of the economy or certain parts of the job market or certain parts gated and kept out so that we have this for ourselves and we kind of compete. And what we've done is use either caste or English as the new caste marker to kind of keep certain parts of the economy to ourselves. And we find newer and newer ways to kind of keep the economy out of the huge number of hordes of masses pouring in. Anyway, so for various reasons, and the fact is, yes, there will be innovative Indian startups coming. But the challenge is the people who are paying are very happy to compete within the boundaries set by the state, which is they are competing with gating. The moment Indian parents, and at some point we'll see that, they say we want this kind of a product, there will be Indian founders willing to do that. There are Indian founders who have tried creating some innovative products, and we begin to see a wave of India 1A products, which are about, it's very interesting if, like, for example, like my daughters, they're of course, you know, they are intelligent in their own way, but I can't see them sitting and writing a GE exam or a NEET exam, the energy that is required, the hunger that is required, I don't know. But there is that hunger in small town India. But they, for example, many of them are very, they and their peers are very creative. They write well, they communicate well, they know what memes work, etc. And when they apply to US colleges or UK colleges, etc., increasingly, what is important for them is your entire profile, right? Your whole evaluative, holistic. And then, for example, you need a lot of these, like you need to be good at ballet, you need to be good at math, you need to be good at coding, etc., etc. So, a lot of the startups that are coming out to serve this community is actually what I call life as a CV. They kind of want you, they kind of offer you critical thinking and this thing. So, there is some innovation happening. Homeschooling in the US, for example, is an interesting startup, because as far as 3% of the US is homeschooling."
    },
    {
        "speaker": "Unknown",
        "time": "02:32:52.000",
        "message": "It is for religious reasons or safety reasons or whatever."
    },
    {
        "speaker": "Guest",
        "time": "02:32:56.000",
        "message": "So, we are beginning to see very interesting innovative products come out where they are saying, they are unbundling a teacher. I forgot the name of the startup. They are saying, you want to create your own pod. And COVID has given a boost to that. You create your own learning pod of 4-5 bright kids in your neighborhood. We will get you a teacher. That person will come online and talk about interesting stuff, etc. They will use Nat Geo as a way to talk about the dinosaurs and stuff like that and make learning interesting. But it is sort of like a secession of the rich from what is being taught. So, education, this thing will break down now. So, homeschooling and these pods. It will be like homeschooling on steroids. Earlier, I had to teach the kids, but now there is an interesting teacher. The best teachers, these are being carved out and they will teach multiple people. And this thing is happening much more in the US. But India has been relatively far less innovative on this count. We are very innovative on distribution. China and India are great examples of creating countries. 9 million take that exam every year in China. And success or failure of one mark here and there determines which university you go to and what you become. So, gating countries have this challenge. And in gating countries, a lot of the innovation, because the state is so strong in India and China, a lot of the innovation has been around distribution and access. Like you rightly said, it has not been around the product. In countries like the US, where there is a lot more willingness, the state is weak in education, relatively. So, there has been a lot more innovation. I'm very hopeful that in India, if the customers are willing to pay, we likely see a lot more innovation. So, that's what's holding us back, is my view. It can only do so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:51.000",
        "message": "Yeah, no, it's very poignant. I mean, like you said that, you know, Indian parents are willing to pay, but they're willing to pay for something that will get them further within this gated system, within the system of selecting and sorting rather than actually educating. And that's poignant because, you know, for years, we've had so much literature on how the poorest of parents, you know, definitely from India too, and perhaps from India too, slum dwellers and so on, people who work as domestic help or auto drivers and all of that. Instead of sending their kid to a free government school, they pay a little bit, which is still a lot for them in terms of proportion of income, to send their kid to a budget private school. So, there is that hunger. So, it is at least good if there is, you know, one wave of edtech companies, which can figure out a way to solve for that hunger before you can go further and talk about changing the system entirely. Now, coming back to that, about the problems that a big state can create, and obviously in the field of education is perfectly obvious, because this is the route you have to follow. But in general, what is the environment like in India for venture capitalists, just a regulatory environment and, you know, having to contend with the state and all of that, you know, is it harder than elsewhere? Do you have to account for it in all the investing and valuations you do, that there will be friction with the state? Is it greater in some areas than others? How do you think about that?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:18.000",
        "message": "Yeah, I would say that there is, I mean, in the sense that there are occasionally irritants which come up, like this angel tax was one of them, I won't go into too much of the detail. But effectively, it created a lot of hardship for startups, which took money and were faced with, like, you know, like large tax bills. And there are occasional challenges with certain sectors, which suddenly see regulation. Like, for example, mobility is one and, but by and large, if you are in the digital space, you are largely intangible, there is much less kind of regulation. It's a little bit more in, like fintech is one where, but fintech also, it's strange that the government actually was an innovator in creating the India stack. And like two big innovations, both of which happened for a year or so of each other, 16, 17, then Jio and the India stack. India stack effectively built on UPI as well. So and if you look at the two, the two of them really gave wings to the Indian startup economy. Because if you look at it for economy to take off, you need like three conditions. I remember this Chinese founder talking to me that you need a smartphone in every pocket. You need like great bandwidth so that you can consume and you can watch. And finally, you need a frictionless payment system. So certainly, over time, the bottom two came thanks to Jio and the India stack. The first one was anyway happening in 2006. So certainly these two really gave wings to the startup economy. So the state can also benefit you in that sense. And I would say that's helped. On regulation, we do, the startup ecosystem does have regular dialogues with the government because the startup ecosystem has been one of the shining stars, so to say, and gives a lot of talking points. And there are a lot of, and I mentioned something very interesting that founders once said, that there are a lot of bureaucrats whose kids are in startups. And so they also understand the challenges, etc. And they understand that something interesting is happening here. And sort of startups are today what Narayan Murthy and Azim Premji's Wipro and Infosys were to the world. So they are supportive. There are, of course, irritants, and I mentioned the angel tax is one. But on the whole, I would say that this is not, other than this and certain sectors which are highly regulated, Mobility is one, FinTech is one. I don't think there is a lot of regulatory overhang in that sense, or at least not negative overhang. They've tried to do their best, including this gift city that's come up, is trying to kind of help us. They're encouraging more startups to kind of have an office there. So all of that is good. So on the whole, I would say that thanks to the fact that this has relatively been a success story, a lot of it is intangible and digital. So it's hard to kind of spot. It's been broadly, I would say, supportive. I mean, and I'm probably not the best person to answer on this, at least for the sectors that I handle and this one. There's very little I have to worry about the government. Government is trying to reach out. I get a lot of mails from in West India and folks like that wanting to kind of engage, etc. Typically, it's handled by a partner of mine, like a colleague. So I can get into it. So broadly, I would say that there are good points and there are some irritants."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:00.000",
        "message": "But on the whole, I would say broadly good. Excellent. I've taken enough of your time. So while, and, you know, we could just continue having this conversation for another hour or two, but, you know, perhaps we'll leave that for a series A episode sometime. Let's consider this a seed episode. A final question, you know, tell my listeners about what you do, you know, what you do at Bloom. What are you interested in? What kind of ventures are you looking for? You know, and even, you know, should they write to you? And if so, with what kind of ideas?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:30.000",
        "message": "So love to hear from your listeners. My email ID is SP for Sajid Pai, SP at BLUME.VC. It's very short. You can write to me. I'm also, you can also DM me on Twitter and LinkedIn, you know, so all channels are open. So I would say that at BLUME, best to kind of preface it, what I do at BLUME. At BLUME, I'm part of the investment team, but I'm also involved with certain other functions. I think about marketing a lot within BLUME. I also write a lot, so I'm sort of like the content man inside BLUME. In BLUME, I invest in a certain set of sectors. So EdTech is certainly one of them. AgriTech is another. And there are a few B2B sectors which I focus on. You can write to me with any, if I'm not the right person, I'll forward it internally. What typically we've seen is ideas. And there's actually a great Farnam Street podcast episode, which I can share the link with you. And I have this saved and I sent it on ideas versus execution. So ideas actually mean nothing, actually. So we don't fund ideas. We fund ideas in action. And the reason is that it's actually the part of building that idea, getting at least an MVP in place, at least getting some customer feedback. That's the stage at which we think we're the right people to talk to. If it is just an idea, then I think you should just at least build something. And I don't think ideas are the stage at which if you write, look, I probably can reply to you. For sure, I try and reply to you every meal I get. But increasingly, it'd be great if you reach out to me or Bloom or typically any seed we see, when I think you have a minimum viable product, when you understand, for example, let's say there's a problem with referral as a service. Like you want to hire people, but you find that the best thing that works is reference. And you want to kind of create a process where if I'm hiring this person, I want to call someone, press three buttons and two references will be done and they'll come back to me, let's say. So you certainly don't want someone coming, this is the idea. So what? You certainly want that person to build a basic product. It doesn't have to be the most detailed product, it can be embarrassing, but at least has interacted with one or two customers and one or two customers willing to pilot it or something. So that's the stage at which I think it's best they can write. But otherwise, I'm very happy to answer specific questions. A lot of people reach out to me with very specific, I have this issue, can you help me? So sometimes it works. So that's what I do at Blue. A lot of my time is spent writing and thinking. And like I said, writing is a medium in which I express my thinking. And I think I have the most interesting job in the world. I get every day I wake up and I get mails, which are I call them postcards of the future. They are visions of possible startup, possible worlds. And I feel like I'm at this vantage point. I look at it and see all of these different visions of reality. Which one will work? Which one will not? I don't know. And so sort of this vantage point into the future is what makes I think my job so exciting and so interesting. And I just wish there were more hours in the day. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:46.000",
        "message": "So so there you are. Thank you so much for that. That's a fantastic phrase, postcards from the future. And I feel like I got a postcard from the future myself during this episode. So thanks for your time and insights."
    },
    {
        "speaker": "Guest",
        "time": "02:43:57.000",
        "message": "Yeah, great. I enjoyed the summit. Thank you so much for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:27.000",
        "message": "Do it right now. Spend the rest of the day binging. Thank you for listening. Thank you."
    }
]