[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The world is a complex place, perhaps too complex for us to understand in its entirety. As a species, we cope by telling ourselves stories about the world so that we can explain it to ourselves. That's how religion came about, in fact. In an age before science, we needed to explain the baffling natural phenomena around us. Where does the sun come from? Sun God. What explains thunder? Thunder God. Religions, of course, kept evolving, and with time, rationalism and science played a part in building truer narratives, a journey of discovery we are still on. Now, I often say that we draw our pictures of the world by joining dots. The more dots we have, the better the resolution, the clearer our picture. And what are these dots? At one level, these dots are knowledge. Every data point about the world helps us understand it better, unless, of course, we are getting those data points from news television. But as much as information, we also need to build frames of reference through which we look at the world. And we need multiple frames, because any one frame on its own will be simplistic. Now, I know people who have one hammer for every nail, one lens through which they look at the world. But the intellectuals I respect are those who have humility about how little they know, how little they understand, and who are trying to learn something new every day. One way of doing this is by reading a lot, but quantity of reading is not enough. Quality matters. You also need to be able to read across disciplines, so you can think out of the box on any one issue, bringing multiple frames of reference into play. You can bring insights from psychology into economics, or insights from probability theory to cricket strategy. And ideally, you need to not just gather knowledge this way and sharpen your vision, but it would help if you're a bloody good writer as well, so you can communicate your ideas to the world. Brothers and sisters of the seen and the unseen, let me present to you, Raghu Sanjaylal Jaitley. Welcome to the seen and the unseen. A year and a half ago, I subscribed to a newsletter, Anticipating the Unintended, at publicpolicy.substack.com by my good friend Pranay Kottasthane. Now, if Pranay is listening to this, I don't want to embarrass him with praise. I'll simply say that he's one of my favorite thinkers in the whole damn world. And his newsletter was kick-ass until its 21st edition, when he brought in a co-writer. Now typically, you'd expect the co-writer of such a fine thinker to dilute the quality of the newsletter. Ulta hua, Anticipating the Unintended became even more kick-ass. Pranay's co-writer was a gentleman named Raghu Sanjaylal Jaitley, and I swear to you, the first time I read him, my jaw just dropped. Who is this guy? Why have I not heard of him before? Raghu's writing on politics and economics blew my mind, and everything he wrote was so thought-provoking. He came across as so much more well-read than I was, and brought so many fascinating perspectives to bear on everything that he wrote about. Even on the rare occasions that I disagreed with him, my thinking was sharpened by having to articulate that disagreement to myself. So I have finally gotten him on the scene and the unseen. Today's episode covers a lot of ground, from politics to economics to Bollywood. I conceived this episode to be a ramble through a series of themes that I found interesting,"
    },
    {
        "speaker": "Unknown",
        "time": "00:03:46.520",
        "message": "which Raghu had written about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:47.960",
        "message": "I am sure you will find a lot here that is stimulating and thought-provoking. Now before we begin, three quick notes. One, Raghu Sanjaylal Jaitley is a pseudonym, and we are maintaining that identity for this show. I do know who he really is, but I have never met him. He's based in Singapore right now, and I had not heard of him until I read his writings. The second note before you start listening, my online course, The Art of Clear Writing has now opened registrations for the March batch. It consists of four webinars over four Saturdays, classes start on March 6th. So register now at indiancut.com slash clear writing. And finally, my third note, inspired by Raghu Sanjaylal Jaitley, I will now start writing my newsletter regularly, at least once a week, if not twice. So please head on over to indiancut.substack.com to subscribe. It's free. And hey, if Twitter ever gets banned in India, then you can still follow me with all my writings and podcasts coming straight to your inbox. That's right, only to your inbox. And now, finally, for our conversation, but first, let's take a quick commercial break. One of the things I've worked on in recent years is on getting my reading habit together. This involves making time to read books, but it also means reading long form articles and essays. There's a world of knowledge available through the internet. But the big question we all face is, how do we navigate this knowledge? Who will be our guide to all the awesome writing out there? Well, a couple of friends of mine run this awesome company called ctq compounds at ctq compounds.com, which aims to help people up level themselves constantly to stay relevant for the future. A few months ago, I signed up for one of the programs called the daily reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology, to mental models to even marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I had before. Many listeners of the scene and the unseen asked me, hey, how can I build my reading habit? How can I up level my brain? Well, I have an answer for you. Head on over to ctq compounds and check out the daily reader as well as their other activities, which will help you up level your future self. The next batch starts on Saturday, March 13th, and they have already done 15 batches before this. What's more, you get a discount of a whopping rupees 2500 2500. If you use the discount code unseen, this is for both the daily reader and future stack another exciting program they have. So hit head on over to ctq compounds at ctq compounds.com and use the code unseen. Up level yourself, welcome to the scene and the unseen. Thank you. It's a pleasure. So tell me a little bit about, you know, your name, because your name comes from Bollywood. You're an Amir Khan fan. And in a sense, Bollywood informs you and gives you an interesting frame through which you look at so many issues in your newsletter. So who is this Raghu Sanjay Lal Jaitley or you know, where does the name come from?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:54.720",
        "message": "Well, the name Amit comes from two Amir Khan films in 1991, Amir acted in a film called Dil Hai Ki Manta Nahin, where his character was named Raghu Jaitley. This was a, you know, our Indian version of it happened one night, the Frank Apra classic. Mahesh Bhatt has either copied films or made films on his own life multiple times over. So but Amir's name was Raghu Jaitley, and right in the next year in 92, Mansoor Khan made Jo Jeeta Wahi Sikand, where Amir Khan's name was Sanjay Lal. So I sort of, you know, blended the two in to create Raghu Sanjay Lal Jaitley."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:39.480",
        "message": "You know, in your newsletter, you talk about how you were an 80s kid growing up in Bollywood. At one point, you say quote for the rare capitalist minded young boy growing up in the 80s Hindi films presented two viable career options, a smuggler or an industrialist, stop quote. And of course, you didn't go for the smuggler part of it. But tell me a little bit about what kind of a kid were you growing up in the 80s? I get the Bollywood obsession, because we had nothing else, right? We didn't have the internet. We had television, which would, you know, one state owned channel, which would, you know, paucity of great programs. So what do you do for entertainment? I mean, you know, Indian should not be judged for being so passionate, and almost obsessive about Bollywood and cricket, because what else was there? Okay, that's for my generation, young people today should find other things as well. So tell me a little bit about that landscape."
    },
    {
        "speaker": "Guest",
        "time": "00:08:26.640",
        "message": "What is it growing up in the 80s like? Right. So, you know, Amit, a lot of your guests actually share a very similar kind of a background, right? And that's possibly your background. That's my background. I grew up in a really small town, at the heart of which was a public sector unit, a factory. My father was a mid-level supervisor there. And really, there were three things that, you know, sort of my life revolved around at that point in time, outside of school. So the first one was, you know, TV and radio. That was the window to the world outside. Even if TV was just a single channel sort of a thing, but, you know, we got a lot out of it than what today's people get out of television. Same with radio. The other one was Hindi films. So in some sense, Hindi films was a connect to the rest of India. I mean, I never went to a metropolis till I was 23, but, you know, I had my own views about how Bombay looks like and what people do in Bombay and colleges of Bombay and things of that kind. So that was second. And third, you know, the state, for all its greatness, had made sure that we had a good library. So really, these three were the things around which my life revolved. Of course, there were open playgrounds and I played a lot. I'm keeping that aside. But these three were, in some sense, you know, fuel or food to my intellectual curiosity, in some sense. And I was and I am a very, very curious child. And I would still call myself a curious child because there is nothing that I don't sort of read up and there is nothing that I don't feel, you know, more inquisitive about. So I continued that particular passion right from the time I was a kid."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:18.920",
        "message": "You know, one thing that I sometimes touch upon is that, you know, when we were growing up, there were so few sources of information and knowledge, right? So whatever we could get hold of, we read voraciously. And therefore, our reading was not confined to any particular genre or whatever, because we didn't have a choice. We read whatever you get. And I sometimes contrast that with today's kids growing up, maybe Gen Z, which essentially can access anything, listen to any song at any point in time, read any book. But the flip side of that, it strikes me and is that it is often remarked that, you know, young people of today don't have that deep sense of history, which is why, you know, you, for example, you see communism making a comeback and it's become fashionable to be a communist again, which after, you know, the horrors of the 20th century just blows my mind. And one theory that's been put forward for that is that, listen, in this modern world of hyperconnected social media, where there is so much new content being generated every day, perhaps more content as it were generated in one day, then it would have happened 10 years before in any 10 year span before the internet or possibly much longer than that, that people are all the time consuming one, they take knowledge for granted. It's always there at the fingertips, you can Google or Wikipedia it. And two, what they are consuming is essentially very often stuff that was produced in the last three or four days. It's transient stuff, it is coming and going, it is floating. And therefore, that sense of history is not there. And therefore, these, you know, one can form these ideological tribes on the basis of sort of all kinds of ideas, which, you know, if you had the slightest knowledge of history, you know, you would not quite do so. I've kind of rambled, so I won't elaborate on that. But what's your sense of this? Like, you know, I don't want to point to you and I being good readers and all of that, because I think even in our generation, we were obviously outliers, I keep saying in every generation, it's the same small sliver of people who are readers and who are who satisfy their curiosity per se to that extent. But what do you make of all of this, this sort of, you know, history ceasing to matter and all these narratives forming all the time the transient nature of the information that"
    },
    {
        "speaker": "Guest",
        "time": "00:12:25.800",
        "message": "we take in? I think so, I mean, it's a fairly interesting point that you raise, Amit, you know, there is a certain level of shallowness, which pervades, you know, every sphere these days, and especially the intellectual discourse. And that's because, you know, people are very keen on getting something in bullet forms and, you know, in listicles and getting to know about it and going ahead and, you know, making a point or, you know, informing their worldview. I think there is a space for curated content by experts, which brings balance and perspective. And I think that we have reached that stage where, you know, gradually this, you know, this plethora of choices that you have now for all kinds of information, I mean, it's reaching a point where people are, you know, starting to feel that there is no sense to this. I think, you know, for instance, the Asha monk, you know, who started persuasion, I think that's in some sense a reaction to this, a whole host of newsletters, I mean, of which, you know, whatever little sort of fame I have got, because of which you've known me, is an attempt to actually do something like that, to actually take a topic, you know, view it not just from today's immediate lens, but ask yourself whether, you know, there is history behind something of this kind, I mean, which will allow you to understand how similar things have actually happened in the past. And you know, like Nietzsche said, I mean, it's, you know, we are, there is eternal recurrence. We are in a, you know, eternal series of cycles. And it is true. And as I have, you know, discovered while writing this newsletter, every modern event has an echo of it sometime in the past, where somebody has thought about that kind of an event, somebody has written about it. And therefore, I believe that, you know, just having a transient view of a particular subject, you know, forming a very strong view about it is absolutely the wrong way to go. And people can go deeper, must go deeper, if you really want to actually affect a change. If you truly believe that you should affect a change, the shallow views actually won't help. You will need to go deeper. So and I can give you multiple examples of it. I mean, you know, I was just going through, you know, this insurrection at the Capitol Hill, right? I mean, whatever these jokers tried to do there. And my thought immediately went to, you know, the first of this storming of the parliament that happened in 1642. Not that I'm a history nerd of that kind, but listen, I mean, I've read history. Like you, as I figured out, I was also a quizzer of dubious merit, but I, you know, went all around the world trying my luck with quizzes. But then you realize that, you know, in 1642, somebody tried to storm the parliament in England and various things happened. And there was somebody called Thomas Hobbes at that point in time, who was sort of observing this from Paris. And you know, a whole political philosophy starts off from there because of that single storming of the parliament. So, you know, there are things for people to actually go deeper and make sense of what's happening around them today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:43.380",
        "message": "So you know, a number of different strands, which I'm going to touch upon, the first kind of observation I'm going to make is that, yeah, of course, I agree with you that, you know, there are cycles and history if it doesn't repeat at least rhymes, as someone said, but a counter view to that would comes from what Jonathan Haidt said somewhere when he sort of spoke about, you know, how there is, for example, imagine an equilibrium of the laws of physics, everything is as it is, and that is why the world exists. And gravity is exactly, you know, this is a force and everything, you know, it's almost as if the perfect conditions for us existing as we are does and then suddenly, one of those constant changes completely say the law of gravity changes completely, you know, which would obviously change the world completely change our lives completely, you know, depending on how much gravity changed by whether we would exist or not. And his point is that social media changed something fundamental around the year 2007, 2008. And, you know, very briefly, for the benefit of the listeners, the thesis is that, as the Twitter's retweet button and like button and Facebook's share button, essentially, with the instant gratification of validation that they brought did two things. One is they made the discourse much shallower because of the nature of the form. And B, they made it far more performative, where simultaneously you lose depth because you're restricted to 140 characters, 280 characters, and secondly, you are getting validated for everything you say. And therefore, that validation becomes a question itself. And there is even a notion that it is this kind of need to constantly be performative, that has led to, you know, all kinds of mental health problems as well, where, you know, in America, he speaks about how, you know, teenage girls, instead of interacting with each other in a normal person to person social way, their social lives have been taken over by social media, where it's brand management, they're having to do all the time, which, you know, has its consequences. So my sort of question here is that, you know, don't you think that in this exacerbation of these human traits, as it were, which is what social media has led to, it amplifies everything about us, both the good and the bad, that that can be a problem? And two, do you think that this form of this course matters, like, you know, it's a strong thesis of mine that whatever form you choose to write in will shape your content, and therefore, it will shape your character, that if for example, if I do three hour podcasts, I am delving deeply and having deeper conversations and thinking more deeply about those subjects. And that shapes me as well. Whereas if I was doing like five minute nuggets, and I was asking shallow questions, and I had to cater to the lowest common denominator as news television did, that would shape my content shape the discourse and shape me as well. So form can change, content can change people. Your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:32.280",
        "message": "So on the first point, which you mentioned about, you know, history repeating or sometimes actually being a discontinuity. Yeah, I agree. I mean, I think there are events in history, there are platforms and there are things that happen in history, which are clear discontinuity. And in some sense, I would agree, I mean, Gutenberg's press was a discontinuity for sure. And, you know, we saw what happened because of that, I mean, protestant movement would not have started. I mean, Martin Luther, everything that he wanted to say spread around because of Gutenberg's printing press. And therefore, the protestant movement and the protestant work ethic and everything followed from there. And in some ways, this ability to, you know, connect socially in a manner where you could have, you know, a million people listen to what you have to say and your sound bite is a discontinuity. So I'm, I wouldn't say that some platforms of the kind that we see today in Twitter and Facebook are in any way sort of repeat of a previous pattern, except for the fact that something like this has happened 500, 600 years back, but in a very different way and form. Now, you know, those platforms do change how we actually have the discourse because, you know, you are right. If you have to have, you know, a space of 140 or 280 characters, you will choose a form of communication that suits that medium. And Amit, you write and you teach writing, you know this and you teach people about this, that you have to fit your writing to the medium and you have to both optimize for the reader as well as what, you know, the form that you're writing. So in that sense, I completely agree with you. Even in my case, you know, I do a lot of corporate writing and if you ever see my corporate writing, you will like, listen, what is this? I mean, why are you writing this in this manner? This is clearly written to obfuscate and my simple, I would plead guilty because that's the whole point of writing that particular, you know, note is to obfuscate, is to have, you know, plausible deniability one month down the line, is to sometimes say something which you don't often intend to say in indirect forms. So there is a form that, you know, that actually changes and alters the way you want to, you know, communicate. And I fully understand and appreciate that even some other instance of mine, I used to dabble in stand-up comedy, I mean, about six, seven years back, and it had become a bit of a passion. So, you know, Three Wise Monkeys or wherever I used to be hanging around in, at that time I was in Bombay for some time. And I realized that people are just absolute geniuses, you know, to be able to do the amount of, you know, content, the wit, the, you know, the sarcasm in a, in a three minute piece. It's just amazing. I mean, later you wouldn't even remember what was the joke, but at that point in time for three minutes, they were just fantastic. When you contrast that with, you know, thousands of pages of Yes Minister and Yes Prime Minister, you know, it's very different, but both give you, at least to me, both gave the same level of, you know, humor and joy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:50.800",
        "message": "So I agree with you on this. Yeah. Yeah. I didn't realize that Rego Jetly was also a standup comedian."
    },
    {
        "speaker": "Guest",
        "time": "00:21:58.200",
        "message": "We discover new things every day. That amount of filmy knowledge had to come in use somewhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:04.160",
        "message": "Filmy knowledge. Okay. So we spoke about discontinuities and we spoke about history repeating or rhyming. And I want to go to one aspect in which it seems like we have seen all this before. And that, you know, there's a book Walter Lippmann wrote called Public Opinion, where the name of the first chapter is something like the world as it is in the picture in our heads, where he points out the difference, the impossibility of ever knowing the real world because it's so complex. If I remember that first chapter starts out with the story about how after World War One ended, you know, even after it had ended four days, five days later, fighting was going on in some places and people were dying because the news hadn't reached them. So, you know, effectively the World War One had ended, but it hadn't kind of ended everywhere in a manner of speaking. And that sort of dichotomy between the real world as it is, which is complex and unknowable and the worlds that we construct individually in our heads, that's a feature of the modern time as well, where narrative control is everything. Now, in, you know, one of your newsletter editions, you spoke about demand and supply in politics and ideas, where at one point when you were talking about the newsletter, you wrote, quote, the focus of this newsletter is to make public policy accessible to the public. This is a claim we often make around here. There are think tanks and public policy specialists to advise those who are in power. We are at the other end of the pipe, trying to influence the demand side of the market of democracy. The hope is that an aware and an enlightened public will demand better from their representatives. Once a pattern of demand changes, supply will adjust itself. Stop quote. And you refer to the Lipman versus Dewey debates as an example of the wisdom of doing this or the futility of doing this. Tell me a little bit more about your thinking behind this and why you are more on Dewey's side than Lipman's."
    },
    {
        "speaker": "Guest",
        "time": "00:23:49.080",
        "message": "Yeah. So, I think firstly, you know, there are two ways of influencing public policy, like you just quoted what I had written there. And a lot of focus of the think tanks actually is on the, is on focusing on the supply side of the equation. Our view is that you can do that thing on the demand side, it takes time and it requires a lot of effort. We are over a hundred editions down and, you know, we will continue. And my, you know, small hope is that even if 10,000 people, you know, change their opinion or I would not say change their opinion or are informed better, you know, that's a success because I really don't think I have the ability or the access to actually change the opinion of a lawmaker or someone who actually, you know, makes the public policy. But coming back to, you know, the Lipman-Dewey debates and, you know, in some sense it was at the back of my mind when I spoke to Pranay about this and Pranay wanted me to start writing as well because Pranay came at it with the same view that we should influence the demand side of the equation. But let's go back to Lipman and Dewey and the debate. You know, it's a fascinating book that it's a great book. And what Lipman says is that, you know, when democracy and he takes the American example and he says that when, you know, just when democracy was, you know, the American state was founded, most of the people who came representing their, you know, their provinces or their, you know, constituencies, they knew their people really well because these were agrarian sort of setups. People came from there. They had very clear idea about what their people wanted. And the people also had very limited sort of views about what they wanted, right? I mean, their world was just the village, you know, and the farming they did or the cattle they kept. And this is in early 20th century, Lipman had already reached a conclusion that this original thesis no longer holds because people have, I mean, the cities have come up, people are so different, they are doing different kinds of occupation. And so his view was that firstly, people do not have a full picture of what the world around them is like, right? They are only seeing, you know, some narrow sort of through their windows, they're seeing a part of the world. And because they're seeing a part of the world to have to depend on them to have a full view of what kind of a polity would they want to, what kind of laws would they want is almost futile. And because they carry this picture in their mind, you know, people can be, you know, narratives can be built around those images that they carry in their mind. And those narratives then can be used and is used by politicians to actually win elections. And Lipman was worried that this is a fatal flaw of democracy. And so for him, the idea was that, listen, there has to be an intervention of experts somewhere and experts have to come in, experts have to actually intermediate between this, you know, masses of people who actually form the, you know, the electorate and who actually elect people. And, you know, the experts have to, in some sense, you know, filter the requirements and the needs of these people. And in some sense, mediate between the lawmakers and the public. And you know, just that idea is not, is revolting to me that somebody should come in as a set of experts. But Lipman was very convincing in this. And you know, the idea that we all have an imagined world in which, you know, around in our minds and all, it's very powerful out of that, it's true also. Do we, who actually, you know, was admired Lipman and he said this is, I mean, as a concept it's great, but his argument was, we should not be giving up this fight so easily. And his point was, listen, there is something which is the knowledge of the collective. And the collective often has a view, which actually, if you sort of, you know, if you are able to use it well, is, will give you much better results than the view of the experts and will actually lead to much more sustainable change in the society if you know how to sort of harness it. And therefore, his point was, don't give up on it. And this is like that old, you know, debate, Amit, between methodological individualism versus methodological collectivism. It's like, you know, Durkheim, there is a collective conscience and that works. But Dewey's point was work on this side, make people aware, improve their sense of understanding of what's happening around it. And then, you know, harness the collective knowledge and the collective sort of wisdom of the people, and then feed it back into the political system for effecting a change. And, you know, I fall on the Dewey side, and that's why the newsletter is aimed at, we never address any sort of political or any think tank or any sort of, you know, political party or anything, our audiences squarely, the people, India, outside India, wherever."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:03.200",
        "message": "Yeah, no, and that resonates with me a lot, because I think when I won my last Bastia Prize in the prize winning speech also, I referred to the same thing about how we need to think about the demand side of the political marketplace, not the supply side, because everyone responds to incentives. Your supply side doesn't give a shit about, you know, what random experts may say they respond to either the special interest groups who are lobbying them on the one hand, or to voters. So the best way to make change happen is to actually change the mind of people at large, which is also, you know, a larger sort of foundational battle within the Indian Republic, which we'll come back to later. But my question sort of here is that, at some point, I felt that this might not be something which is say, within the reach of somebody like me, and therefore, by extension, someone like you, because we're writing in English. And because in India, it's just a narrow sliver of people who will be reading this kind of thing in English. Now, obviously, one can argue and say that, listen, history is made by elites after all. So if you can reach enough elites, and change their minds, that does make a difference. You know, that's a different kind of influence of policymakers and bureaucrats of tomorrow, perhaps even the politicians of tomorrow. But I'm not sure how far that goes. And like, do you think it's like last week, I did an episode with the venture capitalist Sajid Bhai, who sort of in his mind divided India into India one, India two, India three, where he said India one was about 100 million people had the per capita income of Mexico, and spoke functional English with one sliver of that speaking the kind of English which would allow them to read us and listen to us. And then there are 100 million people who are in India two who are, you know, plumbers and Uber drivers, and so on, who basically have the per capita income of Philippines. And then you have 80% of the country in sub Saharan Africa. And they are, of course, not reading your newsletter or listening to my podcast. So you know, if we think deeper, where does the sort of the change come from? Like, is there a second order thing happening where hopefully, somebody who listens to me or reads you, you know, becomes a mass entertainer at some point, and those ideas percolate through that way. And, I mean, I'm glad that you are optimistic, but what's what's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:17.400",
        "message": "So I mean, there are, I mean, when you frame it this way, I mean, it's like, I'm saying, I see that, I mean, let me give you a few examples of what gives me hope, right? There are people who send us mail saying that, listen, I've just cleared the IAS exam. So, so, and I used to read your, you know, newsletter, I always found it very useful. I mean, so clearly somebody is going somewhere who might be in a position of actually affecting real change because of reading this. And I mean, the other one is you wouldn't believe the number of.edu mail IDs we have as subscribers. It's just amazing. I almost think that every week when I look at the people who are subscribed, I think a third of it is.edu IDs, you know, so there is clearly interest and these are not, you know, of course there is a usual, you know, public policy institutions of India from where people, but the number of people that come from, you know, technology institutes, and it's a very, very reassuring and very, I mean, it really gives me a lot of, you know, pleasure and, you know, happiness to see the number of students reading. So I would tend to believe that there is a second order impact. The second order impact could be people who, you know, even if they don't go into public policy, they just might be, you know, working in a regular corporate world, talking to 10 other people, employing three or four people at their homes, you know, or maybe influencing another five people because of what they do for them. So I believe that's one way to continue doing this. Of course, the other way is to start thinking about doing something more in vernacular. Pranay does that. He runs a podcast in Hindi, which I think does a lot more than our newsletter in terms of, you know, how many people actually download it. Maybe that's also, there is a medium benefit there. But I think I would still err on the side of optimism because that's the right thing to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:46.280",
        "message": "You know, I agree with you. And this is really, I think, in a sense, a long game. And Pranay's podcast Bollyabazi is, of course, awesome. I have actually been on it talking about Hayek in Hindi, which is possibly the first time"
    },
    {
        "speaker": "Guest",
        "time": "00:33:57.840",
        "message": "anyone has spoken about Hayek in Hindi. I've heard that. By the way, since we are rambling and you mentioned Bastia, let me tell you, I had no idea about who Bastia was, right? And I used to read India Uncut. And that is when I realized that a whole lot of economics that I had read and I had read a lot of economics had completely bypassed the Austrian school in India. Totally. There was not a mention of Hayek or Bastia or anyone from the Austrian school. I remember distinctly the, you know, the Candlemaker's Plea, which you had written on India Uncut. And I was like, where is this coming from? I mean, because I was surprised that there is something completely different sort of school that I have been, you know, not been informed of at all while studying. And I have not been taught economics. I have not taken economics as a part of your curriculum. But I read up textbooks of economics that were prevalent in Indian schools and colleges and there was never a single mention of any Austrian school economics. So that also is an interesting sort of a side note. And also, you know, a bit of my gratitude for you to have introduced a whole generation. And that's, again, an important point going back to what you've made. Somebody is reading it and then somebody 10 years later is writing a newsletter. So, you know, who knows what are the second order implications of things?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:31.760",
        "message": "No, no. In fact, you'd, you know, you'd earlier mentioned about the need for someone to curate all the content and all of that, which is out there. And I see us in a sense as curators of ideas, like I remember at one point when I was writing India Uncut. And for those of my listeners who are too young or who may not be aware, India Uncut is a blog I wrote between 2003 and 2008. I think in five years, I did about 8000 posts, I do five posts a day. So I was incredibly prolific. And then of course, I moved on to play poker professionally and blogging kind of died because social media disaggregated all its functions. But I remember receiving a letter from an NRI student, I think in New Zealand or somewhere, where he said that, please keep doing what you're doing. Because I don't read any Indian newspapers, I don't read anything every morning, the first thing I do is I go to India Uncut and see, okay, what has Amit posted, because that's where I get a sense of the country from. And that's one of the things that motivated me to post in the kind of volume that I did over the time that I did, because that was gratifying in and of itself. And you know, the Candlemakers petition, by the way, is Bastia's famous satire against protectionism, which is a letter from a Candlemaker to the government saying, please ban the sun because my business is being affected, which is quite, you know, wonderful. And you know, responding to your aside with an aside, that is one reason I'm glad that like you, I didn't study economics in college, because, you know, my thinking may have gotten fructified in certain ways. And I may not have been open enough to be able to discover Bastia and the Austrians who came after him, Mises Hayek and so on. And of course, once you discover these people and, you know, read them, it's like a light bulb goes on in your head, it never kind of goes off again. And kind of flicking that switch is extremely important to me. And speaking of flicking switches, I'm also sort of, I want to quote from, you know, another of your newsletters where you've written a bit about yourself, where, and this is your 108th edition, so it's fairly recent, you guys have done 110 so far at the time of recording. And here you wrote, quote, I don't remember when I lost my faith in the ability of the state to improve the lives of its people, perhaps it wasn't an exact moment. Growing up, the state was all around me. I spent most of my childhood in what used to be called a colony, one of the many that dotted the semi urban Indian landscape in the 80s, a small industrial township whose heartbeat to the rhythm of the government owned factory at the center of it, my school, my playground, the hospital, and even the temple were all run by the state. The state then subsidized a world-class higher education program for me. At the turn of the millennium, I entered the workforce. If you had cut me, then I would have bled state. Over the next two decades, I lost my faith. Stop good. Talk to me about this."
    },
    {
        "speaker": "Guest",
        "time": "00:38:12.680",
        "message": "Why did you lose your faith? So I mean, sometimes when you read your, I mean, some, you hear someone reading your"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:21.000",
        "message": "lines, it's a bit, you're like, okay, what have you written?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:28.040",
        "message": "But, but I love that phrase. If someone had cut me, I would have bled state. That's such a beautiful, vivid way of putting it."
    },
    {
        "speaker": "Guest",
        "time": "00:38:35.080",
        "message": "So, Amit, I think there are a few things, see, when you are on the treadmill, right? You believe that everything that's happening is happening because of you. Right. And, and I was on that treadmill that a lot of Indian kids have, you know, gone on before me and everything. I ticked all the boxes, the right boxes. And for me, all of this was on account of me because I, in my mind, was a bit of an underdog everywhere, you know, and therefore I thought that, listen, for an underdog like me to have done all of this must be me. And then once I entered the workforce and, you know, you started earning, but you also, and till you entered the workforce, you actually, you know, when you are growing up, you're seeing very similar people like you, right, especially if you grew up in a colony as it was called. And then you went to college and you saw fairly similar people and, you know, if you went to the right colleges and the right schools and things of that kind, you just saw people like you. In the workplace was the first time when I started seeing a little bit more diversity or whatever it is worth for the kind of places that I worked. And then, you know, I started hiring people, I mean, in large numbers. And then, you know, you started going to other places and, and gradually I started realizing that, listen, firstly, this is not all on account of you and, you know, just your talent and enterprise. There is a privilege that you are born to. And the realization was not just that there is a privilege that you are born to, but that privilege is of the kind where the state becomes a force multiplier in your life. If you are born in the right place, then the state is, you know, helping you like nobody's business. Right. And whereas if you are born by the lottery of your birth, if you are in the born at the wrong place, then there is no state there for you to be sort of, you know, for you to get anything. And I saw this contrast many times over in the, you know, just the first decade of my work. And once you sort of like, like you were mentioning, you know, the Austrian school, once you have seen it, you can't unsee it, you know, to sort of make a pun on the, on your show. And then I just couldn't unsee it. It was all around me that, you know, why is this not here? I mean, in the sense of why is this guy not getting the right education? Why is there no proper hospital here? You know, why doctors are not there in just, you know, 50 kilometers outside of a metropolis. You know, all of those questions started, you know, in some sense, gnawing at me. And if you are a bit sort of, I would say reflective, which I am both observant and reflective, then you can continue being on the treadmill and do all the stuff that you have to do in corporate life or wherever you're working. But this thing keeps coming back to you, that, you know, this is a privilege and this is a privilege of a very specific kind where the state actually, you know, was benevolent because of where, you know, because of the privilege that you are born with. And that's what I wrote in that episode that, in that edition, that the state was simultaneously for me omnipresent when I was growing up. And then I realized for many people, for a large swath of, you know, Indian populace, it was omniabsent, it was never there. And this, you know, simultaneous omnipresence and omniabsence is what, you know, really riles me. And, you know, why does it have to be this way? I mean, you can do, and there is in some sense, there is both these strands of writing, this useless omnipresence, you know, place of the state and where it has to be there, the complete absence of the state."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:29.980",
        "message": "Yeah, yeah. I couldn't agree with you more. In fact, you know, like I know both of us will agree, the Indian state is simultaneously too small and too large, it's too small in the sense that it doesn't fulfill its essential functions properly, like the rule of law, which I think for most poor people in this country is absent, if not for almost everybody, in fact. And at the same time, it does too many things which it should not be doing and in many ways is almost predatory and parasitic presence, like I like to say, suitably alliterative. So let's kind of, you know, now talk a little bit about the state, especially the Indian conception of the state. And again, what I want to do here with you is a conception of the state has something to do with our circumstances at the time that we gained independence, where again, I'll quote from one of your pieces, which is from the newsletter number 28, in fact, where you write, quote, that the newly independent India needed to change wasn't ever in doubt. The colonial rule had drained it economically. Its society was driven with ancient caste prejudices and practices. The enlightenment values of liberty, freedom, and equality that philosophically underpin the Western democracies were difficult to root in the Indian intellectual or social context. Democracy with equal rights to all citizens was therefore an audacious gamble, but we chose that radical end. All that remained was what means we should adopt to change India, a stop quote. And here, of course, as you go on to point out that there were people who said that, you know, the state needs to change society in a top down way and Nehru and Ambedkar were for that. And there were others like Gandhi, Shyamaprasad Mukherjee, Kripalani, who said that, no, you got to change society first, otherwise, it's not going to work. And in hindsight, though, I think, you know, one could have come at this from the first principles which we both hold where, you know, top down interventions don't necessarily work. It could be argued that, you know, the top down vision was flawed. I mean, I have often asked, and I think in one of your newsletters, you cited it as well, that eternal question of was our constitution, a liberal document imposed on an illiberal society? And if so, how can the imposition be liberal? So I've asked that question to so many people, I'd be, you know, actually interested in your answer as well. But tell me a little bit about this, after answering this question, tell me a little bit about this tussle at the founding moment of our republic, and how that led to the conception of the state that we have."
    },
    {
        "speaker": "Guest",
        "time": "00:44:58.320",
        "message": "So, Amit, you know, there are sort of two kind of lenses to take on this one, right? One is this Benedict Anderson's, you know, imagined community, you know, idea of a nation. And you know, Anderson says that when a new nation is formed, they have, you know, these three things that they should ideally be doing. One is they should be showing that this is, in some sense, a break from continuity, what we are doing right now. You know, and that break from continuity is sort of important, because it's important that you show that there is something new that is getting formed. Second, especially for those, you know, I would call it notion of a country which actually had some history, you have to still show some continuum you are still going. And this is not just something a complete new conception. So often the European states used a reawakening kind of a construct for this, which is the second one that you have to show that it is break, but it is in some sense a reawakening. And third, then you have to bring historians to construct this sort of story, which sort of fits all our past events into this sort of, you know, this kind of ideas. And I'll ramble a little bit, so just give me a minute, I'll come to your point. So that's one way of looking at it. And I think we followed it to the T. We said this is, you know, I mean, this is absolutely a new thing. He, like Nehru said in the, you know, Trust with Destiny, he actually used India awakens when the whole world is asleep, India awakens to freedom. And therefore, you know, there was an absolute sort of right there. He uses exact words that Andersen mentioned. And then the historians, which is what today we complain about, of a certain kind went back and created all of these, I would say created all this, served that narrative. I think a lot of the narrative is possibly true as well. But maybe there were a few places where they sort of went a little overboard in order to make sure that this is a bit of a continuity. And that's where all of this, you know, whether Tipu is a freedom fighter or Ganga's Omni Tehzeeb, whether it is real or not, you know, you could argue it till cows come home, but that was how it was done. Now, there is a very important line that Andersen makes there where he says that, and I'm possibly paraphrasing here, that the, you know, the modern concept of this nation has to contend. I mean, so the it's that the historians view of this modern concept of the nation has to contend with the, you know, the notion of the antiquity that is there in the minds of the society, right? This is what is happening there, that there is a modern concept of this nation which historians are trying to sort of now create, but it has to contend with the, you know, the deeply felt belief that this is a more ancient, you know, sort of a land than what it was. And that is, you know, that is the fault line, if you were to ask me, right? How much should we have gone, you know, on this spectrum? And I think in that sense, and a lot of people, other people have also mentioned, I think the assassination of Mahatma Gandhi was a very, very pivotal sort of a, you know, thing in this entire thing, because when he was there, I think there was a strong force that maintained some amount of, you know, you know, got a lot of both political as well as moral force on the other side, that we need to maintain a certain sense of continuity. And the idea that ours is an antique land, whereas, you know, Nehru and Ambedkar coming at it very differently, Nehru coming at it from his Fabian socialist, you know, background and you know, whatever he had seen, and, you know, in Europe and the enlightenment values and things of that kind, his view was that, listen, this, if you go into the society, you will realize that this society stands no chance in terms of modernizing itself, right? Because it is so riven with so many prejudices and so many, you know, is that it is not possible. And Ambedkar, nobody need to tell Ambedkar about that, you know, he knew it, he felt it from within, he had seen it. So from both of them, this was clear, you know, opportunity for the state to affect social revolution, right? And I think the assassination of Mahatma Gandhi really, really crippled that other sort of, you know, movement totally, because in some sense, when Gandhi said that Congress had to be disbanded, which often today we get in WhatsApp as if, you know, Gandhi was saying that this Congress is a bad Congress or whatever, his idea was that, listen, we have not completed the task of independence. What we have completed is the task of getting, you know, over the colonial rule, but it would be an absolute disaster if you just replace one set of colonial masters without changing anything dramatically within the society and replace it with another state, which exactly takes over the entire apparatus and continues to do the same thing with a different name, right? But that assassination crippled it and then what happened is whoever were the true Gandhians, they had to make a choice. Some of them like Kriplani, you know, Acharya, Vinoba Bhave, all these guys, you know, went into the sort of the Gandhian way into the villages and try to do some, you know, Navnirman, not Navnirman, whatever, Sargodaya and things of that kind. Whereas the others were like, listen, we have to, you know, we have to be where the state is and we'll try and do this particular change. And I think that, you know, that balance or whatever, I mean, that adequate rigorous debate at that point in time that we missed because two, you know, titans, Nehru and Ambedkar were both on this side, meant that we in some sense thought that we will get over this problem and that, you know, if the state continues for a period of 50 years of running its agenda of social revolution from outside, we will never again, you know, need to, I mean, we'll get over that hump. I mean, the society will change. But like now we are discovering, it doesn't change, you know, it's top down, centrally planned things just don't happen that way. And this is where again, again, this is that old Rousseau and, you know, a whole lot of these guys who believed in society as a sort of a, you know, place where everything starts from. I think again, you can ask that question, whether these, I mean, these guys are right. And this is what one of my points is that, you know, methodological individualism is good in economics sphere, but when you have to run the state, you have to bring collectivism into it, not as a notion of economic sort of, you know, means, but definitely as a collectivism in the sense of how you change the society, right, it can't be just a top down idea that some one guy does, you know, and we then change the, you know, school curriculum and everything to say, this is what we are. But when the guy comes back home, his parents say, this is not what we are, right? You go study in school, all of us are equal. There is no casteism, untouchability is a sin. You come back home and exactly the opposite is happening at your home. And it's happening, you know, with while having the pictures of Nehru and Gandhi in your drawing room. I mean, that sort of dissonance we lived with, and those chickens have come home to roost."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:48.240",
        "message": "Yeah. And, you know, it sort of strikes me that, you know, now when we look back with the benefit of hindsight, the sort of top down status thinking that came from Nehru, where it failed is obvious in the domain of economics, where it is pretty much seen and I think there is consensus on that, that it failed utterly and kept India poor for many decades. But where it is not so evident is in terms of social change, because you don't know counterfactuals and there can be arguments made that we would have been worse off if not for this and so on and so forth. But a lot of this is sort of striking because that fear of replacing one set of rulers with another is essentially what happened. We took over the entire colonial apparatus that the British left behind. We kept the Indian Penal Code, which was put in place to govern the natives as it were. And you know, and I did an episode with Tripur Dhaman Singh, where he spoke about the First Amendment to our Constitution. And when you read it, you realize that, you know, you spoke of Nehru's enlightenment values, but Nehru is incredibly illiberal in that. And Shyama Prasad Mukherjee comes across as a great liberal in that. You know, today we speak about all these activists arrested under the sedition law. Listen, the sedition law was made unconstitutional in 1950, Nehru brought it back with the First Amendment. So this is something that, you know, people need to pay attention to that, which is not to necessarily demonize Nehru or, you know, agree with the current dispensation that everything is Nehru's fault. Nehru was a great man. He did a number of great things, but people contain multitudes. And this shit really went down. And the importance of looking back on it is kind of identifying, you know, instead of identifying individuals as heroes and villains, but to talk about what structures of the state have sort of let us down. And again, you mentioned sort of the project of shaping our history. And I did an episode with Kapil Gomireddy where he spoke about this at length as well, where he spoke about how you had all these historians sort of presenting a particular vision of history, you know, with noble intent or whatever, but it backfired because society remembers and what seems to have happened today in a manner of speaking is that, you know, your politics has caught up with society. Society didn't change. Eventually, once society got empowered enough, it is a politics that's changed and that's sort of brought us to where we are. You also had, you know, an interesting…"
    },
    {
        "speaker": "Guest",
        "time": "00:55:14.080",
        "message": "Sir, I mean, one, if I were to ramble a little bit and ask you a question, right. So, you mentioned that, you know, did we fail or not as part of Nehru's sort of social agenda and the idea of what his social sort of views were and, you know, everything that we spoke about. And your point was, we don't know what are the counterfactuals, right. One way to sort of argue about this is how did others make this transition, right. So, if I were to sort of put this point or this sort of, you know, hypothesis that, for instance, the transition of England from, you know, agrarian traditional feudal society into a modern state, you know, how did the social change happen there? And somewhere, maybe, I don't know what's your view about this, but this whole thing about the protestant movement, you know, coming along with what Locke was saying at that point of time about inalienable rights, about the primacy of the individual, protestantism saying that was the God will only, you know, be happy with you because it's already predestined, you know, and that's the big sort of message of protestant Calvinism was predestined. Then what do you do? This is the moral sort of thing that you have to follow, that everything is predestined. And then the idea with Locke and others brought into play was, listen, it is predestined, but if you do well in your life and you succeed and the success is God's sign that your predestination is good. You know, some such, you know, broad kind of a notion. And that's how the society sort of took the idea of individual liberty and things of that kind strongly. Is that, I mean, what's your view on this? I mean, did that happen through an organic social process rather than a top-down process? And did we just not have, we have just missed that boat altogether or that bus altogether because there is no reconciliation between some of our, you know, really core held beliefs versus what political philosophy we want actually to espouse for a country like ours?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:30.240",
        "message": "Yeah, that's a difficult question for me to answer. I mean, first of all, in the context of England, I simply don't know English history well enough to be able to comment on that with any degree of knowledge. So I don't want to wing it, but just sort of speculating on the core question within that, that if you believe in certain values, if you believe in Lockean values, as say, I do, and I'm sure you do as well, where, you know, the individual rights really matter and are at the center of everything. And we'll speak later about the Rawls-Nozick debate, but they would both have agreed on this central point as well. Then the question comes up is that say you are in the position of your founders in 1947, what are you doing? You can't just leave it to society and whatever, what are you doing? So my tendency there would be, is to have a bare bones framework, which protects negative rights in the sense, which protects the right to life, which is against coercion, which sort of tries to respect the consent of the citizens and treat them as citizens and not as subjects. But beyond that, not try to do deeper social transformation, because I think social engineering can have unintended consequences, which may not work out. What's your response?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:41.360",
        "message": "The idea that somebody, it's the same notion of Adam Smith in social science, right? How can you imagine that you will know the preferences of millions of people and doing millions of transactions every day, you know, to be able to then arrive at this, you know, planned thing that this is how I will change. And listen, economic transactions, you can still believe that there is rationality in that. You can still take some, you know, solace that maybe in the economic sphere, people are rational. In social sphere, people, it's, they're not rational. I mean, they do not act rationally for sure in social sphere, because, you know, it's your children, your friends, your relatives, these are the people that are involved. So and, you know, you had mentioned Jonathan Haidt at the, at the beginning of the episode. And I, I find that's one of the reasons why I find him very, very interesting to read, because actually what, you know, Taylor or Kahneman and Tversky did with economics, Haidt actually did that with social science. He said, yeah, it's not so rational, this, you know, how you decide on things and how you arrive at social judgment. You know, that's why he then came out with this whole idea that the, it's a social intuition that actually drives a lot of our judgment rather than some rational way of thinking about it. And I think I link it back to that, you know, that famous Haidt article called the emotional dog and a rational tail, and the idea is that the tail doesn't wag the dog. The dog will wag the tail and, you know, it's you, the rider on the elephant metaphor that he gives. The rider thinks he's controlling the elephant, the rider has no, the elephant is just going in its way. The rider is sitting. Hopefully they will both align in terms of where they will get as they're going. So I mean, some of these things are quite, you know, in that sense, intuitive, that you should not attempt some of these things at a macro, you know, large programmatic level, sitting somewhere in the center and planning for it down the line that this is how we will change the society. Fairly dangerous. I mean, it's, that's where you eventually get into totalitarian instincts."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:02.960",
        "message": "Yeah. No, I mean, question there is where do you draw the line? For example, someone could easily ask a counter question that, hey, what about something like Sati? Right. You can't say, let society sort it out. Obviously, you know, the state needs to sort it out before women are burnt. And which is why I would say that I would draw the line at protecting negative rights, protect individuals, protect their, you know, their right to life, their right to speech, all of that, you know, remove all coercion. But beyond that, how far do you want to go to, I mean, do you even have the capacity to solve social ills? If you could solve social ills, I would say you must. But then the point is, you know, that is again what Hayek would have called the fatal conceit of the state to imagine that it can do everything from the center. Do you even have the capacity to solve for it anymore? And in fact, that's the same kind of thought that I'll come to later when we talk about sort of digital colonialism, as it were, and the power of, you know, Twitter, Facebook, and all of these people. And people, you know, often put forward regulation as a solution for all of these guys. And I'm not certain social problems can be so easily solved through state coercion. But we'll kind of come to that a little later. You know, and you mentioned Hayek and you've written about him in your 102nd newsletter. And this sentence from that struck me as very interesting. So before we get back to the state, I'll sort of ask you about this as well, where you write quote, regardless of how we define political access in India, left versus right, liberal versus conservative status versus free marketer, each side arrives at the ideology based on what they believe is morally right for the society. What's the basis for our inherent self righteousness? And why does it differ among people? Stop quote, and then you talk about, you know, hate saying that we reach a moral judgment based on our intuitions, which are shaped by, you know, moral and cultural factors and all of that. And I'm reminded here of, you know, before we go on to talking about hate, one lovely book I'd like to recommend to my listeners is called The Three Languages of Politics by Arnold Kling, where Kling writes about, and he's writing in an American context. And he's saying that a lot of political discourse becomes people talking past each other and not to each other, because their priors are different. So he talks about how progressives will come at everything from a first principle of equality. Libertarians will come at everything from the first principle of freedom, and conservatives will come at everything from the first principle of tradition. And they're all coherent and logical when they come from that first principle. So you could have two people who are having a completely coherent logical conversation with each other, but it's not really with each other, because they're starting from different priors. And if you really want to have dialogue, you have to address the other person's concerns, and then talk on the basis of that. Otherwise, it's just pointless, it's just noise, it's just echo chambers, which is something that of course, social media exacerbates. And he has a sort of similar point where he talks about the five foundations of morality and how liberals only sort of take two of them into account. How do you sort of place all this in a context of India, like what sort of the bedrock of our moral instincts, so to say, and where does it become a problem for, say, a particular idea of India, which is the liberal inclusive idea of India that privileges individual rights?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:26.600",
        "message": "It's a difficult one. Let's take an example, and then try and see if maybe we can take two and two sort of very different ones. And let's try and see if I can make any sense of this. Sometimes, like Amit you say, when you write, you really deeply think about a topic, when you talk, then you are not, I mean, you have to be really, really good, really fast thinker to be able to talk with the same level of clarity as you can write, and maybe it's never possible, at least it's difficult for me. But let's take this. So for instance, let's take this real example. We had a whole lot of articles come out in recent past, Oxfam report and stuff, that you know, billionaires made a whole lot of money during the pandemic. And you know, poor people were, you know, given a short shift. And some, you know, if Jeff Bezos just distributed the wealth that he made during the pandemic, each Amazon worker would get $80,000 or something, right? Now let's understand this from this ITN framework, right? So in India, because of maybe the last 70 years of whatever we have been trained and maybe before that as well, we view a few things, I mean, that these are our social intuitions. And one of them is that, you know, that too much of wealth is bad. We have some, you know, beliefs in moderation and not showing wealth off and things of that kind. And also we believe that, you know, people should be somewhat equal and, you know, and that's the general humanitarian sort of, you know, instinct that, you know, people should not be dying of hunger, et cetera. Now you get two trigger events, you know, you get one event that, you know, all these migrants have walked all the way back and they are not getting jobs and things of that kind. And you get this sort of trigger event that, you know, the top three billionaires in India have added so much of wealth during this time. Now your social intuition immediately, which informs your judgment is, oh, this is wrong. You know, how is, how are these guys making all this money when so many people are, you know, suffering and because of the intuition that you already have, you made the judgment. And then after that, now, now you are a, you know, privileged guy, you are driving a car, you are living a life, you've had a good life during the pandemic, but it doesn't strike to you that, you know, what are you saying? It is the same thing for that guy who's made, he's not gone out and done something illegal and without, I mean, with coercion and things of that kind. If there were no Amazon, the lockdown would have been terrible. More people would have died. There was no Amazon, you know. But you then build a moral scaffolding of reasoning around this judgment of yours, right? And that scaffolding is in India, very, very easy to build. It's, you know, we've been trained by our films, books, and politicians, speeches, Garibiya Dao, all kinds of things to say that was, this is wrong. Now the problem in what happens is in that framework. Now this is sort of, you know, intuition, you know, whatever, and then reasoning. And then we make this reason, persuasion to other people, social persuasion to other people. We tell these things to others and, you know, all of us sort of gang up and say that this is a bad idea. And, you know, that's how you get the Twitter mobs. The two things that Haidt says actually should happen if you were to be somewhat think deeper about a topic is what is called private reflection and, you know, and rational sort of reasoning, you know, the reasoning, your judgment should now be informed by the reasoning. And those two things don't happen enough. And it doesn't happen in most parts of the world. But one of the problems of our sort of, you know, education system and others is that this private reflection, this idea that we teach you something, you go back and think about it, and then you don't come back and write exactly what I have told you to sort of write. I'll give you a question, you think about it and then write it. These are all sort of, you know, largely missing. So, you know, so to your point, I think this, this loop, which comes back around private reflection or, you know, or a more informed reasoning is a problem and we don't have that. And you can take the same lens to any other problem. I mean, you can take that lens to, you know, love jihad. But you'll find almost the same sort of thing because there is not enough and there is also not enough discourse in the media, in, you know, these talking head debates that we see in TV. There is nowhere this kind of conversation happening where three people are deeply, you know, having a conversation about, can you think a little deeper that it's not a zero sum game, like in that sort of, you know, that Oxfam kind of thing, that it is not about, you know, that somebody's made money by coercing others, that it is fine, that we need growth for everyone and then we will redistribute, you know, you don't get to that point of conversation. So I don't know if I've sort of given you some answer, but something of that kind is just not there anywhere. It's not there in the way we are taught. It's not there in the way we have grown up to sort of reflect on things. And it's not there all around us today in terms of any of the, you know, public forums where people are debating or discussing issues. Maybe except a few podcasts like this, there is some time to do this conversation. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:54.200",
        "message": "Yeah. You've actually made a couple of separate good points. One is of course about pedagogy where, you know, the way that we are taught, you know, we are not taught to think independently enough, though I'm not sure that that alone is, you know, a sufficient condition for not falling for flawed thinking. And the other part of it is that a lot of this is just counterintuitive stuff. Like, obviously, I hardly need to say to my listeners that, listen, number one, a lot of the wealth that these billionaires gained during the pandemic was notional wealth, you know, in their stocks or whatever. It doesn't really translate to real liquid money. And the other point is that, you know, in a free market, the only way that you make money is by making somebody better off. You know, it's a positive sum game. If all these people made so much money without state coercion being there, it means they made that many people better off. And like you said, in different ways, perhaps more people would have died if that didn't happen. I'm not saying all of the wealth gains are necessarily through, you know, legit free market ways and positive sum games. You know, we don't know what kind of cronyism there might have been at the back of that, but a significant chunk of that and certainly, you know, Jeff Bezos's wealth going up is clearly because, you know, Amazon was so incredibly essential during this time. Bezos is one of the sort of the great visionaries and heroes of our time and to demonize him the way some people do is kind of absurd. And you know, before we take a break on the show, let's take a Bollywood break. You have, you know, we were discussing this sort of conflict between state, society and markets, you know, the balance between them and you've written eloquently in your newsletters about how markets were always out because we associated markets with what the East India Company had done to us with colonialism and all that. So the fashion of the times when the Soviet Union seemed to be doing well and was admired by Nehru was that kind of Fabian socialism. So markets were demonized anyway, and it came down to society and the state. And obviously the way it panned out, the state took the sort of the bigger role. But there was a film in the 1940s by B. R. Chopra, which sort of shows that battle playing out and comes down on the side of society."
    },
    {
        "speaker": "Guest",
        "time": "01:11:59.520",
        "message": "So tell me a little bit about that. So this is a 57 film, one of the great films of the 50s, B. R. Chopra's Naya Daur. And Naya Daur means New Age, headlined Dilip Kumar and Vaijanthi Mala along with Ajit, who played his friend who later turns a foe and an absolutely fantastic turn by a guy called Jeevan, who used to often act in 70s and 60s film as a villain. Now, you know, I have always been fascinated by this movie for various reasons. One is this movie is often quoted as, you know, the movie that truly represented Nehru's view of what India was like. And my view was either you haven't read Nehru or you haven't seen this film, because this film cannot be about Nehru. And people, you know, as great as I think Meghna Desai, when he wrote his Dilip Kumar biography, he also alludes to, because his biography of Dilip Kumar, if I'm not, you know, misremembering it, I think it's about, it's called Nehru's hero Dilip Kumar or something like that. I mean, you know, it's, he believes that Dilip Kumar was a complete manifestation of the, you know, the Nehruvian sort of liberal image. Now, in this film, at the heart, and the film starts with a Gandhi quote, by the way, which in one of the newsletters where I have written, I have actually put that quote. I mean, I've taken a screen grab of that quote. Now, at the heart of this film is that there is a small village, there is a temple in the village, which is very famous. So and there are Tonga Walas and Dilip Kumar and, you know, his friend Ajit are both Tonga Walas. And, you know, people come from different places to visit this village because of the temple and the local economy largely is built on this, you know, this particular temple and the business around it, apart from the fact that there are farmers and things of that kind. Now, there is a guy in the village who's like the local money lender. And at the beginning, he goes off to Kashi or somewhere and, you know, leaving behind his sort of money lending business to his son, who's Jeevan. Now, Jeevan is shown actually as a Nehruvian elite. He's studied in the city, had college education, comes back to village. And he says that, listen, for this village to actually develop, we need a bus to come into the village. More business will come. Now, this is a complete Nehruvian idea that there is a society, you know, these are all Russian sort of an ideal of farmers under an oak tree doing their business. Here is a guy who comes and says, let's go by bus. Now, obviously, this is modernity versus traditionalism. So these Tonga people say, boss, you can't bring the bus because our business will be impacted. And, you know, I mean, had the axis of debate been only this, it was fine. But that Jeevan is shown to have other, you know, unfortunate sort of, you know, habits and vices for you to completely not believe in whatever he's saying. But then what, I mean, eventually there is a fight between Ajit and Dilip Kumar because of the girl and then Ajit goes into the enemy camp. And the climax of the film is that, you know, there is a race between the bus and the Tonga. So this is very similar to a Lagaan kind of a thing. And the point is, whoever wins the race, they will continue as the primary mode of transport. The other guy will have to go. And you know, there is a bridge that has to be built for the Tonga to actually beat the bus or to have any chance of beating the bus. And so what happens is then, you know, all kinds of things. I mean, there are great songs in the film, Ude Jab Jab Zulfe Teri, Opi Nair, and it will speak, I mean, you know, and, you know, that famous song, Saathi Haath Badhana Saathi Re, that's when they're building the, you know, the bridge. So and in the climax, the horse and the man, you know, beat the bus with, you know, all kinds of hijinks of Ajit, you know, actually putting his body on the line to keep the bridge from falling down and, you know, the horse going past it, so the society wins. And my point always is, this is actually an indictment, I mean, this is a complete indictment of the Nehruvian idea that I will build temples of modern India and I'll bring modernization into the village. This is Gandhi. Gandhi was saying, this is what will happen. People within the village have to decide for themselves if they believe the Tonga can beat it, they will build their own bridge and let them beat that, beat the bus. When they are ready for the bus, they'll be ready for the bus. In fact, that's what he ends the film with. Actually the film has a dialogue of Dilip Kumar saying, we are not saying we are against modernity, but it has to be on our terms when we are ready for it. So it's a fascinating film, I mean, it captures the debate of that time. But I think it's the most misunderstood film, if you ask me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:03.080",
        "message": "Yeah. Yeah. No, totally. I totally kind of get that. And I get the sentiment about someone who says that it represents Nehruvian thinking has either not understood Nehruvian thinking or hasn't seen the film. Quick aside, by the way, since we, and tell me what you think about this, because I seem to be in a little bit of a minority here as far as this particular quibble is concerned, but when people talk about these three prongs of state, society and market, and I don't think there are three, I think in a sense there are two. Because the way I look at it is that on the one hand, you have voluntary action within society and the market is one of the forms that it takes. And on the other hand, you have the coercive hand of the state. And yes, that can sometimes involve controlling a market as well. But ideally the way you and I think of free markets, for example, it would all be voluntary action and therefore a part of society itself. And that, you know, therefore morally virtuous to begin with for that reason, that it is voluntary and there is no coercion involved. Like I like to keep saying that, you know, that two people should be free to engage with each other in any way they deem fit, if they're not harming anyone else, whether it is in the bedroom or the marketplace. And because they're both positive sum games. And the irony is that, you know, voluntary action in one domain is frowned upon by one kind of ideology and by the other in the other domain, which is kind of, and in India, perhaps is, you know, both domains is frowned upon. So what's your sense of this, that this distinction of state market society, where to me a market is just a mechanism for voluntary action and therefore is a subset of society?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:40.820",
        "message": "See Amit, one of the problems right now is that, I mean, we are just agreeing on everything."
    },
    {
        "speaker": "Unknown",
        "time": "01:18:47.260",
        "message": "It's like one of those Bhajjatiya movies, you know, everything is sweet and saccharine and you know, nobody seems to have any difference of opinion."
    },
    {
        "speaker": "Guest",
        "time": "01:18:58.260",
        "message": "I just hope that the audience or the listeners are not sort of getting tired of this, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:02.580",
        "message": "I think many of them will disagree. So at least there's new things to think about. Right. So, and I didn't know if you'd agree with me because no one else seems to."
    },
    {
        "speaker": "Guest",
        "time": "01:19:10.060",
        "message": "Yeah. I'm hoping that they're finding things interesting, despite some fairly strong overlaps in terms of some of our world views. But you know, the reason why I would agree with you, apart from just intuitively, what you're saying is absolutely right, is also, let's think of people who sort of first wrote about many of these things, right? Like Adam Smith. Was Adam Smith writing about market when he was writing theory of social, of moral sentiments? No. He was writing about society. I mean, he was like saying, well, what is, you know, how should society be doing things? And, you know, we have gleaned the idea of an invisible hand for the market from it is our sort of, you know, what we are extracting out of it. And we are making this artificial sort of, you know, distinction there. But a lot of these folks, whether it is Adam Smith or, you know, whether it is Hayek or even Marx, these guys were not writing economics text or market based text. They were just writing, you know, society, class, struggle, you know, power and, you know, things of that kind of what is moral about this. So I would agree with you that that this distinction is a bit artificial at the heart of it, you know. And when you go back into some of the prototypes for some of these things, they are all, you know, fairly, they just look at society and they just view society and the interactions that people are doing. And, you know, economics or market is one sort of branch or whatever, one element of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:41.860",
        "message": "that. Fair enough. And on that note of agreement, let's take a quick commercial break. Hopefully we'll find things to disagree about after this is over. So see you on the other side of a break. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. One of the great joys of this lockdown for me was discovering how much I enjoy teaching what I've learned over the years. And my online course, The Art of Clear Writing, is now open for registration. In this course, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction. And over the 10 months that I have taught this course, a lively writing community has formed itself. The course costs rupees 10,000 plus GST, or about $150. And the March classes begin on March 6. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Raghu Sanjay Lal Jaitley, co-author of the brilliant newsletter, Anticipating the Unintended. And I'm not sure if you dear listeners anticipated the unintended, which is that I will now start the second half off by disagreeing with something that Raghu said before the break, though in a gentle way, where he referred to Dilip Kumar being called Nehru's hero. And Raghu's opinion was that no, Dilip Kumar was not Nehru's hero, but okay, maybe not in this film. But in general, you have written about Dilip Kumar, you know, elsewhere and spoken about how he almost embodied the concept of farz, you know, the classic example being the famous early 80s film Shakti, where he is the honest police officer who ends up shooting his own son played by Amitabh Bachchan, because he is doing his duty. And this in a sense, would qualify him to be Nehru's hero for the specific reason that Nehru's conception of the state and the conception of some of the other founders who believed in the status vision was, listen, it's true, we are giving the state a lot of power, but it will be exercised by good people who will do the right thing in general. And of course, you and I know that, listen, power always corrupts and, you know, that's never quite going to be the case. So tell me a little bit about sort of this concept of farz and Dilip Kumar and, you know, where you went on with this narrative and you wrote about it in your newsletter."
    },
    {
        "speaker": "Guest",
        "time": "01:23:27.100",
        "message": "So this is a point that I was sort of wondering about when I was writing that newsletter, the thing that sort of triggered that was, you know, I just started finding and this has happened over the last four or five years, that people that we often gave a lot of, you know, we had a lot of admiration for in society, the judges or the, you know, the IAS officers and things of that kind, I started noticing that a strange sort of illiberal streak was, you know, starting to become prominent in many of their, you know, public statements, judgments and things of that kind. And I was wondering what is the reason for this? And, you know, through some kind of convoluted logic, I reached the conclusion that there was a time when firstly, the people who came into many of these positions, whether you like it or not, were possibly of a certain state of society, which had a very different kind of education, etc. for them. I mean, they were exposed to very different things than the ordinary Indian. Now that was not necessarily a great thing because people have to come from the real India in order to solve the problems of real India. But for a moment, let's assume that these are people who came from these places and, you know, many times they also appreciated real India. And then what happened was the state, through its various forms and machinery and everything, consistently gave them this incentive to do the thing that the state was sort of, you know, using the constitution for in terms of, you know, effecting a social revolution. And you saw that all around. So you would find a very pious man. And I know many sort of pious IAS officers, judges, extremely pious, extremely religious, but then they would give judgments, you know, which would sometimes make you question, you know, I mean, they would really give judgments where their personal sort of, you know, convictions never got in the way of making those judgments of, you know, giving statements in the press and things of that kind. And this always fascinated me and, you know, this movie Shakti where Dilip Kumar was the father was a good sort of an example of that, where the guy, you know, does what is to be done. Some of it is first, some of it is also an overlay of the thing that the state has, you know, completely trained this person. You just have to follow what we have told you, because that's the right thing in the greater sort of interest of the society. And I then started, you know, noticing that what's happening of late, and again, this is nothing to do with the specific government, but it's the point that we made earlier, you know, that other sort of, you know, experiment, if you might call so, of trying to change the society from top down is fraying completely at the edges. And therefore, you know, the state has also figured this out, and they are also pandering to that sort of, you know, that kind of instinct within the society. And now all of these are in sync, you know, the state also is okay with people, you know, giving when to their original or whatever their real thoughts are. Some of those thoughts we might believe are illiberal, are different from what the constitution or what we thought some of these positions have to possibly take in terms of stand. And that's, you know, so the incentive now has changed, that's flipped. And you know, that if it has flipped, then we will get to see more of this kind, you will get to see more of the kind of judgments where somebody will say that, you know, if you are molesting someone and the woman still has their clothes on, that's not molestation. This was a judgment of a couple of months back, or that other one where women's feeble no cannot be, you know, cannot be construed as no. So I think somewhere, that's really what sort of animated my thought at that point in time. And you know, then Shakti was a good vehicle to use as an example of what used to happen in the past and contrasted with where we are today."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:43.660",
        "message": "Yeah. And I'll take a quick aside because you mentioned the feeble no judgment and that gets my blood boiling and that was obviously in the case of Mahmood Faruqi, who was first convicted of rape and then he was acquitted by a higher court, which basically said he had done what he had done and the woman had said no, but it said a feeble no can sometimes mean a yes. And it acquitted him on this basis. And it's incredible how so many hypocritical Delhi liberals, so to say, have immediately rehabilitated him, like they, you know, partially did in the case of Tarun Tejpal and all of that, where, you know, on the day that we are recording, in fact, the 23rd, he was scheduled to have performed today at the Jaipur Lit Fest. And I just want to say in no unequivocal terms that the organizers of the Jaipur Lit Fest who made this decision, you know, should be ashamed of themselves. It's a slap on the face of all women. It's a message to all the women at the Jaipur Lit Fest that your no doesn't mean a no. It's just disgraceful. But I'm sorry, this sort of a side of anger apart, because it really gets me going. And I had an episode also on, you know, how the laws are so weighted against women in India. I'll link that from the show notes. I think it was with Hamsini Hariharan was one of the guests. But you know, the reason I asked you about, to get back to our topic, before I get carried away, the reason I asked you about Dilip Kumar and Farzin Shakti and that particular edition of the newsletter, which was edition number 30, which I'll link, is that I think it makes an incredibly profound point, which, you know, made me think about this whole issue in a different way. So I'm going to quote you a little bit at length, because I think it'll be of great interest to my listeners, where you talk about how one quote, the foundational premise of modern India is that the state is ontologically prior to the society, stop quote. And then you write, quote, this created an unstable yet desirable equilibrium in India. The state was founded on values of equality, redistribution, secularism, fairness and social welfare. The society from where agents were drawn hadn't fully accepted and internalize these values. So you had free market economists drafting socialist policies, or an enlightened district magistrate who preach social equality at work, but practice discrimination at home, stop quote. And obviously, they are following their incentives, because there is nothing else to do. The state is the Maibab, as it were. Now you talk about how liberalization changed this and what happened when liberalization hit, where you write, quote, the free market incentives aren't the same as that of the state. It rewards efficiency and value creation. For the middle class now, there was no need to live the dichotomous life their parents led of having a professional code that was different from the personal code. Liberals are often surprised how well educated professionals working for MNCs turn out to be bigots. The answer is simple. The state couldn't change the society as it had expected. And once the incentives stop mattering to the citizens, the mask dropped, stop quote. And you later go on to talk about how the democratic mandate has now changed. And you go on to write, quote, you can argue the democratic mandate now is for the idea that society is ontologically prior to the state, stop quote, which is all of which is kind of fascinating to me. And obviously, it doesn't mean that, you know, I think both of us would agree liberalization was largely, you know, drastically for the better. But with the state not being the only source of sort of obedience and adherence, and, you know, people were empowered in many different ways, which is always a good thing. But one of those ways was to express their bigotry and to rail against values which they might have felt were imposed upon them in sort of the national debate. So let's kind of go back to more sort of, I'm very curious as to what lenses you apply to look at all of this in a historical sense that fine, I can understand that in an economic sense, fine. All the thinking you've done out of it, that forms a lens in the political philosophy sense that happens. But in a historical sense, when you look at phenomena like this happening, you know, this sort of tussle between the state and the society going from one to the other, you know, can you look because I am really only familiar of this tussle in intimate terms in an Indian context. But looking outside, are there lessons that we can take from elsewhere in the world? And is it something that is, you know, bound to go in particular directions? What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:02.380",
        "message": "So this will be some really random ramble, I mean, because this, again, the point of trying to frame this while speaking sometimes is a bit difficult, but let me take a shot at it. I think firstly, see this ontologically prior, whether it's state or the society, I think it's a deep sort of a point, not that I'm making, people have made before it. And I think there is a view, which is that, listen, the state cannot be ontologically prior to society. The society is always there, but what are you trying to do by putting that ontologically prior to it, right? And in some sense, you know, Hobbes and others were almost like, you know, it's like a big bang. I mean, the society comes together, there is a covenant, and then, you know, they start forming the sovereign and you know, whatever, but since you asked the historical context, I think in India, even till 1947, it was very clear that the state had very limited things to do with society. I mean, the English did something about it, largely because, you know, their enlightenment values were so strong that they just could not believe that they will lord over a people and not bring that enlightenment value to them. But even then, the idea that what you did at your home, how you conducted your social life, there was very limited sort of interference from the state. And if you went just prior to the colonialism, the colonial era, then the state had nothing to do with how you led your life, right? And this is actually how India has sort of, you know, lived for a long period of time. That's why 1947 was a huge aberration. So you know, even in Arthashastra and you know, Kautilya and Chanakya, when they were writing, you never found that they were writing about anything where the king's duty extended to changing the lives of the subjects in how they lead their lives. And you know, if you have sort of gone through some, I mean, our written history is often quite poor. But if you just read a little bit of say, you know, Bhan Bhatta's Harsh Charita, and you know, this Murthy classic library has actually helped a lot. And I would recommend people to read a few somewhat dense prose, I mean, you would throw the book out as part of your writing course as to what is this, even the translations are so dense. But one thing that you would notice there is the absolute divorce of the state from the society. And the only thing they were interested in was actually some tax collection and going to war and things of that kind and some very broad civil laws, criminal laws, sorry, around,"
    },
    {
        "speaker": "Unknown",
        "time": "01:35:00.860",
        "message": "you know, theft and robbery and, you know, all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:35:04.500",
        "message": "And, but if you take and that's true of India, now, it's this is true of most feudal societies and I can take England and we can even take the United States. And maybe let's take the United States for a moment. The United States example, the American example was that, you know, there were all these folks who had come who, you know, one leg was still in the England and they would often go back and forth, like Washington and all of them. Where the, you know, the idea that what we are doing as a society was completely driven by the religion. The idea that we have to pay taxes was an idea that was an assault on their individual liberty from a Lockean perspective. And they fought against it and then they created a state. Now, when they created that state, then they asked the questions, what should be the, I mean, you know, how should we create the state? What should be the ways we should think about it? The entire constitution is written, not from a perspective of what we should do for the society, but just how we should make sure that we avoid the trauma that we went through, where the state was starting to do things that are, you know, completely unjustified. Now, over a period of time, that constitutional document has been interpreted for all kinds of social, you know, issues, but that was not the original purpose of that particular document. England doesn't have a written constitution, but broadly it's the same sort of a construct. They didn't write it. The idea of, you know, creating some kind of a parliament and some kind of a, you know, constitution, which is not written, but understood is just the idea of making sure that the king is under the parliament and the parliament is sovereign and takes decisions on many of these things, but not anything about society. Now over a period of time, the things, you know, you, you would ask whether gay rights are right or not, and then you would go back to constitution. And then you would say that, listen, since they're saying everybody's equal or something of that kind, therefore, and pursuit of liberty and life and happiness is right. And therefore these guys also must be given the same thing. But that's the reason for some of the schisms in those society, because the one section of the society feels this is not the reason, this is not how the constitution was originally written. And, you know, this whole business of trying to back the Supreme court in the U S with your people. I mean, a lot of conservatives use this idea called originalism or whatever the idea that what is the original purpose of a point of what, how it was written. And they use it to actually say that it was not written for social points, right? It was written for a very different sort of a reason. You can't be using that to sort of start sorting out some of the current social points. Let society solve that in that sense. So I think large democracies have used, you know, state as a, as a very sort of a, you know, limited instrument to make sure that we run in a certain way, rather than actually go out and change society on the back of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:20.660",
        "message": "Fair enough. Another sort of question that then comes up looking at what is happening now, where if you are looking at the world through, say the sort of classical liberal perspective that I'm guessing we share, which makes us inevitably agree on so many things. It would seem that in some ways we are going backwards, like, you know, Martin Luther King, of course, had said that the arc of history always bends in, you know, a particular good direction. But, and you know, when Fukuyama spoke about the end of history, it was almost as if fine, you know, liberal values have won, democracies have won, you know, there's a certain set of values which is now accepted and all of those, all the strife and conflict is behind us. And yet you've written recently about, you know, why that end of history never came. This was in, you know, edition 99, where you referred to a book that I just picked up, but I haven't read yet. But you were raving about it called The Light That Failed by Ivan Krastev and Stephen Holmes. So tell me a little bit about, you know, what really happened. And obviously, Fukuyama is misinterpreted. He didn't, it wasn't like, you know, he was saying that we won, it's over. It wasn't that kind of complacent, whatever his point was much subtler than that. But, but clearly, even there, you know, there were issues and across the world, we see authoritarianism on the rise, statism on the rise, instead of getting more globalized, the world is getting more insular in different ways at the level of how states behave with each other. So give me a sense of what has happened, what's going wrong, and why are we to believe that this is that, you know, that what King said about the arc of history was just not true."
    },
    {
        "speaker": "Guest",
        "time": "01:40:01.340",
        "message": "So I think, I mean, Amit, you make a very important point. Very few people get the idea, get the, you know, the fact that Fukuyama didn't mean end of history, the way people interpret it, what the poor fellow was trying to say, and he has spent the rest of his life defending or whatever, clarifying what he was saying was that the idea that a liberal democratic order is the final sort of frontier is established. Now, you might want, some people will go up to there, some people will regress. He had no sort of, you know, illusions about that everybody will eventually reach there or we have already reached there. His point is, it is now established. Then there was a contestation between this order versus the, you know, whatever the communist totalitarian, whatever you might call it, that this order is the final one, not the other one. Now you might want to, you know, on that scale, you might want to go from zero to 10 and back again to zero. It's your choice. Now what is the reason for what happened, at least according to this book and, you know, some of it sort of resonated with some of the earlier editions as well that I've written. And this is a bit of a, you know, a subject that sort of has been in my mind and there are multiple different ways I've come to this point in various editions. I think one thing that these guys make a very important point is that they call it cheap imitation. Right. And that is to say that you came to this, you know, you concluded that liberal democratic order is the final one. And then to many other places, and especially they take Eastern and Central European countries that came out of the Soviet bloc and then adopted some of these forms of government. There, there was no real sort of grassroots, you know, sort of understanding of these things and, you know, grassroots, you know, sort of intellectual tradition, which actually built this up. It was like something was transplanted into these countries. And I would say not very different from what happened in India. I mean, maybe we just went through a deeper struggle, a longer struggle, which allowed us to sort of have way more legitimacy for people who were transplanting these ideas into India. But there it was like some World Bank guy would come and sit in a conference room. Two guys would come from some Brookings Institute, and then they would start writing the constitution along with a couple of people who studied in Cambridge. And a lot of these guys, Victor Oban and all, are all educated in, you know, Oxford or Cambridge, one of those places. Right. So, this cheap imitation is one part of the problem that you just copied some, and some of, sometimes the entire constitution is largely sort of, you know, copied and pasted into this, which I think is a problem because you are not, you know, people will want to locate their sort of, you know, their intellectual tradition, their history, you know, their customs, and ask whether this is in some ways consistent with what we are, you know, what we are actually now going to follow. So that didn't happen. It's somewhat similar to this, you know, you had Alex Tabarrok and Shruti Rajgopal and episode on public policy where our problem was we were doing some cheap imitation of, you know, a lot of stuff which we should not be doing. We are way behind on the economic sort of, you know, cycle to start taking some maternity leave and some environmental issues right now as the, you know, public policy framework for ourselves. It's a similar thing. They took the whole constitution, forget about just taking a few policies and imitating them. The second was, there is a demographic stress there, right, which is a lot of people who could get out of those countries got out. And in some sense in India, this is also true. I mean, a lot of people who could get out, got out. And once they went out, they were then forming their own pressure groups, all kinds of things from there and trying to influence. And those who remained back, they were just getting more and more xenophobic because they were now starting to become a minority in the same country. And in many of these places, there is a real fear that, you know, what is our original sort of identity is going to get run over because of immigration and things of that kind. And then they see that you are now forming, you know, coming to us with a form of government where these guys, if they stay for five more years, they will become citizens and they will vote. And then, you know, then what will happen? This is again, some of these things also animate our polity at this point in time. So that's second. And then the third issue, I think, is also the fact that there was a sort of liberal triumphalism. And, you know, then there is no further sort of reflection that, you know, what do we need to do? What is the next set of agenda? And then the GFC happened, the global financial crisis happened, which, I mean, its impact, I think, is much larger than what people are still, you know, have still written about and thought about. I think, you know, all of this, you know, in some form or the other, this populist movement, Trump and, you know, the Tea Party movement and whatever has happened to the American conservatives and the American right. And what is happening in many of these is a belief that that liberalism eventually GFC showed is that old thing of, you know, socializing losses and, you know, privatizing profits and, you know, letting people get away, you know, after they having done this. I think that imprint is very, very strong in many parts of the world. And there is, therefore, a backlash, which is continuing. And I think when you combine social media and a whole lot of other things along with it, it's just, you know, created, I mean, it's just formed a very different sort of, you know, movement, which I think is a genuine threat to liberalism. And I think more than I would say even the Cold War threat to liberalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:03.100",
        "message": "Yeah, and the sort of the interesting thing about the GFC also is that, number one, I think there was a misdiagnosis that a lot of the problems that why that failure happened have to do with statism, I linked to a great essay by Lawrence White, in my show notes about all the sort of the distortions, which kind of led to that. And also, we saw, you know, what I would not really consider would call free markets like, you know, bailing, like you said, you're socializing losses, privatizing profits, bailing out companies which are failing is just, you know, creates moral hazard, then you bail out a company today for failing tomorrow, you're giving an incentive to people to take great risks, knowing that there is no cost to them for doing so they'll be bailed out. And, you know, which doesn't make any sense at all, I think it's a fundamental tenet of free markets that companies that fail should be allowed to fail. And that's another thing that sort of distresses me. And I know you've written about this, as well is that markets get a bad rap because people confuse what is good for business with what is good for markets, like I saw someone on Twitter use the phrase, pro business and free market in the same sentence. And I was just thinking to myself that dude, these are opposite things. These are completely opposite things. What is good for big businesses are bad for people in general, because, you know, what is good for them is that if you sort of prevent competition to them, you protect their markets, you create entry barriers, that's not what is good for consumers. So inevitably, big business will always kind of speak out against free markets. But this sort of fundamental notion people don't get. So they look at like a cronyistic system like we've had over so many decades in India. And we look at the bad aspects of that where state coercion is helping companies, you know, make money or whatever. And the assumption will be that, oh, look, markets are bad. But these are not markets, this is not voluntary action, this is a coercive hand of the state. But that's kind of a little bit of a ramble."
    },
    {
        "speaker": "Guest",
        "time": "01:48:00.820",
        "message": "Let's, and I'll come to economics later, but while we are, sure, yeah, go ahead. You know, like you are, you run this writing course for almost, what now, maybe eight months?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:14.980",
        "message": "The 10th cohort is going on and I skipped a month in between."
    },
    {
        "speaker": "Guest",
        "time": "01:48:17.540",
        "message": "Okay. So 11 months, right. And then you're doing a podcasting thing and you're doing a TikTok. I'll suggest two courses if you still have time, that you must do. One is this, you know, just this course on economic reasoning, just because, I mean, both you have the reach as well as your ability to sort of, you know, demystify some of these things in a nice and patient manner. I think what this economic, I see so many people, otherwise well-intentioned, can argue things and just slip down this path of not being able to think through. And the second one, since you are a poker player and this, I've been thinking for some time that I should suggest this to you. One course on BOSS, just probabilistic thinking, Bayesian reasoning, it's like, it's a must for almost everyone. I mean, it's, otherwise people just read so many wrong conclusions, it's just, it's not funny."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:12.020",
        "message": "See, Raghu, I got to tell you that you don't know what resonance your words have with me. It's almost like you're reading my mind, like have you hacked into my brain or something? Because one of the things I'm toying with and I want to do at some point in time is that my sense is that our education system is not flawed just in terms of delivery, but also conception, which is why people who come out of our education system don't even have basic skills. And these specifically include skills of thinking about the world. So I've been thinking for a while of putting a course together consisting of essential things that I think everyone should learn, taught by me and perhaps others, which include, of course, writing and communication, which include things like financial literacy, which I am not the person to teach, but it's something everyone should know, logical thinking and economic reasoning and probabilistic thinking. So you know, it's almost like you're sort of, you're messing with my brain here, you know, have you done a phishing scam on my brain or something is what I must ask at this point. So you know, I'll come to economics later, and particularly to your father's scooter, which is a subject of great interest to me. But before we do that, I want to sort of talk a little bit about nationalism, where you made a couple of interesting points, and I want to take off of one of them to ask sort of a broader question. So at one point where you're talking about the idea of India, you wrote, quote, the real dividing line on political thought in India has always been nationalism. This pits one imagination of the Indian nation with another complete with their own imagined past, a lament of the present and a vision for an ideal nation, stop quote. And this is obviously the founders idea of India, as it were, and the current idea of India of the current dispensation. And even there, it's not like any one thing. There are many competing ideas within these ideas. But my larger question is this, that I think that at some level, given that instinctively we are hardwired to be tribalistic, to look at the world in terms of us and the other, would it then be the case that the question just comes down to how do we define the us and how do we define the other? And you can define it narrowly or broadly. And one of the great sort of political successes of the Hindutva movement, and I'm not praising them, it's success in the way that they have achieved this. It's not a movement that I have anything good to say about. But one of the things that they have successfully done is that they've subsumed a lot of identities within this broad Hindutva identity, which is a remarkable political success. Like a few years ago, I would have said it's not possible. We are a country driven by identity politics, divided by identity. But yet they have created this larger banner of Hindutva, which has subsumed some of them. And one illustration of this is that in both 2014 and 2019, the BJP got more of the Dalit vote than anyone else. You know, they were described by a scholar of the Dalit movements in Prashanth Jha's book, How the BJP Wins. I forget the name of the scholar in question, but he called them the default Dalit party of India. So they've managed this thing where they've subsumed all of these different identities. And now the dominant sort of tribal vision, as it were, in India is a BJP's vision of nationalism. Now the thing is, if somebody is to say that there are elements of this which are toxic, because they do the othering of Muslims, because it is, you know, so many regressive notions are part of it. If someone is to come up with a competing vision, what is that competing vision based on? Because that competing vision cannot, you know, you don't have an ideas based nationalism happening. That doesn't appeal at a visceral level. You can't build a nationalism around liberalism, for example. I know people think that it's possible, but I am a little skeptical of that process because people don't have that visceral feeling towards, you know, ideas as they do towards notions of identity. What's your response to that?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:08.060",
        "message": "Right. So I think just going back to that point, I think in that particular edition, if I remember it right, the idea was the Indian state is always statist, conservative, and also in some sense, you know, socialist, socialist. And therefore, there is no difference among Indian parties on these grounds. So the only access is this notion of idea of India or the nationalist idea. And I think if you have to broaden it, right, like you rightly said, us versus them, I mean, sometimes it manifests itself in India as nativist, you know, Mumbiker or whatever Maharashtrian versus non-Maharashtrian and things of that kind. And then sometimes it manifests itself as nationalist. And then there is one strand in India, which is internationalist, you know, these guys who are using toolkits these days, as it is alleged, right. So I think what the success of the current dispensation is the idea of taking it to the nationalist identity level, subsuming the nativist and the nativist, I'm not saying is only region based, nativist is just any identity that is, you know, sub nationalist. Now your question of what is the competing idea or a competing political force that might take this on? I mean, I would rather go the other way. See there are two things that will happen eventually. One is, it's like the Carl Schmitt mentioned that, listen, politics is eventually about friend enemy divide and enemy distinction. The more agglomerated you make things, you will find that people will look for enemies because you know, it is in the nature of people to find a competing sort of a view and then you will split. And in that sense, it is what happened to Congress, right. Congress was this sort of a, you know, tent, whatever a huge tent or whatever the term was for it, and then, you know, everybody came in and everybody, you know, where they're under it. And then that agglomeration then eventually started splitting, because there is an idea that we have to have a friend enemy distinction in order to actually do politics. Otherwise, what's the point? So I have a feeling that as opposed to the probability of a competing idea coming over a period of time, maybe because of lack of personalities of the kind that actually created this agglomeration, which is true of what happened with Congress as well, the agglomeration will again split and the people will start looking for competing ideas themselves, right. And you know, then start going and splitting and doing that now, will that take 10 years? Will that take 20? I don't know. I think it's all of us are underestimating how much it will take. I think it's going to take longer than what people think it might take, but it is going back to that other, you know, I like to do this. And just because you brought this up, suddenly, you know, the other notion came in. It's this notion in economics by this economist called Minsky, which is the Minsky cycle, that in the root, in the heart of the boom is the seed of the bust, right. And which is what happened in the GFC, in the subprime crisis, right. So I think the Minskyian moment will, I think it's already happened. As you build the agglomeration, you've already seeded it. It's a question of when it grows up, becomes a large tree and then, you know, cleaves this whole thing. We'll see."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:51.220",
        "message": "But I think that is... But what form would it take? Would it take a more extreme form? Like, the reason I ask is again, you know, you referred to Schmidt in your recent newsletter on, you know, why coup won't take over Twitter. And the obvious answer, of course, is network effects and Twitter already has that space. But apart from that, the two points you mentioned was one that you need an other to fight against for political mobilization. And that is something that an echo chamber won't give you, which is presumably what they mean coup to me. But the other interesting point you made, which plays into this, is that because you always need another, even when you seem to be a homogenous group, you will manufacture it within that homogenous group. And sometimes like I look at these, you know, right wing Twitter feeds and whatever for my own amusement. And there is already sort of these groupings between them of what they call trads and writers. And I haven't bothered to look deep into the distinctions, but the trads are the guys who says nobody should eat beef, the coercive hand of the state should prevent anybody from eating what they don't want, they're basically imposing their values. And writers, I don't really know what they're about, but, you know, I think they want to eat beef privately, but otherwise publicly they support Modi. So I don't know what the deal there is. So the question that then comes up is that fine, that, you know, this evolves. This is not how it's always going to be. But does it necessarily evolve in a more extreme direction in the sense that, you know, the trads beating the writers, for example, Yogi Adityanath or someone even more extreme becoming the next PM. And the reason I ask is, and this again comes back to, you know, the change in the gravitational force as it were, how social media has changed everything that I think social media drives us naturally towards the extremes. There is no moderating influence anymore, there is no middle, the middle is gone. Everyone always has to posture and do virtue signaling to rise within their in groups. And the only way of doing that is by going further away to the extremes. And you see the same kind of schism in the liberals as well, where people will be berated for being too centrist or too whatever, and it's almost like a bad word. And you have to go more and more towards the extremes. And so all your incentives are towards being more extreme. And that makes me worried that perhaps a natural direction for politics is towards the edges, towards the fringes, as it were, where yesterday's fringe becomes today's mainstream, where yesterday's firebrand rebel rouser, Yogi ji becomes, you know, the Chief Minister of UP now. Is that a necessary direction or do you feel that that might be countervailed either by something that I'm not considering, or by the fact that, you know, in general, the future is unknown, unknown, so who knows something good may happen?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:31.540",
        "message": "Right. So this is a fresh point to consider. Right. So let me sort of, you know, on the fly, give some, and please, please add or, you know, contest some of this. Let's take two views of this. One is what happened when the previous agglomeration split, you know, the Congress agglomeration, they split on a few things, right? They split on this sub-identity, because the sub-identity was still there, there was a history and there was a, you know, this, this recidivism or whatever this, it's always there, I mean, people's mind. And it also split on the back of some socialistic slash, you know, the sort of guys who went away from Lohia and then down Karan Singh and Jabzeeban Ram and things of that kind. So, and, but nobody went the sort of the extreme in that sense that nobody became a radical Maoist or a communist, they went in some other direction. So I have a couple of points to make, one, when you are doing this agglomeration, you are again, in some sense, doing a top-down view of what the common identity is. And maybe there is a reason today to come together with that top-down view, because you have all kinds of imagined or real grievances and other, and all of that. Once you have sort of, you know, sorted some of those things out largely, or maybe at least some percent, then will your memory of what you were come back, you know, the, you know, will you remember that you were, you know, during Durga Puja on the seventh day, mutton was absolutely there, as you know, bhog in the house. And just because now, you know, some kind of something was told to you and you sort of, you know, left it. And Koshavangsha is no longer the thing, which is kosher at this point in time. But 10 years later, who knows, I mean, you will say, boss, that was there. And all it needs is somebody reasonably persuasive and a few other grievances that you might have about other things, not coming your way for it to, you know, coalesce and start another sort of, you know, splinter, splintering of this. So that is one sort of thought. Second is economic progress. I mean, what would it mean that if today we are at $2,000 per capita economy, and if we become 5,000, how much of these things, and then you have further aspirations of growth, or if you don't get to 5,000, either way, how would you look at some of these things? You would look at these things as success that actually has sated you, and you are very happy despite having not enough growth and everything. And will you be able to continue with that, you know, frame of mind that this is fine? Or even otherwise, once you get to 5,000, would that make you ask for more? And you'll say, why not 10,000? And then what does it mean for us to do 10,000? And once you are in that journey, you will realize that, you know, market is something that brings freedom, brings individual choice. I mean, you know, it is the easiest way to break, you know, a lot of, you know, whatever, you know, some of these firm social beliefs, et cetera. So that now that is another one. And I see this. I mean, some of these are like apparent to me in many of these conversations with friends and others. The guy is sort of starting to become more and more, you know, whatever, right wing and conservative. But, you know, in the same instance, he's posing, I mean, he's very happy that his daughter is wearing a short and, you know, sleeveless t-shirt, and he wants her to go somewhere. And somewhere these two forces will, you know, come against one another, because somebody out there is pushing against this also, right? So today you might say all of that while on Facebook, you're posting, you know, things"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:45.220",
        "message": "that your wife is wearing a sleeveless, which, you know, you never know three years later,"
    },
    {
        "speaker": "Guest",
        "time": "02:03:49.420",
        "message": "some guy will say, boss, that is also not allowed. You know, so this, I mean, the thing that once you are done with some first level objectives for which you are agglomerating, the next and the next level of objectives that people might go for might actually bring you into that Smitty and friend and enemy, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:08.420",
        "message": "distinction."
    },
    {
        "speaker": "Guest",
        "time": "02:04:09.420",
        "message": "So I have a feeling that's also something that might happen. I mean, eventually maybe it's not, it's not going to the other sort of extreme. It might actually regress and go back into something which is slightly more, you know, I would say less extreme, more moderate because people have the memories of those things and people will continue to see outside and look at the world that is outside of India and what's happening there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:34.700",
        "message": "Yeah. No, that's a great point that, you know, becoming more extreme means you become more splintered because they keep, there are drop offs at every point. So, you know, and I can certainly see that if this battle between the Trads and the Raitas accelerates, what are the beef eaters within the party going to do or even the meat eaters for that matter? The other sort of interesting point here, again, comes back to one of the favorite theme of the show, which is incentives, is that, you know, the point that you made about what role does economics play in this? Because I think that economic incentives are huge. In fact, you know, one of the reasons that there is less of, say, these identity based problems in cities, like nothing is solved, but you still see less caste problems in cities as opposed to rural areas where they're completely entrenched, is that you have a different set of incentives. Now, you're part of a large economic network, and there are many situations where you cannot afford to discriminate. Like if you are a company in a very competitive marketplace, or by company, I don't mean just a big company, but you could even be a small outfit in a very competitive marketplace, you are competing for the best workers, you can't afford to discriminate on the basis of what someone's identity is, and those economic incentives come into play, and that therefore I'm just thinking aloud, that then there are sort of incentives coming at you from two kinds of networks. One is your economic network, where you want your economic network to be as large as possible, because that is most profitable for you. And that's where your skills can get scaled. But there are the incentives of your social networks, which is also feeding into your economic network and vice versa. So yeah, I kind of agree that progress is sort of something that can change these incentives. Again, I do not want to say that this is panacea or that economic growth will solve all our social problems. Of course, it won't. But on the margins, it does, you know, change the incentives and make a little bit of a positive difference. And that's kind of something to be noted. And the other thing that comes to mind also is that, you know, in recent episodes, I've been musing aloud on how a lot of this is a battle between the concrete and the abstract, that when we focus on the concrete things in our lives, we are all actually pretty liberal and inclusive, you know, like your friend whose wife may wear sleeveless or whose daughter may wear shorts. But when it comes to abstract notions, we get into all these narratives, where it's us versus the other and these people are bad. So you will say that, oh, you know, Muslims are bad. But if you actually encounter one in person, you will be perfectly friendly and all that. And this is sort of this bizarre dichotomy that I can't figure out, you know, it's it's almost like, you know, Hitler being vegetarian, a nice guy being a fascist, like, what the hell is going on? You know, why does the abstract have so much sort of pull over our lives when we behave in when we think of the like, this even applies to, for example, classical liberal values, like I, I say that in our personal lives, you're all libertarian, right? We don't force anybody to do anything. We respect consent. We don't like coercion. You know, if you go to have a meal at a restaurant with our friends, we are not going to force them to eat exactly what we want them to eat. We are not going to force them to pay for us. But when we sort of abstract it out into a larger domain, suddenly consent doesn't matter. Coercion is fine. And I mean, is this sort of and this dichotomy is kind of disturbing to me. Is this something that you've kind of thought about?"
    },
    {
        "speaker": "Guest",
        "time": "02:08:01.300",
        "message": "I mean, not in these terms. I mean, there is this dichotomy, which I think exists in many areas, because what happens is when it's concrete, then it's a bit difficult for you to, you know, play that, you know, what's there in your mind out in real action, because there are other things that come into play. The ideas that you've been brought up with, you know, for a fact that, you know, you can't be bad to a person on his face, abuse him onto his face. Most of us would not do that. But in abstract, I think it's a bit more, you know, you have these things in your mind, which are biases, which you keep getting reinforced when you are having, you know, conversation when you are reading things and things of that kind. Now, I have a feeling that the, for the people who actually act on the abstract views that they have, on the abstract notions that they have, there are a few who don't make this difference and who act on it. They actually get emboldened because of the fact that there are way more people that are actually having these abstract notions, because the guys having the abstract notions will continue to give license to people who will actually act in this manner, till it actually starts impacting their life, which is when the splintering hopefully, or whenever the splintering happens, might happen that way. But yeah, I mean, I really don't know. I think there are many places where I would say that the same thing applies to me. I have some abstract views, but when I actually get in front of somebody, I'm not telling him that, you know, what I have in my mind, exactly, or I'm not behaving in that manner, which I thought I would behave because I was thinking about it that way. So I think that's mind-body dualism it is, eventually, since we have a mind and then the body acts differently, because it's still dual."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:08.980",
        "message": "Right. So one sort of final, and before we kind of move on, just, I again want to clarify that lest I be seen as generalizing too much, of course, there are exceptions, there are abstract concepts which are good and beautiful, like freedom and individual liberty. And there are concrete actions which people do, which are a problem, which is why our world is not a perfect world. People do go out and lynch others because they are allegedly, you know, eating the wrong kind of food or dating someone that, you know, the lyncher would rather have had an opportunity to date instead. So you know, let's kind of move on to our final political subject before we move on to economics. And I'm thinking of our Prime Minister, Narendra Modi, fascinating character. And in edition 33 of your newsletter, you wrote, quote, even his detractors will admit PM Modi is a transformational political leader. He has an appeal that transcends ideological positions on both statism and recognition in Indian polity. His arrival coincided with a temporal phase in the Indian society that enabled him to shift the ideological position of the medium Indian voter proximate to that of the BJP. This has meant a Modi coalition of voters, which only exists because he has willed it. Unfortunately, he hasn't been able to transplant his success as a transformation leader in electoral area to governance. This is a surprise. The meticulous planning and the attention to details that mark his electoral success are conspicuously absent in many of the key decisions he has taken over the years. And I think at one point even I wrote a sort of a column when I think Amit Shah was made Home Minister about that someone who is such a remarkable political strategist, you know, and almost single handedly the architect of BJP's great win in 2014. Can he bring any of those skills to governance? And I felt he wouldn't. I felt it wouldn't happen. And the reason it possibly doesn't happen in Modi's case is simply because of the incentives. You know, in politics, they'll put everything into it, because that is an incentive the will to power. But when you are in government, the how you govern has actually nothing to do with whether you get reelected or not. Everything has to do with narrative control, which those guys are pretty good at, though I think they make a lot of mistakes as well, such as, you know, letting their IT cell run the narrative on issues where you need sort of a less thuggish kind of thinking, you know, as in the case of the farm bills, where they lost the narrative completely, I think, you know, with the way they came down on the protests and painted the protesters as anti-national. So one could argue that that may work for them in the long run. But I just felt that there was a more sort of statesman like approach they could have taken, though that is perhaps expecting too much of this lot. So what do you think of Modi when you sort of look at him that at one level such a remarkable politician and again by remarkable, I don't mean it in a good or bad way, it's just a fact in terms of what he achieved in politics and, you know, building this vote bank and the kind of leadership that he has. But on the other hand, you know, in governance, you know, just the opposite. So what do you make of this fascinating figure?"
    },
    {
        "speaker": "Guest",
        "time": "02:13:19.500",
        "message": "So I mean, listen, I think all of us agree that in terms of maybe there are only two or three really transformative political leaders that have emerged in the post-independent India and in some ways, I think Modi will eventually tower above all of them by the time, you know, Modi's innings is over. And the question is, you know, what is the legacy going to be in the long run? And I still hold out some hope for a reason, for a reason, because I think that in some sense, he also is aware of the fact that, you know, what he has done politically is, you know, almost unbeatable, at least insofar as he's active in politics. But then, you know, what is the hundred year view of him? And I think my view is a lot of really good politicians do have this in their minds that, you know, how is history going to judge me? And I have a hope, I mean, this is more optimism speaking, that as more electoral victories pile up and as you sort of, you know, finish off all the final frontiers, you know, you have not won Bengal, you might win Bengal and you not won some other southern state, you win those southern states. And it might happen in the next couple of years, for all you know. This question will start animating, at least I hope it starts animating, you know, him. And I have a feeling that, again, maybe it's optimism in my mind, but I think there are some signs of that as maybe the pandemic has precipitated it, maybe the time is right now because there is, you know, absolute decimation of the opposition, because, you know, once you have decimated the opposition and once you have pretty much, you know, won all the sort of electoral battles you have to win, it's natural for someone who has a high achievement orientation, has a sense of, you know, that history should view me in a certain way, for them to do something more, right. So I have that kind of, you know, expectation that this thing might turn a bit differently than what people are thinking that it might go. And some of it is also my hope that, you know, we actually get to see that because with that kind of both political capital and the ability to set the narrative, I mean, if channelled the right way, this can be transformational for the country. I mean, and, you know, we should somehow both hope as well as make this effort through various means that, you know, that the right message and the right sort of, because politically to sort of fight and defeat, I don't think is happening easily. So if you're an optimist, then the hope is that the right agenda is then picked up. And then you hope that if there are ways to sort of make sure that the right agenda is picked up through whichever means that you can, you know, employ, you hope that that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:49.660",
        "message": "is picked up. Yeah, I'll also think about on a couple of points, which I'll make to that. And one is that, I mean, I don't know if you've heard similar whispers, but I've heard murmurings from the corridors of power that, you know, there's a bit of a rift forming between Modi and Shah, because Modi really cares about his image, especially to foreigners. And he's a little pissed off that so many of the things Shah does with the home ministries, CAA onwards, is hurting his image abroad. I mean, I don't think Modi really listens to Rihanna while he's out doing yoga. But those kinds of tweets cannot be something that he would not consider avoidable. So you know, so maybe there's a ray of light there. But then, you know, I look back at the mandate he got in 2014, he could have done pretty much anything then. And what did he do? He did demonetization, which, as I will say, for the hundredth time on the show is the largest assault on property rights in human history. But my other reaction to what you said was that, let us say that he gets all of this, he gets that, okay, I got the mandate, I am the greatest politician, I am the election overlord or the election OG, as it were, now the question is, I want to leave a legacy. But the point is, aspiration has to meet ability and ability doesn't just mean governance ability in terms of getting things done, but also includes the vision and the intelligence and the humility to learn. And you know, I once wrote a column called the Aankho Dekhi Prime Minister, which was based on an anecdote, a friend of the Prime Minister told me that she mentioned that once about 13 years ago or something, she was, when he was in Gujarat, she was at a house at a gathering of seven, eight people. And Modi started telling them a story about how once his mother was very ill, and she was feeling hot. So he went to switch on the fan, and then he realized there was no electricity. And from then on, he decided that, you know, if he ever is in a position of power, he'll do something to get electricity to poor people. And her point was that as CM of Gujarat, he did do that or try to do that whatever I mean, I don't know what the facts on the ground are in terms of getting electricity to every village. And my friend's point there was that he, his view of the world is very experiential. He's experienced the importance of electricity, he would have experienced the importance of good roads, whatever he can experience, he can then try to do something about. But now the point is when you beyond a certain scale beyond the scale of a neighborhood or even a village, it's not just about what you experience when you're running a country, the whole bunch of abstract conceptual models and all are important for you to understand. And you know, one of the ways of getting that is through a lot of reading. Now, obviously, he didn't have a privileged enough childhood to be someone who read a lot of books, and one cannot hold that against him. But otherwise, what a good leader would do is, you know, have a ton of humility, surround himself with people who know these things and, and rely on them. And you wrote in that column in that edition of your newsletter, where you said that a lot of his thinking when it comes to governance is system one thinking, you know, he's going by his intuitions or his folksy wisdom. And you know, I can see Demon would have also come from there that, oh, kaala paisa hai, kya karne ka, let's ban the big notes without realizing that, you know, 85% of the currency is whatever. And, and this again brings me to the question of, you've also, you know, spoken about how experts in the government are like lampposts, where you've said that, you know, the government will use the experts like a drunk uses a lamppost for support and not illumination. And I have written a column in the past, which I linked from the show notes about how, you know, there are so many well meaning people who became in Lenin's phrase, useful idiots for the government that they would lend their credibility and their voice because they thought, hey, our teacher will rise within the government or we'll get some good change done or whatever, whatever the intentions were. But they ended up legitimizing a lot that was nonsensical, including, you know, things like demonetization. And in an aside, it strikes me that, you know, you're talking about Carl Schmitt earlier. And in a sense, Carl Schmitt was also a similarly useful idiot for Hitler. And in fact, was attacked from within also in 1936 from within the Nazi Party for, you know, not being sincere enough and being exactly that. So what's your take on this kind of landscape that we have seen, where all the experts who remain are basically, you know, I don't want to use a pejorative on the show, and I can't think of anything else when it comes to describing them."
    },
    {
        "speaker": "Guest",
        "time": "02:21:19.460",
        "message": "I think there are, I mean, let's take the optimistic scenario. And then let's take the pessimistic scenario here. I think for where we are, in terms of, you know, economic growth, and I don't think that you need very sharp, deeply felt, deeply thought, you know, economic sort of decision making"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:43.940",
        "message": "instincts."
    },
    {
        "speaker": "Guest",
        "time": "02:21:44.940",
        "message": "We have very basic, you know, things that we have to get right. And my view on this one is that maybe in the past, you know, some of these ideas of black money, etc, were manifesto driven things, then you have to do something about it. And maybe you chose the wrong one. But I mean, if you just take Infra, you take Agri, you take a few other things, I think the decisions here are very apparent for most people. I mean, we are not at that stage where we need economic thinking of the kind that is very nuanced, because we have a very sort of nuanced problem to address. So my sense is that it's more a will and a point that I would now take this and solve it with the simplest of sort of interventions, which I know will still be better than where we are today. I think farm laws are that kind of intervention. I think it's good, you know, maybe the narrative building and the consensus and everything around it is not something that happened in the right manner. So that's one optimistic sort of, you know, way of looking at this. I mean, and there are some parallels here, right? I mean, you take Regan, Regan was not, I mean, I would hazard a guess that he was not necessarily a guy who used to read a lot. I know for a fact that I, you know, I did an interview of one of his sort of guys who was his, I think, press secretary or someone, used to watch a movie every Friday evening with Nancy Reagan at the White House. I think that was what he used to do very regularly, but I don't think so, he read a lot. Now, you might argue that he had maybe a, you know, a Milton Friedman and, you know, the entire Friedman sort of, you know, whatever, Rat Pack, which supported and gave an intellectual, you know, sort of foundation and structure to what he was planning to do. And he followed it to the T. Now, is that something that is lacking in India? I would say that if you look at it very conventionally and, you know, you take the fact that, okay, the right kind of intellectual support should come from a certain kind of universities, a certain kind of background, it's not there. But again, my question is, if you keep some of these things simple, you will still achieve a lot. And I'm hoping that you, as long as we keep it simple and we do the smaller things, the simpler things, right? I think we can achieve still a lot of lot in the next five, 10 years, instead of trying to do the more complex things. The more complex things we can get there, or if you leave them aside, they will sort themselves out. I mean, so I still believe just Infra and Agri are too big enough agenda to take care of next five, seven years of India. I mean, if you sort them in the right manner, and then you don't shoot yourself in foot with some completely crazy out of the park or whatever, out of the left field idea like demon or something, and you just do two or three things right, because all other forces of digital and data revolution and things of that kind are anyway supporting some of these broader sort of trends of people getting into the mainstream, getting into formal economy and things of that kind. So I'm hoping again here that if you just focus on a few small important things, which are simple enough for everyone to understand and do, we'll still achieve a lot in the next five years."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:27.420",
        "message": "Yeah, that's kind of a good point. And aside on Reagan, I think at least Reagan's instincts were wonderful, they came from the right place. I'm not sure Modi's instincts are necessarily like that, that they're even coherent or consistent. And equally, you look at the other transformative figure of that times, Margaret Thatcher, that in her first cabinet meeting as Prime Minister, apparently, she put a book by Hayek, I think it was a constitution of liberty, I forget which one, put a book by Hayek on the table and said, this is going to be what is going to guide us in the next few years. And of course, may not have been entirely consistent with that there is a political economy, but starting with at least the right framework, while I'm not sure that's even there in Modi's case, I mean, my sense in Modi's case is all the good things that he said like, you know, minimum government, maximum governance, the kind of stuff that we could agree with was not some core conviction. These were lines given to him by one group of intellectuals, he thought he wanted on his side. So he just kind of said it if he, you know, if I think his actions would have been very different if his convictions were anywhere near there. And as far as the farm bills are concerned, I had an episode with Ajay Shah on it recently. And there is also, I guess, a fundamental sort of tragedy in the sense that, you know, both Ajay and I agreed that there is a lot about these farm bills, which is great, which will help farmers, which all the parties have had on the agenda before, which all experts agree will, you know, make a big difference. You know, given how the status quo has performed, it's almost criminal to support it after what it has done to farmers for seven decades. And yet the Modi government messed it up completely in terms of not building consensus, you know, not seeing the unintended consequences of it, like, you know, you and Pranay have written about at length in your newsletter, and that kind of felt sort of a little tragic in the ways played out because they've just handled it really badly, this painting of the farmers as anti-national and bringing in Khalistan into this and all this nonsense about it's a conspiracy against India. And you kind of wonder that, you know, even if good economics is accompanied by bad politics of this sort, and it fails because of that reason, you know, it'll kind of be tragic. But like you pointed out, yeah, I mean, thinking about it, there are a certain set of reforms which should not be rocket science and should be doable. But there will be opposition to it for the sake of opposition anyway, right? Like privatizations, for example, you know, things that the opposition would have put in the manifesto, but if the Modi government does it, they will oppose it and, you know, mobilize against it. And, you know, what does one do?"
    },
    {
        "speaker": "Guest",
        "time": "02:28:09.500",
        "message": "Yeah, but I think the only good part here is that the power of narrative is with them. So I mean, if used in, which is what my point remains that if you handle it well, this can be quite transformational. And I'm still hoping that when some of these things that you have sought to achieve from a political perspective, those ends are met, all the final frontiers are, you know, finally done and dusted with. And I think that we are possibly at the homestretch of some of those political ends and then hopefully, you know, you will get some action happening on the, on the, on the, on in the areas that all of us want the action to happen. That's the hope. But otherwise, you know, you will, you will not, you will not, you know, sort of start the day or end the day well, based on the news cycle that's around you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:01.060",
        "message": "Yeah. And it's honestly not only Modi's will that comes into play, the mindset of the bureaucracy and the Indian state, the deep state, as it were, the inertia that's built into the system comes into play as well. And I'll quote another sort of lovely passage from you, which is from edition 25, where you write quote, the default mental model of the economy among the executive and the legislature is that of a giant planning machine, where you plan for a certain volume of output, say motorbikes, and you derive a specific volume of inputs, steel, tires, plastics, et cetera, that you must produce. You do this for each industry. And the planning algorithm will give you a complete picture of what every sector must produce every year. Granted, the reality has changed a bit over the years, but the schema is planted deep in the minds. This is a PC Mahalanobis model, a variant of the Leontief input output model overseeing this is a grand vizier of central planning. The simplest gauge of efficiency of this model. Well, my dad booked a scooter when I was born, and we got it delivered when I was in class seven. We got our lessons and virtues of patience early in life. Stop good. And you know, when young people ask me about what was the benefit of liberalization, and the thing is, I just remembered that, you know, back in the day, you had to wait like wait seven, eight years to get a freaking telephone, you know, it was, and today you see how accessible that is all the sectors that were liberalized, like, you know, telecom or airlines or whatever have become so much more accessible than they were. And there is scope for even more kindly reduced taxes on aviation fuel, dear government, and the sectors that weren't liberalized, like agriculture and education, continue to be our sort of problem areas. But broadly, you know, when we speak about this mindset, specifically, you spoke about the default mental model of the economy among the executive and the legislature. Now, you know, is this something that you feel is changing has changed even if you because, you know, it's going to take a long, long time, it's a decades long play to be able to change it sufficiently in the demand end of the political marketplace. Certainly, many of these are unintuitive, or do you feel that there is that mindset"
    },
    {
        "speaker": "Guest",
        "time": "02:31:09.100",
        "message": "change that is happening? I think I really believe and I hope also that it should come true. But based on some of my empirical evidence of this, I mean, there is a generation of, you know, bureaucrats who are now the liberalization generation, who are there now in the bureaucracy. And you know, I don't think they, I mean, of course, the system can always, you know, change you into becoming that. But I think in the past, both the system as well as your instincts going in were the same. And therefore, you know, there was no, absolutely no opportunity for you to go in and then change the system. Because for what? I mean, you have not, there is no dissonance in your mind. This is what I was taught, this is how I lived and this is what I'm seeing here. But I think now there is a whole generation of, you know, I think bureaucrats and other people within the state machinery who have seen something different. And also the fact that, you know, just because of the liberalization, people have traveled out, your brother, your cousin, somebody is there outside, they come, you go to other places. I think in that sense, I believe that, you know, let's take, I mean, who in the sense the secretaries in various departments of the government today might be, you know, closer to 60 now. So these are all born in 1960s, you know, early to mid 60s. And they, by the time they entered the administration, you know, the bureaucracy, they had already, you know, been steeped in the previous sort of thing because you, they would have grown up in 70s and then in 80s, they must have joined the machinery. Then they would have seen some change around them, but you know, it's very difficult to change some of the original mental models. But even 10 years later, those who must have gone, must have been people like us, right? You know, you, you saw one part of your life in that model and then you saw the very, very different one and they might, might have entered civil services in mid to late 90s. So I'm hoping that even though the system is going to be sort of still supporting a grand planning, you know, kind of a, you know, model, many of them would have the instinct that something of this kind is possibly not necessary. I mean, it's too much of overplanning. And I also feel that there are mechanisms now of, and I think I have heard and seen many of these bureaucrats go to, you know, foreign universities, do six month courses, one year courses on public policy and things of that kind. I think some of those things should bear fruit, in my opinion, and, and, you know, I hope that we get to see some of that in, in, in practice, although I'm very, I have very limited interaction with many of the, some of these machineries, I have no clue whether that is truly happening or not, but I would suspect that some of this should be coming up in terms of, you know, the change in the mindset over the next decade, when many of these guys will become joint secretaries and secretaries of various departments."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:24.740",
        "message": "Brilliant. Let's move on to lighter topics now after all this serious, dangerous talk. But before that, let's take a quick commercial break. On the seen and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches, and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmay Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaydeep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com. That's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at IndianColors.com. Welcome back to the scene in the unseen, I'm chatting with Raghu Sanjaylal Jaitley about politics, economics, India, and his father's scooter. Do you guys still have that scooter, by the way? We do."
    },
    {
        "speaker": "Guest",
        "time": "02:36:02.020",
        "message": "We do. The scooter is still there. Does someone, does someone drive it? I don't think anyone drives it, but the scooter is there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:09.020",
        "message": "Oh, marvelous. Wow. So that sounds fascinating. So, you know, one of the things that I enjoy about your newsletter, of course, is all the references to Bollywood, which are quite wonderful, like you have this fabulous quote, you have a whole bunch of fabulous quotes, but one that I noted down because I liked so much was, you know, quote, debt funds are like Imtiaz Ali films, stop quote, where basically the point was that they are all kind of the same if you think about it, but there are minor, minor differences between all of them, which is a sort of, which is your favorite Imtiaz Ali film?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:40.180",
        "message": "I mean, they are like Imtiaz Ali films because they're all similar and they take you for a ride. Because all Imtiaz Ali films are about some kind of a ride, right? And you know, you go on a long sort of self-discovery voyage one way or the other, but yeah, that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:02.100",
        "message": "it. Which is my favorite. Sorry. Yeah, that's a good one. No, I've only seen Jab We Met, but I wasn't going to ask you about either Debt Funds or Imtiaz Ali. I was instead going to ask you about the Raghu Sanjay Lal Jaitley test for alcohol, which you mentioned in edition 32, which is a takeoff from the Bechdel test. Now the Bechdel test is of course named after Alison Bechdel, the brilliant graphic novelist who wrote one of my favorite graphic novels, Fun Home. And the Bechdel test is basically a test of gender inequality in fiction and films. And the test is that if in a book or a film, there are two women characters speaking to each other about something other than a man, you've passed the Bechdel test. Now you have something called the Raghu Sanjay Lal Jaitley alcohol test."
    },
    {
        "speaker": "Guest",
        "time": "02:37:44.420",
        "message": "Tell me a bit about that. Well, I have to remember now, but I think there were three conditions."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:51.060",
        "message": "The alcohol test has to be, I can actually read it out because I've taken the notes. So should I do that? Please do. Yeah. Yeah. So basically a Hindi film passes the test. If it has, or rather a Hindi film passes the Raghu Sanjay Lal Jaitley test. If it has two or more characters drinking without one, anyone nursing a heartbreak, two, planning or doing something illegal, three, singing or dancing, a stop code. So elaborate."
    },
    {
        "speaker": "Guest",
        "time": "02:38:16.820",
        "message": "I mean, I think this is, I think the broader point remains one of my favorite sort of areas to constantly have this sort of conversation and writing is about morality and society. And my view is, I think maybe in the last 10 years, there might be a few films that might possibly pass this test, but I think pre 2010, the answer to this test is zero. You would find hardly any films because for some strange reason, we just cannot show the idea that people can have, you know, can have fun with or whatever can indulge in what can be just considered as mild vices, you know, and without, you know, getting everything in twist. Right. I mean, so, and the idea, I think this particular post was around consumption being a public benefit. I think that was the post where this comes from, but yeah, that's the, that's the thing. I think only in the last 10 years, I think I've seen a few films where, you know, you can see people just having a drink without doing, without going through one of these three sort of life situations."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:36.260",
        "message": "Yeah. And I mean, you know, since I would, you know, since you want me to disagree with you somewhere or the other, I would actually say that while I agree with the conclusions that you come up with about the role of morality and society and all, this particular test is a bit of an issue for me because there is something in art called Shekhov's gun, where the great short story writer Anton Shekhov said that if you show a gun in the first scene of your story, it has to go off by at some point in the story, otherwise, what is it doing there? So you could similarly argue that filmmakers and writers might take the Shekhov's gun approach to alcohol and say that, listen, if you show alcohol, it has to lead to heartbreak or it has to be there for a reason. And I remember a long time back, someone similarly making an observation that in the movies, you never see someone going to the toilet, like, don't they have to go to the toilet in movies, which, but I don't think there's any larger philosophical point or observation about society that can emerge from that specific thing. And one of the nuggets that came up in this particular edition about drinking was that, and I'll quote it, where you write, quote, a study by Pehle India Foundation found a manufacturer needs about 10,900 certificates or licenses from various agencies to operate a plant in Maharashtra, stop quote. And your quote is actually incomplete, because the word that you took out from it was annually. So it's not that you get 10,900 licenses, once and you are done, you can run your plant, you have to get them every freaking year. And I'd done an episode with a friend on restaurant regulations, and he was a restauranteur. And he once told me about these two sort of, I mean, plethora of regulations, but there was one regulation from the excise department that there can only be one entry to your restaurant. So they can sort of monitor the entry of alcohol. And another regulation which said that from the fire department, which said that for safety reasons, there must be multiple entrances. So the thing is, whatever you do, you are on the wrong side of the law. And actually, it is irrelevant, because you're bribing both people anyway, along with 40 other people for 40 other licenses, which brings me to another Bollywood film, which is the famous Kalyug, you know, Shyam Benegal's brilliant version of the Mahabharata, and which is a film with a lot of Rajas, but one Raj is dominant over the others, which is relevant to what we were just talking about. So this is not out of nowhere. Tell me a little bit about those different Rajas."
    },
    {
        "speaker": "Guest",
        "time": "02:42:04.820",
        "message": "Yeah, so this, so, you know, Kalyug is Benegal's take on the Mahabharata, outstanding film. And the, you know, so it's Mahabharata set in early 80s, in a business family, and pretty much follows the script, right, there is a, you know, there are two brothers and they have their kids and you know, the empire is split between the two and so on and so forth. And what, what Benegal does is he gives them interesting names. So the, you know, the Raj Babbar is, I guess, Yudhishthir is Dharam Raj. And, you know, Kulbhushan Kharbanda is, I think, Bheem and he's some other Raj, I forget now. So there are three, four Rajas. And my point is, when I saw the film, and I saw the film when I was quite young, but it's more a retrospective sort of view about the film. My point is, or there are four or five Rajas in the film, but the real Raj that dominates the film script is the, is the License Permit Raj, because on the back of License Permit Raj is what the, you know, the whole sort of the story turns and instead of Hastinapur and you know, that one sort of split, you want only five villages or whatever that, you know, the reason for which many people went to war in Mahabharata, it is actually on the license that people went to war in Kanyu."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:30.860",
        "message": "Yeah, for those of my sort of readers who want to read it, this was edition number 26, newsletter 26 of Anticipating the Unintended. And let's kind of talk a little bit about, you know, we often, I think at the start of the episode, I alluded to how we tend to kind of forget our history and where we came from. And I often assume when I'm talking to people that my sort of shared experience of living in those times, growing up in pre-liberalization India, the License Raj times, and sometimes it's kind of worth full to, you know, remind people that that's not necessarily the case. And the License Permit Raj is really the biggest villain of all, bigger than anyone else in the Mahabharata. And tell me a bit about how it sort of shaped behavior and incentives and our economy, kind of through the decades, like what was the fundamental problem with it, and you've described a few of them in this edition, of course."
    },
    {
        "speaker": "Guest",
        "time": "02:44:29.580",
        "message": "Right. So I think, I mean, the idea really was that the state believed as a central planner that, you know, this is what we need. And you had this matrix based on which you realize that this is the output. And based on this output, these are the numbers of things that you might need. And then you went out and, you know, made sure that people got licensed to manufacture only that many of those pieces that you, that you decided that they should make. Now, why only that many, you know, there are multiple reasons for it. I think the chief among that reason was that you believed, I mean, the state believed that we will have to make sure that there is no monopoly. I mean, there were all kinds of restrictive trade practices act, there was suspicion that people would make too much of profit and profit here out of it. So the way it worked was every sort of business group got a certain license to make a certain number and then somebody would come in and actually inspect that that's exactly the number that you made. And as you would realize that, you know, while trying to do this kind of control, there was no incentive for the manufacturer to look for scale, scale advantages, you know, do better quality stuff, because what's the point? I mean, you, you are only making that many things. There'll be a price for that because there is always going to be, you know, artificial, you know, supply constraint and you will make your normal sort of profit out of that. Instead what all the businesses did was they kept diversifying. So it was completely inefficient allocation of capital instead of, you know, building scale, competing, making sure that you are making world class products and then going out and fighting in global markets. All you were doing was trying to get license for the next industry because you had exhausted your licenses on this. And now maybe the next industry was not as sort of, you were not as good in the other industry as you were in this one. And that industry needed completely different skills and different business acumen and things of that kind. But you know, the capital allocation used to happen on the back of that. So the number of ways this actually was bad for the economy is just mind blowing. I mean, you know, it's, it's like, basically you write an economics book and then write exactly opposite of everything that you should be doing. The license permit is that there is no supply demand, you know, price is not a signal, there is no real competition, allocation of capital is inefficient, you know, diversification of mindless kind, which actually threatens core businesses, no ability to compete in market beyond India. I think it's just, it's still remarkable that some business houses actually, you know, one is some of them thrived because you had to play the license game and you had to play the government and the state. But even then, once you got the license, the fact that business houses still survive and saw through that itself, I find is quite a testimony to the resilience of some of these business houses."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:47.980",
        "message": "Yeah, yeah, it's quite mind blowing. And you know, another consequence of this is that we couldn't develop world class companies because how do you become world class, you need scale, you need to specialize and neither of these two things were sort of possible within this system. So you know, this kind of, there are two aspects of sort of the mindset that is prevalent in India today, which I sometimes speculate came from this era and the way our institutions were designed. And one aspect is, of course, rent seeking rather than profit seeking, which is something I've spoken about in this podcast various times before that, you know, Bhagwati had pointed out that, you know, while Chinese have more of a profit seeking mindset, the Indians are more of a rent seeking mindset. What do we mean by that? Rent seeking essentially means where you use the coercive power of the state to capture some part of the market as it were, which you can do by being part of the state and, you know, and extract rent out of that. And our mindset somehow has become one of key, how can we exploit others? How can we scam others instead of thinking in sort of a positive some way that what can I do that creates value for others and I can make a profit out of that, which is how you should logically think in a free market. And the other thing that strikes me is that this cultural distrust of markets that we have, which has also been reflected in our popular culture through the decades, does it have something to do with the fact that all that you saw of markets like quite apart from the colonial hangover and the East India Company, all that you saw markets in independent India, all that you saw of the private sector, were these cronies who are corrupt and connected and that's how they were surviving and getting by. So could it be a factor that are so much of our mindset and so many aspects of our culture was shaped by these institutions that were put in place after independence?"
    },
    {
        "speaker": "Guest",
        "time": "02:49:38.780",
        "message": "Yeah. So, I mean, I really sometimes, I mean, this is, you know, a conundrum. I mean, listen, none of us really saw a businessman while growing up. I mean, I didn't. I was living in a like a proper public sector unit sort of housing colony, never saw a businessman. But you know, this idea that business and businessmen, meaning they were like doing something shady was quite deep. I don't know whether the popular culture perpetuated that or we sort of, you know, actually had that sense of, you know, that these guys were not exactly above board in everything that they did. I don't know how and where it came from. I think, you know, and this is a question that I have asked many people of the previous generation also that where did it come from? Because many of you never saw any, you know, guy who has come coming out and exploiting you or a business guy who was doing something. I never got a correct answer except that the state was possibly perpetuating this myth in some, you know, one form or the other saying, you know, profits are a negative thing and, you know, all those kind of sort of messages across. So and then I think what happened is as the license permit raj became deeper, then a lot of these instincts that you had, you started seeing them get manifested whenever you had the small opportunity to see a private sector at work. You know, people would think that you could get by by bribing and you, I mean, basically, essentially, if you're in private sector, you are doing all of these things. But quite honestly, I don't know what the original sort of sin of the private sector was in India, apart from the colonial part. Maybe it was some of the, you know, early independence state drive, which gave the state such an exalted position that it just became that anyone who even sort of, you know, stands up to the state or wants to compete with the state was seen as someone who would actually be profiteering. It something that I have not understood at all. I mean, I can see it all over the popular culture. I mean, early 50s, you know, films and everything that was full of these kind of tropes. But no idea where it was coming from. Some people have told me that the Bengal famine was a huge, you know, sort of a mindset thing on people. But that was more of sort of a, you know, British Raj sort of dereliction of duty. And out of that, yes, there were people who afforded and the whole of hoarding as a thing that the rich people do became deeply embedded in our system. Some of the farm laws are actually a result of that Bengal famine and the thought process around that. I don't know. It's just some a whole bunch of small things that came together. Popular culture definitely perpetuated it. I don't think many people ever actually saw a real businessman in their life, but they had a view of what businessmen did."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:54.900",
        "message": "Yeah, you know, this is very interesting because I was fortunate enough to have a fairly privileged childhood where my father was an IAS officer. But even I don't remember seeing a businessman in my childhood. As you were talking, I was thinking about, wait, who are the businessmen I had met as a kid? And I can't really think of anything until in post-liberalization India, I was out there working and all of that. And then I kind of encounter that part of it, maybe where we went shopping. I mean, those are the only capitalists you would see who are selling you good things and you're perfectly happy to buy from them. The other very profound point that forms a TIL for me from all the newsletters of yours that I have read was in number 90, where you talk about political versus economic institutions, where you say, quote, in my view, a nation has to have its political and economic institutions in sync with another. It is difficult for it to have its political institutions extractive, exclusionary and rent-seeking, while its economic institutions are liberal and inclusive and yet succeed in the long run. Having an extractive and exclusionary political institution while continuing to work with economic institutions that are free and inclusive is an unstable equilibrium, stop quote. And you talk more about this sort of unstable equilibrium. And I'm fascinated by this because you point out how through the history of India, the balance has shifted from one to the other, where first political institutions were inclusive and liberal while economic institutions were statist. Then under Indira, they both become statist. Then the economic institutions reform after 1991, but then there is a bit of an about-turn with political institutions and, you know, now they could all sort of turn illiberal. So expand a bit on this kind of thinking because I haven't come across this frame anywhere"
    },
    {
        "speaker": "Guest",
        "time": "02:54:46.140",
        "message": "else. Yes, I again, I mean, I don't exactly recollect what sort of triggered this. I think the point that possibly could have triggered is the, you know, just rethinking, you know, Darren Acemoglu's, you know, book and about, you know, what actually makes nation succeed or fail. And his point there was that it is about institutions. And he takes us through an entire sort of, you know, journey about, you know, different people having views about why nations fail or succeed, eliminates geography, eliminates all kinds of things and comes to a conclusion that it is about institutions. And my sort of taking off point from there was, okay, what kind of institutions? I mean, are you only talking political? Are you talking political as well as economic? And you know, is there a sort of a difference and then sort of this, you know, analysis of how we might have gone out about in the last 70 years on these two institutions and is there some, have these been in sync? And so that's really how it sort of came about in terms of the thought process. And then it sort of followed that, you know, there was a time when our political institutions, not that there was a time, I think they were designed to be liberal and inclusive, unlike say some of the other, you know, democratic or not so democratic governments or models that other countries adopted. And when that was happening, the economic institutions were fairly, I would say, different from this. So they didn't hew to the liberalized lines. And then of course, during the 70s, both of them fell in sync, which was a disaster, a complete unmitigated disaster. And then, you know, then we have had a little bit of a, you know, swing the other way. And the hope is, and which is again the point around, you know, what is the hope? The hope is somewhere somebody will get the sort of light bulb moment that both should be, you know, in sync and, you know, liberal and inclusive because, you know, how many ways will you try before figuring out that this is the way that might actually work because it's worked everywhere. And you've now exhausted all combinations, exhausted one of this and the other. So my view is, okay, you try 20 odd years of each, or 25 odd years of each. Hopefully now you'll figure out that the next 25, the last 25 of the first century of India's independence, you might try the last one, which is the one that possibly in my mind is the best, but you'll stumble at your way and reach there. I think that's really where that particular thought came from."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:40.940",
        "message": "Since you're thinking of the trigger, I think in this particular edition, you were talking about the RBI. So that was one of the economic institutions you sort of had in mind. But you know, to sort of probe a little bit further, if I may double click, if we are to sort of demystify that, what do we mean by economic, both political and economic institutions becoming more liberal and inclusive? What do we mean by that in concrete terms?"
    },
    {
        "speaker": "Guest",
        "time": "02:58:04.820",
        "message": "Can you expand on that a bit? Yeah, I think so, the economic institutions are the institutions that we have formed over the years. I mean, there are, of course, regulators, there are various kinds of, you know, bodies that are not exactly, I would say, that they're more permanent sort of bodies that are around, whether you call it NITI, IOBIRD, Erstwhile Planning Commission, various regulators, various commissions that we form. And what are the mandates for these? I mean, mandates for many of these are even, you know, the kind of earlier we used to have these MRTP, you know, the Monopolies and Restricted Trade Practices Act, we've dismantled all of them, replaced them with something more benign. You know, many, many of these areas, I mean, the forex, the, what used to be called, you know, I think there was an act, I forget the full form of that act, which was FERA, Foreign Exchange Regulation. Now, there was one before FERA, I think, Conservation of Foreign Exchange and Prevention of something, smuggling activities, coffee posa, and things of that kind. So, all of these have moved towards institutions that we have now created, which actually are not as sort of terrible as they were in the past. And the political institutions are our usual political institutions, you know, they are, you know, the Parliament, the Election Commission, you know, the various bodies of legislation and legislatures and administrative machinery of the state. So that's where my view was that on the economic front, I think we have moved quite a bit of distance and gradually turned more and more inclusive and liberal. You might argue that some of the regulators, etc., have disproportionate power, but that's fine. I mean, I think it's true for most of the regulators in the world. But broadly, they are way more forward-looking and forward-thinking than some of the things that we have seen happen on the political institution space."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:02.340",
        "message": "Right. And in terms of political institutions?"
    },
    {
        "speaker": "Guest",
        "time": "03:00:05.540",
        "message": "Yeah. So, I think on political institutions, if you take, I mean, I would club most of the things that we do, you know, most of the institutions that we have of the kind, whether it is, you know, Election Commission, or it is, you know, I mean, any of the arm of the state, whether it is police or it is judiciary, or some of the things that where we have the governor and, you know, many of these sort of things where you expect them to be, you know, and we spoke about some of this in terms of where some of these institutions are now taking an illiberal turn in the first part of the conversation. I think those, we are again seeing that they have continued to remain, I think there was a time when it was starting to become somewhat more inclusive and liberal. But I think they are again, you know, I would say they have not kept pace with the change of the economic institutions. I think they have still, you know, in some places remained the same, in some places my"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:12.780",
        "message": "fear is they are regressing. That's a fascinating frame to think about the problem with. So I've taken enough of your time. I'll ask you a couple of final questions. And I think these should be easier and less sort of depressing. And one of them is this, that, you know, as you would know, listeners of my show are constantly asking me and my guests to recommend books to read. You know, what are the foundational books that you feel everyone should read? Maybe books that shaped your thinking, or even if you came across some late books that you wish you had come across earlier and that, you know, made an impact on who you are and even, you know, to add a sort of another element to that books that can help people understand India better."
    },
    {
        "speaker": "Guest",
        "time": "03:01:57.220",
        "message": "So in terms of, let's start with books that can help you understand India better. I think I would recommend Ram Guha's, a couple of Ram Guha's books. I think the India after Gandhi is a fantastic book. It's a very sort of a broad, but fairly well sort of researched and thought out book about where we are and what brought us here. So that's one book that I found quite useful. The other book that I think, and a lot of literature that's come out in the last couple of years, and you have featured a lot of them on your show, are quite actually fascinating. And actually, you know, we are starting to do some good work and some good, you know, academic work around this in very accessible form. So I think that, I mean, for me, the India's founding moment, which was Madhav Khosla, that was again a fantastic book. I think I learned a lot from that book, a very well researched book. And I think that's again something that I would recommend. I would recommend some of the books on history, which, you know, people must just go back and read for the medieval India, sort of that kind of time period. There is a five volume book of Jadunath Sarkar. It's quite an academic book, but the fifth one is just outstanding. That's just the post-Mughal, Maratha, British, East India Company sort of the phase. And I read it a long time back, maybe 20 plus years back. But that again, was very interesting. It gives you a very sort of real perspective of all the things that the ferment, which sort of led to the British East India Company sort of establishing itself, which I thought was quite useful. I also, I mean, on economics, I have read both Bhagwati and Sen, and I would recommend both. You know, I think some of the early Sen, I mean, especially books on where he writes on freedom, I think those are very good. And I think there is a lot there, which will change your view about how, what Sen really"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:29.700",
        "message": "believes in. In fact, in edition 82 of your newsletter, you write about Amartya Sen and freedom and how you began to reconsider some of his ideas. So I'll link that from the show notes as well. I did plan to ask you about that and about Rawls versus Nozick and all of that. But we'll have to save that for some other day. But sorry, sorry to interrupt. Do continue."
    },
    {
        "speaker": "Guest",
        "time": "03:04:49.220",
        "message": "Yeah. So that's, I would recommend both Sen and Bhagwati. I think both are very good, very interesting books. The Idea of India, which was Sunil Khildani's book in 97, on the 50th anniversary of Indian independence. Again, fantastic book, very informative. And you know, one of the great influences of my life, again, forget the person, read his book, kind of a guy, is Naipaul. And I find all three of Naipaul's books on India are very, very interesting. He was a perceptive observer. You know, he was a person who could spend like a day in a place and dig out things that you would take ages to ever figure out that this is what is happening there. So all three Naipaul books are very, very interesting. You can discount some of his ideas about India and you can discount some of the views he later had about his political views. But I think as just understanding of India, you can't argue that he got it right in all"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:54.620",
        "message": "the three of the books. Fabulous. And now my final question for you. This is not the hope and despair question, but rather as you, in your news, in the many editions of your newsletters, you've sort of made me rethink things that I hadn't thought so deeply about and, you know, given me a few TIL moments. So can you share with me one or more, but you know, more would be Sone Pe Sohaga. But can you share with me one idea that you think everyone should internalize? One notion or concept or idea which you think everyone should internalize? So obviously something that's not popular right now."
    },
    {
        "speaker": "Guest",
        "time": "03:06:32.020",
        "message": "No, I think on this again, I think we will end the show on a strong note of agreement because the one idea that I think everyone should internalize is that spontaneous order works. I mean, there is something called spontaneous order, boss. I mean, let people have individual liberty and freedom, let them choose their things if they choose, people do multitudes of these transactions, you know, all of these things then together create something where, you know, order comes on its own. Nobody needs to direct it. Nobody needs to guide it to a certain place. It's been proven over and over again. And any amount of tinkering with this, shifting this, trying to do something around this with all the good intentions actually leads to worse outcomes, proven time and again."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:24.420",
        "message": "Excellent. That is a note of agreement. So, you know, voluntary action, Zindabad, state coercion, Murdabad, and on that adequately filmy note, Raghu, let me thank you once again for, you know, sharing your time and your insights with me."
    },
    {
        "speaker": "Guest",
        "time": "03:07:36.780",
        "message": "Thank you, Amit. That was absolutely a pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:41.300",
        "message": "If you enjoyed listening to this episode, head on over to publicpolicy.substack.com and subscribe to Anticipating the Unintended by Pranay Kotasane and Raghu Sanjelal Jaitley. This is India's Best Newsletter and I will give it competition. I am also resuming my own newsletter. So do follow me at IndiaUncut.substack.com. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A, and you can browse past episodes of The Seen and the Unseen at seenunseen.in. Thank you for listening. Did you enjoy this episode of The Seen and the Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in and contribute any amount you like to keep this podcast alive and kicking. Thank you!"
    }
]