[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The Greek philosopher Heraclitus once said, No man ever steps in the same river twice, for it's not the same river and it's not the same man. I sometimes think back to the person I was in my early 20s and wonder how anyone who knew me then can still be friends with me. We all change with time and become different. But what is this difference? To me, it has to do with how we see the world. We come into this world and grow into this world with a certain vision of it, a way of seeing. This could be shaped by our geography, our circumstances, our upbringing, and all sorts of accidents. And as we go through life, this way of seeing changes. Layers of blindness that once stopped us from seeing certain facets of the world are stripped away. And sometimes we add layers because we want to see the world in a certain way. Some people can go through life as blind at 80 as ever at 20. And maybe that's one road to happiness. But if you keep your eyes open, chances are that you will see more and what you see will change what you are. And there are certain callings which require seeing. If you are a writer or an artist or a filmmaker or a journalist, your most important faculty is observation. And that means not just looking at things but seeing them. As my guest on today's show says, going beyond the facts and searching for the truth. Welcome to the scene and the unseen,"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:24.480",
        "message": "our weekly podcast on economics, politics and behavioral science. Please welcome your host,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:29.760",
        "message": "Amit Verma. Welcome to the scene and the unseen. My guest today is Annie Zaidi, a blogger, journalist, playwright, filmmaker, and I guess she'd just be happy calling herself a writer. Annie is written widely about so many subjects that I wasn't sure what I would speak to her about. In fact, that's why I haven't invited her on the show before. I couldn't pin down any one thing that an episode could be about. But I knew that I could have a great conversation with her, rambling from one subject to another. I've done discursive episodes like that before which have turned out to be wonderful, with the likes of Pratap Bhanumata, Paromita Vora, Russ Roberts, Deepak Shinoi, Rukmini S, and just last week, Raghu Sanjay Lal Jaitley. So I finally stopped procrastinating and invited Annie to the scene and the unseen. And I'm so glad I did. This turned out to be such a stimulating conversation. And it isn't even such a ramble. We spoke about many things, yes, language to politics to religion to art, but without my planning it that way, one larger theme ran through all of this. How if you combine curiosity with humility, you can see the world so much more clearly. And the fact that Annie has been so prolific with her fiction, her nonfiction with plays and short films means that we get to see what she sees and expand our view of the world. If you want to discover her work, I suggest starting with her recent memoir, Bread, Cement, Cactus. But first, conversation. Before we get there, though, let's take a quick commercial break. One of the things I've worked on in recent years is on getting my reading habit together. This involves making time to read books, but it also means reading long form articles and essays. There's a world of knowledge available through the internet. But the big question we all face is, how do we navigate this knowledge? Who will be our guide to all the awesome writing out there? Well, a couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves constantly to stay relevant for the future. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology, to mental models to even marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I had before. Many listeners of the scene and the unseen asked me, hey, how can I build my reading habit? How can I up level my brain? Well, I have an answer for you. Head on over to CTQ Compounds and check out the Daily Reader as well as other activities which will help you up level your future self. The next batch starts on Saturday, March 13. And they have already done 15 batches before this. What's more, you get a discount of a whopping rupees 2500-2500. If you use the discount code UNSEEN, this is for both the Daily Reader and Future Stack, another exciting program they have. So hey, head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Annie, welcome to the scene and the unseen. Thank you so much for having me. I've been wanting to invite you for a long time. And but what kind of baffled me was that what do we talk about not because there's nothing to talk about, but because there's so much to talk about in terms of how prolific you have been with the kind of writing that you do, the kind of art that you do, plays as well, films and all of that. And, but eventually, I thought that no, you know, should just call Annie on the show and just try to have a good conversation about anything and everything. But first, let's sort of talk about, you know, your early days before you came into journalism, like I absolutely loved your book, Bread, Seam and Cactus. And in the first chapter there, you sort of talk about, you know, growing up in the town of JK Puram, tell me a little bit about that. And we are broadly the same age. And, you know, one thread that's kind of been unravelling through a few episodes when I've had guests of again, around my age, is just sort of talking about how back in those days, a lot of the things that we take for granted simply weren't there in terms of the internet and access to all the information in the world and all the knowledge in the world and all of that. So all of us sort of, you know, we consumed the outside world in very piecemeal and random ways, and those piecemeal and random ways could shape us. And otherwise, we were kind of shaped only by our immediate sort of geographical location. So, you know, tell me a bit about your childhood, what kind of kid were you? What did you want to be? What did you read? Did you read?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:02.640",
        "message": "So reading is the one thing I think that I've always done. And I think I also did a kind of pre-reading. I was talking to my mother last week, and she told me this quite recently. I still remember some nursery rhymes from my childhood, particularly Hindi nursery rhymes. I had them by heart. And everybody in the family used to kind of tease me about me going on, you know, walking around the house reciting nursery rhymes, etc. These were not nursery rhymes that were from my own books. These were from my older brother's books. He's three or four years ahead in the academic way. And when I was two years old, maybe two or two and a half, I hadn't quite learned to read. But my mother tells me that I had the rhymes by heart. And I wasn't yet going to school, but my brother was. And there was this book, this book of Hindi rhymes. And every time he left the house with it, she says I used to look really anxious. Not so much that he's leaving, but that the book is leaving. Is this book going to come back? I think the word and particularly the written word and literature in some form has been there in my life from the beginning. This is the one thing that hasn't changed at all. That aside, I think the other thing in our household was that because my grandfather was a writer and he invested quite heavily in education and literature and culture for his children, he couldn't afford a lot. The one thing he would not compromise on was education. So he, as to the extent that he was able, he sent them to the whatever was considered the best schools. And he did not stint on books. So, for example, when once in his life, I think all his children were grown up by that time. My mother was already married by that time. But once in his life, he got a chance to go to the United States and he kind of traveled widely, came back and he didn't come back with clothes. He came back with a trunk full of books. And I remember reading those books and seeing those books and they're like the maroon leather binding. And I think that was the kind of family and household I was growing up in. And there was no question of you being denied things to read. As long as people could afford it, you had it. When we moved to JK Puram, though, it was slightly different. This is a way out place, as I describe in my memoir. My mother was looking for jobs, and the kind of best job that she could find at the time was in an industrial township. Anyone in India who's grown up in an industrial township kind of knows it. There's a template to it. You know, they're called, quote unquote, colony. And it is usually near some kind of natural resource. So in our case, it was near limestone deposits in the hills, with other factories, it is something else, you know, coal deposits or, you know, for steel plants and things like that. For us, it was the Aravalli range in Rajasthan. And Rajasthan is one of those states that has the most number of cement factories because that's where the limestone is. So we moved there and there was a little school there because there were so few facilities. I think, I believe there was some kind of primary school, a government school in the village nearby. But otherwise, for employees, there was nowhere else they could go. So this is an attempt to set up a private school, which was by the company and for the employees, exclusively for the employees of that company, the factory. So that's where, from the first onwards, I had been to kindergarten and other places, but I think from the first standard to the 11th standard, to the 11th standard, that's where I went. My mother worked in that school, initially as vice principal, then as principal. She didn't really teach me though. She taught my brother a little bit, but not me. She had administrative duties, etc. And she was very, in some ways, a very lenient parent, but also a very, how should I say, for instance, she was concerned about academics because she had to be, that was her job. But for everyone in the family, she wouldn't be concerned only about me. So she wouldn't teach just me. And this just almost never changed. It was only once when I was failing quite badly in math, because we couldn't find appropriate math tutors in that little place. And she wasn't a math tutor herself. So she had to read math and then try and teach me whatever she could understand. But except for, I think, that one month in my entire 11 years, she did not teach me at all. She did not teach me English literature. She did not teach me the social sciences. She kind of left it that, you know, okay, this is the school I run, and she will learn what everyone else reads and learns. But I read a lot. And I read everything I could lay my hands on, which wasn't a lot, because this place where I was growing up, it had one ration ki dukan, one sabzi ki dukan, one kind of, I think, very small little things where you could get pins and socks and just cool stuff. You couldn't, one halwai shop, that I remember, it had one halwai shop, and nothing else. You couldn't buy your books there, you couldn't buy birthday cakes there. You couldn't, you certainly couldn't buy anything that you wanted to read for pleasure. So my earliest memories of reading for pleasure are when we used to go for the summer holidays. We would go, and there was this railway station, and you had to kind of sign a requisition form, requisition a cab, and then that cab would take you to the station. And while we were waiting for the trains, there was a wheeler stall there. And we were allowed, for a journey, we were allowed one book each. So that was such an exciting thing, one, to see the stall, to just see this bhandar of books, which I was just completely obsessed by the fact that they were books and you could buy them, and that I could choose one. So a lot of time was just spent choosing things. My brother was allowed one, I was allowed one. And I obviously read too fast, and the journey was much longer. So the book would be done in maybe three or four hours, and my brother and I would exchange books, and then that would be finished too. And the rest of the journey, I would just be staring at my mom and, you know, mom, I'm bored, mom, I'm bored, mom, I'm bored. This was my refrain through all journeys for, as I think, for the longest time. But I was never allowed more than one book or one magazine in all those years. However, my mom was responsible for stocking the library. So once a year, she would go out and buy 30 books, 50 books, whatever she was allowed, she was given a budget. And that was my reading growing up. And I would borrow what I could from other people, uncles, aunties, friends, whatever I could borrow. Otherwise, it was a very small life, a very limited life, because the kind of place that it was, and because there was no public transport, and we didn't have our own transport, we didn't have a car, and I certainly didn't know how to drive. And there's nowhere to go. I mean, even now, I have revisited the place. I went back and some old teachers are still there, some of the older teachers and some of the schoolmates. And there's nowhere to go. You can drive out in either direction for maybe 15, 20 minutes, you might come upon a dhaba, you can eat there, but there's nothing else to do. There are no clubs, there are no, except for the school itself, there are no libraries, there are no cinemas within that little place. So that was the kind of upbringing where books were your only entertainment and escape into anything. And you mentioned that your grandfather,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:19.760",
        "message": "of course, had written this memoir called Gubare Karwan. Did you read that when you were a kid? Or did you read that later? What impression did it make on you? Much later, much later, I knew nothing"
    },
    {
        "speaker": "Guest",
        "time": "00:14:31.040",
        "message": "of my grandfather's work. Plus, it was in Urdu, and it hasn't been translated. And I came to Urdu very late in my life. When I began to research this question of identity and belonging, and a little bit of whatever I remembered from what my grandfather told me, I grew interested. And then I dug up this memoir and I began to read it. Even then, I really struggled, I needed help to transcribe it, because the lettering is old fashioned. I mean, now with Urdu, if you have modern fonts, which are a little more clear, but if things were handwritten and typeset in the old way, it's really confusing. So I always need to cross check with someone who knows the language better to kind of send them snapshots and say, am I reading this correct? Is this correct? What is this word? It's difficult. I knew very little about my grandfather. My grandfather was a very busy man. He worked, of course, and even after retirement, he took up a post-retirement position, and he had his own writing and things. So he used to get up at maybe five in the morning and write for about three hours before he went to work, before he went to office. And then he used to come back and used to have a cup of tea and maybe a little bit of conversation. And then he used to write again for three hours in the evening, and then it was dinner and bedtime. So the kind of, I mean, I regret not having those conversations with him while I could, you know, the long lengthy conversations about where we're from, his ideas about politics, but I could never have that because he was busy creating the literature, I suppose."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:09.280",
        "message": "And was that aspirational to you in some way, having someone like that in your family who was a learned man of letters, who was writing, you know, at that point in time, did you, you know, think of the world in terms of, look, I like to read, I'd also like to write, or is that something that really happened much later? How did you see yourself in those days?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:29.520",
        "message": "I don't think I grew up with any sense of wanting to be a writer. I didn't know what I wanted to be. I would keep changing my answer when people asked. I mean, I hated it when people asked, what do you want to be when you grow up? I suppose like all kids, I cast around for what other people were saying. So if somebody said doctor, I would also say doctor. No intention ever of actually being a doctor. Then for a while I figured out, okay, science is not my thing. So what can I do? Then I would say I want to be an IS officer and everybody would be mighty pleased. Ah, that's what she'd be. But I had no intention of being an IS officer either. I was very confused about what I wanted to do for the longest time. By the time I was in my ninth or 10th though, I think one thing was clear to me so that I wanted to do something around literature, English literature. I knew I wanted to study English literature. I still continued to study science rather than literature in my higher secondary, mostly I think circumstances and that's how it was. But I think I knew, my family also knew that my main strength lay in letters and words. I was very confused about what to do, like for a career. I remember in my, was it 10th or 12th, one of these times, I was sent off to, maybe my 12th, I think, after my 12th, I was sent off to live with my grandparents for the summer vacation for maybe a month or two months. And I remember going to Lucknow, it was just me and the two of them. And my grandfather would be busy reading, writing as was his, you know, his thing. I didn't know what to do with myself. And there was this question of what will you do later? And with literature, I knew that there's one thing you can do, which is teaching. And apart from teaching, you have no options in life and I did not want to be a teacher. So what else could I do? I began to sit down and make lists of, okay, what are my skills? And I realized I have no actual skills. So my grandfather had an old typewriter and I thought, okay, let me learn to type. Kuch nahi toh I can be a typist or a secretary at least. So I taught myself to type then on that old typewriter and used to copy some of his letters and poems just for practice and things. I remember doing that. But even then, no sense of writing originally. I was just copying stuff. I was not writing. I did write essays for school, et cetera, but more as an extracurricular activity, not as something I felt I was committed to. In college too, I had no sense until I think the end of my first year when I discovered that maybe I could write a little poetry. You enter these little competitions. I entered one of these impromptu competitions and then for the first time I wrote something original. And I think just by fluke, I think I won a prize because it was just girls of my age. It's not like you're competing against, all of us are just starting out. But when that happened, I also discovered that, okay, there is self-expression here and that I can do this, that this is something that taps into some part of me, not as a career. I wasn't even thinking of that. I was just thinking that, okay, this is something I have a certain affinity for. I read and maybe I can write. And then I started writing poems and short stories, et cetera. Again, not thinking of it as a career, just thinking of it as, you know, okay, let's try this sort of thing. I remained confused about being a writer, I think, until after I graduated and I started studying journalism, at which point I think finally I then understood that, okay, writing is my thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:28.160",
        "message": "And so a dual question, one is that in those, you know, teenage years, so to say, or as a child, or who were the writers of the books that you really liked, that you really enjoyed? And secondly, I think in the life of a writer, there comes a point where, because they get so involved with writing and language, they become mindful of the writing of others, the tricks that others are using, what they are doing with the language, the rhythms they are creating, so on and so forth. And what was that shift like for you? Was it a very gradual process? Or was there like Arundhati Roy, when she wrote God a Small Thing, said that it was when she started writing the book that her quality of her reading just went up, which is a phrase that struck with me the quality of reading. So what was that shift like? And then who were the kind of writers you began to look up to not just for what they wrote about in thematic terms, but also the craft and how they did what they did?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:20.320",
        "message": "I think actually, I started thinking about craft very late, like very late, given that I used to read so much. But I think part of the reason was that I used to read at breakneck speed. I used to reread when I ran out of reading material. So, you know, over the holidays, I would read in these intense bursts, like I would finish 30 books in two months, 40 books in two months. And then that space, how much time do you have to pick up craft, right? So I'd read, I remember. However, I did start paying attention to themes. I think when I was in around high school, the question of themes, I think, came first and craft later. Craft, I think I began to notice only in my late 20s. Because I think even in my own writing, I started to be a little bit ambitious about writing like in a creative way, in my early 20s. And wanting to be published and all of that wasn't happening, not that quickly, which was good for me, actually, I think, because now I think back, I thought I was ready to be published in my early 20s. I tried to pull together a manuscript and met a few publishers. There were very few publishers at the time, and obviously made no headway. But I kept writing, I kept writing and kept sort of practicing in a sense. And when I think back, I was writing extremely mediocre stuff. And if that had got published, I think I would not have grown much as a writer. But at some point in my mid 20s, I was working as a journalist full time, but I joined and I also joined and formed, set up two peer review groups for writers, for aspiring writers. And what we used to do is we used to meet and read out our work to each other, and give feedback and things like that. I think that is when a little bit of attention to craft started to happen, at least the mistakes I was making with my own craft. And I mean, you could call them mistakes, or you can just say how other people were responding to that. I became more conscious of that. And along with that, I think when I started to read something and something would really blow me away. So for example, I remember reading Paul Ester's New York and just the craft of that. It's so in your face, and it's unavoidable, right? You have to, oh Murakami, when you first read Murakami, it's like that, okay, what's he doing here? Why is this working, even though it should not work, you know, in a conventional sense. That I think happened in my mid to late 20s, when I began to, perhaps I think maybe because I was also writing and paying attention to what was working and what wasn't."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:22.960",
        "message": "And when you sort of think about writing and craft, how much of a difference does it make that you're actually imbibing culture in different languages? So it's not just English and English, it's Urdu, it's Hindustani, as it were, as you know, we'll discuss the languages later in this episode. But how much did all of that influence your writing? Because it strikes me that all of these languages, in terms of values, in terms of what they sort of, you know, privilege in the way they are structured, are very different from each other. Something that works in Urdu may not work in English and vice versa. Murakami is interesting that you named him because he's such a rhythmic musical writer. But at the same time, like so many other Japanese writers, there's also this, you know, a sparseness to his prose, a simplicity to his prose, which might have something to do with the Japanese language itself, that it doesn't, say value or give space for expressionism in the same way that Urdu or Bengali might. So all of them kind of bring different things to the table. And that's just language like even in terms of storytelling, the sort of traditions that you get, you know, the tradition of the American short story is so different from how Indian writers would kind of approach it, you know. So what was that process of figuring out all these influences? At what point do you start"
    },
    {
        "speaker": "Guest",
        "time": "00:25:40.000",
        "message": "consciously thinking about them and all of that? So I think that because Urdu, I was more or less cut off from Urdu literature. There was, it was in the air in the way that spoken Urdu always is, I think, especially in North India. It's just there around you. Hindi, a little bit from literature. But I also think that what happened with Hindi was that after primary school, very quickly, I stopped enjoying. The kind of texts that were prescribed were, I suppose, literary from the point of view of the people who make syllabi, but it was very difficult. The kind of language used was heavily Sanskritized, that version of Hindi, and I completely lost interest in. It was there. We still studied it and analyzed it and passed the exams, I suppose. But I think in secondary school, I do not have a memory of enjoying it much. I do have a very sharp memory of this poem. I've never forgotten it, partly because of its simplicity, partly because it was just so different from the Sanskritized kind of literature, both in its intent and the kind of morality that Hindi literature seemed to be imbued with, you know, kind of punitive morality. And it wasn't. It was very refreshing, this poem called Radha Sandarya. It was prescribed on our school syllabus, but it is not in like what is called Shuddh Hindi. It's not pure Hindi. So the lines go something like this. It compares the beauty of Radha to various things and various animals particularly. And it was so striking, the imagery, because one, the imagery itself, it comes from, I think, a pre-contemporary era. So it says, which means the waist, the lion. She has stolen her waist from the lion. And gaj ko churaya chaal, which is hati se churaya chaal. And it says kahe kavi beni beni bayal ki churai leni, which is that she has stolen a hair from the nagin, from the snake. And that imagery was striking, the language was striking. I didn't understand much of this and I didn't understand much of that. But I remember very sharply enjoying it and understanding that this is the kind of thing that I enjoy reading. And I wish that there was more of it. And the playfulness of it, you know, the last line is, And similarly with English, I remember there was this poem prescribed, not for me, but for my brother, because I would, I was always reading three years ahead when his books arrived for his sessions. I would first finish reading my books, then I would finish reading his books for both English and Hindi. And then, of course, the year would proceed and you'd have to be taught the same text. So I think I did have a fairly solid grounding in that way, in at least two languages. Urdu, I think I got more from Hindi films. Hindi films were a huge influence on me, even though we didn't have a television for the longest time. But I think at some point, we used to, you know, there used to be these people who used to travel through with projectors, they would set up this white sheet and they would project the film onto it. And you would just sit there on a dhari or on a chair, like a folding chair, people would carry out their folding chairs and sit and watch the film. So that's how I watched some of my earliest cinemas, Hindi films. And I remember them very clearly. I learned to memorize the songs. I had a little notebook in which I would memorize the Hindi film songs and I would write them down. That was my time pass. And so I knew that I still know them by heart, all those songs of the 70s and 80s that I saw growing up. What's your favorite? Tell us one. Favorite is hard. You know, there was this cassette, like this magnetic tape cassette that we had, which was old Lata songs, like really old ones. And there's this one that I really like, which is Thandi Hawaayin Laira Ke Aayin, Tum Ho Kahan, something like that, which I knew all of that by heart also. And also Lata Ke Dard Bhare Ki, all of those. I think the poetry there, and I absorbed it without it being taught to me. And that was very good for me, I think, because I learned to then enjoy it without being tested on it. But that was my only literary influence as far as Urdu was concerned. The mixed inheritance was more, I would say Hindi rather than English. I mean, Hindi and English."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:43.200",
        "message": "You know, I'll quote a paragraph from you from your book, where you've sort of described this very eloquently, where you say, quote, Hindustani, a colloquial Hindi, which was nearer Urdu was indeed my possession. The Sanskrit infused version of Hindi taught in school was a burden I bore reluctantly. It was as if the syllabus had been designed to test how far the envelope of comprehension could be pushed. The Hindi of movies, songs, friends, of contemporary poetry and fiction was like a cozy room with a rug on the floor. Official Hindi was more like a official Hindi was like sitting on a stone floor on cold winter nights, stop code. And I kind of loved that. And a lot of this a lot of, you know, how, what was essentially one language, whether you call it Hindustani, or you call it something else, was, you know, went in these different directions because of politics is, is so tragic. And you see the sort of contrived effect of that on, you know, the worst of Shuddh Hindi as it were, and as indeed, it would probably have been taught in the schools. I mean, even I remember some pretty dreary Hindi back in the day, though, my listeners will be amused to know, by the way, an aside that in both the 10th and the 12th, I got more marks in Hindi than in English. So there you go, power of memorizing big words, do not try this in any other language. But tell me a little bit about all of that the sort of politics behind language, which has affected not only language, but, you know, all of us,"
    },
    {
        "speaker": "Guest",
        "time": "00:32:05.360",
        "message": "essentially. I started thinking about the politics of language only in recent years, partly because it has been, I think, perhaps on purpose politicized to this extent. I didn't think much about not being taught Urdu, for example, I, I just didn't think very much about it when I was growing up. It was what it was, you took it for granted. I regretted it, though, because as I grew more interested in poetry, particularly Urdu poetry, I wanted to know more. And my grandfather was an Urdu poet. So I would ask my mom to read out some of his poems, you know, whatever books we had, I would ask her to read them out, and then we would copy them down in Hindi. And then we would write letters to him to say, explain this, explain this word, explain this word. And that was my actually earliest Urdu lessons in school. And I was really interested, but there was no way to do it. I think, I began to think about the politics, particularly because it became a physical threat. At some point, there's this reports in the media a few years ago about people were kind of being facing hostile reactions in metros and buses if they were seen carrying Urdu literature, or any Urdu literature being equated with, you know, as something foreign and therefore worthy of suspicion. And this kind of started to upset me. It really upset me, of course, because not only is, I mean, obviously, I have a personal inheritance of Urdu from my family, but that apart, if any language can be called authentically Indian, it is most definitely Urdu. It was created in the heart of India, somewhere between from Punjab down up to the Deccan, that that's where it was made. And it's absolutely ridiculous that people know this. You know, everybody studied that much in school and everybody knows this. So this otherization, the designation of a language as not being from here, or just because other people who are now foreign, just because different people who live in different countries also own that language, that you should start to treat it with hostility at home, was something that I found quite shocking, actually. But once I started thinking about that, I also began to think about language and power. And then that took me back to Jaikipura and where I was growing up. Where I was growing up, a small place, obviously. As I've said, everybody who moved to that colony was from somewhere else. Everybody, everybody I knew had come from, say, Gujarat, from Rajasthan, from other parts of India, wherever. There were Malayali students, there were Gujarati students. We had, at some point, a third language requirement. I think something about CBSE rules having changed or something. And then the question of what third language can be taught to us, in addition to English Hindi and Sanskrit. Sanskrit was, of course, compulsory. But in addition to that, we needed one more language. So we thought about it, and I think it was decided, because Rajasthan's official language is Hindi, it was decided that we should learn Gujarati, because Gujarat is the nearest other state. So for two years, I did learn Gujarati. But the fact is that Rajasthan does have two or three other languages. It doesn't have, necessarily, its own distinct script. So, Mewari, Marwari. We were surrounded by villagers with whom we could not communicate. Labourers would come and they would go. They would talk in their own language. It did not strike anyone, because these were not quote-unquote, board languages. We were never going to give our official exams in any of those languages. So, we had to learn our official exams in Mewari or Marwari. It was just a question of picking up another language. But the school and the CBSE system did not see fit to then say, okay, why not a local language, which is perhaps not designated amongst the, you know, whatever, the 16 or 20 or 25, whatever languages there were in the constitutional list. Why not one more of those? And it effectively, what language and its politicization does is that it seals people off from each other. This is one of the things that official discourse around languages does. It ensures that you actually cannot communicate with people who do not know your language. I mean, that's fundamental, right? If you want to communicate with someone, you must learn their language. So, what you're saying is that people who are schooled in Hindi or whose mother tongue is Hindi ought not to then communicate with people whose mother tongue is not Hindi. Or alternatively, the people whose mother tongue is not Hindi, if they want to communicate at all, either with other citizens or with the state, you know, which they must, they don't have an option but to communicate with the state, must then quit on their own language and develop a certain facility with another language. These were things I began to think of especially as a journalist because as I traveled, I found that, you know, there is this kind of general thing which is told to us and I never questioned it either that, you know, Hindi is the most widely spoken language. Everybody in India speaks Hindi except for the south and maybe the northeast. Everybody understands Hindi, etc., etc., etc. Everybody understands Hindi to the extent that if you speak in very simple ways, they may kind of understand what you're saying. Doesn't mean they can talk back to you in that language or that they can express the nuances of what they want to convey that language. I was covering at one point various north Indian states, so Punjab for sure but also Himachal and I traveled a lot to Madhya Pradesh and honestly speaking, if I was not accompanied by one other person and I usually was, it could be an NGO worker, could be, sometimes it was a government person, sometimes it was or it was just somebody from the panchayat whose Hindi was slightly better than the rest of the community. If I did not have help, I could not have reported at all and I think that even so, knowing all this, my reportage was most definitely restricted and not as good as it should be because what you're basically saying is that, one, if you're communicating, for example, if I'm going into a community and I need the help of say the Sarpanch or say the two people who are well educated in Hindi, well educated enough to communicate with me and take me to, you know, the homes of the people whoever I want to speak to and if there is somebody who is very marginalized in that community who say does not get along with the Sarpanch or who will not even know that there's a journalist and she wants to talk to you unless other people tell that person and bring that person out to talk to me and interpret for me. If that does not happen, then who am I reporting? What am I reporting? I'm automatically reporting from the lens and the perspective of the most privileged people in that community and I became aware of that increasingly, like I found myself increasingly uncomfortable because I found that I am not able to speak with the most powerless people wherever I go and this is something that if I cannot, the state most certainly cannot or does not even want to. So how does this work? How does this work in a diverse country where not everyone speaks the same language?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:55.920",
        "message": "Yeah, no, one of the sort of the revelations for me in your book was how language can form almost a layer of social hierarchy which is, you know, which is like caste or which is like class and those are the things we talk about but language does a similar thing and of course at a basic level we all know that because of our post-colonial baggage and all of that English has become a marker of class and has a place of privilege but you know what your incredible chapter on language kind of brought home to me was how it plays across so many of these different languages like I'll quote from another part of your book where you speak about how it becomes difficult to even interface with the state if your first language is something else and you write quote it is bewildering even scary to get a notice from the government or the municipality and not be able to fully comprehend it. These are matters of life and death, being asked for proof of citizenship, procurement of land, tax areas, warnings to not venture into the forest or into the sea, information about free healthcare, supplementary diets, court summons, whoever controls language controls everything stop quote and elsewhere in the book you also wrote about you know how your grandmother I think would be scared of going to the bank because she wasn't familiar with the language in the form she might be you know incredibly natural and at ease in her own language but that's been given an inferior status so she's fumbling with this form and people are telling her to hurry up and it just becomes so intimidating and the other learning was that when Urdu was adopted as the national language of Pakistan it was actually not a language spoken there I mean the first language in all of the Pakistani states were different like in Punjab it was Punjabi and whatever and Urdu on the other hand not only originated in India in fact the only foreign part of its origin might be the Sanskrit influence because Sanskrit came from where Syria is today but you know there were riots in Bihar you pointed out when it was once officially announced as the second language there and all of that and it's just also incredibly political you've also written elsewhere about how once you were wearing a tabiz with Urdu on it and you realized while you were interviewing someone in a village that you know oh shit this tabiz is visible and you hid it and you know which was quite striking to me so is this sort of when do you start noticing this stuff because one of the things that struck me about your book and we'll discuss many different aspects of it is that while you know it's structured as a sort of a memoir what you're doing is when you're revisiting all of these places you're also seeing them with a new lens you know looking at language with a new lens or when you know talking about JK Puram about JK Puram where you examine how apt it is that is called a colony because what happened there is essentially colonization you know though many may not think of it that way and we'll delve into that as well but so did these lenses shift gradually over time or when you decided to write for it was that was that moment of examination a part of when you begin to look at things in a new"
    },
    {
        "speaker": "Guest",
        "time": "00:42:55.520",
        "message": "way i think one of the things with me is that i think through writing that i very rarely have clear ideas about anything until i get into the writing so with regard to this book in particular i had been thinking about some of these things for a while like i've been thinking about questions of belonging identity place for a very long time even in in my first book for example when my first non-fiction book i have this chapter on questions of identity and when i wrote that i was much younger as maybe 15 years ago and it used to really trouble me how in india people are so kind of unhesitating when it comes to asking you to define yourself and define yourself via either region or caste or religion so this right out there what's your caste i mean i was so shocked when that started to happen when i was out in my home what are you and i would say i'm a journalist and they would be like no what are you and and they mean your religion and your caste of course and i i i used to dodge that question initially just because it made me so uncomfortable and then just out of a kind of uh zit just you know uh obstinacy that i will not answer that what you're going to do i remember in a long conversation in in in a railway waiting room with this other woman young woman she kept asking me what are you and i kept saying i don't know and she said how can you not know and i said my parents never told me and she said but how is that even possible i said it's possible i said it's possible so uh this was the sort of thing that i used to get into these conversations early is to resist the idea of identities set in stone but over the years i became more curious about what shapes them what shapes my identity actually if i actually had to give an answer say how would i try and answer that and i found myself leaning more towards language and what was regional affiliation and by regional i don't necessarily mean uh linguistic i mean for example when i say regional i don't just mean up i mean eastern up you know i feel no affiliation for western up and then where does this affiliation from eastern up come from it comes from birth it comes from inheritance it comes from land it comes from stories have been told about where my family comes from etc narratives a lot of affiliation comes from narrative and i grew interested in that so i think that in the course of writing in the course of researching things i was just blundering upon these different ideas and the more i struggled with these ideas the more certain answers presented themselves or at least one way of interpreting those answers and things sort of once you start opening up the chapter on women for example was not something i was conceiving of at all i did not want to think of i most definitely identify as a woman whether or not i identify as anything else there's no escaping that i am a woman and that's not likely to change but um but i hadn't thought of womanhood itself as being um a dislocated or very malleable identity in regional terms or even linguistic and cultural terms i hadn't thought of it until i began the writing when i sat down and started talking to people then i figured out that okay other women feel differently from me why do they feel that ah that's because they're married or because their family backgrounds are different from mine they don't have the choices that i have so i think that for me particularly at that moment comes when i'm in the moment when i've already kind of put myself out there into the question and i'm casting about for answers and looking to see what i can gather sometimes these more contentious and difficult kind of ways of thinking about a particular topic suggest themselves at that time i very rarely plan how i will approach a certain question or answer you've written very eloquently at different parts"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:23.440",
        "message": "of the book about both identity and uh sort of the notion of home and i'll again quote from something that you say in one of your later chapters uh where you write quote that i grew into womanhood with the feeling of dispossession that i could not articulate is not surprising after all my body my city even my culture was not my own to inhabit obstinate and argumentative i was the opposite of most feminine virtues advertised in the matrimonial columns of the newspapers worse i was afraid that i might actually be persuaded seduce colded into in inhabiting those values and surrendering uh my selfhood how much did uh you know and what you said about you know sort of uh discovering what you think through writing is again resonant joan didion once said i don't know what i think until i write it down and you know when i kind of teach my writing course i also talk about how it's a two-way process it's not that you know something and then you write it sometimes writing is a way of knowing and finding out and as much about the self as otherwise now what i've kind of noticed about say our notions of the self is that a lot of it is about peeling away layers that stop us from seeing things like you made a short film about the color red about seeing red everywhere and i remember you spoke about that uh in an interview where you spoke about that how you imagined that mumbai was a city of grays but then you went around shooting red and you realized that they were just red everywhere and what happened what happened is that your previous lens was a particular kind of lens and you added a layer to it or you took away that layer which sort of didn't allow you to see red and you're seeing red everywhere and that struck me as a beautiful metaphor for how we evolve as people as well like i think for example for a lot of men there's one layer that never kind of goes away where they don't sort of realize uh the experience of women in the sense that you know if i get into a crowded lift with five men i don't feel anything but obviously when a woman does there is that added layer of self-awareness if you i can go out for a walk at night without thinking twice about it but even in a safe city like bombay i would imagine that you know there is that layer of alertness that women have that's one layer then they can be kind of layers of caste which you peel away layers of privilege you don't realize whether they are your class layers of language where just you know being able to speak in english with you know a sarkari person automatically kind of in a sense you are saying that hey you know you know i could be someone who could have influence and get you into trouble or whatever and over time and most people don't become aware of these layers and i would imagine that as a writer uh you know you are more likely to sort of especially if you're doing the kind of writing that you're doing which goes into the territory of personal essays and uh fiction and all of that that you're more likely to kind of peel those away so when you when you look at say the young annie the 20 year old annie as it were and uh you know you today what do you think are those sort of big moments those big learnings"
    },
    {
        "speaker": "Guest",
        "time": "00:50:30.240",
        "message": "the layers that are gone god i was so clueless at 20 just i cannot imagine a more clueless person at 20 see one thing about me was that um i did not grow up in big cities i did not even grow up in small cities i grew up in this little way out place and then when i did go to college i went to a town a small town which made but i went to a girl's hostel and it was very very strict you were not allowed out except once or twice a month and that was for maybe two or three hours and that was it and if you stepped out at all even on those once or twice a month occasions you need to have a legitimate excuse so you needed to say why you were going out it wasn't enough to say i want to go out never you needed to say i'm going to visit my local garden i'm going to visit a doctor i'm you know i need to buy some essentials you know i need to buy books i need to whatever it was you needed to have a good excuse to do that and because of that my experience of urban life is extremely limited like even what i knew of Ajmer was next to nothing really i knew Lucknow because from family visits and holidays but you obviously are not allowed to go out on your own then you don't have your own money you don't know how to negotiate public transport so you know that that experience is completely different i think when i moved finally to Bombay Bombay as it was by that time when i moved back here i the city itself was a very shocking experience for one you know just the scale of it the crowds the having to negotiate everything you know like it wasn't just that you were negotiating an income you were negotiating every single thing negotiating the buses negotiating the trains negotiating the platforms negotiating the staircases and i think that for the first couple of years all my experience is kind of jammed into i cannot separate one strand of experience from the other i do have this one very clear memory and this is from when i was younger actually i mentioned one of these experiences in the book where when i used to wear shalwar kameez typically in the north when you wear shalwar kameez you also wear a dupatta and it is not necessarily for the sake of modesty it's often just decorative but you know i used to wear it around my neck and i in in bombay's local women's compartment the pattas of the dupatta the the the loose ends of the dupatta had got trapped between other women and i was trying to get off and the women getting on and i was almost strangled because you know there was one group of women pushing me out there was this became an actual noose around my neck and then i started noticing that nobody wears dupattas the women here don't wear things around their neck and then i started to pay close attention and i saw that when women get onto the trains get off the trains they often take a scarf or dupatta out of their handbags and then they wear them once they're done with the crowds once they're sitting in cabs once they're entering the offices that's when they do it and for me that was a revelation that oh okay this is how it works these are working women in the fullest sense that you know they're not just women who you know can have their home lives but also their external feminine selves and they occupy in other towns that was how it worked that you know whatever that you dressed in in a feminine manner whatever that femininity was and uh you occupied it very fully but it wasn't like that in mumbai you constantly negotiated even that because it could become something dangerous and these were the little ways in which i began to understand that whatever i am whatever i have learned as a child as a young girl as a teenager will have to slowly be if not completely given up will have to constantly be tested for context so the problem is not the dupatta the problem is the context a crowded train is the context and similarly i found that everything else about my life became more and more contextual um growing up as an indian middle class child i should say not just woman particularly a girl but you know i mean i think this applies to men too your ideas morality are so set so fixed going to a police station was considered a bad thing because who hangs around in courts and police stations you know people who've done wrong things or people who are in trouble and you definitely don't want to be somebody who's in trouble so but when i was a journalist once i became a journalist and that was my job i had to do it i had to do the rounds of the police stations and the courts and and understand that life is so hard for people it is so hard and i had no idea it was this hard and i come from a not very privileged background i mean i i was more or less single-parented my mother didn't have much money we grew up in these tiny places we didn't have our own vehicles all of that i needed a job it wasn't that i was working just fun needed the job but i had no idea that life was this hard for so many people i think journalism taught me that and i think that introduced me first to to whatever little privilege i had it wasn't a lot it was very like we just were barely surviving in the city and i thought that was hard but then you go out there then you see that my god life is hard for others you go to public hospitals and you see the conditions of those hospitals and i think many of my ideas about not only about what makes people do the things they do you know in either a moral sense or just you know in a social sense those things started to fall away i had grown up with a slight suspicion which i think a lot of kids grew up with a slight suspicion of leftist politics even though my grandfather had been or at least in his youth for a few years he was socialist and that's in his memoir etc but in general around me all conversations were like that he is a socialist, he is a communist so you know the the suspicion of ways of thinking which were on the left was even without my knowledge i had no idea if you'd ask me as a 21 year old what is your politics like i don't know i don't know what left is i don't know what right is but once i actually went out there i began to become aware not only firstly about the awareness of being political that you have to be political you cannot completely cut yourself off from everything around you and say that oh i'm apolitical that was the preserve of the extremely privileged i understood that very quickly i also understood very quickly that when people say things like you know oh those people like i keep slipping back into hindi because you know that's the conversation around me but uh people say things like you know amongst"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:16.880",
        "message": "those people these things happen it's it's actually okay to slip into hindi i think my"
    },
    {
        "speaker": "Guest",
        "time": "00:58:22.080",
        "message": "listeners will get it like okay all right something like that yeah something like that like you know the poor don't want to study they don't want to get ahead in life and those are the kind of things which you absorb without you don't really question that very much and then when i went when i actually went out there and i saw how hard people work to just get a chance at education there are women holding down three or four or eight different jobs to be able to put their kids through school and and they trust that that will somehow lift them out of poverty save them from the worst things that they're out there there were a lot of things a lot of things out there i remember when i was one of my assignments i was sent off to cover a raid on a brother in i was working in midday at the time and it was just one of those things where i mean one i didn't even tell my family that i'm going to do it because i mean what do you tell them i think i would have been sucked into the kind of confrontation i could not afford to have at the time but even from my own point of view i of course it it was extremely frightening extremely frightening just the idea of even when you're going with the police it's accompanying a police team i wasn't going on my own but the idea of being a woman going into a space which i understood instinctively to be hostile to women i mean these were sex workers yes and some of them may be voluntary sex workers but i understood it to be intrinsically hostile to the women and i was very frightened and uh i remember thinking that this was a quote-unquote not nice thing i'm doing you know like nice girls even for their work they don't go to brothers like what is this what am i doing here in the middle of the night with these cops and who hangs out with cops anyway you know um and i remember having all these questions in my mind but i'd actually never seen an actual sex worker in my life before and this is true of i think women in particular men might notice or men might even you know enter into a conversation with the sex worker because that is the nature of the transaction but for women particularly quote-unquote nice you know or respectable whatever that means the idea of respectability was something i had not challenged as a 2021 just took it for granted that yeah i'm respectable and you have to hold on to this idea of your respectability but i did know quite certainly that respectability is constantly under attack that even if you are somebody from a quote-unquote respectable family your respectability is constantly under attack it is constantly being threatened premarital sex can threaten it photos of you uh you know nude photos of you can threaten it anybody makes a random comment about you that can threaten it somebody goes to your parents and says oh we saw this girl sitting so and so at that time and with a boy and then that threatens it if you're seen smoking then that threatens your idea of whether or not you're respectable all these things i knew and i knew that you have to at all times guard against any the smallest assault upon your respectability because then your life could be ruined etc etc and then here i was then doing this thing attending a raid uh where you were looking for underage girls and that one night and that one night i have to say that so much just fell away uh first my ideas about because these were just things i'd seen in movies you know never never actually met someone but then i go in and i see that there are all these girls they're dressed up and they're being picked out by somebody who's pretending to be a client but is actually a cop and then i saw the cops beating up some of the men who were possibly workers pimps or whoever they were procurers and then i sat down with some of those girls while the raid was underway because what else could i do i had nowhere else to go my job was just to sit and watch what was happening um i'm sitting with those girls and i was clearly upset i i don't think i was like bawling or anything but i was upset enough that even the cops noticed and they turned around and somebody said that you know somebody take this girl away because she's going to start crying any minute now and then some of these girls the sex workers took me away they took me to another room and they allowed the raid to progress as it was progressing and they thought for some reason i don't know why maybe they picked up on my fear or whatever it was they sat me down they held my hands and they said didi koi baat nahi and it was just so ridiculous because they were the ones who were suffering the raid the cops were going to i mean nothing was going to happen to me i was going to go back home at the end of that night um and even as a 21 22 maybe a year old i was aware of this irony that this is absolutely stupid why are these girls holding my hand and telling me ki didi you know uh you don't worry i mean i should be the one telling them that didi you don't worry they're younger to me they were 17 years old 18 years old many of them were minors they ended up doing the tests and finding that these 16 15 year old girls i think a lot of my biases crumpled immediately in that moment every bias i had held about what kind of woman deserves to be treated in what way that in that one night that collapsed completely i also remember thinking that about the nature of policing for the first time because it was first time i had seen anyone hit a grown man you know when you come from families where you don't i mean i had seen violence like in school i had seen violence kids getting beaten up i'd never seen a grown man be beaten up i saw that that randomly cops just seeing a man and one top and he could be a client or he could be a one of the people who procures women whoever he was i don't know it was a very big shock but i also remember thinking that the cops aren't supposed to do this this is not how policing is supposed to work you know maybe they've done something wrong arrest them take down their statements etc etc i think my ideas about how the police functions also changed that day i began to understand that that that things don't happen the way they're supposed to and that the things i've seen and read in movies and read in books are not the way real life is was introduced to real life so to speak and i was also introduced to and once you start questioning the things you've inherited the respectability bias that you've inherited then you start questioning everything else i think for me that was like that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:34.000",
        "message": "that one night i will never forget and i've actually uh you know there's a talk on youtube where you also spoke about that one night and it's very cinematic actually that image of you sitting on a bed being consoled by the girls your theme the context in which you brought this up was again something that i'd like you to elaborate on because it's very interesting to me about a journey that journalists should take but some may not which is discovering the difference between facts and the truth that when you are a journalist you're reporting you're going out you're getting facts you're taking quotes this happened so and so said this so and so said that but there's a layer behind it that is a truth and i presume you mentioned this story because you know uh some of the facts fall away and some of the truth comes out and uh you you see those layers now i would imagine that then like once this happens a switch has gone off it's never going back again you're never only going to look at facts again you're going to look for truth and your notion of what the truth is will then evolve with time and what the kind of stories that you do the kind of work that you do will be predicated on that uh on uh you know that evolving kind of frame of the world so tell me a bit about one the different directions of your thought as all of this happens and two how you start thinking about the kind of work that you want to do because very soon you go beyond journalism you of course were one of the early bloggers uh like me back in the day uh is that something that freed you in different ways and helped you explore subjects you would otherwise not be able to write about and then on to fiction drama all of that what was that kind of journey like and that distinction between facts and truth how how hard it is to even define uh what truth is because i think what most of us do is the world is too complex to figure out every aspect of it right so you adopt a lens and you look at it and it could be a gray lens and bombay looks gray and suddenly you take away the filter that hides the red and how you see the red also so what is that process like do you keep examining your biases and your lenses and your frames"
    },
    {
        "speaker": "Guest",
        "time": "01:07:30.800",
        "message": "i kind of do and i think my early journalistic training had a lot to do with it i think i got really lucky especially that one and a half year that i spent at midday i think i just gave the example of the raid but i did a bunch of things like that my editor at the time was akar patel and there's a big one for just go out there and check what's happening just see what happened like that so for example i'll give you another example um this was one of the major stories i did where somebody wanted something done about the rights of the disabled right people who are differently abled or disabled in the city now how do you write about that one way of saying is just to say that okay you know the city doesn't do enough and leave it at that but he said okay go put yourself in a wheelchair and figure out what it's like so i spent the day traveling around the city as a disabled person so one of the first things that happens is obviously my own filters come crashing down right because i had never thought about what it's like for people who are in a wheelchair what is the city like because you are abled you just take it for granted that the city is fine right what's wrong with the set of staircases i mean um and even if you do know that okay so people in wheelchairs can't go here so then you say well if they can't they can't and you shrug it off and you don't think more once i did that i started to see so many things in so many different ways not just that you can't climb a flight of stairs so okay maybe you can't get from platform number one to platform number five maybe it's difficult then you find that even if you get to platform number five the gap between the train and the platform is too big and you can't actually you know the train doesn't stop long enough for you to get off the wheelchair fold up the wheelchair put the wheelchair on even if you have people helping you that won't happen then you see you can't enter cinemas then you see you can't enter eating spaces then you see that something else even if you need to go to a doctor in a taxi the taxis aren't big enough mostly to hold a wheelchair so i had the photographer with me who was playing along pretending that i was actually in a wheelchair and he was having to pick me up and carry me and put me in the cab and then fold my wheelchair and the taxi driver was very concerned because that once you fold up the wheelchair it doesn't fit into the back of the taxi all the different ways in which the city is not meant it is not designed for people who are different from the norm and then also to become aware that that person could be me i am able today but i could be disabled tomorrow something could happen it could be temporary or it could be permanent i could grow old the city is not designed for the elderly and most cities aren't so in all these different ways i think i was constantly being pushed right to see that okay how long does this happen when you call the police station how long how many rings before somebody picks up these were all the different ways in which i was being exposed i think for me also it was a lot of exposure intense exposure of somebody who had been so under exposed like within two years this much exposure was a bit much also and i think that those two or three four years of early journalism really did shape and unshape me quite a bit after that i think but however this creative urge was there within me i think even when i quit my first reporting job i quit it thinking that this is too intense i want to sit at home and write poetry and of course within a month i learned my lesson because writing poetry does not pay the bills and i had to go back of course and find a job but this creative urge also was there and that one month when i did sit home and write poetry all the new things i had learned the things that i did not have time for the course of a regular reporting life the ways in which my poetry was changing the ways in which i was changing and learning to see the world in a different way um that i had time to process and sit down and maybe write a couple of new poems and then go back and then write in different ways so i was always doing that i think and and i kept quitting and kept going back because i didn't have much of an option but i think by the time i was around 24-25 it was clear to me that i also want more that i don't want just journalism i want to do more i want to tell other stories stories that i cannot tell as journalists by the time i started blogging it was around i think end of 2004-2005 i knew journalism enough to know that most things that i'm thinking and feeling are not going to make it into the copy even if you're writing for a magazine and so you've got more words you don't have to stop at 300 words you can write say 2000 words but you're still not going to be able to write the truth as i experience it and see it and the many layers of truth so for example something as simple as i'll give you an example of what delhi feels like after it's rained in the morning right um i was in delhi i'd moved to delhi by that time now if i'm a reporter say a normal you know regular city reporter i can just say unseasonal rain at delhi and so and so time whatever whatever and or traffic stopped or you know if traffic doesn't stop and if it's not unseasonal then why will you write about it raining right it rained so that's two words what does that convey to the reader does it convey anything of beauty does it convey um that particular way in which you're learning to see the city it's the air is just a little crisper a little cleaner and there's dew everywhere or all surfaces are wet and the quality and texture i became interested in capturing that too because that is also a different kind of truth a different kind of experience reality and i found that blogging gave me that freedom there's nowhere else i could do it even for free there was no other space out there there were no other lit journals that would just publish me talking about how i'm thinking or feeling about a certain morning a certain moment in time and blogging allowed me to do that it also allowed me to talk about the story behind the story so i write the story for the magazine but also then i get to write about what the train journey was like that i couldn't get reservation and this is what it felt like or or the kind of conversations you overhear in budget hotels and i found that interesting i wanted to capture that too and so i think blogging then became the next way i started to be formed as a writer as a writer of prose particularly that it was crucial to me learning how to put experience and words together and capture different kinds of truths and and try and make sense of the world around me and then rama i think came after one more leap i had done some more journalism particularly in rural areas for i think three three and a half years and i had just started to write my first non-fiction book my collection of essays and around then i thought that okay it's time for another break so i'm going to sweep up all my savings whatever little saving i have i'm going to withdraw all my pf and i decided to give myself one year in which i'm going to just write that you know just don't worry you're paying the bills for one year give yourself 12 months of not worrying about paying the bills and so then i moved back into my mother's home and for one year i just wrote and one of the things that i was doing at this time was i was trying to make sense of a kind of social politics or the the politics of ordinary people around me in ways that i couldn't through journalism or even through prose you know i these were things that i sensed but could not say i can't point a finger or i can't take a photo of these things right so for example one of the first plays i wrote uh was just i was just thinking about certain aspects of life one of them was about domestic staff in india most middle class people have domestic staff not always live in stuff but almost everybody employs mates if they can afford it and labor is cheap so many more people employ me and we grew up without too much interaction with domestic staff it was very limited um but in my friend's homes or wherever i was you know ultimately i also began to hire people when i became a worker and in my friend's homes particularly those who live in stuff slightly more privileged people uh they could afford to have someone stay constantly i began to notice the ways in which and these were mostly often young girls young women to look at their lives and think about their lives and what are their lives like and what are their options and the ways in which living in someone else's house where you also work where there's no separation of workspace and home space what happens then in that environment to those girls so i started to think about this and i knew that i didn't want to do this as an essay or as a report that there's something else i'm getting at but i didn't know what but i had a lot of conversations in my mind like things i'd overheard dialogues bits of dialogue so i began by just writing that down that okay i remember this exchange uh between two people now what happens if i take these two dialogues and i take these two characters and i open it out will some other thing reveal itself and it did it turned into another thing because as you keep writing those characters take on life and then they start doing things that you have not seen that you move beyond uh the reality that you see into an imagined world where you also capture a certain reality and where that reality comes from you don't know but it's there and you kind of know that yes this is true but i cannot present it as fiction as non-fiction i cannot say that this is the truth so i call it fiction but i know deep down that this is truth that's that's fascinating"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:46.560",
        "message": "fascinating a quick aside before i go to my next question and the aside is that story you did sitting on a wheelchair mind-blowing idea and and you know akar did things like that i remember back in the day uh so uh credit to him as well i think people have forgotten that editor side of him you know i did a workshop with him for uh my uh writing students and i i if i remember correctly he mentioned in it how he no longer wants to be an editor that that is in the past and all of that which i think is a little bit of a loss because he would be able to mentor so many young people so well but but the aside really is that this is uh you know i had chris ashok um a few weeks back on my show uh talking about the book he's written on food science and we were talking about how we experience podcasts and he listens to my show at 3x that's three times the speed and he mentioned that he started listening at higher speeds because a friend of his who was visually disabled who was blind would listen at 6x so i tried to take it up to 6x and i couldn't make anything out and then if you just close your eyes and listen at 6x you get a sense of what that experience is like that how they have had to develop this facility because that other part of theirs which we take for granted which is sight is simply not there and there was recently something that netflix did which people mocked you can now watch something on netflix at either half speed or double speeds and all of that and you know people like us and and our first instinct is that why you want to watch at normal speed but the reason they did that is because the blind people they watch netflix in a sense by listening to a visual description of what's going on and because the brain can take in uh you know up to 500 words a minute while we speak at 150 they want the higher speeds and the people who want the lower speeds are um you know those who can't hear so they are looking at the subtitles and therefore they need it to be slower because the reading speed is slower so it's it's such a what at first seems unnecessary to people like us who take all of this for granted take our experiences for granted brilliant move on the part of netflix i think now what i also wanted to sort of look at and i've been thinking about it a bit is about you know back in the day even we bloggers didn't think of blogging as something that is incredibly serious or will change who we are but the more i think about it one i think that what blogging does is that one of course as you mentioned it gives you the freedom that you're not bound by form or house style or theme or whatever you can go in different directions you can write one para you can write 50 paras but the other thing it does is that not only do you go off in all these different directions because you are not self-conscious because what you are writing is only a blog and you give yourself the freedom to experiment you iterate a lot like i did you know when i was active i did more than 8 000 posts i think whatever the quality of those might have been it's only constant iteration that makes you better and therefore and my other sort of speculation there is i wrote a post on this recently that the form in which whatever your artistic form is or your form of creativity is the form shapes the content and the content shapes you so if i did a five minute conversation with you for example i would not really need to read your book or know anything about you i could just ask you know four snappy questions and the whole thing would be very shallow if i do something much longer i have to read everything you've written i have to really work at it whatever the subject is in forcing myself to do that to bring about the content that suits the form i am also changing as a person so now when i look at your journey and you've of course been much braver than me in the sense you haven't held back you just got into drama and filmmaking and stories and you just did everything which i can't tell you how much i admire because i think a lot of factors hold people back from doing that such as confidence to begin with but did exploring all these different forms did they start changing you and the kind of explorations you made and the kind of writer you eventually became i mean starting with blogging"
    },
    {
        "speaker": "Guest",
        "time": "01:21:49.920",
        "message": "of course but all of these other things with the phrase fools rush in comes to my mind you know i am a bit of a fool in that sense that i do tend to rush into certain things i think one of the things about me is also that i i constantly like to test and learn so i i have this great thirst for novelty i like new things and i've never been for example i never read in one particular genre or format even reading wise i never read all the works of one writer and i think it is mainly that that once i've done something and i see something new there's this great desire to see that can i do this too let me try i might fail but let me try so i always want to do it i mean like a couple of years ago i even wrote a chatbot script and i'm in principle like i dislike chatbots in general but but well it was a project and they said can you do scripts i said well yes i can do scripts so if i can do scripts i can do this too why not let me do it let me do it once at least let me try so um i think that for me it is one of the things is that i do really like being tested uh in that way i don't like being judged necessarily but i do like being tested in that fashion um i'll try um i'll try most things once you know to see that okay what's the worst that could happen i'll fail and that's fine so from a creative viewpoint i'm not afraid of failure this has helped me in many ways because even within something like poetry for example at one point we were doing this napo raimo things which is the national poetry writing month national for the u.s not for us but uh we just kind of appropriated that um so the challenge is to write 30 poems in 30 days and at one point we also began to as a collective we were doing that the writers collective through gafferati at one point i also said started setting exercises and that included myself set myself exercises and say that today write a villanelle today write a sonnet today write a sestina these are difficult things to do you know but you try and you do it and mostly turns out bad like if you've written 30 poems chances are there'll be three good ones maybe two mediocre ones and the rest will be just absolute rubbish and you have to be prepared to just toss them out and say so i wrote 20 bad poems so what um but like you were saying about iteration writing those 20 bad poems enables you to write the two good ones and i i was learning that and i think one of the other things i've noticed is because i'm also kind of i've always had one foot in journalism and then one foot out and then one foot back in and one foot out journalism because of the nature of the job because you're so exposed to so much of the world to other people's experiences etc at some at some point i always want to stop and take a breath and see what was what was that what is this how do i think about this is it enough to just write what i've written and then leave it at that and then and then do i not push further to see what this experience actually means in a creative way so i think a lot of that was happening a lot of what i was learning through research and journalism was then being after i've done the early work of the report or whatever it is like a year later two years later it's still stewing in my mind i'm still trying to figure out or two different ideas suddenly come together and you see that okay you need to write this but in a new format that this needs to become a play or this needs to become a poem um for a while i was doing this thing and i still try and do it so not very successfully but for a while i was picking up newspaper headlines at some point i got really frustrated and i continue to remain frustrated by how much the news hides you know you work in the news you've been in the media you you're partly responsible for creating this thing but as much as it is about telling the truth it's also about not telling the truth and i became for a while quite obsessed with that that idea that um that this newspaper report is not telling the truth at all it's actually helping me not see the truth rather than see the truth so i began to write pick up newspaper headlines which i felt were either ineffective or concealing something or just or just picking up random headlines and then seeing that okay how can i twist this around to actually reveal a fuller truth about society in some way so i took the headline and the headline remained the same but the rest of my poem was a response to that headline to try and convey what is being hidden give me some examples"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:52.080",
        "message": "of headlines like that which sort of hide more than they reveal i mean i'm sure all headlines"
    },
    {
        "speaker": "Guest",
        "time": "01:26:56.960",
        "message": "at some level are like that but can i just read you a poem please please do okay so i'll give you one headline which was two palestinians shot dead after attacking israelis so i i saw this headline then obviously it is it is a factual headline and there's no denying that two in whatever whatever incident it was i've forgotten the year maybe maybe four or five years ago they it was a knife attack and i read the report and i i thought that this headline conveys something it conveys violence but it also conceals so much violence and then i wrote this poem in response two people armed with knives were killed after they separately rushed towards different groups of israelis armed with guns two people set out from home or whatever remained of that feeling called home it is unclear if they kissed anyone goodbye but preliminary imaginings indicate they held that thought a while it is unclear if their homes had been bombed or if any children died in the shelling it is unclear whether they rebuilt or relocated and if they had whether they were bombed a second time it is clear that they had access to kitchen knives it is clear they rushed towards wielders of guns it is clear the guns would be used the color of their skin is clear their olive trees their pets their throaty mother tongue their last words were not so clear"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:46.640",
        "message": "so that's the poem lovely thank you so much that's quite uh moving do you sorry i actually interrupted you when i asked you to give an example so why don't you finish your thought"
    },
    {
        "speaker": "Guest",
        "time": "01:28:56.160",
        "message": "and then i'll continue um no so so there's another one which was sillier there's another one um called um all eyes on hsc results and then i thought this is such a silly headlines obviously all eyes are not on hsc results not just the eyes of children and parents maybe other eyes are doing other things so then i wrote a kind of slightly a teasing kind of love poem in response that eyes have other jobs also rather than look at hsc results so you want to read that out as well uh okay why not i'll read that one out as well too so all eyes on hsc results is the headline and the poem is how many eyes are trained on the higher secondary exam results hard to say but eyes are slitted sleek with yesterday's failing eyes follow monkey eyes gibbering through a bazaar rubbing neon out of the black lids of night eyes are fixed upon a street gone gray with too much going away lost foundlings blinded by concrete eyes wait on the road divider holding the skeleton of a bunch of red roses that grazed the shin of passerby who looked but saw nothing except a flower pot that he used as a spittoon eyes are intent on some assured insurance plans and a new toughy car bought by a semi-friendly neighbor with good skin eyes are careening wildly between cat matt grety bsc upsc pmt pt net yet most days they're fixed upon the luminous face of a phd guide who won a gold medal for every exam he ever sat and he comes to uni in blue fleece and real leather sandals lovely but tell me no you are"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:54.560",
        "message": "also being unfair to headline writer because how is a headline writer supposed to fit all that in but uh so is it the case like you've you've pointed out elsewhere in your book about how language can play a subversive part in how we see the world for example you talk about going to this court trial of a gentleman whose daughter had been murdered and it took you a while to figure out that his daughter had been murdered because the lawyers are kept using the term hadsa as if you know something had happened to her and i'm reminded i'll quote a little bit of something jackson katz said a few years ago about how violence against women is reported where he writes quote we talk about how many women were raped last year not about how many men raped women we talk about how many girls in a school district were harris last year not about how many boys had his girls we talk about how many teenage girls got pregnant in the state of vermont last year rather than how many men and teenage boys got girls pregnant so you can see how the use of this passive voice has a political effect it shifts the focus of men and boys and onto girls and women even the term violence against women is problematic it's a passive construction there is no active agent in the sentence uh stop quote and and this is a uniform example but is it then the case that if one gets a little mindful you can see similar perversions or similar ways in which language obfuscates what's really happening out there where it might you know in the like in the two headlines you pointed out it might be stating a fact but hiding"
    },
    {
        "speaker": "Guest",
        "time": "01:32:25.840",
        "message": "the truth yes absolutely i agree with you and in the case of women and patriarchal language it is most evident but in almost every other way too so for example one of these this is one of my pet peeves this word growth and the other pet peeve is this word development i am so annoyed at people who do not challenge this growth in what like in real terms in actual terms you break down this idea notion of growth into your personal life what will it mean right i remember once going to do a story in in a rural area where people were protesting the impact of a particular plant because of the pollution right it was destroying their lives it was destroying their plants and so on so forth water sources were getting contaminated and then i went to the factory that was doing the polluting and there was this man and i was quite young at the time and i did pat the language and and the ideas and and the experience with which to frame my thoughts and argue with him and as a journalist it wasn't really my place also to argue it was just to hear him out but but i felt argued with you know because he was quite aggressive and and one of the things he said that madam what is development and i said you tell me what is development and then he patted this pocket you know this front pocket that men's shirts have and he then he said then he said that i have 500 rupees in this this is development right that i should always have 500 rupees here that is development you don't have it there is no development and i remember thinking that there's something wrong about this argument but i didn't know how to say what is wrong so i didn't argue at the time and obviously uh if i had just spoken to the people who were protesting in more detail they would have given me the language their language and later i read more about this i read this uh now it is quite famous actually this letter that one of the people who were protesting the narmada da one of the farm leaders and you know he wrote a letter and he wrote about displacement from this perspective that he said that you know you speak about the gains that somebody will make whatever and what will be replaced you know you will be given a piece of land somewhere else in exchange for whatever but do you know what i have here and then he listed all the different kinds of foods that he has access to where he is and that is not seen as when you speak of money and development what what is money it's a piece of paper right but what it does is it gives you access to other things so for us in urban areas it gives you access to you know the ability to rent places for example and you think of money in those terms because it is enabling that but for somebody else in another context they already have land and they can build their own houses they don't need you to come and build the houses for them so that you can then buy or rent those houses so they don't need you and whatever your idea of this so-called quote-unquote development is right uh that can buy them all these things choice of food we think of okay when you develop in life when you have growth in life you have so many options choice is one of the most expensive things there is right the ability to go out there and then choose do you want to eat this or do you want to eat that you have an option of 15 different things and that is what a good life is but if somebody already lives in a place where he already has access to 15 things and they're all free or things he can grow himself he doesn't need you to give him that and who are you then to say surrender all this sign up for some other system where you will have none of this and then work in the ways we are telling you to work and then maybe you will have a choice of three different things to eat um it is just absolutely horrific that we allow these terms like development growth gdp what does gdp actually mean break it down for the people in ways that it affects them you know their lives uh if people by and large benefit from x system whatever that system is and they want you to sign up for that system it is because they actually do know something about life that you don't or you know something about life too but you're concealing it under these this garbage words like development you know who is developing what is developing uh gdp is just a number a number developing means nothing uh numbers of people who are able to live healthy lives longer maybe that means something but is your gdp doing that if it is not able to do that if there are a if the number of malnutrition kids or kids suffering stunting is not going down but your gdp is still going up then there's something wrong with the way you measure things or the things to which you attach labels like growth or development that was a rant sorry i took off"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:27.200",
        "message": "no that was a lovely rant and uh uh you know i agree with all of that i had an i did an episode on gdp with the economist rajeshwari sengupta where we both spoke about how incredibly flawed the measure is it just makes me angry when people uh in many different ways i mean of course it is a metric that can be gamed but even beyond that conceptually it's sort of deeply flawed and as far as development is concerned i think the way gandhiji would have defined it is the one that i think is most relevant to india where his uh understanding of development really was that if you know if you show me a policy i want to see whether it will help the poorest person and if it does then i'm with it otherwise i'm not and i think uh you know there are ways that both you and i can agree upon where that can happen but unfortunately we've gone and entirely the wrong direction so we should now i think get to the subject of what the first chapter of your book is about which is the ongoing colonization that happens in india but let's take a quick commercial break then and then we shall return to the subject on the scene and the unseen i often speak about positive some games well if you want to be surrounded by beauty and you love fine art i have a win-win proposition for you head on over to indiancolors.com indian colors licenses images of fine art from some of the best contemporary artists in india and adapts them to objects of everyday use like tote bags pouches and home decor items you get to surround yourself with the finest modern indian art at affordable prices and artists get royalties for every product you buy win-win game the indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as tanmay samanta manisha ghera baswari shruti nelson pradeep mishra and jaydeep herota stay home but dress smart and if you're missing your friends in these lockdown days worry not you can show them you're thinking of them by buying gifts for them from indian colors corporate gifting is also available so head on over to indiancolors.com that's colors with an ou and make art a part of your life and hey for a 15 percent discount use the code unseen that's right unseen for 15 off at indiancolors.com welcome back to the scene in the unseen i'm chatting with annie zaidi about the remarkable sweep of her career so i don't even know what this episode about but it's about many things and and there's much in all her work that is thought-provoking for me and i hope we can talk about some of that as we go along uh let's talk about you know the first chapter of bread cement cactus because it was really interesting to me in the sense that i picked it up now i have known you a little bit we've been kind of acquainted for many many years since the blogging days so i thought it's a memoir and let me read it and you know one of the things that i loved about the book is that how it's sort of got the skin of a memoir but you know you'll talk a little bit about yourself but then through that you'll talk about something much larger than that and and it's very well done you know it flows beautifully in a sense and even sort of the memoir aspects of it are more sort of impressionistic rather than a detailed chronology that this happened and then that happened and all of that and it works very well together now as we've discussed in the earlier part of the show you grew up in this small town called a small colony a township i don't know what word you would give it but colony is most apt i guess is called jk puram so tell me a little bit like you've spoken about the hierarchies within jk puram of course that there were abcd housing for different classes of people and there's this poignant moment where your mom is promoted so you are moving to a higher housing and one of the e girls is saying now you'll only hang out with the c girls but beyond all of that outside all of this there's another much bigger game playing out that can only be described as colonization making the"
    },
    {
        "speaker": "Guest",
        "time": "01:41:14.560",
        "message": "term colony apt that tell me a little bit about all of that um so i'm intrigued by the use of this word colony for residential places or industrial places i mean even in delhi you sometimes hear for residential places people use the word colony um in this context i began to think about it uh in the context of colonization particularly because once i got into the history of it uh of you know what is this place i got interested in that you know how how do people just land up in the middle of nowhere and create something new and more importantly what was that before in india at least i don't think there there is any place where there is nothing before and and in colonial narratives and colonization narratives or rather counter-colonial narratives we see a lot of this of you know there was nothing there before and uh for example in the australian context i've read this book i think it is called the the dark river or the secret river or something like that which is about people mostly convicts who were sent away from england to australia and uh it's a lovely book it's a lovely book it it also takes a not unsympathetic view of the the people who went because their lives were very difficult too and and the laws were terrible in england at the time you could be uh jailed for like kids were being jailed for stealing bread and things like that and a lot of people who were sent away to australia as convicts were just teenagers who'd stolen a hanky or a pot or a chicken or things like that just food so these were desperately poor people and it was a miracle they survived that long journey going to a completely alien place with nothing really and and if you survive then okay maybe you could make a new life there but they show up there and the thing is the point of that book really is that there was somebody there and that they knew there was somebody there they pretended that there was nothing there they pretended that these people were savages and that they didn't know agriculture and that we went there and we made agriculture but then the writer says that through the this family that has gone there and the protagonist the man of the family he sees that there are patches which were already being cultivated it wasn't the same kind of cultivation that the english were used to but it was cultivation they had agriculture they knew how to make fire they knew how to hunt kangaroo they had their own lives their own whatever it was and when they began to take over the lands there was a lot of land but when they began to take over these lands they were aware the new settlers that they were taking something over it wasn't uninhabited land and you see this within india quite a bit you know when something new comes up it doesn't come out of nothing that there is something there and what happens to that something then is the big question it's not as simple as imperialism for example because we are a union right what is the meaning of india it is the union of india so people are free to live and work and capitalize on the natural resources of the land anywhere in the country that that is part of being what a union means at the same time there is a kind of taking over a kind of effacement of what was there before in my case it was very stark because the name of where we lived it was written up there in painted in limestone on the hills right so in a way it was like you were stamping the landscape itself with the name of an industrial township right and that the name of the industrial township is what the township does not take the name of the places that existed there before it takes its name from the names of industrialists so it's effectively the name what is jk the name the initials of the industrialists the family that owned the place and this is true of others also i shouldn't single out one place it's true of tata nagar for example it's true of other places elsewhere you know wherever these sort of colonies come up the assumption is like for example tata nagar what what was there there was something there right wasn't that nothing existed but when an enterprise a privately owned enterprise enters a space transforms it manufactures something there creates new buildings etc but effaces what was there before starting with the name you know starting with stamping your own name on the landscape to then other things then using the natural resources obviously the land is of course used the mountains are used the limestone is used water is used groundwater or the river water is used and all of this goes into doing something manufacturing cement right now you can argue that it's for the good of the country because we need cement for construction and so on but where profit is concerned the profit does not stay here the profit is channeled out somewhere in these respects i do think it is similar to the process of colonization because when you construct a colony come in there sometimes you change names sometimes you don't you promise the local population something i mean even in imperial terms that this was what was done it was not that the locals had nothing to do with the enterprise of course they did the armies were indian by and large everything was indian but the key thing was that the prophets left the place so in our case in a large sense when we speak of colonization we speak of nations or continents you know like whatever south asia was we were completely colonized and we had nothing at the end of all of these things railways were built but not to our purposes things were being made not things that we needed things some other people needed and they decided for us how much we would participate and they took back the profits of that enterprise to another location so in this way i think when someone enters a place yes they try to do their bit they try to give back to the community they set up schools hospitals all of that no disputing that but what is the primary purpose here the primary purpose is that you will enter a space use the natural resources take the help of the local people create something so that you may profit and that place is not the primary holder of that profit and you yourself do not live there you think of something else's home right you set up industry somewhere else you have your life somewhere else you're invested in making that place ultimately more habitable than this place which you know will ultimately run out of deposits how long can a natural resource last it's going to come to an end maybe in maybe not in 10 years maybe after 50 years what after that the money isn't staying in that community so those were some of the things i was thinking and these are very complex questions because it brings you back to the question of so then should we have no development so who can exploit what and in what way but i think it's worth having a conversation about how much of the profit and how much of the resources can be taken and how far they can be taken from the place where they are being exploited that's illuminating i'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:05.840",
        "message": "share a couple of thoughts and then i'll come back with sort of a question which has kind of puzzled me for a while and you know let me see what you think about it but first a couple of thoughts number one that when you talk of it as colonization i would not even put the caveat that you put i think it is exactly colonization even if they're not separate countries partly because you know when you look at language when you look at terminology you refer to the union of india what is the union of india right the union of india was essentially we kicked the british out and then the way that the princely states came together and all of that it's not as if there was a consensus everybody agreed to join the union of india and so on you're just willy-nilly part of it you know it's not any more respectful of individual autonomy than necessarily uh colonialism was in fact even that other phrase uh you know cement being for the good of the country any argument that i think invokes a collective good is always problematic because it's pointless to talk about the good of the country or the uh you know we've done a cost benefit analysis the benefits are better because in all of those the cost will be borne by one set of people the benefits will go to another set of people which was a point i made even during demonetization like first of all there were no benefits as i wrote repeatedly at the time but even had there been great benefits the costs are being borne by someone else and that's not uh sort of morally acceptable and on this same sort of strand you know earlier you had spoken about how in a different context in the context of language about how as a journalist say you go to a village you meet the sarpanch you're talking to the sarpanch but you don't know enough of the language of the marginalized people there to be able to converse with them so the sarpanch becomes a sort of a mediator through which uh you access all of that this seems similar to me to uh you know how the british developed their notion of what hinduism is i had a great episode with manu pillay on this uh uh where uh and he's written at length but you know and so have so many others where the british come here they're only interlocutors are you know the sarpanches of the time as it were which are the upper caste brahmans who sell them this particular uh notion of what hinduism is with the varna system and the castes and all of that a very manusmriti notion and they extrapolate that and that becomes part of their notion and that's how they govern and suddenly all of these diverse identities and traditions and customs are subsumed in this larger narrative that develops over time into this monolithic uh brahmanical thing which is which is not really so great and and which is not really so dominant rather and it seems to me that that's also you know you've you quoted uh tony joseph uh in your book tony was um on my show as well and the big revelation of his book is that what we know now from genetic evidence is that we were an inclusive society till about the year uh zero or you know till sort of the start of uh till 180 so to say and then one gangetic plain strand of thought about what hinduism wins over and you have endogamy and which is why uh you know david reich refers to the indian subcontinent as not a large population like the han chinese would be but as a collection of many small populations because of what endogamy has sort of done but that's a random rant but i thought it's interesting because the same thing seems to have happened to these adivasis where you're kind of bringing them into your narrative and uh you know as if uh and subsuming them now now my question here is uh sort of what i wondered about is this i i'd done an episode on the right to property with shruti rajgopalan ages ago i think it was episode 26 where we kind of both felt strongly that the right to property which which was diluted massively should have remained a right and a lot of the sort of solutions to this kind of situation lies in the proper application of that because what should obviously happen in these cases is if the adivasis have occupied the land for centuries they should own the land and then they do with it what they do now there are two things that can happen one is that they don't own the land and therefore the state will get together with cronies and they'll do all of this nonsense like another scam that is often run is you can't sell agricultural land for non-agricultural purposes right so agricultural land therefore to the farmer has no value because he can't sell it to anyone but if you change the land use certificate it can be worth 40 times as much so what the state will often do is they'll do land acquisition they'll say pay the farmer one rupee and then they'll change the land use certificate and you know give it to the industrialist or the industrialist changes the land use certificate allegedly what happened in the Robert Wadra case the other aspect which is where I am kind of where I don't know what to think is that let's say the adivasis are given ownership of the land but then these private parties go to them and they buy it off anyway individually one by one promising this promising that giving so much money and they may not even you know they may be asymmetric information they may not even have the all the information to make a good judgment and it goes away is that part of the mix of what happened that the the original people in that land did own some of the land and sell it off without knowing and if that is to be the case what would be a solution there because I think the other solution that I often hear from activists that you have collective ownership by the tribe of a particular piece of land just doesn't seem to work for me because it ignores individual autonomy and I think it's making the same mistake of thinking in terms of a collective so you know you've been to all of these places and reported from that and your book really didn't have these sort of details obviously because you were looking more into the sociological and cultural aspects which we'll come back to but what are your"
    },
    {
        "speaker": "Guest",
        "time": "01:54:46.080",
        "message": "thoughts on this so one of the things Amit that is really difficult for me I don't have a clear position on this but I think one of the things I struggle with is the question of our notions about what is ownership now a lot of indigenous tribes including certain adivasi tribes not all adivasis in this particular place that I wrote about for example they did have very clear notions of private ownership and and there were families who owned xyz and and those families did whatever money they were given and I think that if there had been much more money given they would do the same thing again so I don't think that that in in this particular case that this was a problem but there are tribes that do not believe in private ownership they do believe that the earth is holy or that you know nature is does not belong to individuals and that it should not belong to individuals and I see that point of view too I personally it is true that if I owned property I would like to think of that as my property and not think of it as other people's property that it is true speaking for myself but I also get the the logic behind people saying and I also see the limits of private ownership so when it comes to water for example I have forgotten the name of the guy but some very rich person in the west on whoever he was said something ridiculous that there's no need for water to be a basic human right and that it should be privatized if you keep pushing natural resources and land is ultimately a natural resource you have to understand that property is is at the heart of it it is nature and within that comes everything else so minerals under the soil whatever you can mine etc etc but land air and water are also inalienable rights right and there are limits to the transferability of that if what is next air then and we are coming quite close to the point where we might end up bottling and buying air and deciding that that you know what part of the planet is habitable and what isn't and then what do you do and I think we've actually already painted ourselves as a species painted ourselves into this corner if we're dangerously close to having to take these awful decisions but where indigenous tribes are concerned I think from the land and water perspective they got there much faster they're not there yet as far as air is concerned but if you say that land ownership itself is sacrosanct then I think that there are limits that to that idea that there that there that if you make a purchase obviously in law that purchase will hold right but if you make a purchase and you destroy the land and you can legally because you own it the impact of that decision is felt by other people who own other land but not yours if you poison the groundwater it doesn't just affect your piece of land it affects everyone so which is one of the big problems with this industrial takeover and like Gurgaon for example one of the big flooding problem who could have imagined Gurgaon is a dry place it's flooding now who could have imagined that that would happen but it's happening because bad construction taking too much groundwater blocking off river access etc it's happening in all cities now so the impact of one decision on private property done legally done the right way even then I feel that one has to kind of understand that because we live together the collective idea whether we like it or not we are collectively here on the planet so the collective idea must be taken into account"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:48.640",
        "message": "even as we discuss private property. Yeah my sort of response to that is that I wouldn't say that private property is sacrosanct I would say it's necessary and it's necessary because there is scarcity and if there is scarcity of something then how does the world work you can't just have people fighting all the time over limited resources whereas you know a system of property properly administered can work to the you know works much better the other way of looking at it is that I think what you point out about what happens if someone poisons groundwater what happens to everyone that's much more likely to have happened with collective ownership I mean the tragedy of the commons always happens in the commons right you are much more likely to not give a damn about the quality of the water or the air or whatever when you don't own a part of it it's you know that's kind of where it comes from and without private property I think everything falls apart we've seen that all through the 20th century what happened in the Soviet Union and all of that and inevitably while it's a very nice concept that we all own everything and we live collectively together inevitably you know the powerful will corner everything and the rest of us will be vassals and serfs but I you know having said that one is not I think the problem in this case is that this is not how property should really be administered I mean if the Adivasis live there that's their property then the only question is dealing through you know thinking through the naughtier problems that then arise of what if individuals are acting without you know adequate information will they make the wrong decisions and even there I would argue that you know as as far as individuals are concerned it's sometimes dangerous to sort of condescend to them and say that oh they don't know what they are doing so this collective notion of what is right must sort of prevail but that said I entirely agree with everything you said about colonization and actually go further and not put any caveats there I mean this is what kind of state coercion sort of"
    },
    {
        "speaker": "Guest",
        "time": "02:00:48.160",
        "message": "uh leads to so uh so they're abstracted by disagreement please please go ahead if I can just add to that um I think one of the problems also with the language of law like we were discussing language earlier and the problems with that is that while I agree that things should be properly administered etc the question is which brings us to the question of one who's doing the administering and secondly how we're defining laws right so um people who can't prove that they've lived now now law functions with proof right if and and this doesn't apply just to adivasis this apply we're seeing ridiculous cases like people who are alive having to prove that they're alive right in and as a legal entity am I even alive if I can't prove am I a citizen if I can prove that I'm a citizen this the law is naughty for those reasons too that the burden of proof is always on those who who cannot substantiate it and if you don't have paperwork let's say we agree that okay there must be other ways apart from paperwork paperwork can be taken away from you if there are other ways then what are those other ways those other ways are all administration and power structures so somebody the naivete sildar the sarpanch the local guy whoever your local clerk is at some local office will then certify or the local cops will certify like they do with passports they come to your house and certify that you actually live where you claim to live but then that puts you at the mercy of those people right we all know how that works uh and then then the law then gets misused so it's a never-ending cycle I think you gave"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:29.120",
        "message": "I think you gave the example of the Gond tribals that if they interface with you know the state the state won't interface with them in their language they won't even recognize their language so what are the poor guys going to do quick aside here one of my and this is an outlier but it's an interesting example of something like this working out one of my good friends Varun Mitra who's also been on this show worked for many years with I think forest tribals in Gujarat to establish land ownership and there was a big battle with the state and it took many years and my bad for forgetting the other activists at the forefront who worked with him there I've forgotten their names but there's a documentary called India Awakes which documents this and I'll link that from the show notes and how they managed to establish tribal ownership of the lands they claim to own was a use Google Earth data historical Google Earth data going back to all the 15-20 years that they needed to show and and they could actually show the houses and the walls and the habitations and they won that case the tribals got the land ownership and here's what is so remarkable that the moment they got the land ownership guess what is the first thing they did they all built toilets you know which is such a sign of incentives that when it's your own home then you begin to invest and there is no longer that fear that we could have to leave anytime and all of that and I find that an incredibly insightful story of you know technology solving almost ancient problem and you know getting people their rights though I fear it might be an outlier especially in our dysfunctional state but moving away from sort of the unpleasant topic of the state as it were you've also written at various parts in this book about something that has a lot of resonance with me which is defining where one is from what is home like you've you quoted Maya Angelou in one of your chapters where she says quote the ache for home lives in all of us the safe place where we can go as we are and not be questioned and elsewhere when and I found this very evocative where you spoke about how you know you wrestled with the tabiz that you were wearing with urdu on it and at first you hid it away and then later at one point you decided that whenever you wear it you will not hide it you'll wear it openly and at that point you wrote quote as much as home is a place of safety it is also a place where you are visible stop quote so can you expand a little bit on what your sense of sort of home comes from and where it evolves from like you know of course you spent a bunch of your childhood in JK Puram that's not so much part of your home you seem to be much closer to Lucknow you've spoken about eastern UP, Azamgarh, Allahabad all beautiful chapters in your book which I'll recommend the listeners read tell me a bit about the evolving sense of home for you and because it is something I struggle with myself in the sense that I've never been anywhere long enough to really call it home if anything Bombay is home for me but it is where I live and when I equally think of the related subject of what is my community I don't really have one one can build communities of choices but otherwise one feels kind of rootless and homeless and all of that and like me you're a migrant to this great city or great in terms of big city though it is great in many ways tell me a little bit about you know your conceptual sort of journey through understanding what this home"
    },
    {
        "speaker": "Guest",
        "time": "02:05:42.080",
        "message": "could mean and what I think when I started out with this book one of the things I had to do was you know write an essay and I threw everything I had in my mind into the essay it was kind of just sort of free-floating ideas in my head and I start with the image of the grave for example and then I move into language and safety notions of safety and alienation and citizenship so I think safety is key certainly I think that home needs to be a true home needs to be to feel like a safe space and of course lots of homes aren't safe but I think that those homes then are possibly either houses rather more than homes or they are homes in the sense that you do love the people involved it could be your parents could be your siblings etc but if that space is not safe for you ultimately you're not going to feel at home there and you're going to want to leave sooner or later that's going to happen and if you're not then you're effectively trapped and a slave and it's a horrible situation so safety and freedom are both not only safety but the freedom of only safety but the freedom also to grow into the kind of person that you feel like you want to grow into as long as you're not obviously hurting other people but I think those two things are absolutely key to home and that applies to both your immediate family home and in a larger sense to the nation itself that the nation needs to feel like it's a safe place for you and you need to be able to when I use the word visible I mean to be seen in the sense that you can be seen to be who you are now in my case it could have been I use the example of the Aitul Kursi which I was wearing but it could be you know like there was somebody else who was reading an Urdu book on the metro train and and was told to go to Pakistan for those reasons or it could be something else like it could be a sexuality for example I mean now we have the ongoing argument about same-sex marriage it could be that it could be a bunch of things really I mean these things constantly evolve like for example when the Khalistan movement was on and there was a lot of killings of Sikhs and young Sikh boys particularly a lot of people left the country around that time they sought asylum in other countries or they just migrated any way they could and one of the reasons was that they were not feeling safe it wasn't just a question of territory it was also that as a community that community stopped feeling that the state was doing right by them and they weren't sure whether they could trust the state at that particular point of time so I do think that safety is key self-expression is key that it could be marital choices or whatever it is that you know that it could be language it could be a bunch of other things that I talk about but mainly I think it is that a place where you are not being punished for just harmless things for being who you are I think both at the individual level at the family level and at the national level wherever you face a certain amount of hostility for being different or just being you know that that is I don't know what the opposite of home is I guess not quite home or whatever yeah you know that that's and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:17.840",
        "message": "it also strikes me you know you've written elsewhere about there's this great quote by you about what your claim to India is in your words and of course your mother is an Indian Muslim your father was a Hindu who came from Pakistan and at one point you write quote I don't say it though I don't want to make any claims upon India through appeals to Hindu ancestry the stronger claim is that of Muslims who chose not to leave when presented with the choice resisting majoritarianism I genuinely believe is the highest form of patriotism stop quote and this is a point in a episode last year couple couple comedy also made that if you think about who are truly patriotic it's not the Hindus who stayed by default necessarily because they didn't have to do anything it's the Muslims who chose to stay and what you were just saying thinking aloud it also strikes me that all the Muslims who left did not in a sense leave home it's just that they suddenly had no home because the notion of safety is tied up with home with the way you're defining home and that kind of you know went away with them and in these present times where you know we've spoken about all of the politics you know coming from language and the way you know Urdu is associated with Muslims and suddenly go to Pakistan is you know something that is hurled at us so often you know I go back to your quote that you know as much as home is a place of safety it is also a place where you are visible stop code and the very sad question that struck me then is it then becoming very hard for Muslims to feel at home in India today the way it is because those layers of whatever safety that you had are being stripped away I mean it's not necessarily something new our culture has been like this forever you know things like love jihad and cow slaughter were issues back in the 1920s as well as Akshay Mukul writes in his excellent book on the Gita Press it's it's been there these are strains but obviously these strains have come to the surface you know and and it's gained more than sort of it's not just part of the culture it's politically dominant you've written in your book also about how it's so hard for Muslims to sort of get homes in Bombay a struggle that you know you face being Muslim woman and single and all of those all those multiple strikes against you so what are your evolving feelings on this because this is something that to someone like me it is not visceral I can think about it at an intellectual level but it is not visceral because I am not in danger right but for someone like you it's different so tell me a little bit about how you're thinking on this is kind of evolved and where you see hope if"
    },
    {
        "speaker": "Guest",
        "time": "02:11:56.640",
        "message": "any well I'm always very reluctant to speak for other people I think this is one of the reasons why I write so many personal essays and memoir and things because I always resist the urge to speak for you know a community or the nation or write the big India book or whatever it is speaking for myself I think certainly there is some degree of insecurity and I think more than anything else the reason there were so many people protesting against an RCC etc was that it was the first time in the language of law there was some discrimination enshrined I mean there was there was no other problem with you know refugees from anywhere being in the country and they could could be easily Hindu refugees from Bangladesh or Pakistan or whatever but there is no reason to assume that Muslims in Pakistan are not under attack and they are minorities in Pakistan and not just Hindus the Christians and the Muslims the Shias the Ahmadi they are also under attack and this is the first time that specifically implicitly there was a discrimination made in law which I think made it extremely problematic because once you lose citizenship you know this is the beginning of the loss of citizenship or at least the beginning of of discriminatory laws which will then expose you to a lot of harassment where you're constantly having to prove you know some by way of paperwork or some other way that you belong I think starting from there certainly people are very concerned I won't say that they don't feel at home I don't know if because speaking for myself I can just say that this is what I know that this this is home because it always has been and I don't know of any other home or any other place where I'd rather be in that sense and I think all the Muslims that I know at least even the ones who are very vocal and very critical one of the reasons they are that vocal and that critical and a lot of them are relatively privileged you know it's not that it is inconceivable for them a life elsewhere the reason that they criticize is because it matters so much to them that they be here that that their affection not be challenged and that the sense of belonging not challenged it matters that much which is why you're willing to risk the everything else that comes with it the displeasure of the state or whatever it is but I do think that speaking for myself I can say this that the fear was also quite real now and part of the reason like I said is the law but also that more and more one sees that justice does not actually happen where you're seeing a certain difference in the way violence and law enforcement unfolds and the ways in which if for example a thief comes right now to my door right what will I do I'll call the cops right and I have always all my life believed that the cops are there for me right but if in my mind you plant a seed of doubt because of not necessarily one set of cops but another set of cops elsewhere having behaved in discriminate-free ways or having said and done things that they shouldn't have once you plant that doubt in my head that you can't call the cops because of what might happen to you then or because they don't care then you have to live your life in different ways right if you start counting upon the state to give you what the state owes you then you have a very serious problem on your hands and you have to live your life in a different problem on your hands that is I cannot even conceive actually right now what my life might be like if I lose that faith and trust completely so far it hasn't been lost completely so far people people are new people critique people fight because they haven't yet lost hope once they lose hope then there'll be nothing left to talk about yeah and you know as far as the CAA NRC"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:19.360",
        "message": "is concerned the reason it was such a big deal was you know not just a kind of the letter of the law where some people defended it by saying that hey but you know all kinds of specious reasonings were given I had a great episode on this with Srinath Raghavan as well but also because the intent behind it was explicitly stated you know there are videos of Amit Shah stating at election rallies that what would you know happen in Assam after the CAA came into operation and all of that so you could say the CAA was part of his toolkit as it were but to sort of get back to the subject of all that's you know one of the most striking sentences in your book in fact the sentence of the book for me which really struck me was when you wrote quote was partition concluded in 1947 or was it initiated stop quote and almost as an elaboration of that there is this wonderful quote by Maulana Azad where he wrote at the time quote it was being openly said in congress circles that Hindus and Pakistan's need not have any fears as there would be four and a half crores of Muslims in India and if there was any oppression of Hindus in Pakistan then Muslims in India would have to bear the consequences stop quote and after quoting him you said well they are right so in a sense just looking back on history and all your readings of it and sort of what you've seen around you would you say that in a sense there is a historical inevitability I mean nothing is inevitable of course but were the currents moving in this really sad direction anyway from back then because everything that is playing out now is not something new that has happened not some you know quantum leap of events this whole movement as you know movement as you know historians like Akshay Mukhulev and Akar himself in his recent book have sort of documented it's been playing out for a long long time and it's been coming to this so one of the"
    },
    {
        "speaker": "Guest",
        "time": "02:18:16.400",
        "message": "things Amit is that I am fundamentally against theocracies I do not believe in theocracies I do not think they are sustainable over any length of time and I do not think that any country that defines itself solely on religious lines can hope to be a properly functional country I mean it's not like countries haven't defined themselves in religious terms before you know but they haven't defined themselves solely in religious terms and I think it's been very rare in society where partitions have happened like national partitions entire countries separating only on the grounds of religion there are usually some other factors involved so there have been many kind of separatist movements elsewhere sometimes it's about power political power sometimes it's about language and culture and all of these are different facets of religion sometimes religion is used to kind of as a tool to with which to extend your own political power like starting from crusades etc down you know like turkey and the institution of the caliph etc etc all of these there was religious power invested in rulers but there was never a time where any any prosperous good healthy society chose to define itself in exclusionary terms that we are this because we are not that I think the problem began in India in South Asia particularly at this time because the moment you say that you know that that you can conceive of a nation or that you can conceive of national boundaries as countries not on linguistic terms not on cultural terms not as geographic entities that you know a solid mass of people who happen to be living together in the same geography the moment you say that we define ourselves as x as separate from y the moment that happened whether it was one bunch of people doing it or it was another bunch of people doing it it was the muslim league whether it was the early thinkers some people say the earliest proponents of the two-nation theory were also the proponents of modern hindutva if you begin to define yourself as that which you are not you will always have trouble defining who you are and you will always find the other within the other within the other like in Pakistan soon after partition that you know the problems with the Ahmadi started because you decided that yes we are an islamic country but they are not muslims let us not uh you know so of course there will be some oppression of minorities uh you know so of course there will be some oppression of minorities but you will also constantly create new minorities and when the oppression of the old minorities gets boring then you find new ways to focus on you know appropriation or marginalization and we are seeing that Pakistan is suffering uh the consequences of of uh it's not just the minorities that suffer the country as a whole suffers right because conflict is conflict conflict cannot exist as a one-way street that's inevitable and added to that there are all the other problems so it's not like you replace one set of problems with another I think this is also the problem with India and India would absolutely should have taken its lesson uh seeing that you know everything that has happened in Pakistan seeing that this has happened we should have taken our lesson and course corrected in some fashion and actively stopped trying to define ourselves as we are not Pakistan that is the entire national identity cannot be reduced to that okay you're not Pakistan but you're not China either you're not even Sri Lanka you're not even Nepal come on so um they want to be Nepal well Nepal very strongly feels that it would not like to be India so uh I I think there's a bit of a problem there and and I I do think that it is quite dangerous to press on with this kind of because you know if you thought that you could have gotten rid of the Muslims by creating Pakistan and then later Bangladesh then you say okay there's there's still a few more left we'll just get rid of them in other ways uh whether it's through you know marginalization or you know in political trying to find political solutions or then then what it doesn't take long in Pakistan it didn't even take it's taken less than 50 years from the focus to shift from uh the Hindus and the Christians as the other to the Shia which is a very large minority you know it's not a small minority in Pakistan and uh and they have other problems on their hands they have the Baloch problem they have this problem that problem poverty unemployment all of those problems um I just feel that what happens in in situations like this I haven't read enough historically but I think what happens is that you ultimately run out of others and you run out of political solutions to try and address the otherization of minorities and sooner or later someone steps in to take advantage of your inner chaos it could be an economic advantage it could be a political advantage it is inevitable so India should be on its guard not to allow that to happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:47.120",
        "message": "Couple of great insights sir which I'll unpack one is of course the exclusionary aspect of it like uh when I did an episode with Akar on this a couple of years back in fact he pointed out that you know what is this Hindu nation really all about all it is is exclusionary it doesn't define itself in positive terms like we shall only do this or we shall only do that but in negative terms like right down to the language right down to the movement that we shall uh you know Hindustani isn't good because there are Persian influences we shall build a Hindu without Persian or you know love jihad is exclusionary the laws against cow slaughter obviously we know whether where they are targeted so they are exclusionary this whole Pakistan thing is exclusionary so that's a great point the other sort of great insight which seems to be the insight of the month on this show is what you sort of referred to about finding new others like last week I had Raghu Sanjalal Jaitley on the show very fine public intellectual and that's a pseudonym of course and Raghu spoke about Carl Schmitt's concept of politics requiring an enemy where the idea is that you always require an enemy to do politics and so eventually even if you manage to for example whoever is your core enemy now if you get rid of them you will find another enemy from within and you will keep splintering and keep splintering and keep splintering till till there is sort of no further to go and and one does sort of see this playing out within the Hindu right wing even now where there are these internecine little wars developing so even in a hypothetical thought experiment where you could magically suddenly all the Muslims of India could be put in Pakistan even if you could do that I don't think that would solve anything it would probably make things much worse which is anyway a crazy thought experiment so yeah so it's it's but I don't I don't know where it ends up because I don't think we have enough of a sample size of these situations playing out in history to know where we are going you know my earlier sense was that look it's going to get better but it's going to get worse before it gets better so you have to be patient and wait it out but when I try to think about scenarios in which it gets better it's really hard to come up with stuff let's move away from religion for a moment and talk about another major fissure within this country as it were now just yesterday or day before there was this ridiculous court judgment I came across on Twitter where a minor girl had been repeatedly raped by someone and the court to asked her rapist do you agree to be her husband right and this is of course that age-old thing of women being looked upon as a property of men which is enshrined in the Indian laws by the way I read episodes on this as well and you know even culturally like one of the heroes of the Hindu right wing is a guy called Karpatri Maharaj so he wrote this really interesting book called I forget what it's called but it it's something versus Ram Rajya I think it compares communism to Ram Rajya and there he says the reason communism can't work is because there is no notion of property automatically every woman therefore does not belong to anyone and she becomes a bucket from which any man can drink more or less quote unquote right which tells you how so many people think of women that they are the property of men so if a woman has been defiled as property then the rapist needs to make it good to her by adapting her now you've sort of written about this in pretty strong terms yourself in your chapter called outsiders at home where at one point you've written quote there was little difference between a wife and a slave in the sense that both were uprooted physically and psychology a woman's sexual choice was easily overridden she didn't control the fruits of her labor and just like slaves couldn't leave it was not for nothing that wives in many cultures referred to husbands as lord and master stop quote and of course you back it up with a whole bunch of statistics like you know the human development survey in 2016 which found that 74 percent of Indian women need permission from parents husband or in-laws to step out of the house even just to see a doctor and only five percent felt they had any real control over who they would get married to which you know seems a very real picture you know many of the people listening to this might be in privileged situations where they don't see this around them but these figures ring real and you've written a lot about this now you know just looking at what's been happening over the last few years one there has been a sense that people are making more noise about this you know you had the nirbhaya case you had you know me too breaking twice here not that anything happened to any of those men but at least in the rhetoric in public you see this being spoken about more but are things really changing on the ground what is your sense of it as someone who's been writing about it and"
    },
    {
        "speaker": "Guest",
        "time": "02:28:36.960",
        "message": "covering it for so long my sense amit is that they are changing and they aren't changing so they are changing in the sense that compared to you need something to compare it to right so from everything i've read and even from what i remember seeing i look around me in the urban context and i see that things are different from what they were say 20 years ago or when i was a child or or from what i've read in in you know literature of the late 19th and early 20th century so some things have changed just in terms of the education statistics right you look at the education statistics since india won independence and you will see that for both men and women that education is much more widely available literacy is much more widely available even from when i wrote my first book where i was saying that i i did the math and said that i i must be one maybe amongst the top one or two percent just on the basis that i do have some postgraduate education forget my income just the fact that i studied that much places me in a position of great privilege i think even from there even from 15 years ago things have changed a lot significantly many more women graduates the average age of marriage has gone up it used to be somewhere between 18 and 20 it is now closer to inching towards 22 which is above 21 and that is i think a very positive sign and i think if you compare it to 100 years ago i mean when there were girls who were being married at eight and nine and ten and i think at 13 girls were considered too old to wed and from there to where we are now i would say that so much has changed a lot has not changed when it comes to safety and the reason it hasn't changed is because i was just having this conversation actually earlier in the day with another woman but she refused to talk about feminism you know in the context of some seminar women's day something and she says that we have enough feminism women know what they want etc etc the problem is that we have no conversations about men and masculinity we have so many conversations about women and feminism but we do not men are not taught to think differently they are not to change anything women are constantly being taught to change things to break the ceiling and to shatter that stereotype and so on so the men are not shattering anything maybe a very small handful of i mean apologies to you of course i'm sure you are but in general by and large and and there is so much of a tendency to lord men for simply acknowledging women as being full human beings and and we are so busy doing that at the moment that and this is not true only of india by the way i read a lot of say blogs and conversations in australia in the west in america in the usa you have these conversations outrageous conversations where a woman gets raped or whatever or she accuses a man of rape and the only conversation there is that oh he's an athlete and he'll lose a year and his life will be ruined and ruined and you can't wrap your mind around that right that we are in this day and age even in the so-called quote-unquote developed countries that this conversation is is unfolding and that it's real but it is um i think that one of the things is that uh we haven't we haven't started talking about it and i think we really need to start talking about the reasons why we don't talk about it about the bodily integrity of women the absolute and full autonomy not just sexual autonomy but the absolute physical autonomy that is due to women and all conversations kind of come to a halt around this partly because the general fear of any sexual talk like in india the government and i i don't think it's just this government it's all successive and previous governments over the last whatever number of years refuse to have sex education in schools high school students i mean and the age of consent legally is 16 so at 16 you should be able to not only have knowledge but also be able to discuss these things in class at home these conversations by and large i think if at all they unfold they happen maybe for five maybe not even one percent of the population actually i think the other thing is that while we give women freedoms the whole idea is give women freedoms like girls are given more freedom now uh language language so the whole thing is nobody talks about giving boys freedom sometimes you give children freedom in general children again are property in the way that women are still seen as some kind of acquisition the other is that we do not talk about because women being women and the way that your biology works because you are the one that gives birth to children i think a lot of the conversation dies down when it comes to this question of children where there is this reluctance to acknowledge that the reason why you do not want to give full bodily autonomy to women or to consider their consent is because then you will also have to consider the fact that what she does with her body including childbirth and and what she does with the children after that is also her decision completely and that you have either a minor role to play or no role to play at all and uh this is something that no society is willing to acknowledge not just india i think the west particularly too they do not want to acknowledge the fact that if you allow women full bodily autonomy then you lose control over the children that she will produce and it's an ancient ancient thing actually this is the fundamental civilizational question starting from i don't know biblical or even before that whatever that whatever that era was before that this is it's at the heart of all systems this is where matriarchy shifted to patriarchy that the control of the children the fruit of the womb because finally i read this very interesting thing that when a woman gives birth they call it labor right she labors it is she who labors it is the fruit of her labors it is not the fruit of your labors so who then controls the children who owns the children so to speak uh i think fundamentally you cut away everything else it all comes down to that and all violence targeted at women is ultimately targeted at controlling who she will birth and what she will do with those children"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:33.840",
        "message": "fascinating and what's also ironic here is you know we were talking about colonialism earlier and a lot of this prudery around sex education and all that is really uh you know was given to us by the british with the victorian morality and you know it we weren't all you know as our ancient cave sculpture show we weren't always this uh prudish uh but we were always pretty misogynist but you know leaving that aside let's move into as we reach the last part of the show uh let me sort of talk about some of the themes that my listeners are always interested in which is for example reading how do we read more what do we read and i thought it's a particularly pertinent question to ask you because many years ago you put together this anthology called unbound which was writings of indian women through the ages fantastic anthology and you mentioned in an interview that when it came to you when you were the publisher came to you you said no i'm not an expert i'm not an academic i don't want to do this but she insisted and you said okay let me give it a go and then you started reading madly and discovered much more than you thought you had and of course one of the things that struck with me was the story you told about this uh early 19th century lady called rasundhara devi who you know got married at eight had kids knew the letters of the alphabet but wasn't allowed to read and she was in the kitchen all day and all she wanted to do was read and she wasn't allowed and then one day she kind of she dreamt about reading she wanted it so badly and then she would there was a book which was you know a series of sort of little slices of wood a sort of proto paper perhaps and from that book she would take one page at a time hide it in a box of atta and sort of read when she could and eventually she wrote this autobiography called amar jeebon but that's a digression and i found it a delightful story so i had to repeat it for my listeners but my question to you is this that clearly what you mentioned is that when you were doing the reading for this book it wasn't reading you would ordinarily have done you did it for the purpose of this book and it expanded your mind in certain ways and just as you know we were talking earlier about how the form that you write in can shape the content can shape the person here the reading you are doing is also kind of shaping you and in this case it was an assignment which came to you and you chose to do it but if one is to say to oneself that look i want to expand my knowledge of the world how do i do this you know reading in an arbitrary uh sort of way may not kind of get me there do you think that there is then value to building a sort of program for yourself even if you're not say putting together an anthology just to educate yourself and also what is the value of uh reading to you like you know i always say that if i read different books all my life i would be a different person completely so what does reading mean to you in that sense and what advice would you give to people who want to read more but don't quite know"
    },
    {
        "speaker": "Guest",
        "time": "02:38:28.080",
        "message": "what or how to go about it i completely agree with you on that last bit i mean if if i had read completely differently i think i would have been a different person too and thank you for all the nice things you said about that anthology i think for me that doing that book was completely transformative um it it came to me as an offer to do this and i was very reluctant um i think one of the things with me is also that i don't like to do things badly so once i said yes i said okay now i i will not do the lazy thing i'm not going to look at 10 different anthologies and see what other people have done and cherry pick right because i was doing a selection i wasn't doing everything but i did decide to read everything i could find in order to make a proper selection so it took me ultimately almost three and a half years from the start of the project to its publication i read everything i could find by written by an indian woman in english translation and obviously while i not entirely but i would say that i read for three years almost exclusively women and that for me really was transformative more than anything else it completely broke down every bias i had about what one about what powerful literature was i had these stereotypes in my own head and i didn't know that i had them you know that that you think that this is interesting or not interesting or this is powerful or this is not powerful or that this is political or not political or merely domestic or merely romantic i learned to find the political in everything that women said it did and wrote the act of travel could be a highly political act highly act of great performative assertion of of absolute equality and freedom i learned all of that um and for me that opened up lots of windows in my own head and gave me restored to me also a sense of history so i wasn't reading only it was reading a lot of fiction a lot of poetry but even within that there is history and it gave me a sense of where indian women come from when we say something today we say it because we've been saying something else for the last hundred years or we've been saying the same thing for the last 2000 years and nobody listens so i think all those different things for me were very transformative and i think that as advice to people i think one of the things you can do is to undertake challenges of the sort like like people say feminize your canon or decolonize your canon i think there is some merit to that i have read i think after doing the book after about three years i took a deep breath and i said okay i should start reading men again can't exclusively read women forever i think i still lean more towards uh where fiction is concerned i find myself now leaning more and this is this is something that has happened now it it wasn't true of me before as a reader but i find that i end up reading a lot more women's fiction and i enjoy it in different ways now not to say that i don't enjoy men writing fiction just that i find that i think earlier without knowing it i had this inherent bias against fiction by women i thought of it as more limited and i think now i'm finally free of that bias so i reach for it more often similarly i think i also decided at some point that i will read much more international literature i'm still working my way sort of around that i haven't quite succeeded but there is a certain bias in the way we receive literature because we read in english we end up reading mostly things that are written and published in america and england and a lot of that is written by white people and even if it's not written by white people it's written from the western perspective you know the western view of the world which is uh both limited and limiting in so many ways why should i a reader sitting in india learn to see the way the world looks to an american writer in the midwest or whatever it is why should i not learn to see it the way it looks from an egyptian perspective or from a syrian perspective or from an african and any nigerian perspective or a tunisian perspective why should i not learn to see the world in these ways so i think that is something i'm still working on i think it does make sense if you can find the time and energy to read in these uh to restrict your reading for some time and say that okay for one year only women or for one month only japanese writers or for for three months uh only south asian uh writers or or only only books about a certain time period so for example i've become very interested in the 19th century in india and i keep reaching for books about that because i think also you need to deepen your reading you read one book and you feel like you know this i think it's important to also resist that and read quite widely about a subject that you feel you know or if you feel strongly about something to then read 15 other things around it and see that are your passions rooted in something or are they simply rooted in a kind of ignorance these are very wise words and i would"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:01.040",
        "message": "add to that by telling my listeners that just read one month of any z to start with that's a good start and uh what you said about history is also very evocative it reminds me of this quote by alan bennett where he was talking about how the history of humanity is a history of the inadequacies of men and at one point he wrote quote what is history history is women following behind with the bucket stop quote which all indicates a subsidiary role they've been given in history the fact that they've had to clean up the mess and it is true that most of what we read of history is written by men about men and often for men so i'm going to sort of end this therefore with my last question that we all need to expand our gaze we have specific gazes through which we look at the world partly determined by our circumstances or whatever our preferences happen to be and all of that and sometimes we just really need to shift our gaze and open ourselves up to other kinds of writing like you did with you know while reading for unbound so um for my listeners and for me can you uh recommend you know as many books as you feel like from one to many uh that you feel are important for expanding that gaze whatever it is not necessarily from male to female or from indian to japanese or whatever but just"
    },
    {
        "speaker": "Guest",
        "time": "02:45:10.640",
        "message": "in general which can help you see the world in a new way um one book that i never get tired of recommending is uh sultana's dream and the reason is that it is uh that it is also just good reading and um in as a companion to that i would say read sunithi namjoshi's mothers of mayadeep they're both fantastical they're both written by feminists they're both about uh uh a place where women run things but one is kind of a kind of tongue-in-cheek kind of just pure dream dream sequence you know which is almost wishful thinking and the other also tells you the limits and and the nature of power itself regardless of who holds it whether it is men or women so that i would say that read these two together if you can i would say read baby kamble's the prisons we broke uh it is uh baby kamble is a dalit writer and so she also writes from the perspective of being a woman in the community she doesn't write from the perspective of being only a dalit individual she writes as a woman and and women's place in the hierarchy even there i would say read her for sure i would say read uh i she's quite a contentious figure and lots of people might hate me for saying this but i think that she continues to remain relevant uh so you so you should read the high caste hindu woman uh by pandita ramabai i think um she took decisions in her her own life pandita ramabai she took decisions because she had suffered some of that orthodoxy and she wrote it as to reveal as an act of speaking up for people who wouldn't and she's talking specifically of brahmin women at this time so she's talking about women who are quite high up and so when you read baby kamble it's also important to read what high caste women go through you read the dalits and then you read what the brahmin women uh slides were like read the two together as companion pieces there is this very nice book which is a selection of sarojini naidu's uh speeches and letters selection of her speeches and letters which i'm not sure it's in print anywhere but if you can find it you should read it because we have always grown up thinking of sarojini naidu as a poetess you know and it's kind of romantic and i grew up and i read the few of her poems and i was like that yeah this is a little too romantic for me but you read his speeches and my god she's a thinker fierce speaker um and and uh is able to articulate not only the concerns of women but of a whole country really i mean she was one of the tallest leaders of the freedom movement so read her for sure um i'll never get tired of saying this please read gandhiji's my experiments with truth uh it's not by a woman but i i do think that one of the remarkable things about gandhiji was that it is actually just that it is an experiment with truth he does not take for granted that the truth is something stable and that it can never be challenged and he challenged it himself in his own life and i think that if he had lived longer maybe he would have challenged it even further whatever his existing beliefs were um and i and it's also just well written so you should read it for those reasons too um you should read ranjeet hoskote's very fine translation of lal derd"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:02.160",
        "message": "which is her poetry is that enough i think that's enough and you know the thing is i'm almost feeling apologetic and regretful because we haven't managed to touch upon your fiction or your films or your drama or any of that so i'm going to at some point implore you to come back on the show after some time has passed and you can uh you know have a bigger list of books at that"
    },
    {
        "speaker": "Guest",
        "time": "02:49:25.520",
        "message": "time annie thank you so much for your time and insights today thank you amit i've really enjoyed"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:30.320",
        "message": "this conversation if you enjoyed listening to this conversation head on over to the show notes for this episode where i've linked annie's books and her other work you can follow annie on twitter at annie zaidi one word you can follow me at amit varma amit varma you can browse past episodes of the scene and the unseen at scene unseen dot i n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking thank you you"
    }
]