[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The philosopher Thomas Nagel once wrote an essay called What is it like to be a bat? The essay deals with the nature of consciousness, its deep and nuanced and influential and controversial. And my takeaway from it, when I first read it as a kid, was that no matter how much knowledge we gather, we cannot really know what it is like to be a bat. Bats navigate the world through something called echolocation. In other words, they use sound to see. Now, we can understand this at an intellectual level, using the laws of physics and so on, but we can't actually get inside the head of a bat. And why only look at other species? I would argue that despite being wired for empathy, it is hard for any one human to know what it is to be someone else. For example, I'm a man. And no matter how much knowledge or empathy I have, I can't truly know what it is like to be a woman. To carry that extra layer of awareness every time I enter a lift, or walk on the street at night, or just sense someone's inclusive gaze on me. Those extra layers would shape everything else about me till I wouldn't be me. And that's the whole point. And this is not just across gender. One of my favourite novelists, Georges Simenon, once said that the biggest tragedy in the world was that communication, complete communication is impossible between any two people in this world. Maybe we can never truly know other people who remain characters in the grand play in our head. Maybe we can never even know ourselves, because we are wired to be self delusional. But before I go too far down that road, let me come to the question that sparked my desire to record this episode. For someone born a Hindu in India, is it possible to truly know what it is like to be born a Muslim?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:50.240",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:05.960",
        "message": "Welcome to The Seen and the Unseen. My guest today is Ghazala Wahab, author of the book Born a Muslim, Some Truths about Islam in India. I love this book, learned a lot from it, and I recommend all of you read it as well. This book contains multitudes. It is both personal memoir, as well as a scholarly history of Islam in India through the centuries. It covers the different routes Islam took through India, from trade and travel to conquest. It covers the different influences within Islam, from the Arabic to the Persian. It looks at the harmonising influence of the Sufis, as well as the polarising effect of the radical sects that later emerged, inspired by Wahhabism. It shows us how a series of events drove Muslims in India away from the mainstream, and how their politics was often so disconnected from their social reality. Most of all, it shows us the insecurity that Muslims feel in India today, and the vicious circle of mistrust and animosity that we seem to be trapped within. But there is also much in this book to take hope from. This conversation covers a lot of ground, and the first 90 minutes or so, until the break, are about Gazala's personal journey, in a sense mimicking the structure of the book. I always begin my episodes by chatting about my guest's life so far, and I find it as fascinating as whatever subject we may be discussing. I may never know what it is like to be a bat, but it's a lovely feeling to get a sense of how someone else has been shaped. If I could say to everyone I met, let me walk for a moment in your shoes, and if they let me do that, I would be so lucky. So I always love this first portion, but if you want to get to the part of the show where we talk about the history of Islam, well then that begins after the first break at around the 90 minute mark. But hey, just listen to the full thing. Before that though, let's take a quick commercial break. One of the great tragedies of my life is that I had such bad math teachers in school. For that reason, I never got turned on to math till I was an adult and fell in love with it while writing about economics and playing poker for a living. But oh my god, math is so much fun. That's why I have an online course to recommend to you. Head on over to the sponsors of this episode, The Great Courses Plus at thegreatcoursesplus.com and check out a course called The Joy of Mathematics by Arthur T. Benjamin. Over 24 lectures, this course will show you how to have fun with maths. In fact, I shouldn't call them lectures, but play sessions. The chapter titles include The Joy of Primes, The Joy of Algebra, The Joy of the Imaginary Number, The Joy of Infinity, Joy, Joy, Joy, you get the picture. And that's just one of the many great courses on this aptly named site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory, and much else. They also have an app where you can listen to the audio of these courses the same way you're listening to this podcast now. And it will cost you nothing. You get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. That's right, unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. Count your blessings. Gazala, hi, welcome to The Seen and The Unseen. Thank you so much. Such a pleasure being here. I loved reading your book, Born a Muslim. And, you know, one of the sort of things I really liked about it is how it's such an organic mix of the personal and the socio political that, you know, through the story of your own life, in a sense, and your experiences, you're also tracing the history of Islam in India, how it's kind of evolved through the decades and, you know, what it's like to be Muslim in India today, all of which taught me a lot. But we'll, let's begin this as you begin your book, you begin your book with this wonderful introduction, which to me was worth the price of the book alone, which is like this long personal essay, which talks about your growing up years and all of that. But you know, even before that, tell me a little bit about the young Gazala as a kid, you know, where did you grow up? What kind of person were you? And what were your early influences? What would you read? Fill me into some of that."
    },
    {
        "speaker": "Guest",
        "time": "00:06:21.880",
        "message": "I grew up in a small Muslim dominated mahala of Agra. We were a large family living in a very small house. So there were always too many people and too few rooms. And we had to share rooms. So it was understood that girls would be sharing the rooms with their aunts and boys would be sharing with their uncles. And there was never enough space for the kids to play. Since, and it was a joint family, my grandfather had 11 kids, six sons and actually seven sons and four daughters, one of his sons died early. So and I grew up with a lot of cousins at home. And we were not allowed to step out of the house because both my grandfather and my father and his younger siblings felt that they wanted to give us a different kind of life as opposed to our neighborhood. Our neighborhood was largely low middle class. And most of the people were employed in some sort of a family low level business. So a lot of people were underemployed because all of them were doing the same thing. So the kids also didn't go to the best of schools, a lot of kids didn't go to school. So my family, an extended family, they wanted something different for their children. We all went to English medium school, I went to a convent school. So to prevent us from stepping out of the house unescorted or to mingle with the other kids, we used to be told very fanciful stories about if we go out, somebody would be sitting there and he'll be kidnapped or somebody would do some sort of a black magic and we turn into something else. So that lane outside the house was always full of dangerous possibilities. And I was not a very brave child. So I was happy staying inside. So we, for us, our play area used to be the rooftop where we would spend most of our time. But because I was not a very athletic child, I had, I was prone to falling very often and hurting myself, especially my ankles. So I was not heavily into a lot of physical games that my other cousins would play. And I got more interested because we didn't have any technology, no television at home. So we, I drifted into reading and I had this huge desire to just read because it was so entertaining that I used to read anything I could lay my hands on. I would read the newspaper, whatever I could make of it. I would read textbooks of my younger aunts and my uncles. I would read that salacious magazines that my uncle was subscribing to a Hindi magazine called Manohar Kahania. So whatever I could figure out or make of it, I used to hide in some corner of the house. Most of the time it used to be below the staircase because nobody would be able to see me there. So I would just sit there, read, or maybe go to the rooftop with everybody else. And while the other kids would be playing, I would sit with one of the books in the corner. Came to such a pass that my mother was very worried about me, about what kind of stuff I was reading. So if I was found with something in my hand, she would immediately confiscate and check what I was doing because I would just pick up anything randomly and start reading. And along with that, I also developed sort of a desire that I also want to write what I was reading. I should be able to produce something like this. So writing happened concurrently. It was earlier I couldn't write prose or something, so I would dabble into some stupid poetry. And so all this was going on. Finally, I started writing or thinking about writing a little more seriously when my father once asked me to write something. He used to come to Delhi very frequently because my father was an exporter and a lot of business associates. And he used to export to the state trading corporation. So their office was in Delhi. So he had to come to Delhi quite often to meet the bureaucrats, the government officials there. So often we used to come with him because it was not a long journey. It would just take about four to five hours in an ambassador car. So we used to come here and that's when sometimes he would go to Palika Bazaar and pick up something. And from Hindi, I switched a little to English, you know, kids' magazines like Tinkle or very basic stuff like that. So on our journey back to Agra, after one such trip, there was a huge procession and we had to take a detour from the main road and we went through the old city to come to our house in the mahala. And I saw a huge procession there moving with a statue and I asked my father what it was. So he explained to me that was Dr. Ambedkar's statue and the procession was being led by his followers and they're taking it for, putting it there outside the Agra fort. They were setting it up there. They had built a small park there where the statue was to be set up. And then obviously I was curious who Dr. Ambedkar was. So he told me the entire story of his life, how he was a low caste, he had to sit outside the classroom and how despite all that because he was so diligent, he worked so hard, he became such a huge personality that he actually wrote the constitution. I mean, he told me he wrote the constitution. It's much later that you realize what he did. So once we reached home, he asked me to write it down for him to see if I have understood correctly. And over the next two, three days, I wrote whatever I remembered in a very haphazard sort of English, because English was not my, neither of us first language. And we also didn't speak English at home. So whatever language I knew, I knew it from the school. So I wrote it down a few 10, 15 sentences and showed it to my father. He was very happy. That encouraged me a lot. I thought I have some potential as a writer. Few days later, there was this incident of two gangsters, Ranga and Billa, kidnapping these siblings, Sanjay and Geeta. And this was all over the newspapers. We used to get Amar Jala at home and I read the headlines. I read a little bit of the news. And I asked my father what this incident was about. So he explained it to me. And again, he asked me, why don't you write it down? So then I wrote it down. And I tried to copy the newspaper style of writing it, like intro, just summarizing what happened and then giving a little detail. So that's how I was writing concurrently as I was reading. But my reading was not really literature. It was reading of the papers which were coming home, reading of some stray magazines and just whatever I could lay my hands on. That was also the time our family was, you know, we were moving up the ladder of economic prosperity. So things were gradually changing at home. So my access to a lot of things were also improving gradually. Subsequently, we moved from this house to another house that my father was building. We were a nuclear family now, except that my younger uncle had come to stay with us. And here all of us had our own rooms. There were attached bathrooms, which was a huge luxury. I had never imagined something like this. We'd only seen it in hotels. And my father had gone and set up a place with bathtubs in each bathroom. So it was again a huge luxury. And very ambitiously, he had built a study in this house. I'll just take you back a little bit. And my father himself was not a school educated person. His learning of the languages was also self tutored. And my mother also just did class 11, and then she got married. So basically, my family was not a very educated family. We came from a working class background, despite the fact that in the caste, Muslim caste hierarchy or class hierarchy, we were number two from the top. But in terms of education, because my grandfather, his family, they were quite poor. And most of them were artisans. So it was more important for them to know a trade. So my grandfather knew the trade of footwear, the upper of the shoe. They used to do that stitching of the uppers. So that is what he had learned. And my father also started like that. He started working in a factory as a person who would cut the upper and then subsequently he became a supervisor. And eventually he started his own factory. But his desire to learn and he was very fascinated by English language. So he had approached a munshi in the factory who used to do the accounting of, you know, he used to distribute the weekly wages. So he advised my father that one of the easy ways of learning the language is that my father could read Urdu. So he said, you subscribe to a Urdu newspaper and you subscribe to an English newspaper. And if they are from the same organizations, the news would be identical. So you could read it in Urdu and then you could try and read in English. So he helped my father with alphabets. And my father then started reading Komi Awas and National Herald. Both of them came from the National Herald group of papers. So he has own learning was, it was self-tutored. So when we moved to the new house and my father built his study, he had no exposure to literature really. And he had no references as to what he should buy and what he should put in his study. So he used to come to Delhi and he used to make a special trip during the Delhi Book Fair and just pick up books which looked good or books which had some nice blurb or if somebody recommended to him. So it was a very eclectic kind of collection and very little fiction there because he obviously thought if he's spending so much money on books, the books should give him something in return. I mean, he should be able to learn something. So there was a lot of history, a lot of modern Indian history. Authors like Dominic LePere, Larry Collins, because he thought their language was very beautiful, very evocative. Then he used to buy books in bulk. So we had the full collection of Patel's biography by, I'm forgetting the name of the author now. Then the entire collection of Nehru, collection of Gandhi. So that is how, what the study was. So when I started reading books, it was, my introduction was through nonfiction. So I was reading a lot of historical books. I was reading a lot of biographies. I drifted to fiction much, much later in life and I was already 13 or 14 years old when I started reading novels. And by this time, girls my age had already gone past Enid Blyton's and Nancy Drew. So I never really grew up reading them. I probably read one odd book of this and that, but I then moved to other authors. And so, and alongside this, I started fancying myself as a poet because I thought that I was introduced to Urdu poetry through my parents. They were heavily into poetry. So I couldn't read Urdu, but I used to ask my mother if she could read out verses to me in Urdu. Or I would nag my father to read out passages from Maulana Azad's Khubare Khater, where he's talking about his experience in the jail. So all this drew me to Urdu and I somehow was very attracted to the style of Ghazals. And even though I didn't understand a lot of it, I just loved the sound of it. And I used to memorize verses and recite them to myself. So my parents thought that maybe I can be a poet. So Urdu teacher was appointed and he was also a poet. So he started teaching me Urdu poetry. And I started writing a few verses in Urdu, which I thought was very bad. And finally, I realized that I am terrible as a poet. And I was embarrassed of my own verses, which I wrote. And around that time, I think I came back to English writing. And I started writing some sort of a long form of writing, just putting together in a nonsense ideas which would come to me or sitting in my study, looking out of the window. So I would just write a descriptive essay sort of a thing, a short piece, just describing that moment. Maybe what helped in this was I was a huge daydreamer. I had never been bored of my own company. I never ever said this to anybody that I'm getting bored. If I had nothing to do, I would just sit idle and daydream and just imagine things happening to me, imagine things happening around me. And I could spend hours doing just that and not be bothered at all. So when I started writing, a lot of my writing, my trial and error sort of writing used to be just describing a particular scene that I was either imagining or witnessing. So that is how I was when I was growing up. And I didn't have too many friends. I didn't make too many friends. So I don't want to say that I was a lonely or I preferred being on my own. But I did like to be on my own a lot of times. And even if I was with friends, as I was growing older, I often wanted to just come back and sit in my room and just be on my own. And probably that was one of the reasons because I had my own attached bathroom. I used to spend a lot of time in my bathroom because nobody would disturb me there. So I would just lock myself in there and sit there for a long time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:10.600",
        "message": "So that is what it was growing up. Yeah, there is so much to unpack there. And just from sort of what you said right now, there's so much that I want to talk about. Let's kind of you know, before we get to the personal narrative of how events unfolded around you and your family and all of that, I'd like to stay with reading a bit like first of all, all this makes me very sort of nostalgic, because you know, younger people today don't realize what a joy it was to read anything that you could get your hand on back in those days when you didn't have the internet and the world of information at your fingertips. In fact, I think, you know, a defining image for all Indian kids growing up in the 80s would be the one that you described of yourself sitting under the stairs reading Manohar Khania, which is, to me, you know, the story of so many people just sort of in one image, what also kind of strikes me is the multilingual nature of how you were coming up like one thing that I've realized is that, you know, being from a fairly like I was from a fairly privileged background. And though in one sense, it was a restriction in the sense that everything I read was essentially in English, I read a little bit of Hindi here and there I did well in school and all that in Hindi, but all my reading was English. Many of the people I later encountered in working life, were also people who grew up reading English newspapers, English books got everything from English. And in a certain sense, that limited their worldview. This is a theme I've explored with earlier guests in episodes, I think it came up when I was chatting with Akshay Mukul, Rahul Verma, both of whom also read in Hindi while growing up. And number one, did you feel that being multilingual like this reading these multiple languages, Hindi, Urdu, English, that it kind of that your vision was broader than say, maybe the people you would subsequently work with in journalism or whatever that you had seen things that they would not have known or expected, because many of us English speaking elites are kind of, you know, in our little bubbles, and we don't really see the world outside. But you had, of course, through growing up, you had gotten a glimpse of that, but also through languages. And I'll wait for you to answer this, because there's a related question, which also fascinates me, which has to do with language. But, you know, what's"
    },
    {
        "speaker": "Guest",
        "time": "00:25:24.520",
        "message": "your take on this? You know, this exposure to different languages, it was not just a question of language, it was a question of different world altogether. Hindi, as I was used to go through the textbooks of my aunt, I became familiar with writings of Premchand at a very young age, probably even at a time when I was not intelligent enough to grasp the depth of what he was writing, but I could read and I could see a completely different world. Or writers like, you know, Hindi versions of Manto. Now, it was hugely shocking, his work for a child to be reading that it was really a completely different sort of a idiom, a completely different sort of imagery that would conjure up in your head. So I felt that I was exposed to a variety of things, which when I came to Delhi, and I was exposed to entirely the English speaking group of friends in my college, and subsequently when I started working, they were not exposed to this. So when I would talk to them, they would be talking about Chekhov, and I would, I had read Chekhov in life, but my understanding, I mean, I could relate to that poverty part of it, because I had some, that I had seen any poverty, I didn't. I was privileged in the sense that by the time I was growing up, my family had resources. But having read this, I could understand, I could make the connection. Probably another thing I would want to add here is it's not just the languages in the novels or in the books, it's also the languages of the newspapers. And I would come back to the newspaper for the simple reason, as a journalist, my exposure to newspaper writing in India has been greater. And I have seen how newspapers have evolved in India since the mid 80s onwards. Mid 80s was the time when I was in my teens, and I was reading the newspapers on a very regular basis. I'll give you a small example. In the 80s, probably there was a government directive that if there was a communal riot or a violence somewhere, the communities would not be identified. So it was all, the newspaper reports would say one community has rioted and the second community reacted. Then the police opened fire and four members of one community have. So they would be like that, very vague. I always was curious, who are these communities? Who was the instigator? Who started the riot? Who were the people killed? But the English newspapers would not put this out, maybe out of the government order or out of deference for sentiments or whatever. But the Hindi newspaper were very clever. They, papers like Amarajala, Adenik, they would say Bahusankhyak, which is majority, and they would say Alpsankhyak. So you would know which community has done what. So they were cutting across the government directive in a very clever way. The Urdu newspapers would identify. They would identify the victims by, not by the community, but by names. So you knew that in the police firing, Javed and Saje that so and so have died. So they were actually short circuiting the government. So I realised that the English journalism, for the sake of being fair and not instigating more violence or whatever the principles, was only conveying half a story. So as a reference to a particular event, you would not get the correct picture. Whereas the vernacular would give you in some way, it would, it would manage to convey the actual story. The other thing was that in English journalism, it was said that, you know, the reporter should be invisible. You know, you should not show yourself because that invisibility ensures or it was meant to ensure some kind of impartiality. But in the vernacular writing, the reporter would be invisible, but reporter's bias would be very, very obvious. So it was, when I was growing up, even then in Agra, I was conscious of the fact that this particular reporter, if he's saying this, there is a lot of exaggeration in a certain report. So you don't have to show yourself up, but your bias shows. So when I come to Delhi and I was studying in college and I used to interact with my classmates, I realized that our sensibilities and sensitivity towards our environment were very, very different. For example, another example, this Mandal agitation was at its peak when I joined college. And I found that most of my classmates were actually just repeating what probably they had heard at home and their anger, their rage against the recommendations was not really reflective of what the truth or the history of India has been. So I was amazed that this sort of a privileged overhang over these people, how much it enables prejudice, how much it is a factor in encouraging a biased view of your own society. So there's another thing, because of this exposure to multilingual writing, both in books and newspapers, I also felt that now when everybody talks about Ganga Jamuni and people talk about Ganga Jamuni culture of North India, especially the UP, Bihar and parts of Northern Madhya Pradesh, people who have not seen this through literature, through writings of a certain period, they assume what the culture would be. See, if you read short stories by Premchand, you would realize that it was not just celebrating each other's festivals. It was not just going to somebody's house on Eid or Diwali. There was so much of economic interdependence. The characters were organic, but irrespective of religion, characters used to be organic with the stories because that is how a small town or rural India lived. There was so much of social and economic engagement with each other. So now a lot of people when they talk about, oh, but we always greeted our Muslim friends on Eid or our Hindu friends, we played Holi with them. That's just one and probably a superficial part of it. It doesn't really convey the kind of dependence you had on each other, the kind of trust you had on each other. I'm sorry if I'm giving too many examples. Can I give one more example?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:00.280",
        "message": "Please, please go ahead. There's no such thing as too many examples."
    },
    {
        "speaker": "Guest",
        "time": "00:33:04.440",
        "message": "You know, I had met one gentleman in Delhi while I was working on my book, but I had, he was from Farooqabad. So he was narrating the incident of when he was growing up there. His family lived in a village where the majority in the village were not Muslims. And his family was among the two or three Muslim families in that village. But whenever anybody went out of the village to visit somewhere or go on a holiday, irrespective of religion, such was the stature of this person's father, that he used to, everybody, whoever was going would leave the house keys, leave the cattle, everything with this family, that you please take care of our cattle, you take care of our house while you're away. So that was the level of trust and that was the lived heritage of those people, that community, irrespective of religion. So this is something which you will, you know, if you are either from this area, or you have the sensibility to see it, even if it's not very obvious."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:16.280",
        "message": "Fascinating. Again, there's a lot to unpack here. You know, all of these answers of yours are like little Chinese boxes, you open one layer, and there's another layer below that, you know, so before we get to kind of the subject at hand, and what you've written about in your book, you know, I'll just take one more digression with due apology to my listeners, because it's a subject that fascinates me. And it again has to do with language. So now I teach this online writing course. And a few months back, you know, one of the girls who was doing that, who had this very sharp way of observing things, but the language was a little not quite formed yet. And she kind of came to me with a problem. And she said, you know, the thing is, English is not my first language. So I'm having trouble kind of expressing it. And what can I do? And at that point, I remembered, author I had discovered called Agatha Christophe, like I'd watched an interview of Jhumpa Lahiri by Tyler Cowen. And I link all of these from the show notes. And what Lahiri had done was, her languages are English and Bengali, but she learned Italian from scratch. And then she wrote a book in Italian. So as an adult, you're learning a whole new language, and you're writing a book in that. So when Tyler asked her about that, she pointed to the example of Agatha Christophe, who essentially I think, during the war, shifted as an adult to France from somewhere maybe Hungary or wherever, I don't remember, but shifted to France, learned French at the age of 2021. And then wrote a series of incredible books in French, a completely new language to her. So I recommended to this, the participant in my course that why don't you try reading Agatha Christophe, because her language is very sparse, very powerful, and all of that. And she recently told me a few months after I gave her the record, that one, she loved those books. And two, what she started doing was that she started, you know, copying from the book in the sense writing each sentence again by hand, to get a closer sense of what the language was like. And that struck me as something beautiful and inspiring. Because what it means is that you're looking at the language with, you know, so to say, gehraayi and nazdiki, which you otherwise don't, because we people, like I take English for granted, I have to remind myself to be mindful and, you know, go word by word, notice all the little intricacies of it. But because she was kind of new to it, she was doing this and it struck me as such a beautiful thing to do. And therefore, I want to ask that, you know, you mentioned that you, at one point, you were drawn to poetry. And it again, struck me that, you know, anyone who is, for example, exposed to Urdu, would turn to poetry because Urdu is such a beautiful lyrical language, you know, English almost seems like a functional kind of dry language compared to that. So your experience in these different languages, do you think, in some ways, it shaped the book you write? Like, you know, everything that you've written is obviously very accomplished. No one can tell that English is sort of not your mother tongue in that sense. So, you know, did you ever during the course of your time, pay that kind of attention to language growing up? Maybe, you know, like everybody, of course, as I get into journalism and writing will pay attention to craft, they learn to edit, they learn to do all of that. But did you feel that there was some, you know, element of looking deeper at the language while you were writing in it?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:37.200",
        "message": "Actually, no, I think language, or writing in English came very naturally to me, I have no idea how. Even when I was writing grammatically incorrect English, my tenses would be a bit heavier. I was always able to put the imagery that I was thinking what I was looking at on paper. When I was in first year college, some like, I think the general elections announced and I had gone to Agra. And I saw this, I'm forgetting the name of the candidate, Nihal Singh or somebody. I saw an entourage of this guy. During the campaign, I was driving on the highway and just short of Agra, there was a dhaba and I, these guys were there. So I saw that entourage and I, I just liked that image, the visual image it conjured up of people in white kurtas and topis and all those chirpais just outside the dhaba and, you know, some guys coming, people coming, touching the feet of this candidate. And so I, we had stopped at the dhaba for tea and I was watching these things happening there. And it was so fascinating for me that I wrote that scene. And when I came back to college, I was, we were sitting with some friends and I showed it to one of them. And then somehow it went to my class teacher's hands. I don't know how that went there. And he was so fascinated. He asked me to come and read it out. So I was made to read it out to the class. And I was embarrassed because while I was reading, I realized that there were a lot of mistakes in it. The articles were missing in some places because I had just written it because it was fascinating. So he told me that, you know, you have a very descriptive way of writing in this thing. Maybe you should pursue this a little more seriously. And I realized that even though I was probably not as proficient with the grammar of the language, I was able to express myself and maybe use it in a way to describe things and maybe describe them in a manner which gives you a sense of what I had seen. So probably the Urdu poetry played a role in this because there is a form in Urdu poetry, which is a descriptive form, you know, beyond Urdu poetry has a lot of forms. I mean, the most popular are ghazals and rubais to some extent. But then there are other forms also. There are forms where you are describing scenes. There are forms where you're exaggerating situations. So it has a variety of forms. So when I was learning the poetry from my teacher, he acquainted me with these forms. And I was fascinated that actually poetry is not enough. Within the poetry also, you have distinguished one form from another. And probably that had some sort of impact on me, just describing a situation as it was. Why I'm going on about describing a part is that maybe when I became a journalist, when I joined my first job, it was, I mean, my seniors decided that I should get into feature writing because I was more suited for feature writing as opposed to daily news reporting, because news reporting doesn't give you the option of or the luxury of just going off tangent and spending so much of space on building up the situation or building up the story. So I don't think I had a struggle as far as writing was concerned. The struggle part was always trying to cut short my flight of fancy and come to the point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:38.960",
        "message": "That's really fascinating. And, you know, someday we should do an episode on the different forms of writing in Urdu and all of that. But I suspect if I, although this is one of my sort of pet themes, if I continue talking more with you about this, my listeners will be that, hey, that's not the subject of the book, kindly get on with it. So, you know, and it's interesting, you just spoke about how when you were in college in the late 80s, when Mundell commission happened and your classmates approach and all and in the book, you also said something very interesting there, which is that none of them asked you anything about yourself that even if they had their anti Muslim prejudices and all of that as evident in their politics, you know, you almost wish that they would ask you what are Muslims like, what is it like to be a Muslim and they never asked you, which was in contrast to something which, you know, you described from your school days, when you write, quote, their questions covered the entire gamut from genuine curiosity to inherited prejudice. Why do you fast during Ramzan? Do you put meat in all your food? Some questions stemmed from stereotyping. Why don't Muslims bathe every day? And some were downright ridiculous. How many mothers do you have? Stop quote. And so my question to you is that, you know, on the one hand, you are growing up in a Muslim family in a Muslim Mahalla. At the same time, your family is kind of insulated itself from the street around it, like you describe how, you know, all the rooms would have a window open to the inner courtyard, but none to the outside because you know, like you mentioned earlier, you weren't supposed to venture out, it wasn't safe, it wasn't great. So what was your personal view of Islam as a kid growing up? How big a role did it play in your life? And how did you imbibe it? What did it mean to you? And what did it mean to the other kids around you, like your cousins and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:28.320",
        "message": "You know, when we were growing up, we were initiated into religion in a very simplistic manner. As kids, we were taught the first Kalma, which is just two lines. And that was enough. Beyond that, there was no formal initiation in terms of learning how to say the namaz or learning to read the Quran, which is what happens in most Muslim households. You start learning the alphabets from a very young age. And in a conservative Muslim family, a child is expected to finish the entire reading of the Quran by the time she is seven years old. But in my family, that never happened. Not just my immediate siblings, but my cousins also, we never did that. Though we had a mosque right next to our house. And I grew up listening to the Muslims call from childhood. So much so because I used to hear it five times a day and sometimes more than that, because on special occasions, there used to be late night prayers as well. And because of which I knew it by heart. And sometimes, as part of our playing, we used to do a little bit of play acting. So one of my cousins would pretend to be the Hafiz who would give the call to prayer. So he would recite the prayer and we would join in. So it was all in good fun. Why we were not initiated into religion? Probably because my grandfather himself had a very laid back attitude to Islam. Though he was very diligent with his prayers and used to go to the mosque whenever he could. He never forced any of his children to do that. So his children didn't force their kids to do anything. It was left in a very laid back, easy manner that you recite the Kalma whenever you're worried or you're scared or before going to bed, just recite the Kalma and go to bed. That is a habit I have even today. I recite the Kalma before I go to bed. But that is how we were introduced to religion. It was only years later when we had moved to our new house and we were moving in a different direction from my cousins, that my uncles who were in the mohalla, maybe because there was no adult supervision. I mean, they themselves were adults with kids, but maybe because there was no umbrella of moderation, which my grandfather had provided to the family. And then my father, they kind of drifted first into the neighborhood. They made friends in the neighborhood. Then the children, their kids, my younger cousins, they started playing with the neighborhood kids. And then a religious teacher, Hafiz was asked to teach my cousins. The reason he was asked was also because Hafiz had started to come to our house because my grandfather's illness and it was thought that his presence would calm my grandfather and would make his day a little less boring. But despite the presence of a religious teacher in our house, my parents did not encourage us to learn anything from him. But my cousins started doing that. So that difference in this approach to religion, I think also had a little to do with the time that we were living in. By the late 80s, a lot of social situations had started to become a little bit shaded. There was a little consciousness about who you were. The Ram Mandir campaign had started. 84 onwards, there was this Babri issue had suddenly become a big issue in U.P. The newspapers used to be full of that. Hindi newspapers would be full of stuff like appeasement of minorities, as they would say, alp sankhekon ka tushrikaran. So people were becoming a little conscious of their identities. And maybe this initiation into religion was also a kind of a defiance that this is who we are. So I think that is why my, okay, there's another thing which I feel, because like my father, my uncles were also semi-literate. So my father worked on himself and he studied the languages and his aspirations were different from his brother's. My uncles didn't do that. So they remained in their semi-literate Hindi-dominated world, Indian-dominated world. And as I mentioned earlier, the exposure to our world at that time was through the Hindi newspapers and the Urdu newspapers, and they both had nuance towards identity. So while the Hindi newspapers were conscious of its readership, which is a Hindi readership, and they imagined that this readership would probably like a story or a bent which favoured the Hindu communal sentiment, the Urdu newspapers were at the same time working on the Muslim sentiments. So their exposure was getting increasingly sharpened through this sort of writing. Probably that was another reason why they, and then subsequently my younger cousins, were drifting more and more into a Muslim milieu. The friends they chose also were traditionally Muslims. Though they went to the same schools as I went, I never had a Muslim friend in school. I mean one of the reasons was there was hardly any other Muslim child in my class. At least as long as I was in the convent, I was always the only Muslim girl in my class. Subsequently I moved to a co-educational institution, again a church-run institution. There was another Muslim in my class, but somehow I never got along with a Muslim and there was no desire that I should befriend a Muslim person. Similarly, that person also never felt that she should have a Muslim friend, so I had a different group of friends. But my younger cousins, I realised gradually that they used to veer towards Muslims more than any other community for the simple reason they felt comfortable with probably voicing their political positions, they felt secure in a Muslim environment. That was also one of the reasons that for a very long time my uncles didn't shift out of the mohalla, though they had means to shift out. It's not that they were not doing well in their businesses, but they had grown comfortable in that. When I was growing up, we were not comfortable in that, which is why we had kept our house isolated. It was almost like an island in that mohalla. But they had become comfortable. They had become comfortable going and visiting their neighbours' houses and they were happy that neighbours were coming to their houses. So that was a difference."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:36.840",
        "message": "So before I go on to my next question, a quick aside. You know, my favourite sentence in your book is actually, you know, a great example of show-don't-tell and it's this lovely sentence about your grandfather where you wrote, quote, during winter he used to shell pine nuts during the day so he could reward us with fistfuls of shelled nuts in the evening, stop quote. And it's such a lovely sentence because it tells you so much about the person and his love for his grandkids and all of that. And I love that. Now, you know, it's interesting that when I was sort of reading about the arc of your family, almost through the generations, you talk about how initially, you know, your ancestors were, you know, in a settlement outside Agra. And then your grandfather married a Syed, as you said, and, you know, wanted to be upwardly mobile, moved to Agra for that reason. But even moving to Agra wasn't the mobility alone, the mobility had to continue. So even though they had to move into a mahalla, they've kind of kept themselves apart from everything outside. In fact, you know, you describe how that lane outside was described to you as, quote, riddled with poverty, illiteracy, backwardness and unthinkable danger, stop quote, which strikes me how many Hindus would describe Muslim areas, even today. And then that further mobility happens where your nuclear family and a younger uncle, you move to a separate place. And here, what is sort of interesting to me is that you've gotten away from this sort of milieu, you've become mobile, your dad has become very successful and rich. And you've moved, you know, almost out of the ghetto, as it were. And, you know, you're living your individual lives. And at the same time, you described how your other uncles with their families remain back and they kind of got drawn more and more into fundamentalism, in a sense, they open the doors and the windows and let the lane inside in a metaphorical sense, I suppose, and that sort of journey is happening. And they also then become more into the religion in terms of those other sort of aspects of it, like you describe how for you, what Islam meant, as you've said, you mentioned how it came to you by driblets, which I found a, you know, wonderful phrase in this regard. And you've mentioned how those sort of values you imbibe with the values of charity that you know, during the holy month, you do charity, you feed the poor, all of those things. But your cousins are taking in a sort of more fundamental version. And what is sort of starkest about this distinction was that when you are 16, your father is giving you prospectuses of universities abroad, because he wants you to go outside. And you describe how when you are writing an admission essay for one of them, one of your cousins in the mahala is being felicitated for memorizing the entire Quran. And the reason this all of this seemed fascinating to me is that the denouement that this comes to is an incident where your father realizes that all this still doesn't insulate him from being a Muslim, that in India, there is, you know, there are still things which can sort of go wrong and all the riches in the world can't save you, you know, and this, of course, you've described so eloquently in your book about how your house was attacked during a riot, and you dialed all the numbers. And, you know, your father told you gave you all the numbers said dial all these numbers, people were outside with stones, and all of your father's, you know, friends did not pick up the phone at that time did not help. Tell me a little bit about that and sort of the realization that comes out of that because this is like a deeply poignant story. This is about, you know, different arcs, you know, you have the people who stayed back in the mahala, you have the person who's escaped and who thinks that okay, he's beyond all of this. And yet, all of you are in a sense equally in danger in this India that we are in. So tell me a little bit which year was this what was happening and all of that,"
    },
    {
        "speaker": "Guest",
        "time": "00:54:23.040",
        "message": "you know, we, I never thought of myself as a Muslim while I was growing up, even when we lived in the mahala. So when I described the lanes, or when I have described the mahala, it was not something that I was condemning my own. Even at that time, when we were growing up, my family always thought that, why do they live like this? What is wrong with them? Why are the lanes kept so dirty? So we, they wanted to insulate us from what they viewed was people of a certain kind, not necessarily Muslims, though they were Muslims, all right, but we did not see ourselves as Muslims and we did not see them as Muslims. We just always thought that these people are less civil than we are and they have less ambitions and less desire to go beyond what they have inherited from their forefathers. So when we moved to this new area, which in India areas like this are called colonies, so we moved to this Hindu colony, we did not think at that point that we were the only Muslim in a Hindu colony. We were not conscious of our Muslimness and to our neighbor's credit, they also never made us conscious of our Muslimness. We got along fabulously with them and my parents were socializing with them. They were used to come to our house and there was a lot of intermingling in addition to special occasions. It's not that we met each other only on special occasions. There was a daily sort of a thing. My brother used to go out to play because now it was not a mohalla, so we were allowed to go out and play. And all the playmates were the neighborhood boys. So we were never conscious of the fact that we were different from the rest of them. A small example, so much so that a lot of neighborhood youngsters were older, much older than me, but roughly my younger uncle's age. They used to socialize with him also because my uncle had a car so they could hitch a ride and go for a night out. So that was, it was never considered that we were not part of this new society that we had embraced. When the 80s progressed and this atmospherics had changed so drastically, it was the first time that I actually became conscious that people were talking of Hindu and Muslim and in such harsh terms. My mother was into a lot of social work. My father was a big philanthropist. So she used to go to a lot of public functions and events. I remember sometimes in 88 or 89 probably, I don't know the year exactly, there was a big police function in Agra. And my mother was invited to that function as one of the delegates or some attendee. But my mother used to work with the Agra district jail people and she was doing some work in adult literacy with the women, the families of the jail inmates. Because at district jail people, most people who were there, the prisoners, they were there serving life sentences. So the jail had built a small enclosure there for the families and kids to live. So my mother used to, with a group of people, she was working in that area. So she was invited to this event, police, Agra police event, and I tagged along with her because I had nothing better to do. And BP Singhal, who was the brother of Ashok Singhal, he retired as a DG police UP. He was one of the speakers at the function. And the kind of language he used at that event and the way he spoke, it was beyond shocking. I could not believe that in a public event where all kinds of people are present, somebody could speak like this and not feel embarrassed, not feel concerned that some people may get hurt or they may feel bad the way you're talking about them. And the fact that we are sitting there, it didn't occur to him that he should not be talking like this. And then there was stray slogan shouting. So every time somebody would shout a slogan or say something, I would turn back and see who's saying this. But obviously you can't see it. It's a huge crowd. So that was very disturbing. I had not imagined something like this could happen in a public space. I thought probably if even people feel like that, they would talk about this inside their homes and be mindful that nobody else hears this. Even in my own family, extended family, I used to hear things like, you know, there is all of us are prejudiced. We kind of inherit our prejudices. So we would talk. I mean, my family members would often talk about Hindus or Christians or Sikhs in a particular manner, but it would always be inside the house and it was always among the close family members. It was not meant for public consumption. But here this was being said loud and clear in an event where all kinds of people were present. So I realized that things were really not right. Things were going bad. And then these audio cassettes came of Advani and Sadhvi Ritambara and their speeches. They were being distributed. One of my father's closest friends, all my father's friends were also Hindus. So he started distributing the cassettes and then he would have discussions with my father, which again is a measure of how comfortable he was with my father and how comfortable my father was with him. And he would discuss the content of the speeches. He would talk about barbary, he would talk about destruction of temples. And my father would say, no, no, it's all nonsense. And they both would have these arguments, but they would have these arguments that Somnath was destroyed so many times. And so my father would reason out that, look, it was political. And maybe how would he know every time that the temple was flushed with funds? If he was coming at the time when the temple was flushed, then somebody was informing him. That is how he was coming all the way from Afghanistan. But the good part was that though their paths were diverging a little, politically they were getting distant, they still had this history of friendship between them. So they could talk. But when I came to Delhi, nobody spoke to me about this. Nobody asked me any question, which is what disturbed me the most, that if you have any questions about Muslims, if you think that Muslims as people are different in a particular way because this is what they've done wrong, then if you ask me, maybe I can find out the answer for you if I don't know. But that did not happen. So going back to the attack, the 1990, I was already in college and I had already seen what was happening in Delhi and my classmates. And all of them were voting BJP. All of us were first-time voters and they said, no, no, how can we vote for anybody else? We vote for the BJP. And whatever people may say or justify, the truth is the history of the BJP origin song is it stems from otherization of certain group of people in India. They've always done politics which pits community against community. So nobody can whitewash this part about the BJP. So despite this, if some people are convinced that they only want to vote for that party, it means that you at some level agree with them or you at some level believe that what they're saying is correct. So it was this sort of a background that I was called back home and our neighbors were coming and warning my parents that something is going to happen. You go back to your house in the mahala. Violence had broken out in Agra in certain areas. One of my uncle's friends, his shop, he had a shoe shop that was burned. So we all were quite anxious. Finally, my father said, okay, we didn't want to go back to the mahala. Because once you leave, in any case, it was a small house. And once we left, the rooms that we had was now occupied by my cousins and my other uncle's family. So then my father booked us in Mughal Sheraton and my mother drove us to the hotel. Then sometimes in the late afternoon, she got very anxious. And this was the day when our neighbors had persistently pushed my father that, you know, we have information and there's nothing we can do. And my father saw their point. You know, you can't argue with a mob and you don't know what the mob would do or what the size of the mob would be. And it doesn't really make sense that you expect your neighbors to stick their necks out. They could probably, but why take a chance? So my father sent us off, but we came back in the afternoon because my mother was very, very anxious. And sure enough, in the evening, there was a lot of slogan shouting happening. So my father gave me this telephone book and he said, just call up these people, keep calling them up and tell them that our house is likely to be under attack. And these are the people my father had been socializing with for many years. You know, in a small town, whenever there is a new DM or a new DIG, it's customary. I mean, they also come and they ask their office staff that who are the people that we should know. And the business families, they also feel that it's a matter of prestige that you're friends with the district authorities. So apart from the prestige part, it's also some sort of insurance cover that if you need, you can ask these guys to help you. So we knew most of the district authorities very, very well. But that evening, nobody answered any calls, even though I called up the residences also, but nobody answered any calls. And around dusk when it had just about to get a bit dark, a mob started walking towards our house. And our house is, we have a very narrow, a short porch and then there's a gate. And the inside door has a glass panel on one side. So from the glass panel, you can see the porch and the gate and the road beyond. So my brother, younger brother and I, we ran to the glass panel and we started looking out and we saw this big group of people carrying fire torches walking towards our house. And my mother was screaming, she said, come back in, come back in, because she thought we may get hurt. And they came and stopped in front of the gate and they were shouting slogans. And then we identified this neighborhood boy and we came back, we ran inside and said, oh, this boy is there. So my father was very sanguine. He said, oh, so obviously they won't do anything because this boy, he knows us so well. But then they started throwing stones and that is when everybody panicked because the distance between the gate and the house is not much. And my father had a licensed revolver. So my uncle knew where it was kept. He went in my father's room, he took it out and he tried to go to the rooftop and he said, I'll just fire a few shots in the air. And my father had better sense. He shouted and screamed after him and my mother also kind of ran after him to pull him back physically. Father said that if you fire one shot, they'll burn the house down. Finally, my uncle calmed down and he came back. And after a bit of stone pelting and they destroyed the car which was parked outside, the windscreen, everything was shattered. Our glass windows were, even the first floor window, the study which used to face the main road and which used to be my favorite place to sit and look at the road and the traffic. It was very badly damaged. The windows were crashed, the stones had landed inside the study, the sitting area. We had huge glass windows. So they had kind of broken everything. So finally, after a bit of stone throwing, I think it must have lasted about 10-15 minutes, the crowd dispersed. And then at that point, my call got through and somebody answered from the SSP's house. And they said, the SSP didn't come on the line. Probably he was busy because there were riots going on all over the city. So somebody answered the call and they said, we'll send a patrol party to your house, which came very late in the night, well past 10.30 or so. So my uncle and my father went to speak with the policemen and they said, no, no, we'll include your house in our nightly rounds, so nothing will happen. Don't worry, go to sleep. Obviously, we couldn't have slept with so much of fear all around. And then next morning, there was a police cordon and search operation was carried out in that mahalla where my uncles were. And all men, and they didn't distinguish between men and boys, they were rounded up and taken away. So my cousin, who's six years younger than me, he was also picked up. He must have been 13 or something. And fortunately, there was an elderly constable who took pity on him or he probably recognized him from belonging to this family. So he allowed him to jump from the jeep when it was turning on the main road. And from there, he walked to our house and informed us that this is what has happened. So my uncle and my mother and I, we, because by this time I was studying to be a journalist and I had assumed the role of a reporter already. So I tagged along and we went to the house and it was absolutely quiet. There was no noise at all. And this was a house which was always so noisy. People were screaming on top of their voices. There was no privacy for anything. And it was absolutely eerie. There was no noise, no sound. So we opened the door, my mother pushed the door and it opened into that central courtyard. And there were things strewn all over. There was a television set, there was a cricket bat, there was a lot of things lying there. And my mother obviously in total panic, she screamed my auntie's name. And they were all huddling in one of the storerooms, in the ground floor room. So they came running out and everybody was crying. And then they narrated how the police had come early in the morning and taken everybody away. My father and my uncle, they went round to various places. My father went to the DIG's office, but my uncle went to another, the local police station and they kept denying that anything like this had happened. But finally, my father managed to speak with the DIG and he said, nothing will happen. I assure you that your brothers will come back. They came back late in the afternoon and they were quite badly bruised. All the men from the neighbourhood, they came back in the course of the night and the next morning. They were even badly hurt. A few were hobbling and probably some had broken bones. Fortunately, my uncles didn't have any broken bones, but they were bruised. They were hit on their calves and on their backs by batons or something. So they had all those blue and black belts on their backs. And my younger uncle had a cut on his forehead, very close to the eyelid. So that was a very harrowing thing because all of us kind of got together and was wondering that you think that if you're living in a mixed community, you would be secure because it's upper middle class society or a colony where people of a certain class live. So it will be insulated from petty roadside violence, but that doesn't happen. And then you think that in a Muslim mohalla, everybody is a Muslim, so you have security in numbers. But then if the police gets after you, then even that is no longer secure. Probably a mohalla is secure from a riot because a mob, a Hindu mob will not enter a mohalla thing because of preponderance of Muslim population. But what do you do if the police enters? So basically, if you have to be targeted, if there is a political directive that a particular lesson has to be taught or a few hours notice, you know, it's a window of a few hours that you give, okay, just do whatever you want and then the law enforcement will take its course. So if that kind of a thing happens in a situation, then it doesn't matter what distance you have traveled, your education, your financial situation, your thinking, your world view, even your modernity or progressiveness, none of that matters at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:55.000",
        "message": "Yeah, I mean, I was struck by this trade-off which should not exist in the first place. It should not be a trade-off. But it's a trade-off that comes up when your, you know, dad is thinking of shifting your family from the mohalla and you write at that point, quote, we didn't know where we would be more secure, in an upscale Hindu majority neighborhood where the privilege of the residents would throw a security blanket around us, or in a Muslim majority lower middle class mohalla where the numbers would insulate us, stop quote, which sort of reminds me of something that, you know, when I was chatting with Annie Zaidi in my last episode, you know, there's this poignant quote from her book about home is not just a place where you are safe, it is a place where you can be visible. And that sort of, you know, strikes me in this context. And later on, after, you know, the riot happened and all of this happened, you wrote, quote, in the family comprising six brothers and four sisters, these two men had most visibly shed their ghettoized Muslim identities. They were at home in the social, cultural and economic life of Agra, hobnobbing with the who's who of the city. And yet, when it came to communal division, they were nothing but Muslims, forever immigrants, forever scapegoats, stop quote. And then you talk about how, as this period progresses, and obviously Hindu nationalism is on the rise, Hindutva nationalism rather, and you talk about, you write, quote, demonstrative religion was all around us. As a benign Ram Ram was replaced by the militant Jai Shri Ram, people started huddling with their own kind. A lot of business class Muslims who had stepped out of the mohallas and built swanky houses in mixed localities, returned to the smothering comforts of narrow lanes and close minds, stop quote, which is of course, not just literal, but metaphorical. Tell me about this kind of shift that now happens because it strikes me that this is going to be the natural tendency that if I am attacked, if I am seen as another, I will obviously look for comfort from, you know, those of my own kind. So it almost makes this ghettoization completely natural. And obviously, you know, my sort of reading of, you know, the history of the last couple of hundred years, and we'll discuss that in much more detail because you've written about that in your book as well. But my reading is that these fissures have always kind of existed, but it's only now that in a sense politics has caught up with culture. So is that what is happening? Is it a vicious circle? Is there this increased ghettoization, you know, what was your own response to this? And what was the response of others around you?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:28.320",
        "message": "You know, there is, I would like to make a distinction between a Muslim majority area and a ghetto. Now, a lot of Indian towns, they have community specific areas, which have grown organically, which have developed organically in a city, like in Delhi, you have Dajama Masjid area, or you have Nizamuddin West area, which were always part of the city. Or in Bombay, you have Muhammad Ali Road, or you have Bindi Bazaar. So Muslims have traditionally lived here. They did not go there because they were scared of living anywhere else. They have lived there for generations, and even rich, prosperous Muslims live there. The facilities, which other areas in the neighborhood have, are probably available to these areas also. As an example, a ghetto would be a place like Mumbra, outside Bombay, which emerges after an incident of communal violence, because people move there for security reasons. A Muslim majority area, people live there not so much for security reasons, but because they have lived there, they're comfortable there. The kind of people, they've grown up there, live, are all around them. They identify themselves more as Muslims, so they're comfortable with Muslims around. Their eating habits are similar, their mosque is there, so they can go there. There's a madarsa there for the children. So it's a comfort factor. So most small towns in India have these Muslim areas. So the mahala which I grew up was dirty and all of that, but it was not a ghetto in the real sense of a ghetto as you find in Delhi now in the Okhla region. Because Okhla area is a ghetto, you find this huge presence of police there, and a policeman in plain clothes. They are basically spies, they are basically from the intelligence agencies, they're trying keeping tabs. This is the area where, if you have an address of Okhla or Batla House in Delhi, you are less likely to get a bank loan. You're not 100% not going to get a credit card. The delivery services, even a pizza delivery is not possible. The pizza delivery boy would say, okay, you come at some point and I'll leave the pizza there. So these are the places which are not organic to a city. These are the places that have developed because the law enforcement agencies have not acted on time and the government has not done anything to prevent this sort of pervasive fear from taking grip over the people. What happened in Agra, after this incident of 1990, that was the only Hindu-Muslim communal riot in Agra. Agra has no history of communal violence. Even during partition, there was no communal violence in Agra. So it has always been very insulated from communal prejudice. I mean, people may have been prejudiced, but it was never vocalized. But all this happened in the late 80s when it was being vocalized, early 90s, where people have started talking in this very criminally charged and harsh, impolite, uncivil language. So this, even today, Agra has a lot of places where Muslims live predominantly. And after the 1990 violence, a lot of Muslims who had moved to fancy swanky places like our family, they went back. A few of them, I have heard from my brothers that have returned to their houses because they didn't sell their houses. They just went back to the family homes. They have, by the mid-2000s, 2004, 2005, when they thought that things are getting a little better, they came back. And probably there is a political point here because you see the government, which were in power in this period, both in the UP and at the center. So maybe that gave them some sort of a confidence that we will not be subjected to violence. But all that changed again, 2014 onwards, when the fear of the 90s has been not just reinforced, it has multiplied manifold. Because even in the 90s, when there was violence, you feared for your life and you feared for your property for the duration of the violence. It was a riot which went on for two days or three days. You feared for that duration and then you rebuilt your life whichever way it was and you moved on. What is happening now is that the fear is not limited to the duration of a riot because now there is no riot. Now it is something which you are subjected to on a daily basis. So you hear people saying that in public transport, we don't greet each other with Salam-o-Alaikum because we don't want to draw attention to ourselves. Or people not carrying food from home. A very senior surgeon told me in the book that he is scared of bringing Eid food from his hometown when he comes to Delhi after Eid celebrations because he worries for his family. So this fear that even privilege is no insurance was not there earlier. One of the reasons that my family, my father thought that we will be safe because he felt confident that we are too privileged. I mean, if we can afford to go in a five-star hotel to stay, then you can imagine in our mind, we believe that the poor are affected. It's not people like us will not be affected. But that doesn't happen any longer. This divisive violence is now indiscriminate. So when we talk about Muslims being caught between this lack of choice about where to live, it's partly because of this normalization of prejudice. We are not embarrassed by our prejudice anymore. We believe that what our prejudice tells us is actually the fact. We don't even pause to consider that maybe it's nonsense. Maybe it's just something which we've heard or it's hearsay. Because of this, you hear instances of Muslims not finding accommodation. But again, it's a big city phenomenon. I don't think in a small city like Agra, Muslims live everywhere. It's unthinkable. I've never come across anybody telling me that they were not able to find accommodation in a place which was predominantly non-Muslim. So this is a big city place where probably the size of the city, the insecurity which a big city instills in you, the economic challenges which it imposes upon you, maybe it is all driven by that. For want of anything else, you channel or you channelize your dislike for a certain group of people. So you deny them equal opportunities, you deny them accommodation, you deny them civility. So what is the choice then? Then they have to go and look for a place in a ghetto, even if they don't get along with that sort of Muslim population, even if they're forward-looking educated people. I'll give you an example. When I first came to Delhi as a student, I lived as a paying guest with a Muslim family for a year and then I moved into my own flat. My father rented a flat in South Extension. Now South Extension was in Delhi, is a South Delhi area. I don't know how familiar you are with the Delhi social hierarchy of places. So it's a reasonably fancy place and with hardly any Muslims there. I had no problem finding accommodation there and then I moved to another place. I lived in rented accommodation for nearly 11 years before we bought an apartment here. I never had any problem finding a rented accommodation and all my landlords were non-Muslims and nobody ever asked me to vacate the flat. I mean I moved for, because of my jobs, I moved from one place to another and I changed three apartments and in each I lived for nearly three to four years and I never had any problems. Nobody told me don't cook non-vegetarian food, nobody said anything. But when my cousins came in 2007 and they came from an even smaller town than Agra, they came from Menpuri and they couldn't find accommodation. Every time they would approach a broker, they were told go to Batla House, go to Okla. They did manage to live in East Delhi but with great difficulty. Finding accommodation for them was always a huge struggle and even if they did find accommodation within a year or so, the landlord or the landlady used to pester them to vacate the place because things have changed so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:55.560",
        "message": "That's a very subtle distinction that you drew between a ghetto and a Muslim majority area. I mean I was just using it in a general kind of sense but I find that that distinction that you made is important because it also tells you a little bit about why it has kind of formed and for what I've seen happening in India over the last couple of decades and what you alluded to where people are more open with their prejudices, where they are expressing their prejudices while earlier they would hide it. The sociologist Timur Kuran wrote a book in 1999 called I think Public Lies and Private Truths where he coined this phrase called preference falsification and one of the illustrations he gave was Soviet Union where what happened was that everybody hated the state but nobody could say it because a neighbor could you know tell on them. So they would keep it to themselves and that was preference falsification and then one day suddenly the floodgates opened and everybody found that hey everybody thinks like me and what took place was what Kuran calls a preference cascade where suddenly everybody was free to express what they felt about the state and almost overnight the Soviet Union kind of collapsed and there seems to be like one of the reasons I think you know Modi came to power and so strongly and took such a stronghold is that there has been a preference cascade now is that many people were what I call closet bigots that many people had these prejudices they would not express it in polite society because hey you know you thought that it won't go down well and all of that but then you reach this turning point where you realize that you know the majority thinks like you. It's okay in fact not only can you say these horrible things but they will win you brownie points like you described listening to that speech of BP Singhal that that's probably an early manifestation of that but today you know if you look at our politics you don't need dog whistles anymore you know people will openly say things which they could only have alluded to in the past and as for what is happening in our cities and of course in Mumbai this is well documented various journalists over the years have done stories on how it's hard for Muslims or single people or women or whatever to rent kind of flats in Mumbai so I have a sort of larger question that I've thought about in the past I don't know even know if it's a question or a lament and it's really for all my listeners to comment on as much as for you is that you know if you look at the level of an individual flat owner right she has a right to give her flat to whoever she wants so she can say that I want people of my community only or I want people who won't cook non-veg because hey it's my flat I don't like it and so on and so forth and at an individual level these individual decisions get made but when we are a society with such prejudices then the overall outcome can be really bad the overall outcome can be this sort of cloistering of different communities in different areas which actually exacerbates these prejudices because then if you're a you know a good vegetarian Hindu growing up in a middle-class household you're never encountering another Muslim because they don't live anywhere around you and the prejudices deepen and they become worse now you know this is not possible to police for and I don't think you know the state should use coercion to sort of decide what people do with their individual flat so it's a bunch of individuals making rational decisions which leads to an absolutely horrible social outcome and the only way out therefore to me it would seem is that you have to change it at the level of society where people feel differently about this but right now we are stuck in this very bad equilibrium where there is where we are in a vicious circle there is distrust and hate on all sides so I don't know the way out so it's not a question it's"
    },
    {
        "speaker": "Guest",
        "time": "01:30:49.600",
        "message": "probably a lament do you have any thoughts on this you know I had heard Kefi Azbi at one of the Mushairas this was in the mid 90s and he said that if every Muslim has four or five Hindu friends and every Hindu has at least one or two Muslim friends this whole communal problem will end because then you get to see one another you get to grow up with one another and understand each other this is why I earlier when I was referring to my exposure to Hindi literature and Urdu literature because I realized that this Ganga Jamni that now has become a very bad word for a certain group of people this was a living reality it was not just limited to going to a festival to somebody's house it was something which was very organic to you you did not look at people by their religion you saw them by as your neighbor or you saw them as your business colleague or as a partner business partner or a shop where you trust the shop owner and you always buy your groceries from him or a vegetable vendor so it was very natural kind of intermingling of communities without any thought about a person's religion religion was in a private space even the namaz the azan which now has started bothering people nobody ever thought it was bothering them this five times a day call through a loudspeaker it was very organic to a city nobody minded it and nobody ever thought that it was impinging in their private or personal space or the jagarans nobody thought anything about it but now all of these have become irritant and all of them have become irritants to a degree that people relate their old grievances linked to this that oh we've been suffering this for years but you did not they did not suffer this they they did not even notice it it was so much part of your life so this is what is happening now what you just said that if you don't give your house you don't get to see another muslim this is also true of muslims see if you're forcing muslims to live in a ghetto then these muslims they do not see people from another community so you are driven by your own prejudice but you are in turn also helping another community develop their own prejudices there are people in the okla or area or batla house area the jamia area who never encounter a non-muslim at all in their lives they they are born in that area and they go to the local hospital there where the childbirth happens they go to the local school there then they go to the college or an institute or whatever there if they don't if they can afford to go to the university they go to the jamia university or if they can't afford that then they just get into the workforce uh in that area so their exposure to anybody outside the community is minimal so while you are trying to insulate yourself from the outsiders you think they are dirty or they are oppressors or we have suffered for thousands of years because of them but you are actually imperiling yourself even further because instead of you trying to understand them and them trying to understand you you are actually furthering this distance even more so your prejudice is getting reinforced but the other person's prejudice is also getting reinforced and add to that other person's prejudice is also genuine grievance for not getting a fair chance a genuine complaint that the law enforcement agencies the are biased towards them so these are or these should be matter of concern for any country that you are dispossessing a huge chunk of your population how can you even imagine that despite this dispossession you can still develop you can still grow you can your GDP will grow when such a huge chunk of your population is disaffected it is not part of your mainstream it is not contributing to your mainstream this human resource is being is uh underemployed it is not being harnessed uh for nation building how do you even imagine that you can still manage to do well with this in fact if you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:31.720",
        "message": "talking of human resources not just a minority community it's all women basically the way women are like second class citizens in india and can't you know reach their true potential and you know i had done in a sort of an episode with anchal malhotra a very moving episode and partition and you know one of the thoughts that came to us while we were in conversation there was this difference between the abstract and the concrete that when we speak of all this hatred that is there within people all this animosity towards the other as it were all of it is in an abstract realm in the concrete realm they can be perfectly good people they can be friendly they can be assimilative and all of that but in an abstract realm that's where all these concepts like nationalism and you know hindu purity and that sense of historical victimhood though they have never been victims themselves all of that comes into play and therefore it strikes me that what you need really to bring people together is more of the concrete and less of the abstract and like you pointed out that if you are not exposed to the other at all if a hindu will have no muslim friends or a muslim will have no hindu friends then there is none of that concrete where you know you can just look across the table and you see someone just like you and therefore the abstract concept doesn't matter so much and and that's kind of a little tragic and if anything it's you know outside our elite bubbles i think it's only increased you know over the years see"
    },
    {
        "speaker": "Guest",
        "time": "01:36:57.000",
        "message": "there's another thing here sometimes we are so happy and we know that our abstract is actually a bubble it's so vulnerable to a hard gaze that we do not even question what we have inherited the prejudice that we are living with because we know if we look at it or if we question it it'll all come crashing down because there's no basis to it it's just probably a insecurity that has been fanned for so long that it has become some sort of a concretized stone on your heart or in your mind or it's it's probably just economic vulnerability you just feel so insecure in your own self that you feel that if i share this space with somebody else probably this opportunity will be taken away from me so that could be one"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:55.600",
        "message": "of the reasons yeah that's a fascinating point i mean in a poor country you know people tend to think more in zero-sum ways because there is scarcity you know otherwise of course all human interaction is positive sum you know i buy something from you both of us benefit that's why we are having that transaction but where there is scarcity where there are limited opportunities and resources there people tend to think of it as a zero-sum game if somebody else wins something that means you have lost which you know goes into many other contexts apart from just money and i guess that is again one factor that could have be fueling this in a country like india we'll take a quick commercial break now and when we come back you know we've spoken so far about sort of your personal impressions and your life and all of that over this period of time but your book is also a fabulous book of scholarship you know there's so much i learned about the history of islam in india though i'm fairly well read in history but there were a lot of things which i hadn't known earlier which i'd really love to get into but let's take a quick commercial break and after that we shall continue this conversation long before i was a podcaster i was a writer in fact chances are that many of you first heard of me because of my blog india uncut which was active between 2003 and 2009 and became somewhat popular at the time i love the freedom the form gave me and i feel i was shaped by it in many ways i exercise my writing muscle every day and was forced to think about many different things because i wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now i'm doing it through a newsletter i have started the india uncut newsletter at indiauncut.substack.com where i will write regularly about whatever catches my fancy i'll write about some of the themes i cover in this podcast and about much else so please do head on over to indiauncut.substack.com and subscribe it is free once you sign up each new installment that i write will land up in your email inbox you don't need to go anywhere so subscribe now for free the india uncut newsletter at indiauncut.substack.com thank you welcome back to the scene in the unseen i'm chatting with ghazala wahab about a wonderful and at least for me eye-opening book born a muslim which has so much of both personal experience and history and sociology about you know islam in india and and does so much to explain where we are today and why and uh now i want to kind of talk a little bit about history because you know a lot of i mean history these days has learned a lot on whatsapp and a lot of people have this view of history that oh you know they think of how islam came to india and they only think ki chalo conquest who are temple torah all of that nonsense but it's actually a very multi-layered and heartening story almost of how islam actually did come to india it wasn't all conquest and destroying temples so tell me a little bit about you know the origins of islam i mean some versions hold that you know islam was in india at the time during the prophet's lifetime itself so tell me a bit about that"
    },
    {
        "speaker": "Guest",
        "time": "01:41:03.240",
        "message": "there was a communication see communication between the arabs and south indian the malayali area the kerala region of india so even before arabia became muslims these people were coming and the trade was really a very prosperous trade when islam came during the prophet's lifetime also the traders were coming but the religion didn't come in real earnest at that time because it had not started to expand beyond its territory during the prophet's lifetime that happened after his death and with the first khalifa which was abu akr so that is when the muslim armies or soldiers were moving out but in india because the trade route was already there and these traders were now muslims so when when you're coming by sea you're actually out of your home for months and sometimes years and sometimes you don't even know if you're coming back so they obviously would be accompanied by some religious people who could give them support or succor or somebody who could lead the prayer because in islam a prayer for men is led by a prayer leader i mean women can pray on their own but for men which is why the concept of going to a mosque and praying together which is why mosques have to be huge spaces even if they're not constructed spaces they have to be huge spaces because men are required to trade together in a congregation led by a prayer leader so the religious preachers started accompanying these trading caravans a lot of people settled down there in the preachers was preaching to the local people some converted some didn't convert but even if you didn't convert if you've just felt some sort of peace some sort of happiness talking to a person you automatically start veering towards that person so the early islam which came to india it came through these mendicants who would set up a small cottage or a place outside the city zones or village or on the outskirts and people would start coming to them because they found peace there or some sort of comfort gradually the population in a very organic manner started growing in this entire coastal belt the malabar belt but it was along the coastline because probably they were also worried of going too much in the hinterland that happened over the next few centuries i think by the 9th century they had moved much further inside because there was a lot of intermarriage was happening then the king there were the paramil kings there they converted to islam and once the ruler converted to islam then obviously there was this huge umbrella of royal patronage which was given to the muslim preachers so they moved further inland and that is when this was the first cycle of islam coming into india at the same time there was another route sea route which was coming to kutch and this was also traders businessmen who were coming there working there some settled down there some married local women the first invader was muhammad bin qasim who came but if you read tarajan's history of in middle in india he says that he came because there was and by this time islam had spread to sri lanka also so there were some orphan muslim who were there in sri lanka the parents had died and there was like a group of orphans and so they wanted to go back to arabia so this ship was hijacked by the gujarat-based pirates and these kids were taken away so the caliphate then the governor of basra then he sent a damash to the king of this region and he said you return the kids and so there was a face-off and then muhammad bin qasim was tasked to go and rescue the kids so that's how he came leading a army and that was the first invasion but he came here he defeated the local king dahir he plundered did whatever and plundering was a very natural part if you're going somewhere you have to pay for your journey to and back i mean if it doesn't make economic sense to you why would you go there so they he did some plundering and he returned to arabia so that was the first invasion that happened but that invasion didn't create a empire or a dynasty or any such thing he came he went away and this trade continued the in our perception of muslim invaders we actually do not look at all this with so much of emphasis we look at the invaders from afghanistan we look at gauri and ghazni because these are the people who left lasting impact on the indian population the indian society but the lasting impact or even greater impact was led left by the business community the traders but because that doesn't give us much room for vilification so that part or the coming of sufis and the how the how islam spread through sufis that part we kind of whitewash we only focus on the invaders but invaders was only one part of coming of islam to india and actually invaders were individuals who were pursuing their political ambitions they were not really ambassadors of islam they were not coming here to spread islam so subsequently even gauri was trying to become a muslim you know mujahid and he made the petition to the abbasid caliphate and said i'm spreading islam but he was far too debauched for the caliphate to consider him as actually a mujahid i mean he was not really islamic warrior so a lot of warriors also or a lot of invaders subsequently you know belatedly realized the importance of claiming the title of being crusaders for islam or mujahids people who are waiting jihad because they felt that it would accrue them some religious benefits though they were amassing wealth and they were completely against the principles or the key founding principles of islam but they thought it would accrue them some benefits but they can carry some favors with the caliphate so that is how islam came to india the first empire which was set up here was a slave dynasty which had two prongs one was in bengal which was the bengal sultanate and the other was established in delhi and north india which was a delhi sultanate so while the bengal sultanate went further east went up to assam and other parts of the north eastern states in addition to the whole of bengal the delhi sultanate apart from north india they and during the reign of alauddin kilji they started moving further south so the first campaigns in the deccan were carried out by alauddin kilji's commander-in-chief that i'm forgetting the name kafur whatever his name is malik kafur so interestingly these were the afghan people of afghan origin but with a lot of persian influences so these were not arabs the islam which people in kerala and parts of karnataka tamil nadu even the slight the northern conk and belt the the kind of islam that they were familiar with or they were practicing was the arabized islam which came to the arab traders but when malik kafur's campaign succeeded and he conquered these territories so there was this amalgamation of persianized afghan central asian sort of culture language food and there was this arabized sort of a thing so if you see this belt there was a confluence of both these influences which is why the islam practiced in the southern part of india is very distinct from what we do in north india there's a very clear i mean not only language and culture but even to some extent in what they believe to be religious practices so there's a difference because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:09.080",
        "message": "they came from so many different ways all very fascinating and your book is a really good account of the multiple ways in which you know islam came into india like you pointed out that trade was the predominant way to begin with that you know the muslims who came to malabar gujarat were really the arabs and whatever happened in the north later the north was perhaps trade plus some conquest even the conquest there was not so for the purposes of religious domination it was a lot of it was political you just want to plunder and in fact the reason that so many temples were destroyed was not because they are hindu temples or whatever but because they are a symbol of whichever the local ruler is his dignity or prestige and you want to wipe that out and one of the sort of interesting points you you quote the historian tara chand from his book influence of islam on indian culture so i'll just quote you quoting him where he writes quote henceforth muslim influence grew rapidly they were welcomed as traders and apparently facilities were given to them to settle and acquire lands and openly practice their religion they must have entered upon missionary efforts soon after settling down for islam is essentially a missionary religion and every muslim is a missionary of his faith many were undoubtedly held in respectful esteem before the ninth century was far advanced they had spread over the whole of the western coast of india and had created a stir among the hindu populace as much by their peculiar beliefs in worship as by the zeal with which they professed and advocated them stop quote and a little later you write something which leads me to my next question where you write quote their pace of growth was more rapid in the south as compared to the western central regions primarily because there was great religious social and political turmoil in southern india during the eighth and ninth centuries there was a tussle for supremacy between hinduism buddhism and jainism in addition the old kingdoms were in disarray in the face of new claimants to power into this situation islam appeared upon the scene with a simple formula of faith well-defined dogmas and rights and democratic theories of social reorganization it produced a tremendous effect stop quote and my questionnaire is this that you know when i read this i was sort of thinking about the power of narratives in cultural dominance and one of the things that struck me here is that people are drawn to simple narratives complex narratives are too complex as it were they want simple explanations of the world and it strikes me that islam what it would have provided with its certainties with this linear strand of what happens where and you don't have a hundred gods and you don't have all of that would have provided a simple narrative which you can immediately understand and internalize as opposed to its competitors and i say its competitors because you know there is a school of thought that hinduism is not some monolithic thing as we know it today that was partly a construct of you know when the british came their early interlocutors were the apakas brahmins and the apakas brahmins sold them this version of hinduism as you know the varna system and the manusmriti hinduism basically and they extrapolated that to the whole subcontinent but actually there were many many many different traditions within hinduism and they would all have been very complicated and all of that and islam comes along and one you are supposed to be zealous about spreading the faith and two you've got a really simple narrative like one of my and i'm not making a value judgment on simple narratives one way or the other that they are necessary sometimes they are good sometimes they are misleading like i once speculated that one of the reasons trump won in 2016 was he had a simple narrative it was wrong but it was simple and sometimes that's an important thing and perhaps you could argue the dispensation and power in india has a simple narrative as well it's wrong but simple you know it doesn't embrace the complexities do you think there's something"
    },
    {
        "speaker": "Guest",
        "time": "01:54:54.640",
        "message": "to that i agree islam had a very simple narrative added to that simple narrative was a very laid down structured form of practicing of religion so there were five pillars very easy to remember one was the kalma which every which just two lines that you memorize it and the kalma itself is proclamation of your religion that okay i am a muslim now so even today if a person has to convert to islam all he has to do is recite the kalma and you are converted there is no ritual happening there is no process of becoming a muslim it's as simple as reciting of a kalma then you have prayers five times a day again very simple and the prayer times are fixed what the first prayer is that before dawn then there is just before the noon hour that is zawal period then you have pre-dusk then you have dusk and you have night prayer very simple laid down prayer time then similarly ramzan you have a month in a year where you fast from dawn to dusk very simple no complication and hajj if you are able-bodied if you're financially solvent you can do it you go for hajj and the most important is zakat now again zakat is a such a noble thing to do that anybody would be would really believe and rightly so that a good part of your faith is helping others so now there's an integral to faith that you have to help others it's not a choice you're not uh it's not left to an individual's judgment so these were the five pillars now over the years what has happened you have islamic jurisprudence you have this law that law all that is later edition but when you're appealing to a non-muslim this is these are the five pillars very simple systematic way of becoming a muslim and if you see this it's not even very complicated to practice i mean now hardline muslim ulemas would insist that you do prayer in a particular way you have to bend in a particular way but traditionally nobody interrupted in the way you practice your religion the biggest factor in favor of islam at that point which would have appeared to people who were converting then was lack of clergy absence of clergy there was no religious leader that you had to go to there was nobody who would tell you with authority or impose upon you his or her writ that this is how you have to do it islam sunni islam said it is between you and your allah so you do whatever you want to do as long as your conscience is clear nobody has any business to interrupt or tell you that you're doing something wrong so in a society where you had such rigid clergy it's not just india i mean even uh in the entire christian world where you had such rigid clergy and when people were expected to be uh referential towards the clergy defer to their vims and their orders uh spend so much money uh in keeping the clergy happy so this looked like a very simple and humane sort of a religion where you're also factoring in looking after a fellow muslim you know there's an islamic saying which is not part of the quran but it is part of the islamic saying that every muslim is responsible for uh 40 households in his neighborhood so 10 in each direction so if uh even one person in this neighborhood of 40 households that every person is responsible to dies of starvation that sin is upon you how was it that you didn't come to know that somebody was hungry so if each is responsible for 40 uh so it's it's a cycle it's a circle uh which kind of grows so with this sort of uh approach and then the sufis very uh selfless poor people who want nothing for themselves they live in uh poor circumstances they hold these open kitchens for people to feed people every day all this is very appealing you know as a person you would just get drawn to something which appears so selfless so the politics of the religion uh it surfaced much later i mean there was a lot of politics of religion even in arabia at that time but when you're reaching out to people this politics doesn't show itself you show yourself uh with your best foot forward and this is what it how it appears to people"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:03.880",
        "message": "yeah and and you know in the popular imagination these days people will look upon uh those sort of years of you know slave dynasty followed by the mughal dynasty and all of that as mughals are coming and they've subjugated the local people but that was far from the case uh whoever might politically have been in charge uh the you know muslims and hindus work together at all times like shivaji had muslims who worked for him and the mughals had uh hindus and rajputs and all of that uh uh and all the you know armies were mixed at a very memorable episode with manu pillay on this which i'll link from the show notes and you know you sort of uh talk about how this mingling of uh islam and hinduism which led to what you call quote a distinctively regional syncreticism stop quote was almost inevitable and and i'll again quote from your book uh quote muslim authority had also to impose itself impose upon itself other restraints employment of the hindus was a necessity of their rule mehmood of ghazni had a numerous body of hindu troops who fought for him in central asia and his hindu commander tilak suppressed the rebellion of his muslim general niyati jin when kutubuddin abug decided to stay in hindustan he had no other choice but to retain the hindu staff which was familiar with the civil administration for without it all government including the collection of revenue would have fallen into utter chaos the muslims who came into india made it their home they lived surrounded by the hindu people and a state of perennial hostility with them was impossible mutual intercourse led to mutual uh understanding uh stop quote and and and obviously you know i've had episodes on akbar as well and the mughals in general and and you see this syncreticism every day in our culture in our food where we have influences from everywhere in the clothes that we wear i mean uh prime minister modi's elegant churidar kurtas are of course you know without the mughals they wouldn't have been there so all of this is very fascinating and at this time there's another strand that is emerging that is particularly appealing to even non-religious atheists like me which is sufism which is so fascinating and and also becomes extremely popular in the subcontinent almost uh sort of a default way of many people to think about the religion so tell me a little"
    },
    {
        "speaker": "Guest",
        "time": "02:02:16.760",
        "message": "bit about that strand and how it came up see uh sufi uh the emergence of this uh strand of sufis or this group of sufis was as old as the religion itself a lot of people tend to think of sufism as a sect or as islamic sect but actually it was not sufis were just a group of people who believed in uh following the religion in a particular manner i have drawn a comparison between the sufi and ulema ulema was a more dogmatic sort of a person which emerged uh much later with the rise of the caliphate and the earliest caliphate but uh sufis were there during the prophet's lifetime itself and they used to be the people who would be constantly lost in prayer and meditation and with no desire of worldly pleasures so this has evolved concurrent to islam uh in fact in early years there was no distinction between a regular muslim ulema or a sufi or a maulvi or a sufi because everybody was finding the religion for themselves and everything was acceptable the early muslim scholars have actually said that you cannot judge who is following the correct path to islam as long as your principle of your basics are in order as long as you are devoted uh to the first karma which is there is no god but allah and muhammad is his prophet so if you are if you adhere to this basic principle you can find various ways of reaching the almighty so sufism basically is part of this uh tradition when uh this in south arabia after uh there was this preponderance of uh sufis and they had established their khankhas and they were challenging uh the ulemas these hard core so-called islamic elite of learned people who were who had memorized the quran by heart who were working on islamic laws who were qualifying islamic laws uh that was the time when they realized that more and more people were drifting to the sufis because they found the sufis more approachable as opposed to the ulema ulema would be this learned person and obviously if you think you are learned and you know better a certain degree of arrogance comes and then this expectation of subservience comes into you so as opposed to these uh the sufis were very simple people so a lot of people uh would still veer towards the sufis instead of coming to the ulema for their problems so that was the time when they started uh vilifying the sufis started telling calling them names saying they're un-islamic they are actually outside the pale of islam and the vilification started happening so once they were pushed out of uh saudi arabia not saudi i keep saying saudi arabia arabia there was no saudi then once they were pushed out so then they moved into territories like persia they moved into turkey and central asia and india that is how it came in india and uh at one point i am forgetting i have mentioned it in the book uh there was something like 10 to 12 various sufi orders uh in various parts of the country in fact one very interesting sufi order was in kashmir which was uh you know a mix of uh the shahwaites and the muslims so uh and they worked with both and both uh the hindus and the muslims were devoted to this sufi order uh but the most popular sufi order in india has been the chishti order uh which was started by uh munuddin chishti in ajmer and despite the fact that uh muslims a lot of muslims uh hardliners the conservative ulema vilified them they called them names and said they are not islamic at all and the whole practice of sufism is against islam because it encourages idol worship because when you're going to a sufi's mazar your act it is considered that you are worshiping the mazar which is not correct it's it's uh it's a wrong uh interpretation of what people do there despite that their popularity has not waned even today despite the growth of hardliners within islam despite this whole wahhabism the influence of the sufis has not diminished not just in india but you see even in a country like pakistan where there has been a really concerted violence against sufis their dargahs are still so popular which is why they are places of targeted violence because people still congregate there during wars and they still believe that this is where they'll find peace this is where they'll their problems will be mitigated so sufi and one of the biggest factors of spread of islam in india has been the sufis even today if you visit a dargah though now uh it's there are very few dargahs where you actually get a sense of peace and calm because there's so much of chaos and so many people there and a lot of non-religious activities happen there in terms of forcing you to contribute money to this cause that cause uh to the extent of being extortionist but despite that a lot of non-muslims still visit the sufis and a lot of non-muslims have such faith in the resident sufis at various dargahs or people who profess sufism that they treat them like a family advisor they consult them for family matters so it's not just muslims so i think uh sufism has been the biggest driver of islam in this region south asian region so there's uh you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:07.520",
        "message": "one of my favorite bits in this book is this legend which you uh cite and i'll i'll quote that entire paragraph and come to a question that i have associated with it uh where you write quote there is a famous legend associated with the greatest woman sufi ever hazrat rabia of basra who died in 801 ce once she was found running in the desert with a torch in one hand and a pitcher of water in another when somebody stopped her to ask what she was doing she replied that she intended to burn paradise with a torch and douse the flames of hell with water so that people would love god for the sake of god and not for want of paradise or fear of hell stop quote and this is so beautiful and what it also sort of seems to be um almost a subtweet against as it were by current terminology or what it seems to also um argue against is the transactional nature of religion how conditional the love of god can be for uh people you know like at the basic level it's of course do this otherwise you'll go to heaven or otherwise you'll go to hell and do this and you'll go to heaven and blah blah blah but you know christopher hitchens in one of his um screeds against organized religion i think this was in the context of christianity but can hold true for so many others uh wrote about how you know it's basically bribery you you have a god who's threatening you that if you don't do all of this shit if you don't believe in me and me only you're in deep trouble and sufism seems to strike away from this and and you know like i did an episode on nanak panthi with amardeep singh last year at some point in time and it strikes me that guru nanak was also in his original sayings and the following he built around him like a sufi in a sense it's the same kind of thing where you don't need to give it a name but it's like you love god and therefore humanity for the sake of it but there is there are no rituals involved there's no bribery there's nothing transactional and the thought that strikes me here is that i see the appeal of something like this like even to someone who doesn't believe in god like me there's a lot of appeal of sufism and nanak panthi and you know strands like this the bhakti movement strands like this which are not dogmatic and which don't have rituals and all that associated with it but yet at the same time we see that there is you know growing extremism in all the religions where more and more people seem to be drawn towards those extreme ends towards all these rules don't do this don't do that and all of that and that in fact you know seems dominant today though that could just be the availability heuristic and maybe it's just this period in time and we'll be living in a sufi world 100 years from now but right now that's what it seems to me that people get drawn to these harsh dogmatic othering aspects of religion rather than to those sort of impulses that sufism seems to attract what are what are"
    },
    {
        "speaker": "Guest",
        "time": "02:11:55.880",
        "message": "your thoughts on this see there are two ways of approaching the religion any religion one is fear and another is love so what the sufis were doing they said uh you your religion should be premised on your love for god what the ulemas or what the dogmatics were doing that it should be based or it should be premised on fear which is why you hear even among muslims ki khuda ka khauf karo and khauf karo ka yehi hai ki aap jo bhi kaam kar rahe hain aap dar ke kar rahe hain the reason why it appears to us and that sufism kind of lost out to this more extremist form of islam was basically dar khauf is always greater than love i mean love is such a simple and harmless emotion that it it can never stand up to fear if the fear of extreme consequences is so huge that you cannot reason out now what has happened in uh amongst the muslims apart from this fear of god once uh the codification of islamic laws was happening once the the sayings or habits of the prophet were being written down as hadith or treaties the documents of his life was being written down in black and white people started to treat all of this as par uh at par with uh religion itself that these are the things which are ordained by god and we have to believe into this because eventually as i said uh politics also gets into religion basically religion in my opinion is a amalgamation of a number of things it's faith it's culture it's history it's your family traditions it's your fear it's your superstition and it's politics so uh faith alone cannot make a religion so islam was probably faith or what uh prophet muhammad was saying was a very simple uh simplistic faith which i had mentioned earlier uh and which is what appeals to a lot of people but when the religion of islam was being formed then they took into account all these things and then political power or political control over people was very very essential which is why you see the rules the regulations like uh blasphemy came about uh now islam or quran has absolutely nothing to say about blasphemy i mean you can say whatever you want ideally you should not i mean it's bad behavior that you are uh calling somebody names but uh it was not punishable there was if there was no offense in this but when the uh the politics became part of religion because when the muslim empire was being built uh the first was uh the the first uh caliphate i'm forgetting the name now uh and the second basit so when these uh caliphates came and they realized that they are now an empire they have their armies marching all over the world i mean they're right there at the doorstep of spain on one side and they're here in central asia on the other so the political power had to come from only fear i mean you uh have to control the people through fear that then love cannot work you cannot ask a huge mass of people to follow you because they should love you so that is how the ulemas the dogmatic ulemas were cultivated encouraged because they help the political power they help the rulers to uh enforce their writ and the more rigid you become the more power you feel because then you're you're restricting a individual's agency over his or her life you keep telling him that this is wrong and you'll rot in hell this is wrong you'll be burnt in hell so when you are playing on a person's insecurities to this extent you tend to then look for ways which will guarantee you at least some place in some corner of paradise so this whole idea of your own agency your whole own individual approach to religion uh was unacceptable because even one person saying that i do not agree with you and i will do what i wish to do is disruptive it just disrupts your whole setup that you have built of power of religious power political power all enmeshed together so this is something which uh was absolutely unacceptable and progressively as more and more muslim rulers came they took away the agency of individuals further from them which is why there was a time when even secular education was frowned upon because they realized that if you are exposed to education if you are exposed to different ideas you may start thinking for your own and which is why then the seljuk dynasty came and they said no we've established this group of madarsas the whole idea was that religious education is enough when the quran says that education learning is important it means that only islamic learning religious learning is important you need not learn anything else so the cascading effect of this has been that a lot of muslims felt that for them learning about islam is enough to see through this life and they need not learn anything else if you're not exposing your mind to new ideas if you're not challenging yourself then obviously it leads to some sort of a intellectual atrophy your capacity to think generation on generation reduces because you're not using your brain you're not using your uh intellect and this is once you have these pygmy people uh intellectual pygmies then it is easier to herd them you know like a flock of cattle you can just tell them go here go there do this and that is where your whole idea of islamic exclusivism islamic extremism i'm not talking of violence i'm just talking about extremism in the sense that you feel that you're superior you're different from others you feel that you have to be even more dogmatic i mean it is not enough you're praying five times a day now you also need to do extra prayers you also need to do penance prayer it is not enough that you're doing uh you're fasting 30 days in a month uh you have to do additional fasting and a lot of muslims actually uh fast through the year uh every week or every fortnight there's some fast or the other because the five basic principles are no longer enough they need more and more rigidity in their faith to feel that they are better and closer to heaven than others yeah all very fascinating"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:28.120",
        "message": "and and you've described this beautifully in your book where you first talk about islam becoming more and more extreme in kind of a global uh sense and then how that comes to india like you've written about you know the pushback to this coming from uh ibn tamiyyah and then from muhammad ibn abdul wahab the whole wahhabi movement and you quoted from this book called the two faces of islam by stephen schwartz and you write quote uh abdul wahab said schwartz made no secret of his opinion that all muslims had fallen into unbelief and that if they did not follow him they should all be killed their wives and daughters violated and their possessions confiscated shias sufis and other muslims he judged unorthodox were to be exterminated above all uh wahab and his followers despised music which they viewed as an incitement to forgetfulness of god and to sin many sufis by contrast use music as a means to heighten consciousness of god uh stop quote and later you know you have this section on indian muslim sects like deobandis barelvis uh ala hadith and so on and you talk about how they all quote owe their theological development to the vast repertoire of shah waliullah and wahab uh stop quote and it seems to me to be like two sort of parallel strands which are happening here one is that all of these sects which you describe of course come from wahhabism and they have this exclusionary view and uh therefore uh you know you will have the mullahs around having these uh extreme views which kind of feeds into the vicious circle at the other side it strikes me like the question is often asked that why are indian muslims not as extreme as muslims in certain other parts of the world who are who are more radicalized though i would you know continue to stress that muslims are the biggest victims of terrorism worldwide including what is called islamic terrorism so we should kind of keep that in mind and not paint with uh too much of a broad brush but yet indian muslims haven't uh been radicalized to that extreme and it seems to me that one reason for that would be that a lot of indian islams has sort of you know imbibed the those sufi kind of traditions and not uh you know the radical kind of islam that comes from these sects that you describe so tell me a little bit about this uh how through the centuries this tension has played out between uh the lived islam of many people which takes more from sufism and is like chilled out and musical and all of that and with the more radical kind the more political kind"
    },
    {
        "speaker": "Guest",
        "time": "02:21:59.640",
        "message": "see the as i mentioned the radical islam basically was a pushback against this uh growth of sufis and the influence that sufis were building over the muslim mind okay i'll go a little back in the history when uh after the death of prophet muhammad the first khalifa was appointed he came from a very powerful koresh tribe now this koresh tribe was opposed to the prophet uh when he was propagating islam and these early battles of islam were between the koresh and prophet muhammad and his followers but when the koresh embraced islam then they feel they retained their political power which they in any case had earlier also so the first three khalifas were from the koresh and this only reinforced their power and this is when the codification of laws started the fourth was uh hazrat ali who was a prophet's uh nephew and son-in-law so uh he was from his tribe which was not koresh so this political power when it was vested in this koresh tribe and they were trying to uh and after ali's assassination it went back to the koresh because uh muhaviyah who assumed uh caliphate after ali's assassination was also from the same tribe uh so this they were conscious of the fact that they're not regarded as noble as the earlier caliphs were or uh ali's had ali had a huge reputation i mean even today all the dargahs and everywhere you go uh it's ali's uh name which is invoked you know ya ali madad or ali maula you hear sufi music it's uh his name is invoked because he had such a he had captured the muslim mind in such a huge way that uh the subsequent uh khalifas they are caliphs they realize that they do not have that spiritual legitimacy so the office of a caliph was then uh bifurcated the political power vested in the person who assumed the caliphate and it became hereditary and the uh spiritual power was vested in the ulema this is something which happened when saudi arabia came about when ibn wahab met with the ibn saud and they said okay let's divide this country i'll control the religious part of this i'll control the islamic part of it you control the political part so it was like a compact so the early evidence of this compact was during the reign of the hereditary caliphs now caliphs originally were supposed to be elected by the people but once it became a non-elective it became a hereditary and it became an empire then they felt that there was a need to have a religious a powerful religious person who would kind of ensure that the people remain devoted to the uh the ruler the and religion is i mean as we see in india today also religion is a huge motivator i mean nothing binds people together uh more strongly than a religious directive from some kind of a religious head so that is how these ulemas were being cultivated they became a conduit between the people and the ruler and because they were now on the payroll of the ruler so they were not representing the people to the ruler they were representing the ruler to the people so their job was to uh tell the people that what this guy is doing what the ruler or the khalifa is doing is correct this is islamic and this is islamic uh sanction for this various fatwas were being issued and the moderates or people who were deemed as somebody who could question them were increasingly put outside the veil of islam this harassment this uh targeted um pushing them out of the society or ostracizing them all this started happening around this time so all through uh and this started within two centuries of prophet's death i mean it was not so bad as it became in the 15th century onwards after ibn tahmiyyah onwards but this division had started to come then this was also the time that uh now quran is a book of reference it has verses it has some prayers it has a lot of things uh it has some some guidance or some direction to how a person should be leading a honorable life but it doesn't have law so what we call islamic law is actually not part of the quranic law quran just gives you direction the only issues which it really addresses with a lot of force is uh divorce marriage and divorce and usury and all that so there are few things which it addresses uh very forcefully the other things uh crime punishment all this are suggestions so this was left to uh i mean the quran didn't say that rules should be made but when the rulers came and the empires were being built and they felt that they needed a uniform islamic community like a ummah so the laws were being codified based on what they understood of the quran so these ulemas who were sitting down and writing islamic laws they started interpreting the verses and they started laying down the law writing down the law in great details so this is actually because these were from arabia these are arabs so a lot of their interpretation stemmed from their own historical uh background what they have their own lived and experienced their own tribal culture their practices so that kind of crept in uh the laws so what we see uh in islam they say that if somebody if a person steals you cut off his hand or uh uh you stone a person so this is not there uh this is not really a divine law this is a law which has been codified subsequently because this is with the tribal practices so this these practices obviously have to evolve with times but unfortunately most countries have their own laws but i'm just using this as an illustration to say so when you're trying to dominate or rule or govern a huge mass of population you needed very rigid laws so that the fear of law and fear of god could be instilled in the people so for that sufis were a liability because they were saying that there's nothing to fear if you've done no harm no harm will come to you so that is how this whole tradition with you know of sufism veering away from the classical or dogmatic slum started happening this cleavage kind of widened and widened why this did not happen so much in india until recently until the late 80s not it is until recently actually in late 80s the process started uh was because uh unlike the popular narrative slum did not come to india through uh the clergy or through the uh rulers it came through largely traders whose interest was very uh small-time business you know just wanted to live their life and earn a living and be happy or sufis so our uh slum that we imbibed here and sufis also ensured that a lot of local traditions were married into their islamic practices which is why in india you find a very not just india if you go to indonesia also it's a very rooted geographically rooted kind of a religion you have not completely alienated yourself from your geography from uh the customs traditions of your ancestors so it's a very nice balanced amalgamation of history faith culture and what you think today is pragmatism so that is probably one of the reasons why uh indian muslims had no reason to get radicalized to the extent as you see in certain parts of the middle east and north africa unfortunately in the 80s when a lot of muslims started going to the gulf for job and see this is again i'm coming back to the thing my earlier point that if you are pushing a group of people a large mass of people out of the mainstream because of your own prejudice then they have to find some ways of surviving so because of this prejudice was okay not so vocal then but discrimination was still there so a lot of muslims who were not getting jobs in the mainstream who were not finding employment at par with their educational levels they started looking for opportunities abroad and the big opportunities opened with the discovery of oil with the in the middle east and a lot of muslims started going there so these people when they were exposed to that sort of a religious practices and in a sharp contrast to their very laid-back amorphous sort of a belief that you do whatever you do they realized that very clear-cut principles of islam very clear-cut formula that you must do this you must do that and anything which is made harder it looks more real i mean unless religion is hard to follow what is the point of following it so these people when they came back they brought that sort of uh rigidity with them so that is how you find a lot of uh muslims now not being content with the islam they have been following and they want to follow a more arabized form of islam and uh but thankfully even this has not led to radicalization for the simple reason their roots of the local elements are too strong for them to really veer off track completely so let's again now"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:50.840",
        "message": "go back to uh history before we come to the current day the one sort of the the til the thing i had absolutely no idea of the one thing i learned from your book was the importance of 1857 like of course we know the importance of the 1857 rebellion in terms of what it did for the freedom movement and colonialism in india and all of that but it was also a big factor sort of the later hindu muslim divides that happened the british played a role in that 1857 had so much of a wider resonance that i had not known anything about that so tell me about that why was 1857 so uh important even in uh sort of this uh particular context"
    },
    {
        "speaker": "Guest",
        "time": "02:33:33.120",
        "message": "see 1857 though a lot of people had risen against the british power they did it under the mughal emperor now the muslims felt that this will restore the muslim power back in india if you recall this is it was a period where muslim power or the mughal empire was actually only notional i mean bahadur shah zafar had no writ outside his own uh fort the marathas were controlling large tracts i mean even before the british it was already empire on its last leg so a lot of muslims thought that this would restore the muslim power now power is associated with glory it's associated with the influence and a lot of things so they they were fighting the british for that they were fighting the british to reclaim their lost power lost glory the non-muslims the hindus were fighting to throw the british out or their own grievances against them because of various policies of usurping territories like jhansi and other places so they had different motives but once this uh war was given a color of jihad and which is understandable because jihad religion as i said is a huge motivator so a clarion call for war uh usually if you have a religious call then more people get motivated to go do and die type so when this happened a lot of hindus especially the business community of delhi the rich money lender community uh the traders of delhi which were all hindus uh they were jari of what was happening and a lot of them had started thinking okay that is let this bloodletting happen between the muslims and the british and we'll see which side wins and then we'll take our sides i will reveal our cards then so once this was happening uh and there was mass killing of muslims reports came out people i mean it's not difficult to hide that who was telling on them who was the informer who was talking behind their backs or who was supplying equipment or money to the british so this deepened the fissure now uh the other thing was the british themselves were because of the history of uh rebellion in various of colonies from north africa to other parts and the long history of crusades which have been like really really uh harrowing bloodletting between the muslims and the christians so they in any case had a very deep prejudice against islam uh if you recall even today much much before the vilification of islam started in india it used to happen in the west and even today this whole characterization of islam as a primitive religion caricaturing of the prophet it happens in the west more than it happens in india because probably there is some sort of rebellion now that defines that why should we listen to them if they're offended let them be offended but it also stems from the fact of their history so a lot of this desire to offend is also a desire to humiliate it comes from that so in uh that was the time when they started uh cultivating this notion of muslims as uh uncivilized barbaric people this whole idea or this whole narrative of victimhood uh was cultivated by them and imbibed by the hindus who suddenly thought who found themselves uh that muslims are no longer the rulers so the british they kind of became allies with them against the muslims and they felt that with this we can regain our power in any case they were better educated because muslims traditionally did not uh imbibe secular education so their influence on the society was largely through uh music poetry art culture it was not through education so when the british came and the modern society was being shaped so muslims were outside the pale and hindus were employed uh in high positions across the board so uh that further created the fissures and facilitated this narrative a hindu narrative of victimhood of centuries of victimhood to grow and develop and there was no counter to this narrative because uh the intellectual capacity of the muslims was so weak uh despite the fact that the mughal courts had historians they had writers but all that was in the past by the middle by the early 19th century uh they were actually very badly off intellectually or financially uh the only thing they had was culture but how far could culture go yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:56.360",
        "message": "no it's like just to kind of sum it up and you can tell me if i'm processing it uh correctly the 1857 revolt was interesting because number one radical muslims saw it as a chance to appropriate the struggle and uh sort of go at the forefront you know it was fought under the banner of the mughal emperor so to say so uh you know muslims came along and and the british sees this you know this was a great opportunity to divide and rule you've spoken about how they fanned the narrative of hindu victimhood which again has a colonial beginning in a sense as far as narratives go or at least a colonial propulsion at this point and are you right as far as the ordinary muslims are concerned you're right quote the muslims felt let down by their leaders cheated by their hindu neighbors and disillusioned by their faith they had believed the ulema who told them that as in the historic battle of badr allah would intervene to ensure the victory and so as a defeated people tend to do they became dependent and inward looking and then you write about how quote the ulema were quick to turn this to their advantage they claimed that while the muslims cause was just their faith was weak hence the faith needed to be strengthened stop quote and you write about how all these sort of uh sects inspired these sunni muslim sects inspired by wahhabism like the devbandis and barelvis were a consequence of you know grew in power at this point and you write as a result ordinary muslims started shrinking away from the national mainstream increasingly identifying with the idea of the global ummah besides his development one of the effects of the 1857 revolt was the erosion of the economic and educational foundations of the muslims stop quote and this of course has a cascading effect you know one of the prominent muslim leaders we remember in our history from that period is of course saeed ahmad khan who started the oligarh muslim university later and all of that but you point out that how he was almost a minority figure within his community in the sense that you know people just turned away from that kind of secular education they turned away from modernity and that is a sort of a trend that has continued ever since in india tell me a little bit more about that and also my other sort of related question is that what then seems to happen at this point or what at least comes into stark relief at this point is the dual notion of the ummah on one hand and the nation on the one hand where you can ask you know where does a muslim belong if i am a muslim am i an indian or do i belong to the larger muslim ummah and am i looking to sort of the caliphate for my source of identity so this is also a tension that's sort of playing out in all of these years and has a consequence on our politics as well so tell me a little bit about these different kinds of tensions one muslims turning away from the mainstream almost sort of in an intellectual sense ghettoizing themselves as it were and and then these growing conflicts"
    },
    {
        "speaker": "Guest",
        "time": "02:41:44.760",
        "message": "between ummah and nation i'll answer the second one first see this is a misconcept and again a part of the vilification which started with the british in and around the 1857 revolt that muslims there is a ummah they are not subservient to the regime they are not they don't consider themselves citizens of a particular nation where they live their their loyalty always lies with the central figurehead of the caliph now the thing is that if you see in india even through the various muslim dynasties starting with the delhi sultanate there was no connection with the caliph so much so that during the reign of akbar he actually challenged a caliph in the sense that he said he was deserving of being a caliph so and india was never a islamic country despite this long history of a muslim rule preceding the mughals also it was never declared a islamic country that was one of the factors that it was always out of the pale of the larger muslim ummah because it was considered a country where majority is still not muslim so it did not qualify as a islamic country so the muslims in india have always been rooted in in this country uh which is another reason that though muslims go out for employment uh you do not see muslims settling down in a lot of foreign countries the majority of guys who go to the middle east for employment they work there they earn their living there send remittances back home and once the job is over they come back here you don't see that muslims are going in containers and somehow getting into canada or get getting into some place because just they feel that they can have a better life there uh even when partition happened and they were promised a muslim uh country islamic country majority did not go the rich went primarily because they thought they will work far there uh as opposed to india or as opposed to hindu india but the middle the lower middle class the poor they did not go because they have been so rooted to the land i'll give you the example of my own family we have been the most immobile family in my family nobody has moved anywhere in life uh physically uh we uh i grew up in agra the maximum i went out was uh come to delhi and live in this area my entire family we are all in and around agra for generations we have lived here so our this fondness of staying in a place and identifying that with that place identifying with that the culture of that place the food of that place i mean i still hanker for street food in agra people say the best street food is in banaras or lucknow but i keep saying no no agra is the best and i know which hawker sells the best stuff so uh this rootedness uh has in in india has ensured that there is no concept of umma no muslim looks up to anybody in any case there is no global muslim leadership anywhere so what is that muslim looking at or looking for you don't find any indian muslim forget going to palestine or forget going to afghanistan to fight uh nobody even raises a voice for kashmiris i mean kashmir is a part of india and kashmir has been suffering this roiling insurgency since 1989 and so many atrocities so much of violence has happened against the muslims in kashmir but uh you don't find mainstream muslim in any other part of india uh emphasizing with them or raising their voice in their favor so this muslim brotherhood is actually a concept which has been fanned by uh vested interests from time to time to just uh question their loyalty to the country of uh residents of the country uh their nation because it also helps you build a narrative of that they cannot be trusted that their fifth columnist their loyalty doesn't lie here as gold barker had said that so it it fans that it fuels this narrative which is why everybody from time to time talks of the muslim umma there is no muslim umma i mean each muslim from different countries are very distinct from another uh muslim uh uh japanese not japanese extreme example but a european muslim who's uh not a migrant who's not gone from north africa who's a european because he uh was converted while being uh in europe is very different from a sri lankan muslim or a bengali muslim similarly a bengali is very very different from a tamil muslim so they wherever they are uh they are extremely rooted in uh their geography in their history and in the traditions of that particular place even in terms of costume uh muslims from bengal would be wearing a sari in a particular fashion and muslims in tamil nadu would be wearing in a particular fashion but a punjabi muslim will not be wearing a sari like a punjabi hindu wouldn't wear a sari so this is a second part i'll come to the i'll respond to this"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:44.480",
        "message": "quickly where i completely agree with you as far as uh you know about uh uh muslims here or in fact anywhere else for that matter being rooted in their local circumstances and all that i completely buy that which is why it uh you know savarkar was playing such a devious game in his toxic book hindutva where he spoke about how the only indians are those whose motherland whose place of origin and place of worship is india and he said muslims aren't because they owe their allegiance to mecca which was not true at all at a social level but nevertheless there was a political strand and i'm you know specifying political as opposed to social or cultural there was a political strand which did look to the caliphate for example uh and it's very consequential to how our history turned out and i'm referring of course to the khilafat movement of the ali brothers where after world war one was over they demanded you know the khilafat movement demanded a sort of reinstatement of the caliphate as it were and that became consequential for us because mahatma gandhi who at that time hadn't really become the leader of the congress so to say tied up with them as uh you know as a tactical means uh and became the leader of the congress which caused jinnah who until that point was a great moderate leader in the congress to walk out in disgust and say what the hell is this because it was of course incoherent because gandhi is talking about the nation and the ali brothers are talking about the umma and the and eventually of course that alliance fell apart but proved to be really consequential and i totally agree with you from my limited experience and readings of course that um you know most muslims are just rooted in their circumstances but nevertheless what is happening in modern times and this is something that you describe later is that you have these saudi petrodollars coming into india where uh you know they are setting up these organizations all over the place and they are doing what like at one point in the context of asam you write a quote today the traditional mikhla chador of asam is being replaced by so-called islamic dresses like salwar suits or shararas complete with the hijab stop quote so at a political level there is an effort to uh sort of go beyond uh the local specific sort of you know leave the mikhla chador aside and put on the hijab so you know does this worry you is this increasing is it part of the vicious circle of extremism that's kind of uh going on there are two things"
    },
    {
        "speaker": "Guest",
        "time": "02:50:09.160",
        "message": "here actually you have asked two questions the first is the khilafat now see this whole khilafat movement uh this is exactly why i have written that muslim politician is absolutely irrelevant because he doesn't represent his own people so at the during the freedom struggle when everybody was veering towards fighting the british there was a group of uh people which ali brother johar uh muhammad ali johar and his brother their priority was amorphous concept i mean even the turks didn't want the caliphate to survive i mean they they were tired of it but because these ulemas i mean not ulema they were not ulemas but they they came from a strand of religion which was driven by ulemas uh i don't know if you read uh maulana azad's india wins freedom he describes uh this meeting with gandhi and uh where this maulana basri and all these people are there and uh ali brothers are there and they said our priority is that the caliphate should be restored and people like him and people azad and maulana azad and rafi ahmed kids by and they were perplexed they said but that is not our agenda our agenda is something else so even at that point these people these group of people they their uh worldview or their concept of what muslims should stand for or what muslim politics should stand for was very different from what people wanted which is why in the early years muslim league had no support uh they had no ground support it was only a party of leaders and party of petitioners they didn't have ground workers the ground workers came only when jamaat islami aligned itself with uh muslim league that is when they got that street bar and they could carry out their violence and uh other things but as long as uh it was strong of jamaat islami they had nothing they had nothing to stand on which is why even jinnah when he came and he drifted into muslim league muslim league had no base in india that base was built only once jamaat islami kadar came and jamaat islami kadar was in any case hugely uh dogmatic because of madhudi's uh philosophies in fact madhudi's influence went well beyond india even muslim brotherhood uh they uh drew inspiration from madhudi's writing he's supposedly the first person who has given some kind of a concrete shape to the concept of political islam so all this happened later uh now coming to the second part of your question which is that uh in assam what is happening the petrodollars this is what i refer to as arabization of indian islam this is again it's not radicalization it is actually in real sense arabization because the earliest islamists also they felt that because islam came to arabia so arabs were the chosen people though prophet in his last sermon has said that arab is not superior to anybody else and all people are equal but arabs have always maintained their superiority even in the present-day politics their biggest rivalry has been with iran only not because asia sunni is one part of it the other part is this traditional uh rivalry that historical cultural rivalry because persia was a very evolved uh nation well even before islam came well before islam came whereas arabia was a primitive group of tribes so they really did not have a society as sophisticated as learned as persia had uh iran had so this rivalry uh is comes from there so when uh they realized that in the indian subcontinent or a lot of the central asia the persian version of islam despite being sunnis uh their mannerism their language their literature this is becoming popular in fact that persian language was part of our indian uh language the court language well after freedom also independence also so when they this obviously was a huge inferiority for the arab society or arab politicians because they were feeling themselves thinking we are the chosen ones we should be predominant but because they had nothing to speak of no economy until the oil uh was found uh they couldn't do much about it so once they had the resources they started this export of their version of islam in great earnest and it spread rapidly but see in india despite this it did not come in a very violent fashion as it happened uh in parts of pakistan and afghanistan fortunately because again there is no umma it's just a very rooted geographically limited or located religion that people are imbibing arab practices they are trying to find a arabized version of their practice of islam whether it's in language and dress and saying allah hafiz or in saying ramadan and salat instead of rosa and namaz and so they're doing all this but it is limited as of now it is limited to only that it is not really translating into extremism or radicalism and uh i'm just leading you on uh that is also the reason that despite this whole idea of terrorism uh islamic terrorism in india and our government keeps saying that terrorism is the biggest threat to humanity i do not believe that we have terrorism is a problem in india i do not believe that our threat is terrorism i think it's complete propaganda yeah i mean"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:28.800",
        "message": "i agree with you it's just a no-brainer that you know we don't have that kind of terrorism here if it's if anything it is it comes in from outside let me take you back to the other question though which you know in on this show there are a lot of digressions because we discuss so many things that we just jump from one to the other but the other you know i'd ask two questions and the other one was this then tendency to look inward to become you know after 1857 the ulemas get more extreme and they get more of a hold and you speak about how muslim society then turn inwards it is distrustful of secular education it buys a rhetoric that all you need to know to you know prosper in the afterlife or whatever is knowledge of islam and the quran and all of that and that becomes um and in a sense a modern uh sort of illustration of that is that incident you describe from your own life where at the age of 16 while you are writing essays to get into universities abroad one of your cousins is being felicitated for memorizing the quran so tell me a little bit about this sort of drift and how it kind of harmed the muslim community here and i suppose it is possibly related in some way and maybe you can expand on that but what you said earlier also about muslim political leaders not really representing the people at large per se so tell me a little bit about you know these two strands and the kind of marginalization"
    },
    {
        "speaker": "Guest",
        "time": "02:57:52.800",
        "message": "that is resulted in see the ulemas in india have always been very conservative very dogmatic so it's not that they suddenly became extreme because uh the source of their islamic learning came from largely from shah waliullah who was exposed to this sort of islam when he went for hajj to arabia and he was though there's no evidence that he met up with abdul wahab but he was familiar with his works his writing so when he came to india he thought he sought to reform indian islam which he thought was had fallen on bad days because people were had adopted so many customs and cultures of the local people so when the indian ulema class developed it grew out of he he ran the very successful and very prestigious madarsa in delhi that madarsa rahimia so when this learned class of indian ulema came mostly emerged from madarsa rahimia so they were always like that what happened after 1857 when your financial power was taken away when you were economically degraded with so much of loss of life and hope of future was looked very bleak so like all disillusioned all weak all disheartened people they try and turn to religion and they try to turn more and more to dogmatic and religion because it's not only comforting it's it kind of takes away your your attention away from your present misery because it just promises you great things which will happen to you in the future so this is uh what was happening to the muslims because there was so much in uh this area i mean the widespread bloodshed that happened after 1857 i mean if you read the old account it's in the north india there were villages which were wiped out so people at that point they had no uh way of uh you know finding some kind of support who could they turn to the emperor was no longer there they were uh rudderless they were leaderless so at that point the ulema smoothly moved into this space and muslims in any case had a historic tradition of looking up to a religious figurehead as um as a ruler because you have a history of caliphate where uh the early three uh four caliphs were also they were both spiritual as well as temporal leaders so for them to accord the leadership status to a ulema or to a group of ulemas was not very difficult they just thought maybe uh this is how we'll uh reclaim our lost uh glory power or whatever so that that is when the ulemas started wielding a disproportionate influence over the uh population syed ahmad khan uh was part of this delhi elite and his family had witnessed the wholesale massacre but because his family was aligned with the british they were in the service of the british so they didn't suffer the repercussions and he used his association his family's association to get concessions from them to try start up a school for muslims that is how anglo-arabic school then metamorphosed into the university illegal muslim university british also facilitated his visit to oxford and cambridge so he could see uh what how a modern university is designed and how it operates but uh because a large number of muslims were now closely aligned with the ulema uh because first mover advantage ulemas had moved first so they managed to get a bigger support they did not want to join the university because there was a constant tussle between the ulema and sir syed there were a lot of fatwas which are issued against sir syed uh saying that he's promoting un-islamic practices he's promoting kufr or even sin amongst the muslims so he he was trying to convince a rich landed muslim gentry the landlords uh the taluk dars that you send your kids to the sons no daughters uh to my institution he was trying to convince the ulema that look i will ensure that they get islamic education which is why the whole curriculum of aligarh uh university was uh modern but islamic at core so their prayer they did ensure that there were prayers happening they did ensure that some sort of islamic dress became a uniform there that sherwani aligari pajama and all of that so he maintained he ensured that the cultural ethos of uh north indian upper uh caste and class muslim is in place and a modern education is also there which is why this very modern elite muslim elite emerged from the early years of aligarh university which eventually moved to pakistan so that was uh his contribution but then one aligarh university is not enough i mean even today they cater to some uh 4 000 students i mean it's it's a drop in the ocean and at that time it was much smaller but uh it was not only that even uh sayyid ahmad khan's focus in those days was on educating the elite he was not uh in the favor of expanding this uh doors of learning or opening these doors of learning to um lower class or lower caste or poor muslims as well as women he felt that women cannot be better or more educated than men because it will disrupt the family harmony so as long as they are quran literate and they are good enough to teach their kids uh the quran so it's fine so this conflict between so-called modernity and uh conservatism uh continued till uh for many years till uh leading up till the partition because if you see this early muslim leaders were all from this aligarh stock which is why muslim league earlier was called the aligarh party because it produced these early class of sophisticated muslims articulate learned people with fancy libraries and studies at home who would be you know who'd be so rich that they needn't work they would just dwell on poetry and literature and classical music so there was another reason why uh the influence of ulemas did not weigh even after uh independence because when the pushback from the lower classes and the lower castes of the muslims they it started i mean this upward mobility started after the partition uh these were the people who again the ulemas target and these are the people because of poverty are the first ones to go to a madrassa because at least that ensures some amount of education to the child so the the influence of the ulema has remained strong over uh the community until and unless people who have really been disruptors who have moved away uh forged their own paths and their own education whether in a muslim institution or a non-muslim institution and they have been bold enough to question the ulemas and there has been a substantive number of muslims who have done this uh since um the independence movement maulana azad was one of them he he was completely removed from this traditional ulema led or aligarh led community of muslims so there have been people like that and probably even today there's a kind of a balance there's equal number on both sides unfortunately the the moderate is usually uh silent because uh for various fears i mean he is viewed as a renegade muslim by the conservative ones you know like an apologist and he's viewed only as a muslim even by a non-muslim by a non-muslim they don't really see that okay so this person or this uh muslim is not a conservative fundamentalist dogmatic muslim they don't see they when when they are targeting you or when they want to vilify you you're only a muslim so this this class uh by and large remains invisible and silent because you don't want to draw attention to themselves which is why when we are talking of a muslim society you keep thinking about very rigid conservative people who are driven in largely by the ulema which is true a group a substantive part of the society is like that but there's also the other group which is not like that which is individualistic which has uh which has uh aspirations or dreams or desires like anybody else who do not really identify themselves with the community per se but with their own socio-economic milieu where a middle-class muslim they see themselves as a middle class and like any other middle class they're they're struggling to go on an annual holiday they're struggling for a next promotion and job they're trying to get a scholarship so this class is also there and they they are convinced and more and more for in the last few uh years since probably the last decade they're getting it more and more convinced that the more they hide themselves better they will be able to go ahead in life i mean it's not just a question of survival it's also a question of leading a decent existence"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:22.520",
        "message": "no that's that's really tragic and resonant and you mentioned that it's become worse during the last 10 years and and there are multiple reasons for that one of course is the rise of the bjp which we'll talk about and uh you know how virulent everything has become but as far as moderation is concerned like when you were telling me about the moderate muslim yeah of course the radicals will think he's not muslim enough but then for the others there is you know a moderate muslim can never do enough to convince him that he is not like the radicals and that is in fact a tendency that i see in other domains also it's not just about islam it's saying the domains of politics where for example the word centrist has become a pejorative on twitter where people will call shekhar gupta a centrist as if you know it is a pejorative and something really bad because what you have is uh you have these echo ideological echo chambers on social media and they have their purity tests and it's a race to extremism as you know within those echo chambers people will keep signaling their virtue to get higher and higher and one way of doing that is by castigating those who are not pure enough so if you don't belong to those echo chambers like i i suspect the vast silent majority uh then you might as well just stay silent um you know why invite that mob upon yourself and i guess that's true in the context of anything that you know i think social media also has exacerbated this drift towards the extremes now one of the sort of parts of your book which i was struck by and also saddened by is when you talk about this um you know person who does odd jobs and his name is g arun and uh which is an odd name but one day you discover that his actual name is uh muhammad zia ul haq which he tells you and you know two other people are sonu and bablu and one of them one day tells you you know in confidence that hum bhi musliman hai and this is really sad because it's almost as if they have to hide their identity from the others around them so that there are no consequences just as a matter of precaution again going back to annie's quote about you know home is not just where you are safe but where you are visible and these are not people who feel comfortable enough to be visible and they go to the extent of you know hiding their names and calling themselves sonu and bablu now you've referred to sort of five historical reasons why there is this sort of distrust still has grown between hindus and muslims and why you know they are in this state i'll quickly skip through them and then ask you to elaborate yeah one there is partition where nearly eight million muslims cross over to pakistan and a sizable proportion of these are the elites it's almost as if all the elites who can afford to go just go and what you have left behind is the slightly lower classes and so that there it has a devastating impact then the bloodletting that happened during partition leads to distrust so uh you know starting with siddharth patel who doesn't want any muslims in the uh you know in the levers of government so muslims are filtered out of the army and the bureaucracies and you quote najib jung at one point uh saying even about the modern times that quote muslims on a selection panel may be hesitant to push for a muslim candidate for fear of appearing parochial or communal stop quote and and then this leads to the other factor that a lot of muslims feel hey we won't even get a fair deal so you call it the reluctance to even try and they don't even sort of make the effort you again quote wajahat habibullah saying quote there are two issues here actual exclusion of the muslims and the feeling of exclusion from the national uh mainstream stop quote and and of course they haven't then got um you know because of this day in secular education they're not even educated enough they uh you know and and so they have uh less opportunities of getting ahead of course some of them go to the gulf and all that but you speak about the consequences of that the exposure to wahhabi islam uh you know the remittances which disturb the social balance as you put it and finally you talk about how we are now in an equilibrium where there is tremendous insecurity among muslims in india so uh and of course there's also the sort of uh the political influence of uh what uh happened when the bjp kind of um came to power and all of that which you know pushed uh the muslims to further um extremes so tell me a little bit about all of this that you know the way these factors kind of pile up it almost seems like you know it was always going to be this way i mean um which is very kind of so what's what's your sense of where uh muslims are today like where is this going is there a is there a direction in which this is going that makes you despair i hear affluent people of all religions actually but also muslims saying that we want to leave the country i know people who've already left because of the way uh things are going so what is your sense of where things stand today like we are in 2021 for god's sake you would have thought we've you know we've been globalizing through this period uh we've been exposed to the whole world all of that are we going backwards what's going on i think let's look"
    },
    {
        "speaker": "Guest",
        "time": "03:13:37.360",
        "message": "at it from a different way today uh i have quoted the figures in another chapter i think marginalization of indian muslims the rss outreach through educational institutions and professional uh coaching institutions is phenomenal they are uh churning out 20 lakh nearly 20 lakh students uh from their various bharti schools all over the country every year now if this has been going on since the 50s these schools you can imagine the mass that they have uh created the then see the other side yeah in the same way they have uh our uh bureaucracy our civil services the kind of people who are uh joining the bureaucracy are mostly from small towns mostly from quasi villages or you know villages on the verge of being towns a lot of these uh people uh they have schooled at some point of their life in a rss run school or when they do this pre-is coaching or pre-army uh the ssc coaching when they try and do that they do it in a rss run school which institution a coaching center so this outreach is so huge and this kind of deliberately misleading version of your history which is being taught to them uh it becomes truth i mean why will you question it why will you think that you have been taught something which is completely false or which is not correct or which is exaggerated uh because if you've learned this uh it's part of your uh mental makeup now a lot of people think that history is nonsense history is it's of no use i mean you do sciences you do math you do computer sciences but the truth is at some point in your life you have studied a faulty history and that never leaves you that impression never leaves you take for instance partition we hear stories about atrocities that hindus and sikhs have suffered in partition we we have this uh this collection of stories from people people who have suffered they have and they have passed it on to the next generation to the children to the grandchildren they talk about it but the similar stories are also being collected in pakistan i mean it's not that there was no massacre of muslims i mean there was massacre of muslims also but when we recall partition or when we talk of partition and how how badly we have suffered we do not take into account that they have suffered equally so it's a collective suffering on both sides but in our narration it's one-sided then this narration goes further on then you talk about uh you bring in the ummah you bring in the islamic terrorism you bring in uh appeasement of muslim you bring in so many various factors to create an image of a community which has wronged us wronged the hindus they have their loyalty to india has always been suspect they have been fifth columnist they are the ones who get the best of the government policies i mean you you see even today people actually genuinely believe that muslims get the best of government policies the the policies favor the muslims which is not correct so when you have these kind of narratives coming from so many different sources why won't you believe that these are correct it's very difficult to sift through them and to tell people that look this is not true this is the other side you listen to the other side so when we talk of muslims becoming uh you know getting pushed out the muslims not trying enough in india muslims getting disillusioned or muslims being marginalized or muslims getting you know towards some kind of radical islam all all of this is a consequence of uh the realization this is academic uh information for a lot of people but for muslims this is something which they have grown up with uh in a small towns maybe it was much less when i was growing up i didn't see this in my face but uh in delhi when i came a big city which is supposed to be more modern which is supposed to be more liberal than agra which is like back or beyond i mean not really but in a manner of manner of speaking so when in a big town where people with a greater exposure have this sort of a perception of muslims where there is no curiosity of finding out about them uh it would automatically put you in a kind some kind of a reductive shell you you feel that maybe i'm not welcome or if i'm welcome then i'm being suspected all the time or you start doubting your own relationships with these people uh that uh whether they really are my friends or they're not or whether they're talking about me behind my back uh whether they gossip about me or whether they make fun of me the way i behave the way i dress or whatever or my my educational background so there are so many things which now then become part of this mindset which we are uh which we have kind of uh seen happening uh not just in the last 10 years but for many many years but now it is in our face because it has been growing so when we talk about what is the future i i feel that it is so difficult to actually penetrate this uh disinformation uh it's not even a campaign now it's like a wall of disinformation which has um uh which has been built all around us so it is so difficult to penetrate that but unless you penetrate this how do you tell them to see the right from wrong so the fate of muslims is not their fate alone i mean their fate is so intrinsically linked to the fate of how we go forward how as a nation we go forward are we going to be a modern progressive forward-looking country or are we going to be a country which is always thinking of historic wrongs which need to be righted now so which is why even when i was writing this book i was not thinking in terms of addressing only muslims my idea was that i need to make some kind of an effort that i'm reaching out to people and telling them that if you just have an open mind and give me a little time to read through a few things check for yourself check i mean their historical evidence is available everywhere so you just check for yourself whether what i'm saying what i'm writing is correct or not correct then real thing i mean if you just see around you don't even have to uh make an effort if you just try and look around and with an open mind you'll see what kind of people are uh all around you what kind of muslim people are around you you look at the muslims who are working in your offices do they do they fit in the version you have of them in your mind you see the muslim in your college is that the person you think a muslim is supposed to be then you'll realize that actually it is not difficult to break through your perceptions big break through your prejudice which you have inherited from your probably your parents or your leaders or yours or which you learned in some school you went to and that is the only way we can actually collectively move forward muslims cannot move forward on their own they have"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:59.840",
        "message": "to move forward with everybody else no man is an island i'd urge my listeners to read your book because this is really only a small sampling of it everything that we've discussed today and to really discuss your book properly would take 30 hours and not three and i don't want to inflict that on you so i'll move away from the book for a moment and end with some larger questions your thoughts on some larger issues and one is something that i don't have an answer to which is how liberal are we as a society for example at one point i did an episode with jp narayan the politician and i mentioned to him that india is a deeply illiberal society and i hardly need to elaborate on that the way women are treated the way minorities are treated the caste system blah blah blah and he said that if you look at it another way we are a deeply liberal society in terms of our lived life the way that there is a lift tolerance there we assimilate so much from so many cultures and all of that and i get it that there is a stand of that also now when i look back on indian history in the last sort of hundred years what what kind of strikes me is that what is happening today while it has come to our politics this sort of othering of muslims and this very toxic polarizing politics while it's come to our politics today while it's gained dominance in our politics today rather it's always been in our culture something that i got a slightly deeper realization of when i did an episode with akshay mukul who's written a brilliant book on the gita press and one sees that you know when you look at the bhagavad you know their version of the bhagavad gita selling 70 million copies and the kind of things that they sell not just the bhagavad gita which anyway everyone should read it's a great book regardless or whatever but the other kind of stuff that they sell including uh you know much of like you know what i learned from reading his book was how old these campaigns like love jihad and the campaign against cow slaughter and all of those actually are it's not something new it's they've gained dominance in politics recently but they've been around in culture for a long time and my sort of sense and the sense that kind of gives me some hope is that we all contain multitudes so therefore somebody who might on the one hand be drawn by abstract notions of nationalism or india is for the hindus or whatever might also have other aspects to her personality which are much more tolerant and assimilative and therefore uh you know one hopeful hypothesis is that what currently uh the people in power have managed to appeal to and what has currently become the dominant narrative strand is this particular strand but there are other strands which are possible because there are you know we do contain multitudes we are illiberal but at the same time we are liberal what is your take on that you know is there uh you know like someone once said whatever you say of india the opposite is also true so is that something that you'd agree with is that something that you know i i know that we can look all around us and there is a lot to give us the spare are there also things that give you hope and feel that at a cultural level because it has to change at a cultural level first before anything else changes at a cultural level is there hope that say the better angels of our nature so to say can express themselves"
    },
    {
        "speaker": "Guest",
        "time": "03:25:12.280",
        "message": "what is your sense of this uh i i completely agree we are actually there's a huge dichotomy between in our country we have always been very tolerant of outsiders at one level but we have also been xenophobic i mean we have been very liberal in our approach to a lot of issues acceptance of others being one of them tolerance of everybody whether it's you know even gay i mean now there has been a bit of homophobia around i mean there has been a strand of homophobia but there has been acceptance and it's part been part of our culture we have been very very reverential about women in certain matters and i'm not talking about worship but we have been accepting of women leadership also and not just in politics but in other parts of our lives also whether it's businesses business houses or in within the family and then we have cases of complete horrific violence against women so we kind of inhabit both worlds but uh coming to your question specific question about what gives you hope i think the recent example of this caa nrc protest which broke out or which started in uh shaheen bagh and it kind of sprouted in all parts of india and it was essentially driven by a muslim's insecurity about their place in india whether they'll be declared as non-indians and shoved into some camp but the kind of support that it garnered from all sorts of people even people who were no not known to be activists they came out on the streets to uh support this assault on what they called constitution but assault on constitution again is an abstract vague concept essentially on the ground what was happening was assault on a community based on their religion and you see people who had no familiarity with the urdu poetry were singing faiz emad faiz and there were people who had memorized it and actually it's not an easy to learn and it's not easy to understand also besides it has a very strong islamic imagery i mean though it's not a religious poem but it has a strong islamic imagery which goes back to the time of the prophet so uh despite that people were saying that so i think that all this shows that there is a sustained pushback in whatever way you know if you're faced with police and police is completely compromised and they're hitting out at you it's very difficult and it's not fair also to expect that people will will continuously be standing against uh this sort of violence but this pushback this uh even emotional agitation which uh happened among a lot of people and non-muslims it's very it's i encouraging is a very condescending word it is something which tells you that uh this rss outreach it's not been a completely successful project that despite uh they're trying to kind of build a narrative in their own way uh it has not percolated down to the last citizen of the country there are people who are still thinking and resisting because they feel that this is not what uh india is or this is not what india stands for i think this is this has been a huge moment i i am also not a activist by temperament i am a very uh quite a sort of a person i like to be on my own i like being on my own quietly sitting in one corner and just thinking about things and daydreaming or i'm not a very social person but when all this was happening and i was reading up stuff and i was watching videos it was something which was filling me up with this huge desire to go out there and maybe i should also stand with them and do something maybe uh i'm wasting my life just sitting in my study and doing nothing uh so that sort of momentum which it created i think in it has been unparalleled in recent times and this is what is happening now with the farmers protest also so probably things will not change in a hurry but as long as this resistance is there as long as there are people who believe that they need to stand up and be counted whatever the consequences we shouldn't despair no very wise words and"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:30:23.280",
        "message": "and as an aside you mentioned daydreaming now and earlier and it struck me when you mentioned it earlier that i'm also a huge daydreamer to the point that you know when i first read james serber's famous short story the secret life of walter mitty i thought that what is a big deal about this aren't we all like this you know am i the only unusual person who's exactly like this and again i've done episodes on the caa and also radically networked societies i link those from the show notes which that was a great example of society and the state that also gave me a lot of hope so many young people not just singing fairs but uh you know uh waving the preamble of the constitution on the streets like who would have thunk of something like that a generation back though i wish they had waved the ambedkar version and not the indira gandhi uh version with the word socialism in it but regardless some preamble is better than no preamble my other question is about politics now at at one point um in your book and i'll go back to your book just to uh sort of get into the subject where uh you write about indira gandhi's role in this and you say quote the deterioration was due to a large degree to indira gandhi's changed style of politics the minorities had begun to move away from the congress i uh indira gandhi made a bid for the hindu vote to the bjp's discomfort uh stop quote and i i did an episode with vinay sitapati recently on uh you know the bjp before uh modi and shah so to say and one of the things that emerges there is that the congress turned to the hindu vote in a big way in the early 80s and the bjp had then uh you know when they were formed vajpayee was saying all these flowery things about gandhi and socialism and all that but they had to respond because the hindu vote was going away and therefore they responded by getting more and more radical and uh you know and it became a race to the bottom and of course the bjp won because uh you know the bottom was not a new place for them uh so uh and and when i look at current times one of the things that disheartens me is that uh that soft hindutva of the congress remains in a lot of what they do they did make kamal jainath cm of uh madhya pradesh despite all their posturing on uh twitter they'll do that soft hindutva thing they'll chase that vote you know when the temple judgment came they actually said that uh you know uh it was rajiv gandhi who first opened the gates and all of that you see the amadmi party uh chasing that also with the you know the chanting of the hanuman chalisa after the last election and all of that and i think one realization or at least one perception because it may not be true so i won't call it realization but one perception which all these parties seem to have come to is that you cannot mess with the hindu vote so uh does that put a limit on the politics that can happen on behalf of the marginalized people uh in this country the fact that you know that there is a realization among the parties or there is an perception among the parties because i don't believe it's entirely true but there is a perception among the parties that you cannot piss off the hindu vote which is why even when caa was happening right there in delhi you did not see kejriwal besides making a few token noises really going out there and doing something about it so now obviously it is true as i keep saying on the show that politics is downstream of culture the culture has to change first then the politics will respond but uh you know the culture is complicated it's got multitudes all of that but in a political sense is there something that gives you hope someone who will actually fight against this because you know despite the random twitter posturing the rahul gandhi may do on the ground the congress doesn't give a shit they're playing the soft end of the game so what is your perception of our politics the way it is and what it means for muslims see i think uh under the"
    },
    {
        "speaker": "Guest",
        "time": "03:34:04.280",
        "message": "circumstances uh the soft hindutva would be acceptable to a large number of people because at least uh this doesn't result in everyday violence i mean congress has been done doing soft hindutva for decades but it didn't result in uh lynching of people and at least there was some token lip service uh after every riot and the government or the law enforcement agencies didn't really go after the victims in the way they do now i mean they actually frame the victims if a person is getting lynched his the charge sheet is filed against his family also so at least this sort of everyday terrorism of civilians was not uh there so probably we'll return to this happy coexistence of uh increasing hinduization of indian society which i think it very difficult to resist for the simple reason the majority is hindu and uh there is increased religiosity of our public spaces it's not just hindu religiosity but even muslims are becoming overtly i mean in their wherever their numerical strengths they are becoming overtly demonstrative about their identity or any other religion so that is something which is uh happening in our society probably some kind of churning is required and at some level we'll some point in time we'll realize that it is all stupidity and we'll go back to being normal human beings but if this fear of if this fear of the street goes away then probably more muslims can come out and claim part of this street right now one of the reasons why they are comfortable in moving to a ghetto though they don't get accommodation in a lot of places but even when the accommodation option is available a lot of them prefer to go to a ghetto is because they think it's safe for them and their children so once your streets are safer your public transportation is safer you'll see more people accessing it more people trying making an effort here more people asserting their rights here so that can probably over a period of time have a cascading effect on our society and our you know the culture as we know it and going back to what kefi has we had said that if every hindu has one or two muslim friends then if there are more muslims in public spaces and probably more hindus can find muslim friends and they'll learn to distinguish between what they perceived and what they find your very wise words i've"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:45.720",
        "message": "taken up a lot of your time so i'll end with a final question which has nothing to do either with the book or the subject at hand but instead about you i'm always sort of awed when an author writes a book like this because i think about just that process how it must have changed that person because i think writing a serious book is always also a process of self-discovery about learning things about yourself and all of that how did this book change you like what are the big things you know now that you did not know before the book perhaps or you know i mean what gave you the impetus to do a book like this and having done a book like this you know what was the process like was it difficult was it hard at one point you wrote about you know how your dad wasn't so comfortable about the personal bits of you know your childhood and all of that but i think yesterday on twitter you wrote that he said to you that he's very proud of the way that you've written about the whole subject and indeed he should be because what a wonderful book so tell me a little bit about this process"
    },
    {
        "speaker": "Guest",
        "time": "03:37:42.600",
        "message": "and what it's meant to you actually i think i was veering towards writing this book since i started this magazine called force in 2003 though it was a magazine on national security and defense and our focus was on the indian military and external defense at that time but that was also the time when this global war on terrorism was underway and we used to meet i mean when i used to go and meet people especially from the armed forces i used to hear constantly that about terrorism i used to travel a lot to kashmir my early reporting uh was always from kashmir and and i as i became more and more familiar with the insurgency and the antecedents of insurgency the problems that the people are facing there again the vilification which we see now in the mainstream the mainland india i started with kashmir i mean that is the people have been living with that for years so i i used to write when i used to come back and write my article in the magazine i used to bring in these elements about how rumors are spread how perceptions are deliberately built to actually dehumanize some people i mean uh my early earliest experience in kashmir was so uh traumatizing for me i mean though i was not at the receiving end but i was being driven to uh to a separatist leader's house by a local boy who wanted to become a journalist i had gone to the press colony to meet some people and one of the journalists said that my younger brother also wants to be a journalist and he wants to go to delhi and study journalism very young nice enthusiastic boy and he offered to drive me uh to this leader's house and while we were going there the car was stopped by a crpf guy who used his bait into we very violently uh bound the the engine the drum and he stopped the car and he spoke to this boy very harshly and this boy immediately minutes before was you know very enthusiastically telling me his plans and how he was going to finish school now and if i could help him and uh he was stopped violently and this guy he was scouring in fear i mean he was shaken up so badly he got out of the car and this constable was so insulting i also got out and i said why are you talking to him like this and he said madam up to pray here so i felt this everyday humiliation and this boy from that point till the rest of my journey he kept quiet he didn't say anything because obviously he felt so humiliated in front of somebody he was bragging about he was talking about how great he is and how well he's doing in school and so that was my first experience and then subsequently i used to see we are traveling someplace and i'm one fancy journalist from delhi so nobody would trouble me but uh the driver of the car would be harassed the taxi would be harassed at every checkpoint and every hundred meters there would be a checkpoint so that i i became more um engaged with their everyday struggle instead of the big picture of pakistan instigating violence or terrorism into india and while i was engaging with them more and more i came across a islamic sect la hadith my first encounter with the islamic sect was in kashmir because in delhi i have not been so exposed to the muslims or various strands of islam because i was not exposed to them when i was growing up in my work my career did not expose me to this kind of uh religious conservatism but it was in kashmir so that is how i got drawn into uh writing you know kind of a clarification about the religion and trying to address both the muslims as well as the non-muslims that uh you know this is nonsense what i'm talking about so jihad was one of the early subjects that i started writing about that you know it's nonsense so as in uh gradually i became more and more involved in uh writing on terrorism i realized that even my understanding was so limited so i had to do a lot of reading to actually make sense of my arguments so with this background when i started to write the book or when i started to conceptualize i my first audience i thought was going to be the muslims and i was going to tell them that you're stupid people why are you uh doing these things to yourself i mean this is not what the religion tells you but in the course of researching for it i uh came across uh these examples which i have just narrated from kashmir and i realized that this sort of marginalization everyday marginalization in your your cities in your workplaces uh is actually a reality which i have been blind to because maybe my privileged background and the fact that in media in any case there is a preponderance of muslims so that kind of insulates you from the larger society because you only see uh what you see around you i mean you don't really see beyond what is evident to you it's only when you sit down and sometimes reflect and then you realize that probably there is another side to the story or there is a truth behind uh what is visible to you at that point so that is how the process started and my biggest learning and actually it has been a massive learning is about my own religion because i did not have this great background in religious history or practices because it was never inculcated in me when i was growing up uh this has been a revelation i had never regarded islam as a reasonable and you know a balanced sort of faith i was not aware that even today it's like this peaceful conversion to islam as a worldwide phenomena i mean when i was looking at these statistics i realized there must be something about it which people still find gives them hope so they want to embrace it so this has been a learning for me and i feel if i can learn this if i can find this out without making so much of an effort i mean it just takes a little bit of reading and a little bit of observation why can't others do that you know i think you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:45:03.320",
        "message": "understating it when you say a little bit of reading and a little bit of observation because you've clearly done a lot of both and and you know what i'm also impressed by is that all we spoke about here is really your book in this subject you are actually a deep expert in another subject uh you know you found it force you've written this wonderful book dragon on our doorstep with praveen soni completely again different subject that's about managing china and india's defense and all of that and so you don't like your book you contain multitudes as well and perhaps you know one day you can show up again on this show and we can discuss some other things but meanwhile you know i have to thank you first for writing your wonderful book which i think everyone who is listening to this should read and secondly for being so incredibly patient with me and you know sharing your"
    },
    {
        "speaker": "Guest",
        "time": "03:45:49.520",
        "message": "time and your thoughts with me thank you gazala thank you so much it was absolute delight"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:45:54.480",
        "message": "being here thank you if you enjoyed listening to this episode hop on over to your nearest bookstore online or offline and buy gazala wahab's wonderful book born a muslim some truths about islam in india you can follow gazala on twitter at gazala wahab you can follow me at amit varma a m i t v a r m a you can browse past episodes of the scene in the unseen at seen unseen.in thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of this show you can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]