[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of the great tragedies of life is that by the time we have lived long enough to gain wisdom, we are not young enough to do anything with it. This is why technology, from the Gutenberg press to your podcast app, is so marvellous. We have access to the wisdom of others. This is also why I love these long, rambling conversations I have. The point of the conversation is not always the subject that might have sparked it off, but instead what you get to learn in the digressions that you take through the side roads of someone's mind. My guest today has been a dear friend of mine for a couple of decades, and we have spent countless hours talking about many, many things. And yet, in this conversation, I learnt a lot about him that I hadn't known earlier. And I also got much food for thought about the world we live in, and about my own self."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:58.000",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:04.480",
        "message": "Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. My guest today is Prem Panikkar, a legendary journalist who has been whipping up a storm in the media since the late 1980s. He's best known for his cricket writing and his ball-by-ball commentary for Rediff in the mid-1990s. My12 have been the first blog in the world. He's also been a managing editor at Rediff and Yahoo, and has taught both journalism and writing to countless young people. In fact, before recording this episode, I recorded a session on writing with Prem for the YouTube channel of Windowpane, the writing community that I run. That video will be released on Wednesday, March 24, three days from now. We spoke about sports writing and writing in general over there. But in this conversation, we didn't cover many of the subjects you'd associate with Prem. There is little talk of cricket and writing, and we spent just the last half an hour talking about journalism. Instead, for the first two and a half hours, we discussed broader themes around life and art. And Prem shared a raw, intimate account of his life that I found both moving and inspiring. This conversation will always remain special for me. But before we get to it, let's take a quick commercial break. Why should we read books? I can think of many reasons, but one is that they teach us how to live. To give you a sense of this, allow me to recommend an online course for you. Head on over to the sponsors of this episode, The Great Courses Plus at thegreatcoursesplus.com and check out a course called The Life Lessons from The Great Books, taught by J. Rufus Fears. Over 36 lectures, Dr. Fears will take you through life lessons contained in the works of Seneca, Shakespeare, Plato, Aristophanes, Orwell, and my childhood favourite, Dostoyevsky. That's just one of the many great courses on this aptly named site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory, and much else. They also have an app where you can listen to the audio of these courses, the same way you listen to podcasts, and it will cost you nothing. You get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. That's right, unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. It's time to start learning. Shreem, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:36.640",
        "message": "Amit, they used to say that unless you've been profiled in the caravan, you haven't arrived. I think the modern version is unless you've appeared on an Amit Verma podcast, you don't exist. So thanks for having me again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:49.920",
        "message": "No, I'm very happy to have you and you have arrived in the past, you have been on a couple of episodes in the past. We did an episode ages ago on the state of the media. And we did, there was an episode where you and Gideon Hay were the guests and we spoke about money in cricket. And to be honest, I was actually looking forward to today's conversation because sometimes, you know, all the researching and prepping and everything for these episodes gets like really intense. And then you have four hour sessions with people you may not know very well. And you know, it all starts piling up. So this week, I thought that, you know, let me just have a relaxed conversation with an old friend, where we can just shoot the breeze. And I don't really need to do much prep, but sort of just sit back and chill. So what have you been doing during the lockdown? How have the last few months treated you?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:36.960",
        "message": "Well, it's been kind of, it's been kind of odd, really, because dating back to January of last year, the previous two months, December, I had taken off. But in October, Arti Kumar Rao and I had spent time in Kerala, we were walking basically along the coastline, started at Koblam beach in Kanyakumari and came down the Kerala coastline. In November, I went back, I started at Trivandrum, Koblam, and went all the way up to Kollam. Basically, we were researching what was happening to the coastlines. And it was triggered by the fact that we were looking up some statistics. And we realized that a survey in 2012 said that there was 45% coastal erosion. A similar survey in 2016 said that number had gone up to 63%. It's a massive, massive deterioration of coastline and that sparked a sort of curiosity, we weren't quite sure how the project would pan out or what its contours would be. What we wanted to do was what we typically do in these kind of stories, go there, see what there is to be seen, and try and get a fix on how, on what is happening and therefore what the story is shaping out to be. So we went without any preconceptions, we were just talking to people, we were just walking the coast, documenting what there was. December, we decided to take a month off, it was supposed to start again in January, which didn't happen for a multitude of reasons, but February was fixed. And then we started hearing about COVID, the early intimations, if you remember, one of Kerala's first cases was in late January. At that time, officially, there was supposed to be no COVID and there was no threat. And if you remember, the health ministry saying, oh, this is just nonsense and all of that. But somehow I didn't have a comfort level with that whole thing. And March is supposed to be all our birthdays and oh, you know that, my birthday, Raji's birthday, our wedding anniversary, all of that. So these things come fairly close together, Raji's, the wedding anniversary is 5th, Raji's birthday is 15th. So typically during that time, we take a fortnight off and go somewhere, we were planning that and somehow neither of us felt comfortable going and staying in some place. So we said, look, let's just spend a quiet year, this time, we'll just spend it at home to our own thing and all of that. So we didn't go. And then everything blew up. So suddenly it was, you know, there's this whole thing of being confined to the four walls going out only when necessary, maybe once a week, you go shopping for vegetables and stuff. And that's it. The rest of the time you stay put. And since then, it's been, things started slowly, we got to a point, but I'd also got a grant from NatGeo to do a story. Again, it was a COVID related story. But NatGeo is very particular that you don't put yourself at risk. So you're not supposed to travel if conditions are not absolutely normal. So that was kind of, I was trying to figure out when I could go, it became September, then it became October, it just kept postponing. And then we started having a series of deaths in the family, three people all aged 82, all very closely related. For two of them, I couldn't go for one of them, nobody could go. It was during the quarantine period and nobody was allowed. So the neighbors actually did the last rites and stuff. Then there was another one. And then in January, there was my uncle, the man who literally brought me up. So it's been, I think after that, I haven't quite gotten back to a sense of normalcy. I keep, I think I do things these days more as a distraction. You know how it is in joint families, death is not the end of anything. One, there is a ton of paperwork, there's only my aunt who's a widow, she needs help. But also, the remaining members of the family are suddenly aware of mortality, I think. So there is a constant reaching out and sharing stories and stuff like that. So it was, it's, I think, been very hard to escape the aftermath, to actually find that private space to, to grieve and come to terms with it. And so yeah, I mean, I've been watching the cricket often on the English series, Clubhouse started. So some of these guys, there's a guy called Ankit Menon, who's a producer with Star. He roped me into doing what he calls a watch along. So the match is going on, and you're commenting every now and again on what's going on. Things like none of it is really work that I want to do or work that I'm supposed to be doing. But it's, I think, for me, a way of easing back into a semblance of normalcy, let's say. What's that say? I mean, obviously, not the same kind of experience. But what is it like for you? You've been hyperactive, actually."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:30.920",
        "message": "It appears to be that way. I mean, as you know, I've worked from home for, you know, more than a decade since I left Cricinfo, basically. So in that sense, it was pretty normal. And I am the kind of person who likes to stay home and read typically, I was just extremely fortunate in terms of, you know, extremely fortunate and privileged, I didn't really face a brunt of any of the shit that went down, started my online course, which, you know, took off and went well. And it was interesting. I wonder if this has happened to you, a tangential question that comes up is that, you know, I did an episode with Krish Ashok, where he was talking about this pyramid of learning, like, how do you learn the best? And you know, at one level, if you're told something, you learn it, if you have to write it down, you learn it better, and so on and so forth. And the deepest way of learning something is by teaching it. So I realized that, you know, I keep, I mean, the main thrust of my writing courses, of course, to kind of tell, help the participants be more mindful of the language they use, and obviously build a frame through which they can look at their writing, but be more mindful. And then the idea is that by the end of the course, they are their own writing coach, they don't really need active guidance as such. And I found that I became more mindful as I was kind of teaching, it was interesting. I mean, you've taught so many things, writing, journalism, the whole gamut, has that kind of happened to you?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:52.800",
        "message": "See, I used to do journalism workshops for symbiosis when I was in Bombay, I'd go down to Pune, I did that for a couple of years. The idea being that you go down on a Thursday night, and Friday and Saturday, you're at the disposal of the students. And it's full day sessions. And then you hang back on Sunday, because the kids just want to talk and stuff like that. But at that time, I was also a practicing journalist. And I don't think I thought about what I was getting out of teaching so much as this is just something and I was doing it pro bono. It is just something that I think there was a guy called Shashidhar Nanjumdaya, who was the Dean at Symbiosis Journalism course, he's the one who wrote me into it, and it was fine. We just drive over once, I think a month or so. I think when the penny dropped for me was when I taught alongside Paul Salopek, during the out of Eden walk, we did three workshops in Delhi, Chennai and Kolkata. And in the Delhi workshop, we were coming straight off that out of Eden walk, we literally drove down to Delhi and did the workshop and and a lot of them were actually practicing journalists from the wire from from Indian Express, there was people from print, from caravan itself, all of that. And the initial structure was that Paul, there's a Don Belt, who's the who for 40 years was a writer and senior editor at National Geographic, before he became a full time instructor. For Don and Aarti for the visuals, we're supposed to be teaching I was kind of floating, there wasn't much that was part of the set curriculum. And on day one, the course was basically like we taught some, some theory. But we fixed an area in Delhi, it was Old Delhi. And the idea was that the cohort goes out there, they first have to identify story ideas, they have to pitch it, we question the pitches. Once it is accepted, you go there reported. And at the end of a reporting day, you come back to base and we discuss what you've seen and heard and how you've taken notes and stuff. And we fine tune that you go back next day to fill in the blanks. The day after that you come and start drafting your story. And we oversee every part of the process we work into really with the students. So the first day was basically theory broadly what you needed to know when you were doing that kind of journalism narrative. And I remember, there was Paul's session in the morning followed by Don followed by Arti. And at some point, Paul said, brain, can you do a quick session on structure because I left that out. So I did an impromptu session of about 15 minutes. And the thing was, there was very little notice. That was about an hour before I was actually doing this was when Paul told me about it. So I was suddenly thinking, okay, how, I mean, you know how it is, there is so many structures, there is no defined template that you can just, you know, pull out of a bag and hand it over to the students. So I was trying to think of how do I get them, how do I give them a way in which they can think structure for themselves, as opposed to my prescribing a structure. And I ended up using the fishbone as an example. And how to organize material around the fishbone, which is the simplest and the most malleable form of structuring a story. And I think that is when the penny dropped, I realized that by being forced in that finite amount of time to think through a particular aspect of writing, and to then be able to explain it to practicing journalists in such a way that they were able to absorb it, and then immediately apply it the next day, I forced myself to think through a whole lot of structures and disciplines that I had learned, and then refine it and boil it down into a I think it was a 20-25 minute quick talk with sketches on a whiteboard. That is when I realized the value of teaching, not so much for the students themselves, but for me personally, because it made me go back to first principles, it made me think of things that I don't know if it's the right word, but you know how we do things by instinct. And then somebody says, how did you structure it? And you're reverse engineering and saying, see, I thought this way, that way, you don't actually you just sit in front of the computer and the experience of all those years of doing it comes, forcing me to think from then I actually started thinking through process. So there were two other workshops, and then Aarti and I did our own workshops. And for all of that, more than what I conveyed or what we conveyed to the students, I think it was boiling down everything that you knew or thought you knew, understanding what you didn't know, trying to find the answers for that, and then structuring it all in such a way that it was useful. I think that yeah, you're right, I appreciated the writing and editing process more after I taught the workshops."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:01.720",
        "message": "Yeah, that's really interesting, because, you know, one of the things as you were speaking that struck me is that how we learned whatever it is that we do, whether it is a writing or the journalism or whatever else is often through a kind of osmosis where we are not thinking consciously that these are the first principles and it flows from this to this and from this to this, and this is why we do it. We learn things by osmosis. Sometimes we learn the right thing, sometimes we learn the wrong things, which is why so much of my old writing makes me cringe. And that's kind of how we go. But much more useful way of doing it is, of course, by approaching it from first principles and kind of building a frame through which you can, and of course, adapting that frame as you go along, but having some kind of frame rather than things happen arbitrarily. Now, there's a question that arises from this, which is sort of tangential, but not quite, which is that people often make a distinction between art and craft. As in, you know, the craft is sort of how you're putting the table together, or how you're making the sculpture out of a block of stone. And art is that beautiful thing which you cannot put in words, which you cannot break it down. And I have recently been thinking that actually, they're not different. I mean, there is a difference. And the difference is that art is basically craft, which you cannot articulate, which you cannot break down into principles, but they're there. It's implicitly kind of happened, like when a musician sits down and creates a beautiful tune. It seems like art, like when he's producing it, and when he's adding other instruments as craft, but when he composes it, it seems like art. But at a level beyond articulation, it's actually craft. Because he's put those notes together, because they have a certain effect on the brain of the listener, and they will, certain neurons will fire in certain ways, the listener will feel a particular way. And it's intuitive. So the more we understand art, everything kind of breaks down to the level of craft, which again, and I'm thinking aloud, and it's the first time I've taken this thought a little further than this, which is that if this is correct, and I believe it obviously is, if this is correct, that everything can be broken down like that, then you know, when we speak of that hypothetical situation of artificial intelligence creating art, can AI write novel, which is as good as something by Updike? Can a monkey with a typewriter write Shakespeare, for example? And of course, an AI is not a monkey with a typewriter, you know, that's brute force. Machine learning is just a whole different ballgame. So what are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:34.760",
        "message": "I don't know if it's, if it's possible to say that art is merely craft that we're not able to articulate. For me, it's kind of like this. Funnily enough, on Clubhouse, the other day, there was this South African cricket coach, Jodi, who had joined in, and we were, among other things, discussing what sets certain players apart from other players, we were actually watching Virat Kohli at that time. And this was, I think, in the previous one day, and not the one that just got over. And we were looking at how Virat was playing well within himself, and his possession wasn't all that good. He needed to be there. He needed to do both. He needed to keep the score going, and at the same time, he needed to be there till the end. And we were watching him cycle through the gears. And Jodi was making this point that some players, I mean, we say that some players have multiple gears and stuff like that. He said, yeah, they do. I mean, some players have just two gears or three gears or whatever, some have five, six. But he said it all is built around that first gear, which is the absolute craft of batsmanship. The defense, the semi defense, which is basically a kind of offensive defense, where instead of stopping a ball dead, you're playing it a little bit more with intent and, you know, taking the single or whatever, followed by the offensive strokes, which are merely extensions of defensive strokes when you think about it, right. So he was talking about how if your basics are strong, then somewhere along the way, your personality comes into it as well. So if we teach syntax to a room full of people and make them all right in a particular fashion, fine, but if we teach that same syntax, and the basic principles of writing how to craft a lead, how to do transitions, all of that, how to how to work on an ending, and leave it to people to then take it from there, then individual personalities kick in, which is where voice comes in, which is where art comes in. Some people will produce well crafted prose, and some will produce magic. And that difference, I think, goes to personality, that difference goes to goes to that individual and his peculiar sense of aesthetic. One reason why we are not able to precisely articulate what the art of writing like the art of anything else is, is probably because of that, that the art part comes from everything that we have known and learned and experienced and gone through, which is which has made us who we are. And that translates into how we do I had this magic moment once when I was in midday, Trilok Gurtu was about to release his first album, he was making a name for himself, he was big. And he was working on an album called glimpses with Shobha with his mom. And I called up Trilok asked for an interview, and he called me to the recording studio. We were sitting and talking and Trilok was explaining certain things. And I was just tapping the table as I went along. So Trilok said, do you do players that I used to play the drums at one time. So we started vibing at that level, he started talking about, you know, drum patterns and rhythm patterns and stuff like that. And he's a drummer. So after a bit, he said, Okay, I'm going back into the recording room, would you like to come? So I went in there. And what these guys were doing was they turned the recording on, but they had no script, no plan. What Trilok was doing, he would sit at the drums, and he would just start, he would pick up from a very basic pattern, and you would start complicating it. And Shobha would be sitting there quietly listening. And suddenly she would start singing, mostly humming or just just using basic Saridama notes, but she would be matching that rhythm pattern. So as Shobha caught up to that, Trilok would change and Shobha would change with it. And they were creating music on the fly. And it was magical to watch because there was no script, there was no pre planning, neither of them knew where the other was going. And it was jazz fusion, almost live in front of you. And at the end of it, I asked Trilok, is this going to make it to the final cut? And he said, I don't know, what we're doing is just riffing and seeing what comes. And maybe there will be snatches here, which will be the foundation of a piece that we then do. And throughout that album, I was thrilled to see that there was one particular bit, it's not even a full song, just a little bit, which I instantly recognize saying I was there when this was being created. And that was magic. And that that came from not Trilok's mastery of the instrument or Shobha's mastery of voice, but from their mastery of themselves, I think, and how they could they could translate that into their practice. I was just saying that's probably a very convoluted answer, which didn't make much sense, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:20.760",
        "message": "it's the best I have. It made a lot of sense when he stands there to unpack like, first of all, you mentioned Kohli and Kohli to me seems like if you could do a time lapse of his career over maybe the last 12 years, I think you that time lapse would show you Kraft turning into art. Like I remember when, you know, we first saw him as a teenager, I don't know how you felt about it. But honestly, to me, he didn't seem impressive at all at that time. You know, he would play well square of the wicket, but some of his stroke play was limited. And he just didn't seem to really have it. And, and that just changed and that changed because, obviously, because of his incredible work ethic, where he put in those thousands of hours in the nets. And initially, it is Kraft, it is mindfulness, you kind of work on different aspects of it, you do it again and again till they become second nature to you. And then like you said, all the rest of you comes into it and you can kind of sort of express yourself in a sense. There is an aside here and the aside, I think, possibly applies more to sport than to say writing or art, which is that I came across his old interview with Bobby Fischer recently. And this was taken when he was in his 60s. And Fischer basically said he had no interest in chess anymore, it did not excite him because opening theory was so far that studying opening theory was a big part of making it to a certain level. And he said that, look, these days, the theory is so advanced that, you know, till the 18th move, you're basically playing what you have studied. And you know, very often when I watch a top grandmaster game today, you know, somebody will lose and he'll say, oh, I forgot the move order. And you know, and a lot of the creativity goes into trying to figure out what your opponent hasn't prepared for, where you can find some random sidelines and all that. And he said that doesn't excite him. And similarly, that was one of the things that at an intellectual level, turned me off from poker, which is that point where you realize that initially, when you look at it as an outsider, it's very personality thing, you know, people are bluffing, people are looking for tells all of that shit is happening. But the more you play it, the more you realize that it is all math, to the point that there is something called perfect play. And that doesn't allow for personality per se, the deeper you study, the better you will be and you'll play in certain ways, but you can't look at the way a particular person is playing and say that, haan, ye toh ye hi hai. And I guess, and even with cricket, like I've often kind of mused aloud on whether if there was an alpha zero of cricket, what it would find, like, you know, for the benefit of my listeners, what alpha zero did to chess basically was that it played itself 1000s of times. And then it came up with new heuristics for playing chess. And it played what was until then the best chess software in the world, which was Stockfish. And you know, if our top player Magnus Carlsen is 2800 plus in terms of rating, Stockfish would be about 3500. And it had been developed over 20 years, it used brute force, it did a crazy number of calculations, millions of calculations per second. And alpha zero did a fraction of those calculations per second, and destroyed Stockfish. And one of the reasons was that it found that many of the heuristics that humans had internalized were just wrong. And that, you know, it found kind of more intuitive ways of doing things. And I've always thought that, you know, if there was something like that for cricket, where you take the laws of physics, you take the laws of physiology, you put all of that together, you might actually discover that some of the dogmas in cricket are possibly wrong. You know, people used to criticize Bradman and say, where is this backlift coming from? People criticize Steve Smith for his technique or Rishabh Pant, for example. And the thing is, it's not that these guys are doing anything wrong, maybe they're doing something right by accident. You know, we don't know what the optimal is. But when you find the optimal, everybody will move towards that, because hey, that's optimal. But I get that, you know, both in sport and art, there's a role for personality. But I think the craft is sort of a minimum requirement in terms of, you know, like the coach you were referring to, Setya Antilabh, you know, that basic stuff, the defensive stuff you have to first get right, and then the rest of it flows. So you know, after this digression, and another digression, by the way, you're talking about gears. And I remembered, if you remember, back in the 80s, they used to say Ravi Shastri has only two gears, first gear and fourth gear, because he would do tuk tuk tuk, and then he would go, bam, bam, bam, which was a lot of fun, though in commentary, one could say that Shastri had only first gear, which was all the cliches he would fall back upon. And Navjot Siddhu had only the fourth gear. Yeah, but so I have a question, which actually, you know, struck me from when you spoke about traveling around and doing all of these stories. I think one of the things that all of us struggle with is to not get jaded, to be able to see the world in new ways and to be able to see with new eyes, typically, what happens is, we see the world around us, and then we are used to it, and then we don't see it. You know, it's there, we take it for granted, it is what it is, we don't actually see it. And it seems to me that, you know, like in my episode with Annie Zaidi, we spoke about how as a writer, you constantly have to force yourself to see with new eyes. In your case, you've also traveled, you know, and when you're traveling, especially with the intent of writing, you are seeing things with new eyes, you're always kind of redefining your vision of the world. What is that process like? Is it a process you've thought consciously about? You know, and is it an enriching process? Are you a different person from in fundamental ways from what you would be if you hadn't done all this sort of traveling and writing and seeing in new ways?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:55.040",
        "message": "Actually, I think I had one of those, those early days when I had no idea what I wanted to be. It's not, it's I suppose, journalists at some point start saying, you know, I always wanted to be a writer. In my case, no, I knew that I liked reading, I knew that I liked the magic that words can create. And that's it. And that was just like a liking for music, or just sitting at a drum kit and playing and seeing what comes. But not with any conscious mind that I wanted to do this for a living or whatever. It's over time. And there was that period after I dropped out of college. And until I got my first job as a journalist, when pretty much, see, it was a fairly fraught time at home, because one, I was the family's eldest grandchild to it was a family that was hugely academically accomplished, pretty much everybody was, you know, highly educated and doing all sorts of big things. And there I was, I was supposed to be the hope of the family and all of that. And I did my experiments with drugs and dropped out and at home and became very, for want of a better word, very difficult to just exist, because there was this constant din in my ears about what a wastrel I was, and you know, how I had destroyed the hopes of not just my mom and dad, but of the entire extended family, all of that was coming into the thing. So my escape at that time was, initially, I had a bike, I mean, I had a bike in college. So I take the bike and just head off into some part of Tamil Nadu, absolutely no agenda, no nothing. And I just just go where the bylanes took me, I mean, you go along the road and then find out, and then at some point, I mean, I wasn't earning any money. And the deal at home was, if you don't earn, we're not going to support you. I mean, there is a house for you to sleep in if you want to. And there'll always be food on the table anytime you want. But that's about it. We're not giving you any money for anything at all. So I sold the bike, and then I started taking these bus rides. So I just go to the, you know, Mofusulu bus stand and hop on the first bus that I find and go somewhere and it is along. It is during that period that I realized that the thing I loved best was to go to a place that I knew nothing about and just to sit there and let things happen. People would come up and ask you where you're from and what you're doing there. And they will tell you about themselves and they will take you around and show you things and that became, for me, I think the trigger that got me into journalism. Once I got in there, I realized that journalism wasn't what I had imagined it to be in the sense of, you know, I've done some freelance writing here and there during the same period. But actual professional journalism that started in 89 when I came to Bombay. And my initial idea of journalism or the dream that I had of going to all these places and seeing all of these things, they didn't quite materialize that way. Because journalism was incredibly transactional. You were sent somewhere to do a story to come back and you know how it is, right? I mean, if this is a story, then you go to that place, you know quickly what you need to make a note of to get that scene right. And then you need these two or three eloquent quotes from whoever the affected party is. And it's hunting and gathering very quickly what you need and then coming back to base, writing the story, rinse, repeat. So for a long time, I got sucked into that, the brief periods when I could actually like, for instance, when elections were on, Nikhil would send me off to some part of the country or the other. And he was good enough to not tell me what he wanted from me. So it was basically just go there and explore. And those times I used to love to write, the rest of the time, it was just functional writing. Cricket happened, which made it even worse, because I mean, I was captive to the TV camera and my laptop and keyboard. And I think once I got out of that is when I told myself that I don't want to go back to that. I don't want to become, I still edit sometimes for some people who send me stuff. I do my own writing for myself, but I realized that nothing quite comes close to how alive you feel when you're in a place that you know nothing about. And it slowly unravels, and it opens up to you. And it is probably during that time, it also happened that that is when Paul Salopek started his Out of Eden walk, and we started getting in touch with each other. So I was following the walk, and then the whole thing of walking with him, which is typically going to unknown places, I mean, we had absolutely no idea where we would end up at night, who we would end up in the middle of what their concerns would be. And it was just sit back, absorb, you know, you're not forcing a story, you're not even fussed whether there is a story or not, you're just there to see and hear what there is to be seen and heard. And I think that made it incredibly difficult for me to go back, has made it incredibly difficult to go back to what is called day to day journalism, the quotidian kind of stuff that we do, which is fit in the blanks of whatever it is. But yeah, it's brilliant, because it also makes you break, we talked about craft and templates and stuff, it makes you break away from that, because every day is a new experience. And nothing prepares you for that, right? So you have at one level to think in terms of what you're hearing. And you know, that whole thing we keep telling students, right? If it's not clear to you, it's not going to be clear to the reader. So you're looking for clarity. So a farmer in Rajasthan is explaining what his problem is with MSP, and you don't have a clue what his life is like. So you get him to go into detail. And you try to understand that. And then you ask questions when things are not clear until it's all fixed in your head. But then you have to go away from all the templates that you've been taught to use or have used or like you said, internalized through osmosis, and come up with a way to tell this in such a way that it makes sense. So it is a constant sort of, and that's, that's the fun, I think, of being in the field. It's a constant reinvention of yourself of what you think, you know, and at the same time, it's a constant infusion of new things and new thoughts and new, new lives that you knew nothing about. And yeah, it's magic. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:51.440",
        "message": "And it, you know, what do you say about, you know, being able to like when you were on the road with Paul Salopek, and you're just traveling around and there's no agenda, you don't have to sit down and write a piece the next day. And that allows you to just kind of relax and imbibe and all of that seems to me to be, you know, so important a part of that process of seeing because sometimes also what happens is when you're a writer or a travel writer, you go somewhere, you say, I'll write a travel piece, or I'll write a book, or I'll do this, the desire to see changes the way you see and what you see. And I think that that can often be something that distorts the way that you see the world. And that's just one of the many anxieties that shape us. I mean, even otherwise, I think outside the context of writing, in say, a social context, the anxiety to appear a certain way to others or to get the validation of others, or to be seen as someone, you know, compassionate or intelligent or whatever the case might be, then shapes your behavior and then shapes you and all of these outside forces, which should not really matter, then kind of end up changing the person you are and shaping the person you are. And I don't know if there's an escape for that. Because, you know, you can delude yourself into thinking that you're free from that desire for validation or the anxieties, you can say that, hey, I am going to be one of those people who is not always trying to signal virtue. But even by telling yourself that you are, in a sense, signaling virtue to yourself, so it can get into these complicated loops. Now, you know, wherever you say something that might be unfamiliar to my readers who don't know you as well as I do, I'll quickly try and fill in those gaps you referred to Nikhil. Nikhil was your editor at Rediff, which, you know, both of you were kind of part of the startup team right there from the beginning, almost. And you mentioned Paul Salopek and kind of working with him. So, you know, can you talk a little bit more about that, that what was it that drew you to that project that just walking to strange, unfamiliar places. And also the other thing here that strikes me is that Paul, of course, was walking through India, Pakistan, all over the world, he's walking, but he's walking as someone who is a stranger, his eyes are seeing these things for the first time. In your case, that is not the case. You have, even if not seen that exact geography for the first time, you're an insider in a certain way. But this part of you that is translating for Paul, I mean, not in terms of language, but just in terms of perspective, and this part of you, which is also seeing things maybe through his eyes for the first time. What was that whole experience like? What was the project even just talk a bit more about that?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:19.720",
        "message": "Yeah, sure. Digression before that, Nikhil was actually the only editor that I've ever worked with. So he, I worked briefly with Vijayan Karnapalli, who's the father of Ammu Karnapalli of AFP. That was a free press, but that was for about six months. And then Nikhil called me over to the Indian Post when he was taking over as editor. So Indian Post followed by the Midday Group, followed by Sunday Observer, followed by Rediff. So as far as working with editors is concerned, he's the only one I worked with. I think it was about five or six months after he started his project that I came across it, one of those random links. And I went and looked at the Out of Eden Walk website, and I was struck by the enormity of it. A man saying that I'm going to walk 23,000 miles, and that he's starting somewhere in the middle of Africa and going to end up at Tierra del Fuego at the extreme tip of Latin America to trace the migratory path of ancient man. That was the idea of the project. And something about the scale and the scope of it was enormously appealing. The ambition, because I was looking at, you mentioned travel writing, I was looking at going places. And travel writing is opposite, because if we go there, if we are expected to write a travel piece, we are trapped in this thing of, how can I go to, say, Agra and not write about the Taj Mahal? So you end up with these things must do kind of things, and your space is finite, and you hit all the high spots, and your piece is just like every other piece. I'd love to see a travel piece where somebody just spends time with the locals of Agra, keeps the Taj in the background completely, and just talks to them about what it is like to be this place where there is all of humanity just flowing past. But you don't get to do those kind of pieces, and those are the kind of things that used to attract me. And suddenly, there is this man who, like you said, is walking into the unknown and the unfamiliar, every step he takes. I learned later, once we started engaging, that he does a tremendous amount of research. He reads everything there is to know about a country before he actually sets foot inside the country. And that whole project had this enormity to it that was magnetic. And at that time, we were doing Peepli, that was Aarti, Rahul Bhatia, me, and Kalyan Varma. And some of our stories caught his eye, and he started reaching out to us, and we started sort of doing back and forth, initially through DMs, and then emails and stuff like that. So when he was, in fact, when he was in Afghanistan, is when he started mooting the idea of us joining him on that walk. Then he walked through Pakistan. And by then, it kind of got firmed up that, yeah, we will be walking with him. And like you said, it was, for instance, we started in Amritsar, I mean, we met him at the Wagah border and walked to Amritsar. And then we spent about five, six days in Amritsar itself. I've been to Amritsar before, about three or four times. And you have a concept of that place, there is the Golden Temple, and there is the life all around it, and then there is the larger Amritsar, which is businesses and all of that. And this time when we were in Amritsar, there was Paul, there was Aarti, and there was me. And one of us would always be with Paul for translation and, you know, things like that. And to see what Paul was saying to things that you take for granted, he suddenly stops and looks and says, what is this? And how did this happen? And what is the origin of this and, you know, things like that. These are questions that don't even occur to us, because it is so familiar that we think we know it. And we don't really question that assumption of knowledge. So seeing it through his eyes suddenly made me realize that there was so much about things that I had taken for granted that I didn't know about. And I mean, there was the physicality of it, the walk itself, and in the blazing heat of summers when we decided to, when we ended up walking in Rajasthan. So that was not something that you do by choice, but whatever it was, I think that was the standout feature for me, that you're constantly seeing things that you know how it is. For instance, when we go to a strange place, we are constantly looking at signboards, and we're looking at the backs of rickshaws to see what the stickers are, and everything is new and unfamiliar, and we're trying to absorb it all. But for the life of me, I don't remember what the signboard is, a street away from my place, what signboards are, right? It's a blur, you don't see it. And our country is that familiar known place, you've gone there to report on politics, or you've gone there for some other reason. And you think you know it all. And you suddenly realize that there is so much more to it. And there is so much extra, there is so much that is new in the seemingly familiar. And that, I think, was the magical part of that particular experience. You talked about seeing it, Paul seeing it for the first time, and us seeing it through his eyes. I think that bit about us seeing it through his eyes was the takeaway. Because things that we would have passed by, generally, were things that he would stop and stare and want to know more about. And initially, you have this look, every day, you have to cover a certain distance. And that distance is kind of not predetermined, because once you leave a town, the only thing you can do is you walk until you get to some form of human habitation, where you can ask people if they can shelter you for a night and stuff. That could be 30 kilometers away, it could be 40 kilometers away or more. So there is that urge to get to that place. And walking 40 kilometers in a day is pretty much eight to 10 hours. In the middle, when Paul stops at something that seems very obvious and starts examining it deeper, initially, there is that fretfulness in you, it's like, look, I mean, what's the big deal? Can we move on? But then you see what he's looking at. And you see later, when he writes these pieces, what he makes of these little things that you see. And suddenly, it occurs to you that nothing is too trivial for your attention, nothing is too trivial for a human being, let alone a storyteller. And if your default setting is to tell stories, it really is magic when you take that time to slow down, to even question assumptions, to see things again, that you've already seen, and see it with new eyes. So I think this whole thing changed me as a person. I remember there was a time, this was before the lockdown, there was one moment of epiphany when, or it is, I don't know, I felt that somehow I've forgotten how to write. And this was because somebody gave me an assignment, and then I turned it down. So I didn't think that I could do justice to it. And I was telling Raji, you know her, my wife, so I was telling Raji about it, and Raji thought for a bit and said, listen, I want you to do one thing, within a week, find something in our neighborhood that you would like to write about, and write it just for me. It's your gift to me. And what I did was I just walked around the couple of streets, fringing my house, and I found a little human story. And I wrote that and I gave it to her and she came back. I mean, she gave me back the printout with, you haven't forgotten how to write and a little heart symbol and sent it and it all kind of, I think, came together at that point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:07.760",
        "message": "That's such a beautiful story. Can you give me some examples of what you were referring to about, about seeing through Paul's eyes? Like, you know, something that he saw, where you wondered, like, what is this? Why are we even stopping here? And then something else happens out of that."
    },
    {
        "speaker": "Guest",
        "time": "00:46:22.200",
        "message": "Yeah, for instance, if you go to, say, the Golden Temple, one of the things that you take for granted is the langar, that whole thing of service. So early morning, when you go there, you find people actually cleaning. The place where the footwear is kept, it generally, by definition, becomes muddy, right? People walking up and down. So there's this constant stream of people who are pouring water and then using a big scraper to get rid of that mud, and pretty soon it becomes muddy again, and they start doing it again. Then you go into the Golden Temple and you will find, for instance, there are these steps, the tank only up to a point, can you, you know, climb down and wash yourself, a couple of steps. And those steps, because they are submerged in water 24-7, 365, they can get kind of mossy and slippery and all that, right? So there are these three or four people who have these rubber, long-handled rubber scrapers, and they just keep scraping the steps all along. And as soon as they're done with one round, they start all over again, and then somebody else comes and takes over. I've been to the Golden Temple, and I've seen this, and I think, yeah, okay, langar and service. But for Paul, it is like, who are you? What brings you here? And we realized that these kids who are doing it early in the morning, they're college students, who before college, they come there at four o'clock in the morning, and they start doing this. They do it till about 6.37, and then they go to college. Meanwhile, office goers come in at about seven or so, and they start, you know, helping until it is time for them to go to office. And then some senior citizens are coming in who have the day at their disposal. So for us, the thing is, volunteers are cleaning this. But it's not that. It is actually, these are people who have other things to do, and who think that it is necessary for them to find that time and put in that effort, irrespective of lost sleep or, you know, of 10 other things that are waiting their attention. And Paul would meticulously, and we went to the Golden Temple multiple times. So every time we went there, there would be a fresh group of people, and you would want to know who they were, and what their background is, and what is it that they get out of it? What is that feeling? And it was amazing when these kids started talking about, these are regular college kids. And there was one moment when we were actually standing there and watching, and a couple of the kids who had done their deed for the day, they went and they changed into the clothes that they were going to go to college in, and it was your classic ripped jeans and, you know, funky t-shirt, and they had a bandana knotted up and all of that. And these kids were there from apparently 3.45 till about 6.30 or so, just cleaning the mud that people had trekked into that place of the footwear. That was, in all my previous trips, never occurred to me to find out who these people are, why are they doing this? What do they get out of it? What is it that drives them? But they don't do it just once in a while, right, they commit to months of this. Okay, this month, we are coming here at this time and doing it and then somebody else is taking over or whatever. That was one. I mean, you could go on pretty much everything. It was like things that I had taken for granted by what contours I, because for him, everything was new and strange. So he did not know to ignore certain things, put it that way, to say, okay, this is not part of my story, or this is not part of my narrative. My Golden Temple narrative wouldn't have been about this, it would have been about, you know, the Guru Granth Sahib being read and the various rituals that take part around it and all that. This was about people. And yeah, that was one of them. There were so many moments of pure magic because of this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:11.520",
        "message": "You know, that's fascinating. And again, so kind of inspiring, you know, I remember when I was sort of traveling through Pakistan in 2006, following the cricket tour. And I was also kind of blogging from there frequently, not exactly live blogging. But apart from the cricket, I'd, you know, just go out with my camera, shoot everything, spent a ton of time just almost photo blogging as it were. These are of course, the days before Instagram and all of that take off. So it was all coming on my blog. And at one point, I kind of asked myself that, how do I maintain this balance, that on the one hand, it's nice that I'm noticing things and that they're not normalized and I'm not just looking at them with the jaded eye. But on the other hand, there is also the desire to find something remarkable everywhere. You know, every stone on the road has a story behind it. And how do you kind of balance that? But I think, you know, thinking of it now, I'd rather that one goes too far in trying to see than not see at all. Like I have, you know, it just strikes me right now that, you know, 15 years after that in all this time that I've been living in Bombay, I have never gone out in Bombay with my DSLR and done kind of photo blogging and sort of look for stories like this. Another thing that struck me as you were saying that things that we take for granted or we don't even notice and we don't ask what is the story behind it. I remember a long time back, someone had tweeted, I can't remember who for the life of me, but I vaguely have the impression it was someone who worked at the Hindu. But someone had tweeted about this interesting artifact on the roads of Tamil Nadu, where there are sort of these ledges, which are at shoulder height, or so on. And nobody knows what the purpose is. And she asked around and nobody had any idea what they're doing. There's no apparent function. They're there on the highways, they're there on the roads and all of that. And then she later discovered that, you know, labourers who carry things on their head, you know, that's where they rest, where they just transferred that load to that ledge, which is why the height, which is why everything. And it struck me as so interesting that something that is not in use anymore, something that no one remembers, and yet it carries sort of a piece of the past. It's all this sort of social and historical significance embedded within it, which I..."
    },
    {
        "speaker": "Guest",
        "time": "00:52:22.760",
        "message": "Yeah, they call it Sumetangi. Sumetangi translates into load bearer. And you find that right across the countryside everywhere. I was thinking, I mean, you mentioned going out and doing a mix of cricket plus, you know, what I see and what I get and all that. You also did the same thing immediately after the tsunami, right? And that should have informed that particular experience of not going with a particular story in mind, so much as just going there and seeing what there was and then figuring out how to tell that story, how to capture that story in words or images or whatever it is, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:01.160",
        "message": "Yeah. In fact, I even wrote a piece for you when you were at Rediff and I wrote a piece for you about Nagapattinam and just the horror there, just stepping over bodies. And I think this must have been four or five days after we get there, and the bodies are still there. And it's... Yeah. And VIPs are doing helicopter trips where they're literally helicoptering over and, you know, showing concern and all of that. And that was interesting. That was also interesting because I, you know, I was like, one thing I realized, and when I realized it, it just hit me hard and it never left me, was, and I wrote a very short post about it, was of stopped clocks, like across the coast of Tamil Nadu, when you went to affected villages and all that, you'd find that there were clocks that had stopped when the waves hit and they had stopped at different times. So almost by, you know, looking at these stopped clocks, you could see when disaster struck. Again, it's a static illustration of something so kind of momentous and one doesn't know what to make of that, but it's just for me, it's a kind of a powerful image."
    },
    {
        "speaker": "Guest",
        "time": "00:54:02.240",
        "message": "Yeah. And I think that's the thing about it, right? I mean, one of the other things that I learned was, we tend to think in story of story in terms of, okay, this has to have a beginning, a middle and an end, and it has to have a point and it has to have a takeaway. Sometimes it is just something that is seen or heard or observed. It doesn't have a point necessarily, but it is there. And I realized that people identify the most with that kind of slice of life, if you will, the story of the stop clock. So for instance, on this walk with Paul, we had this experience where we left a place called Hanumangarh and started the walk. And our destination for that night was something that on Google, it said Tandi Guest House, T-A-N-D-I, Guest House. So we said, okay, there's a guest house. So maybe we'll have a room to sleep in that night. And so in Hanumangarh, I'd done something to my ankle and twisted it a little bit. So I walked, I think about 20 to 25 kilometers. This was about 35 kilometers away. And towards that 25 kilometer marker is really struggling. So Paul said, listen, why don't you hop on a passing tractor, go ahead and sort of fix our place and all of that. So I go to this place, and I realized there is no guest house, there's nothing. And at the spot that Google indicates, all there was was there were about four shops on one side of the road. The rest of it is a gradient. You can see fields everywhere. And in the distance, a house here, a house there, very, very far off. So at that point, I was kind of desperate because, I mean, what the hell are we supposed to do that night, because there's nothing else, as far as we can see, when you look at Google Maps from there. So I was sitting in one of these shops had cigarettes and soft drinks. And I was sitting there having a soft drink, and there was this old man who was looking at me very curiously. And suddenly he said, beta bahut pareshan lag raha hai, yo kya baat. So I said, look, we came looking for this place called Tandi guest house, he wanted to know who we were and what we were doing. So I said, Gora Sabham is doing this, and there's this lady, Aarti, who's a photographer, they're coming. So I said, achha, that's your problem. Okay, you sit here. And he climbed on his rickety cycle and he went off. A little while later, tempo comes from four, five people, including the old man. One guy comes, comes up to me says, come with me. The last shop in that line was actually a flour mill. So he opens that rolling shutters, pulls it up, goes inside and there's those heaps of flour all over the place, sacks of it and grain that hasn't yet been pounded. He walks me through it, opens the rolling shutters at the back and outside there was this hard packed earth compound with a surrounding wall, which is part of the property. So he said, ye chalega kya aapko? So we were like, yeah, cool. I mean, we can put up our tents over there and it's there is a wall and there is a lock and a gate and everything, right? So we were like, yeah, tents are there. So this guy just smiled at me and said, haan uske baare mein parashan matta ho, tum aur kuch bhi ho. And he got me some soft drinks. We were sitting there talking. A little while later, a small three-wheeler comes in and a bunch of kids hop out with charpoys, four of them, blankets, sheets, pillows, and start setting them up. Again, another half an hour, 45 minutes later, one huge lorry comes in with these massive desert coolers. They're almost your height. I mean, it's that big, three of them. And they set it up, they jerry-rig an electrical connection from inside the shop to connect these things up. And I was looking at this and I was telling these guys, yeh sab karne ki humein aadat hai. And he goes to just a tent and we can, in typical, the fashion of the, we keep saying rural, which I find increasingly a pejorative term, but typical of people who live in the great outdoors. That guy just said, you're our guest, we're not going to let you just sleep on the ground in some tent or whatever. Meanwhile, Paul had come and we were sitting and talking and it turned out the head of the clan, it was actually, Tandi is a clan. All the people there have the surname Tandi. They are one family, multiple branches, all engaged in agriculture. So this guy, the oldest of them was actually living apparently in a village that got bifurcated during partition on the border of Rajasthan. He was a very small boy at the time and he talked about how this village was surrounded by seven Muslim villages. And one day the Muslims came to them and said, look, you guys don't have to worry. If you want to stay put, we'll guarantee your safety. If you want to migrate into deeper into India, we'll escort you to a place till you feel safe and then we'll make sure that you're okay. So he talked about his experiences of migrating and then trying to make a life somewhere and finally landing up at this place and starting a family and all of that. And Paul was sitting there taking notes. At some point in between all this, Aarti was thinking about dinner. So I don't know, she was saying, hey, you know what, we can actually call Hanuman Ghat, the hotel that we were staying in and ask them to send some food in a car. It's not that far, it's just 35 kilometers, right? So one of the boys, and she was talking in English, one of the boys was hanging around quickly, went over, then suddenly one man marched up and said, what are you talking about ordering food from a hotel and all that? Food is being provided, what, you thought we were going to let you starve? And after a while there comes this, you know, you recently saw that thing, right, that Gujarati, some cricket thali or whatever the greatest, biggest thali ever, this I swear was bigger. And it had everything, it had the most incredible food I've tasted, it had kheer that was so rich and creamy. Everything has grown in the land, right, it was brilliant food. And it was so thoughtful that they had a big bowl of curd and two small bowls, one of sugar, one of salt. And this lady was saying, we don't know whether you take it with salt or with sugar. So we brought both. And these ladies took, they made us eat, then told us, okay, next morning you come for breakfast at our place. So we were like, look, we have to start at five o'clock because after about 10.30, you can't walk in the desert, when the sun is overhead, you wait. So we have to start at five and all that. And she was fairly pissed off. And she said, what do you mean? You said you came here to hear our stories, you're only listening to the men, you're not coming and talking to us and all of that. Next morning, four o'clock, we get up, we change into our traveling gear. And we're loading the donkey that we had. And suddenly the gate creaks open. And the same women, a bunch of them, the matriarch, her daughters-in-law, daughters, grandchildren, all of them come in, steaming flasks of tea. And until then, we had never ever had tea or coffee before we set out because, I mean, at five o'clock, who the hell is going to give it to you, right? It's only in the cities that you get all of this. These people had gotten up because they wanted to get here before we left. So they were there by 4.30. They would have gotten up at three o'clock, made tea, dressed in their best clothes, and walked all the way to give us this tea. I just looked at that tea and my eyes just cured up because, you know, if I was to tell the story, what is the point? But to me, it's one of the most, it's one of those moments that will live forever within me because it's what we, I suppose, in a way, we miss, right, that unquestioned acceptance of the other, that unquestioned reaching out, helping, doing things without being asked to do things. None of these are common in our world anymore, or at least not in the cities that we live in. And when this kind of thing happens, you just carry it. And at some point, I'll write about it, but I don't know what people will make of it, but it's there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:26.720",
        "message": "Those are the stories. It's a lovely story. And it kind of brings me to the theme of the kindness of strangers. Like just today, I think possibly responding to my episode with Ghazala Wahab, someone made a comment somewhere, I forget whether it was WhatsApp or Twitter or whatever. I think it was probably a message in one of my groups on WhatsApp, apologies because I've forgotten who said this. But they said that we are kinder to strangers and to our own people. And this kind of got me thinking, like I remember when I, for example, in Pakistan, you know, barring one incident, my experience throughout was the kindness of people. Like I remember we landed up there as journalists in Lahore, and we went to a store to buy like batteries and all of that basic things for our things. And the moment they realized that we are journalists from India, or the moment they realized we are from India, they refused to take any money, they simply refused, you know. And you know, without even any rhetoric or mehman namazi or whatever, but they just refused and the warmth everywhere was pretty stunning and almost sort of instinctive. Where do you, I mean, you've travelled a lot, right? And I'm guessing you've sort of experienced the same sort of natural warmth that comes from strangers. Like, what's behind it? Are there cultural factors? Because it does seem to mitigate a lot of the toxic polarization that is around us in these times, that instinctively, we still reach out, we try to help other people, though having said that, I would say that if you're lost in traffic, never ask, in India, if you're lost in traffic, never ask someone for directions, because even if they don't know, they will feel compelled to give you some direction or the other and you will end up in the wrong place. But that exception aside, you know, do you have any thoughts on, apart from the story you just told, it's almost like I'm asking a question after the answer. But what sort of explains this sort of kindness of strangers that we kind of get to see and is there another side to our nation and our culture, which is invisible to all of us or which doesn't get a chance to express itself?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:27.880",
        "message": "It's an interesting question. I don't quite know how to answer it. But let me try. So I live in this, it's an old building that was converted into apartments. So it's just one apartment per floor. The landlord lives above us, and I'm on the second floor. You know, that guy is also a Mallu, the landlord. He's from Kerala. So you would think, and I've been living here for 10 years. So you would think there is a lot that we have in common, right? I mean, references for parotta, beef, and whiskey and all of that. The funny thing is, we've not exchanged more than I would think, 300-400 words in all of this time, because our relationship, by definition, is transactional. He's the landlord, I'm the, I've leased this apartment every month, I have to make sure that the rent is paid and the maintenance is done, and things like and that's it. You see each other in the elevator, you say hi, and you hop off on your respective floors. The same thing with people in this vicinity, you go out, there is that whole array of vegetable sellers, but, and if you spend all your life just going there, you ask for the vegetables you want to pay the money that they ask you, you come away, that's it. But there was this, it was quite some time ago. One guy was, so I bought vegetables, and I was buying some fruits. And I was in my Hindi, and you know how pathetic that can be, I was trying to ask him for something or the other, and he was, he was equally uncomfortable in Hindi, I don't even at this point in time know why we started talking in Hindi in the first place, probably because I don't know Kannada and English seemed an odd choice, right? So Hindi seemed the lingua franca. And while this conversation was going on, and I was fishing around for something, this guy spoke to the chap sitting next to him in Tamil. So I just said, look, if I'd known that you were in Tamil, why the hell was I, you know, giving myself a log job trying to talk in a language I don't quite know. And that guy started laughing and he said, boss, down the street, or pretty much anywhere in Karnataka, Tamil goes, and on the street, we're all Tamils. So the next time I passed by, he starts laughing and there was a wave and then there was this lady who sells, you know, if I want things like broccoli and basil and all of that, there's this one shop or this one lady who stocks all of that. She came to hear of the story. So she yelled out to me and said, ah, you are the Tamil who talks in Hindi. And so I stood there and started exchanging conversation. And now it is like the same transactional relationship. Just because of that, that one moment of connect, it is changed into when we go there, we gossip. So just this morning, I was there and we were talking about the Tamil Nadu election and you know, all the nonsense that's going on over there. I think it is not that we have to go to a strange place where somebody identifies us as a stranger to be kind to us. I think it is just that wherever you are, you are partly responsible for whether that interaction is transactional, or whether it is human to human. And the minute you make it human to human, it changes the dynamic. It is just that we can't be bothered enough. At least that is what I think about it, the way I see it, because I mean, even in Bangalore, these ladies are like, you ask them for this, that, and the other, you pay the money, suddenly you have an afterthought, oh, I need two limes. She just takes two limes and tosses it in my bag and says, hey, I got it. They do not really think about it. There is a guy who sits next to these vegetable vendors who makes these chilli bajjis and all of that in the daytime. And occasionally, these ladies are, you know, buying stuff from him and eating. And if I happen to go there at that time, they are like, huh, try this bajji, it is damn good. It is just fresh, hot off the tawa kind of thing. And they give you a bajji, it is just, yeah, it works."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:42.040",
        "message": "I mean, one of my feelings as a person, and this is probably true of most people, is the blindness to the armour and the blinkers that one wears normally. Like I guess what happened to you at that store is that, that armour sort of slipped for a moment and there is that human to human contact and that opens everything up. And most of the time we have that armour around us. And we're probably kind of not even unaware, like, you know, one of the tropes which kind of amuses me a lot is when journalists go to a foreign country or whatever, and their first report will be will come from talking to the taxi driver. And yeah, and there it's like, it's, they haven't let the armour go, it's, you know, there's almost a sort of condescension in that and just, you know, hey, tell me what your life is like, and what do you think of this, and then they'll make a report out of it, which is, you know, classic kind of lazy journalism. And I guess one way of getting the maximum out of wherever we are is sort of, you know, letting those facades kind of slip away and just connecting, though much harder for introverts like me. So what is one to do? Let's take a quick commercial break now. And you know, it's kind of amusing that, you know, when I start my podcast, I like to spend the first part of the show talking about my guests sort of intellectual journey where they grew up, all of that. And now I realised this was like a start before the start, we're just discussing ideas and"
    },
    {
        "speaker": "Unknown",
        "time": "01:10:06.000",
        "message": "themes and, which is great."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:07.640",
        "message": "But let's kind of get to some of that journey as well, after a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. One of the great joys of the lockdown for me was discovering how much I enjoy teaching what I've learned over the years. And my online course, the art of clear writing is now open for registration. In this course, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction. And over the year that I've taught this course, a lively writing community has formed itself. The course costs rupees 10,000 plus GST, or about $150. And the April classes begin on April 3. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm having a delightfully digressive conversation with my old friend Prem Panekar about his kind of journey, a journey through life sounds so you know, so ponderous and serious. But let's let's kind of take me a little bit back to your childhood. Because, you know, even when I and I'm a fair bit younger than you. But when I look back to my own childhood, when I look back to the 80s, and the 90s, and all of that, it doesn't seem like this world, everything is so different. It's like you don't have all the knowledge in the world on tap, you don't have, you know, you can't reach out to other people so much, you are trapped in communities of birth and circumstance rather than being able to form communities of choice as you and I have. And in fact, that's why you and I know each other. And so what were you growing up years, like you've already spoken a little bit about how elders grandchild joint family, a lot of expectations, you know, and all of that is there. But what is your interior life like? What are you reading? What kind of music are you listening to? How do you end up being a drummer in a band?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:23.920",
        "message": "Take me through some of that journey. Yeah, I think I was born on the cusp of that 1958. It was that hinge point in Kerala history when the joint family was breaking up. So until that point in time, what you had was the patriarch and the matriarch controlling everything and all the kids would be living under the same roof, working on the family property, all of that. The Hindu Succession Act, the Hindu Land Ceiling Act, all of that, I mean, the Land Ceiling Act, the Hindu Succession Act, all of that came in and everything got scattered. And for the children, it then became imperative that they go out and earn a living. So dad migrated to, dad and his brother immediately next to him in age migrated to Chennai. My uncle joined the public works department, my father joined the telephones department. They met, this girl fell in love, made a huge drama at home saying, I'll either marry this woman or I'll commit suicide and all of that stuff. And so then I was, I was typically at that time, the woman goes to her mom's place for delivery, right? So I was born in a place called Chaplisheri in Palghar district. And I think I was about five days old, three, five, I don't know how, very, very early, they drove down to Calicut to my dad's place and left me in care of my grandparents. So there were my grandparents, there were five other elders. So the children and children's children of my grandmother by her first alliance. And there was one uncle, there were about 10 adults, some five, six family retainers and big house. And I mean, you were talking about us not being able when you were young to form communities of choice or to reach out to people and people like minded people and form interest groups and all of that. We didn't have electricity. So basically, it was, you know, and it was kind of, for me, I think it was a kind of definitive experience, because as it turned out, my grandparents, my uncle, a couple of the other elders, they were all absolutely marvelous storytellers, they were Sanskrit pundits. They'd read the epics, the Vedas, the Puranas, all of that, and they'd gone beyond that. So for instance, my uncle would start talking about the Mahabharata and suddenly related to something from the Iliad, for instance, which he knew equally well. So evenings that what we call the Kallu Valaku, Kallu is stone and Valaku is light, lamp. That's the one that is kept in the central seating area, and everybody gathers around it and those conversations going on and stories are being told. So for me, I mean, like, unlike most people who sort of start reading stories before they hear stories, for me, it was like, I grew up hearing stories. And somewhere along the way, the rhythms of storytelling and all that came from that experience. I think I was there till about, the thing was, dad and mom were both working, and neither of them would have been able to care for a young child, which is why this happened. I think I was about 11 and fairly able to manage for myself when I went over to Chennai to my dad's place, and that came as a bit of a culture shock. On the one hand, there was this huge house, while most of our land had gone away, there was still the land surrounding the house, the usual mango trees and jack trees and you know, all of that. You are free to play and also that entire area in this place called Calicut, it was our family. So you could walk a mile in pretty much any direction without ever leaving the properties of extended families. So you had a ton of freedom, you just went out and wherever you happen to be, you walked into that house and they knew you and, you know, fed you and amused you or whatever. And then suddenly I was in this little apartment with I think, two or three rooms or some such. You can't go out and play because it's the road is right there. And I think that is when I started going inwards, started reading. And on the good side, one was dad's voracious appetite for books, which meant that the house was constantly stocked with books. He was, today we talk about processes, how to inculcate these things in children and all that. I think he knew that intuitively. So he taught me to read through a simple process of deprivation, comics that I look forward to and which I would get a huge bundle of the day after the exams, they suddenly disappeared. And there was just one book, it is called Dr. Sally by PG Woodhouse. And he left it on the table and they both went to work. I woke up later after the day after the exams, and I realized I had nothing to read. I couldn't find the comics. And I suppose I picked up this book and then put it down because there's no pictures or whatever and then picked it up again, because what else can I do? And I realized much, much later that dad had already taught me the basics of never bookmark your, never fold your edges of the page, you always use a bookmark. So he was looking at the bookmarks. And when he realized that I had finished one book, another one would appear. So Dr. Sally was followed by Laughing Gas, which was followed by something else. And pretty soon, that was all I was doing. I mean, I didn't need comics. And the other good thing about him was, I don't think he bothered to differentiate books by age, to say, you're too young to be reading this. So you're too young to be reading that. So whatever was in his bookcase, and whatever took my fancy at that time, I just pulled out and read. So in between the PG Woodhouse books, and the Earl Stanley Gardner books, and Agatha Christie and Henry Cecil, there were the Westerns, Louis L'Amour, Zane Grey, Max Brand, all of that. I was also reading Faulkner and Somerset Maugham, and there would be Nathaniel Hawthorne, Raymond Chandler, Nabokov. So on the one hand, it wasn't a structured reading, and therefore, and I realized much later that I'd read a lot of books before I was old enough or new enough to actually appreciate them. But at the same time, somehow they all gelled together. And I think that is where the whole thing of, I just love how words combine into stories. So you're reading everything from at one end, Dostoyevsky, at the other end, Dickens. And in between, there is all this Pulp Fiction and stuff, and new books would keep coming in Malayalam literature as well. So I had that transcultural experience. And Christian High School, I think the time my life went off the rails was, I was good academically without actually trying, I had a retentive memory. So you read a chapter once in a textbook, and you pretty much knew what it was about. So I was acing my exams, and that I think started all these ambitions. That is where this whole eldest grandchild thing comes from. Dad and mom typically dreamt in terms of medicine and surgery and things. And there was this uncle of mine who wanted me to be in the army. And I remember this family discussion where they finally settled on, okay, he will be an army surgeon. Yeah, but the thing is, I hated that whole idea. And it struck me with the greatest force when your electives begin in 10th standard, we had 11 plus one, in 10th standard, you elect for the science stream, which I had to do because of this whole, he will become a doctor thing. And you have these practicals where you have to cut open cockroaches and stuff. And that just filled me with a kind of revulsion. By then I was playing sport, and our college is fairly encouraging of all kinds of cultural activities. So I was doing a bit of theater as playing cricket, badminton, football. And there was somewhere along the way, I think I progressed almost without knowing it from cigarettes to dope to hard drugs. And by the time I got to my pre degree, which was in Madras Christian, I was addicted. And I had this moment where I don't quite know what happened. What we used to do during those days is you're taking hard drugs. And you also carry downers like mandrakes, for instance, mandrakes was the drug of choice at that time to bring yourself down. So there would always be a strip of mandrakes in my pocket. And apparently, one day, I didn't go to college at all. I I've taken some drugs, I don't I don't have very clear recollections of what exactly happened. What I do know is that mom went to office and she developed a migraine. So she came back home and she found me lying on bed with froth coming out of my mouth and stuff. Two doors away, there was a doctor, his home was there and he happened to be at home. So he came in, he got my stomach flushed out or whatever it is and revived me. And at some point, he told me you were about five minutes away from dying. And if your mom hadn't come home, you were gone. Apparently, I'd swallowed an entire strip of mandrakes for I don't know what reason. I mean, subsequently, it was theorized that I was trying to commit suicide. I don't have any recollection of that. But yeah, then I was sent back to Calicut to be with my grandparents on the assumption that that kind of influence would be good for me and stuff. But the ambitions of others for me didn't die. All that happened was, okay, fine, he doesn't want to study science, let him study history, economics, double name, and then sit for the IAS exam, which again, it didn't appeal to me. The problem was that the family would sit around and talk about me and I would be there and they were talking about me, but not to me. And what I had to say that I was interested in English literature, which is what I wanted to take and nobody was willing to listen to that. The comment would be, what are you going to do, become a teacher in some school? What's English literature got to do with things? So I went to college for what it was worth. There was a six month period of recovery, I had to get the drugs out of my system. Then I rejoined college, and I just went Nam Keva state. I went around playing the drums with a sort of ensemble group, played sevens football, which is very lucrative, those days, played cricket when I could. And the first year was languages, English and Hindi, which I did comfortably sail through. The second year was history, which I aced because I love history. And the third year was economics. And I just couldn't understand why I mean, I understood that part of economics syllabus, which had to do with the theories of economics. But there was a subject called Indian economics, which, for some reason, I was expected to know the production of rice, and wheat and pulses in India from the time of independence all the way to whenever that time textbook was written, with no explanation about why these spikes or dips happened, and it was taught by probably one person who should never have been allowed anywhere near a college. You just, you know, memorize whatever it was the previous night and then come and regurgitate it in class. So I just dropped out. I, as long as college was there, I kept going and doing all the fun things that I like to do. And then I didn't write the exam, which I think for my family was the final straw. So then I came back to Madras and yeah, life was, like I said before, somewhat fraught. Mom stopped talking to me, my dad's conversations would be purely functional, do this, do that, go to the shop and get this, whatever. And I think that is when it hit me that there was no prospects in those days for somebody who didn't have a degree or a certificate of some kind. So for a while I was a steward in a restaurant and then I was playing the drums for a band in a hotel. I gave that up because I remember back then you didn't have these cassettes and stuff. So what you knew about music was what you heard on Radio Ceylon and there was one program on Indian radio. So they would have this top 10, right? So everybody heard the top 10 and knew those songs. You knew Hotel California because it was top of the pops, you knew the thing. So when you're playing in a five-star hotel like Chola, the people who come there are the people who can afford it and those days not everybody afforded five-star hotels just on a whim. And these guys would come and they would want to impress whoever they were with, with their knowledge of music. So they would send up a request, right? There was a song called One Way Ticket back in the day and that was top of the pops at that time. It was played every single day and there was one night when I had to play that song seven times because it was requested seven times. I just, at the end of that night, I just chucked the stick, I said, look, I can't do this anymore. And I walked out of that. I was telephone operator for a bit because I mean, dad and mom were both in telephones and so I hung around there and learned that one. But that got boring. I mean, how many times are you going to say, hello, this is Amarath, how can I help you? So, and around that time, there was, Indian Express had a page called Youth Ink, which is a combination of youth and ink. It was for young people to write in, fairly bad construct, but it is what it was. I was attracted by a particular writer who was writing under the name Andulika Dove. Andulika is a Kannada, there's a Raga, very rare and Dove comes from Dove Lando, from Ayn Rand. So I liked the pieces that started coming and I remember I wrote a letter to the editor about one of those pieces. Next thing I know, I get a postcard from this lady called Aditi Dey, who was then the editor of this page and the features page. She said, if possible, can you come and see me? So I went to her and she said, I love the way you've composed this letter, do you write? So I said, I don't know. I have never really written, written outside of college essays or whatever it is. So she said, will you write for me? And she started giving me these little assignments for that page. And that started becoming fun and I think that is when I realized that, okay, this seems like something I want to do. You think shut down for some reason or the other. By the time I met Abraham Irali, again, Aditi Dey sent me to Abraham Irali, who was running a city magazine called Asaid. So he would give me a few assignments and the thing is, I was getting to write, but I wasn't really getting, the pay was abysmal and it was not a full-fledged form of livelihood. There was a guy from the Indian Express called Vijay Shekhar, who was a brilliant journalist and a chronic drunk. I mean, he was a film journalist primarily, but he was actually brilliant, absolutely stunningly good writer. He literally brushes his teeth with alcohol. So he got kicked out of his job and he conceived of this idea of starting a broadsheet with almost zero funds, starting a broadsheet, which was on South cinema in English. And for the people of that time, it was very rare for the stars of that time to be written about in English because the Bollywood press never bothered with them. So the film fairs and all that, they never appeared. So suddenly we found ourselves on friendly terms with pretty much all the big actors and actresses of that time. People like Mammootty and Mohanlal, Nadumudi Venu, all of those from Malayalam, people like Kamal and Rajni and Prabhu. And they were all very supportive. All we had was an electric typewriter. So we typed the story into the typewriter and then we cut sheets of paper in galley size, printed it out that way. And because you don't have adjustable font sizes, you only have a single font. So you have to work within a grid with room for expansion. So when you took it to the plate makers, they would expand it to the actual size. And we kind of figured it out on the go. So you learned a lot about production, about cropping pictures and about sizing and fitting things in columns and all of that. So we'd spend all day on the sets. We had lunch there. We drank with the stars, then came back and wrote whatever we wanted. Among other things, funnily enough, I learned a lesson in ethics, a very early lesson in ethics because there was this character actor and director called Kuchan Hanifa, Kuchan because he is from Kuchan in Malayalam. The guy was making his first feature film. And I went to the set and said, Hanifa, I want to do a story on your movie. What's it about? So he promptly called one of his assistants and said, give this boy all the pictures, you know, all of that. And in about two minutes, he told me what the story was. I said, look, this was supposed to be a center spread. Let's talk a little bit. He said, this is all I know. This is what the story is. You don't ask me questions. I said, how am I going to fill up the space? He said, you write what you want. So I must have been particularly drunk that day. What I ended up doing was an interview where Kuchan Hanifa expounds on international cinema, on Kurosawa, Eisenstein, none of it. So and it was printed and we would distribute it ourselves. So we took it to various bookstands and some of the radio stations and all that and placed it there, just Shekhar and I. And suddenly, I walk into the office, office is Shekhar's house, one room in that house. And there's a message for me, call Kuchan Hanifa urgently. So call the set and get him on the phone. I said, what happened? Come and see me. So I go there. As soon as he sees me, he grabs me, takes me aside and says, who the hell is this Kurosawa? So I said, okay, what happened? He said, people are coming and asking me questions. Now some Tamil journalist came and asked me, can you talk more about Kurosawa? I don't know. What have you gone and written? I said, you told me to, you know, make an interview. So I made an interview. And then Shekhar told me, don't do this. You don't make up quotes ever. But yeah, I mean, talk of learning on the job, it is one of those things. And after a bit, it just folded because the way we were bringing it out, we didn't have money for the paper for the printing and stuff like that. So we would go to people like G V Prakash, G V, sorry, who's Maniratnam's elder brother, who used to run G V Films and say, look, we don't have enough money for the next edition. And the guy would just give you a couple of ads and give you the money, right? Even if he didn't have a movie in the works, it would be just a G V Films kind of ad. Prabhu's brother, again, was very helpful that way. Pretty much all the producers, sometimes the actors would step in and talk to the producer and say, give this boy an ad, whatever. So beyond a point, it just became untenable. So there was about a period of three and a half, four years when I had nothing to do. The one thing I did was attend an interview at Indian Express for a trainee journalist. And the first thing they asked me, so what have you studied? I said, I'm a college dropout. And they said, oh, we're looking for graduates in literature. And that was the end of that interview. So yeah, 1989 somehow lucked out and there was a friend of my father's who was in Bombay who called me once and said, look, there's this paper called Free Press Journal. Not too many people read it, but they do want people and would you like to come over? I said, so what are they paying me? They said 750 bucks. So I said, how the hell am I supposed to live in Bombay on 750? He said, you can stay with me, that's not a problem. And he said, you wanted a chance, there is a chance if you make it, you make it. So I had nothing to lose. I just went in."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:42.580",
        "message": "Yeah, that's that's pretty much. That's such a delightful story. And again, lots to sort of think about in there. And I'll come back to your career later. But I kind of want to go back to your earlier days, like one story that really struck me, which you spoke about was how your father would recognize from the bookmarks, how far you had gone down a book. And when you finished a book, there would be sort of a new book. And I remember when I was a kid, and we were in Chandigarh, where my dad was in the IAS. And he'd go to Delhi every once in a while. And he had and this is in the 80s, right pre liberalization and all of that. And he had hit upon these, this dude somewhere there, because he was a big patron of bookshops and all that got lots of books. So he had hit upon a guy who would sell him old editions of Marvel Comics. So what he would do is he'd buy big bunches of Marvel Comics every time he went, but he wouldn't show them to me right up, he'd give them in dribs and drabs. So he'd give me a bunch. And when I had finished that, and when I was suitably bored and made enough of a noise, he'd give me another bunch. And all of that. And the pretense was that he doesn't have any more. But I always knew that, of course, you know, they are there somewhere or the other. So you know, tell me a little bit about your father, tell me a little bit about your mother, what was that sort of, like, because, you know, another thing that kind of happens to us as we go through life is that our parents, we form an image of them. And, you know, we maybe edit it slightly as we go along, and we grow older, and, you know, experience more life. But essentially, they are always kind of that whatever the image we have drawn of them is, and it's sometimes hard to even be able to think of them as flesh and blood human beings as flawed indeed, in many ways, or as, you know, to us, they are like fixed points in space, maybe complex points, maybe, you know, there's good and there's bad. But that's what they are, like, I recently came across a picture of my parents when we'd gone to when we'd made a trip to America in the early 80s, I think in 84, or something like that. And so there are my parents and, and I kind of looked at that picture. And for a moment, then I did a calculation. And I said, Oh, my God, at the time, this picture is taken, my father was younger than I am now. And yet, you know that. So how was that relationship like? What were your parents like? What was your father like? I mean, I imagine there is a certain kind of love and caring, which the bookmark story illustrates, but there is also deep disappointment. You know, and you know, not all of it sort of undeserved, given the kind of things that you were up to. Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:37:20.040",
        "message": "No, you're right. It was deserved. Actually, today is what, March 17, March 16 1997 is when my dad passed, when I was busy covering the India series in the West Indies, the famous 81, not all out and all of that. Dad, Dad was a quintessential product of Kerala, old world values, value, truth and justice and honesty. And he was at one point, I think, either the head or number two in a Narasimha Shaka. He was religious. He was, I think, the fundamental, the core of my dad's being was that he went at a time when he was doing brilliantly academically, his world fell apart, and he was suddenly in the position of having to actually go and start making a living. So our family, so my grandmother had one sister, and both the, you call it a Tharavad, the ancestral property, the Tharavads were joining. My grandmother's sister's children, one of them became the principal of the Calicut Medical College. One was chief secretary to the government of Kerala. One who still is alive, he's one of India's foremost orthopedic surgeons, he used to teach at American universities and medical colleges and stuff. Brilliant guy. They were all like that. They were fabulously, they were all brilliant, and they accomplished a lot. And I think it stayed with my dad that he could have been that, he and his brothers, they were all bright, all smart, all extremely erudite. But by an accident of fate, when they were pretty young, they had to go and start making a living. And my mom, again, highly traditional. So there is a concept among the Nambudris called Kovilamma, which is the women attached to a temple. So there's a temple in Chhatracheri, my mom's place. And my mom's maiden name was Rukmini Kovilamma. The family was part of the temple, or the temple was part of the family, whichever way you want to look at it. And she had, again, those same old world values. In her case, she was a kind of savant, I suppose you call it, of things like arithmetic and stuff like that. She was absolutely brilliant. And she wasn't telephones. One of the things that we used to laugh about was the fact that she had the entire telephone book memorized. You pretty much ask any number, literally, she just reels off numbers, anything to do with numbers. She was amazing. But again, family reasons, stopped studies when she was pretty young, came to Madras. And ultimately ended up joining telephones, which is where she and dad met. They complemented each other in a lot of ways, because my mom's governing nature was a kind of placidity, calm. She was unfazed by pretty much anything. She had a very even temper. My dad was, his drug of choice was adrenaline, I think he had these highs and lows, fiery kind of temper. And at the same time, the next minute, it would all cool down. And earlier, we were talking about, you know, the kindness of strangers. Dad went out of his way to help people who he didn't even know. So it was only after dad passed, and people started coming home to control, we met people we didn't even realize existed. And they would tell us stories about how their kid, something happened, and dad went understood them and or something in the family and the many ways in which exactly like this uncle who passed away recently, those two brothers were very alike. I think that that is why their marriage was so very strong. And that is also probably why mom pretty much collapsed once that passed. It is only in the early 2000s that she started getting dementia. But her zest for life pretty much ended in 97 when dad passed away. I think for all that I was hurt by the fact that my parents couldn't see my point of view and couldn't have a rational conversation with me about why are you doing these things? And what is it that you want to do? I think they were equally seen from a distance, they would have equally been baffled and hurt by the fact that these are opportunities they didn't get. And they sacrificed a lot to give it to me and I was just throwing it away. So that I think is what made the relationship go sour. I hadn't seen or talked to my father for about from 1989 to 97 when he passed, we were completely estranged. It's only when I went for his funeral that mom and I again started talking to each other and all of that stuff. But yeah, I think they had an enviably rock solid relationship. And I think the lucky one was my sister because while there was no articulation of this, I think they also realized at some point that children need to be given some space to think and grow and be themselves. And so everything that happened with me, the reverse happened with my sister, she was allowed to be whatever she wanted, she was allowed to study what she wanted. She was given a degree of freedom that I never got. So for me, withholding of freedom was a kind of punishment for whatever. And I don't thrive within four walls, I need my space. Somebody figured that out. And this was the one punishment that would always hurt me when I was grounded. In my sister's case, it was the exact opposite. So yeah, I add, like you said, it's a composite, complex kind of picture. I think at the end of the day, it is, I would think that my parents suffered mostly from having been brought up in a particular kind of environment. And then having to suddenly come to terms with a completely different way of life, of making their own way of not having, you know, in traditional families, one brother has problems, the others, the extended family is there to help. But once the family fell apart, financially, all of that changed. So it was everyone to himself, it became an atomic family, as opposed to a joint family. They never really came to terms with all that it meant. And that, I think, at the same time, having to bring up a fairly volatile kid, even at my best, I was kind of, you know, I had my moments. So all of that, I think, at a time when they were struggling to do what the normal middle class couple is trying to do, you know, raise a kid, educate, have two kids, educate them, build a house, all of that, to have to cope with me must have been a bit much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:03.440",
        "message": "So question at two levels. And one level is this, that, you know, it's poignant when, like you describe your parents, they're at a time where they're living through so much change, like one, your kids are going in these different directions as the world is changing. So it might be hard for them to kind of comprehend exactly what's going on, you know, joint families become nuclear families, it becomes everything becomes atomic, the kids go off in directions they don't understand, and they're kind of beveled out by it all. So one, you know, do you feel that, you know, looking at that as an analogue for where we are today, do you keep worrying that that might happen to you? Like in multiple ways, do you fear that you're turning into your parents, or you're turning into your father as, as they say about many men, that, you know, they kind of turn into their fathers. So it's a question at two levels. One is, of course, at the level of character and at the level of, you know, all those similarities you might notice, but the other level also is that kind of existential sort of confusion or angst or whatever that the times are changing so fast, like, and I'm asking this because even though I am relatively young, I'm in my 40s, but I, I keep telling myself that I have to keep, you know, I've seen, you know, older people, I've seen my father struggle with technology and just be beveled out and therefore feel lost because he can't handle it. And I keep telling myself that, look, when, when I am that old, if I get that far, I don't want to be so helpless. I don't want to be so, you know, adrift and all of that and, and that is a fear and one doesn't know what to even sort of how one is going to kind of navigate that. Is that something you've thought about or something that's there somewhere?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:50.760",
        "message": "Yeah, I think not now. I think those thoughts were actually in my mid to late 20s before I'd actually settled on one of the side effects of doing the kind of things that I used to do, play sport at a fairly decent level or act in plays and play the drums on stage and stuff like that. You end up, it's quite easy to make friends with girls. So there were always some relationship or the other going on right and I never wanted anything permanent until 1988 when I met Rajiv for the first time and then we started sort of seeing each other exclusively. But even then I was reluctant to commit because I didn't want kids. That was my fear that I would turn into my parents that with the best will in the world. If I see my, it's one thing to say kids deserve their freedom. But I kept thinking what if this kid of mine starts doing something that I personally don't agree with. Will I remember my own experiences and let him be or will I sort of do what all parents do which is say, you know, we know best, this is not what you should be doing and all of that. So one of the reasons why we took about three and a half years of knowing each other before we finally got married was because I never asked and one day it accidentally in course of a conversation that suddenly came up, she said, you know, I've been thinking of settling down with you but there's this one thing I don't want kids and I know that most men want kids and I was like, oh God, you could have told me this two and a half years ago and saved me a lot of hard work. So we got lucky that way but at a larger level, yeah, I'm now 63 and, you know, I can think back to a time when 63 was considered old, you looked on them as your family elder and stuff right. So suddenly I realized that I'm that now and I do have that fear of, for one, there are three people in my immediate family who have had dementia and before they passed, including my mom was the last. So there's always been that even if you accidentally forget a name of a book or a thing and suddenly you're like, oh my God, so you do a lot of trying to recollect things just deliberately to see if your memory is still working and that is one part of it. The other part of it is that other helplessness that you were talking about, a physical helplessness. So for all that, yeah, the smoking and stuff apart, there are things that I've stopped doing. I no longer drink at home by myself, but I haven't done that for the last 10, 15 years now. I have a beautifully stocked bar, but it's only when somebody comes in. Even that is very rare because I've been increasingly, I think, distanced from pretty much everybody I don't have. You remember when back in the day, when we were all in Bombay, we used to hang out in each other's homes, sit and talk late into the night till 1 o'clock, 2 o'clock and drunk."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:07.240",
        "message": "You know, I honestly missed that so much. I remember Anand Ramchandran, Sumant, all the bunch of us, Chandrahas and those were lovely times."
    },
    {
        "speaker": "Guest",
        "time": "01:50:17.400",
        "message": "Yeah, that's now a memory. I don't do that anymore. I don't go out for these things. I basically find spending an evening drinking alcohol that I don't really need and ending up talking of the same political tropes over and over again, it just seems so pointless to me. I don't get any fun out of it. I come back and say, what the hell was I doing? I could have read a book in this time. But there is a certain consciousness that I don't want to or I can't afford to be physically helpless. So with all of this, I still do, I go out for long walks, or I work out at home. I keep track of my fitness. And that fear is ever present. Also probably because I think, at least in dad's time, even though the family was fragmented and his brothers were all in different parts of the thing, there was still, they all grew up with that sense of closeness and tightness and stuff. There's just me and my sister, she has her own life, her kids to look after, her husband who recently had a heart attack, so she has that on her mind. So I realized that I don't have the kind of automatic support system that the previous generation had. So that consciousness, that fear is kind of ever present, losing the ability to think, to write, to function."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:45.640",
        "message": "Let's go back to untangling one of the strands which kind of struck me when you were talking earlier about your childhood. And this goes back right to the very start where you spoke about how you grew up in a home where stories were being told all the time. And of course, we have a windowpane episode releasing soon on YouTube where you speak about this at length about the influence of storytelling on your writing. So I won't go into that here. But what I am interested in is a couple of tangential things. One is, what role does language play in even the way that we write in English, for example, you know, I have sort of grown up reading English all the time, you know, you spoke about how you would serendipitously discover serious writers, because you were basically reading everything. Similarly, you know, my introduction to serious literature was when I came across Dostoevsky's House of the Dead in my father's library. And I thought, that sounds like a fun book, and it just completely changed who I was. I mean, that year, I read all of Dostoevsky, most of the other Russian stuff from that era, all of Shakespeare, even by the time before I turned 11, though I probably didn't get most of it. But a parallel layer for many of us on that, are the languages, whatever those languages are. And with me, it was mostly English, really. So I didn't have the benefit of that. I wish I had immersed myself more into literature and some of the languages or culture and some of the languages, because I think that has an enriching kind of influence. What was it like for you in terms of maybe Malayalam literature or Tamil literature or Hindi? I mean, I guess you wouldn't have read much in Hindi, though you did mention you were, you did well in school in it. So how do you feel all of that influences you? Because a writer writing in English in the Western world has only the world of English. A writer writing in English in India has all these other worlds."
    },
    {
        "speaker": "Guest",
        "time": "01:53:40.520",
        "message": "I remember when I went to college, the first day of college, there was this absolutely brilliant English professor, George Matthew. He walked into class and said, Okay, I want to get to know you guys. So one by one, just talk, tell me about yourselves. And also hit some of the high spots like, you know, what's your mother tongue, what's your thing. And this one boy stood up and when he came to the mother tongue part, he said English. And George Matthew looked up and said, his name was Ram Subramanian, or some such. So he said, What the hell do you mean by English, and he said, Look, I mean, I read, I write, I think and I dream in English. So I don't know what else to say. I don't even I can't read my mother tongue, Tamil. So English is my mother tongue and and that made me think of what mother tongue really means. Is it the inherited language or is it the language that you're most at home in? If the latter definition holds true, then it would be English because I think in English. At the same time, by some fluke, I've retained my knowledge of and ability to communicate in whatever brand of Malayalam and Tamil you choose from the highly literary to the absolute street. The thing though is, it's opened me to new ways of writing, it has opened me to a whole lot of different styles and voice and even themes. One of the things about Malayalam literature is the way they can be talked about this in the earlier before the before the ad break, if you remember about these little stories that mean so much and Malayalam literature and Malayalam films are full of these kind of stories. Just I haven't been watching too many films of late, but a couple of days back, my wife insisted that I watch something called Katti Olaan Ende Maalaga, which basically translates into the woman I married is my angel. It is a story of a boy in a village in an agrarian sort of environment, just him and his mom, his two sisters are married and gone. And he has reached the age of 35 without ever being in a relationship, ever being able to carry on a conversation with a woman other than his immediate family. And he keeps stalling whenever the subject of marriage comes up. And then finally, one day he sees one of those typical arranged things, he sees a woman who he actually wants to marry. He does. And then he doesn't know what to do with them, in the sense of he doesn't know how sex works. And all he has is the village loafers and you know, the kind of hangers on and stuff and somewhere this sticks in his head. So he makes all kinds of excuses on his honeymoon night, he pretends to be having high fever. And he just stays in bed for two days, while this girl is like running around and getting him food and thing and he says, I can't get up and shivering and all of that. He's just he's just making excuses not to be with her. And then somewhere he overhears a conversation about how women like men who are strong and does that and he misinterprets that. He gets drunk, he goes home and he rapes his wife. And it is fairly brutal, to the point where she ends up in hospital. And that becomes a huge problem. And the entire movie is about how these two people, how he breaks out of his shell, or how he is gradually taken out of a shell and taught what real life is all about. And how she gets to understand where he was coming from when this happened. It's not a justification of marital rape or even rape. But it is a process of understanding and a kind of mutual accommodation that happens at some point. But it was all based on that one little trivial incident. So that's what Malayalam literature gave me. Tamil literature was what I've read. And honestly, I haven't read the contemporary authors. My knowledge of Tamil literature would be the Tamil epics. And a couple of established writers like Sujatha, for instance, who has a huge body of work. They do epic very well. Malayalam, per se, doesn't have an established epic culture. We have myths and legends and then more contemporary forms of storytelling, but we don't have epic as a form. Tamil does, if you think of the Silapadikarams and the Manimegalas, where a big saga is told and through that, the daily lives of people, the culture, the traditions, all of that is interwoven into that. So I think these things inform the way I think and write in English without necessarily informing my voice or my style. They just sort of expand my sense of the possibilities, if you will."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:03.720",
        "message": "Great. Let's take another quick commercial break. And on the other side of the break, we'll continue chatting about this and that and that and this. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you."
    },
    {
        "speaker": "Guest",
        "time": "02:00:17.840",
        "message": "We are back with a scene in the unseen, where normally Amit does questions and his guests respond occasionally at rambling length like I just did until now. But Amit, this time I want to reverse the thing and ask you a question. It's funny, I have known you for the better part of 20 years. We've been friends, we've collaborated, we've worked together off and on. It occurs to me that your trajectory in your profession is exactly the opposite of mine. I did a lot of random things and then kind of stumbled and tripped and fell into journalism almost by accident, or maybe because there was no other option. But you straight out of college, you decided to get into journalism, right? And you picked cricket. And then you started doing other things. You became a fiction writer, you started playing poker for a living. You were a blogger for a bit, then you went deep into the sort of writing that among other things one or two best yet, you're a pioneer for India and the podcast thing, all of that. It occurs to me that it's a rather funny arc, which which on the face of it defies logic. So I was curious about how you got where you and how you how you Yeah, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:40.880",
        "message": "So the 200th episode of the scene and the unseen was all me answering questions from others covering many aspects, including this arc. But you know, I was just thinking when you were speaking about, I said, at some point, I hope, you know, Prem won't think otherwise, if I ask him to send me a photograph of his himself as a young man, because I really wonder what you look like. And one of the things that has kind of happened to me while I've been speaking to old friends on the show, like you right now, or Deepak Shenoy a little bit earlier, or Sonia Falero, who was also on is that you realize that these people are people you feel close to, right, there is a lot of affection, there is a lot of warmth, you've known them for a long time. And yet you don't really know them at all. That's that's sometimes the feeling I get that there's so much you don't know. And your question revealed some of that, because I didn't come straight into journalism, I spent a few years in music television, I, I worked for a few months in advertising in Delhi, I graduated in 94, I finished my BA literature. And then for a few months, I worked in Delhi in HTA, where I worked in a group called the Pepsi group HTA is today J. Walter Thompson, it was in the number one ad agency in the country hated advertising, came to Bombay work to channel V where quick and Morgan was just out. And that was the in thing. So I landed on a Friday called up their office, I said, you know, I'd like to kind of work with you. And on Monday, I had the job worked in channel V for a couple of years, two and a half years worked in MTV for two and a half years, tried a.com startup that failed partly because the NASDAQ crash happened in 2000, just as things were taking off, drifted into journalism, like my entrepreneurship efforts left me in a bit of debt, and I needed a job. And so I joined Sambit Bal at wisdom, we later went on to buy Cricinfo and all of that. And Sambit was kind enough to cut a deal with the organization where they gave me a sort of a loan, which covered, you know, the amount of my debt, and they'd cut it out of my salary every month, eternally grateful for that. And just a great editor, like you spoke of how you only worked with Nikhil, you know, for me, Sambit is up there as an editor also, because, and we spoke about this in the window pane session, also how he nurtured so many talented young writers like Rahul Bhattacharya and Siddhartha Vaidyanathan, Chandra Haas, Rahul Bhatia, all of these people. So in enormous talent, but you know, we must not make the journalistic mistake of ascribing a post facto narrative on something that basically randomly happened, which is kind of what happened with me that everything was random. So the counterfactuals are, of course, interesting. And I just drifted from one thing to the other. And a lot of that is, and it's interesting, I teach this course called the art of clear writing, where I talk about the link between clear writing and clear thinking. But a lot of this journey happened because I wasn't a clear thinker. So I didn't really know exactly what I was aiming for, what I wanted to do, there were all these sort of confusions. And so I stumbled from thing to thing, which I enjoyed doing, I've spoken a little bit about this journey in that sort of in the episode that I did. But I think one of the things and I'll turn this back into a question for you. But one of the sort of realizations I had at some point, like, I think what happens is that there are two sort of transitions that I have seen. One is that moment where you realize you're not exactly young anymore, where you know, you're in your 40s, and you still behave like someone who's 25. And you think, you know, all of your future is ahead of you. And then you suddenly think what the fuck 20 years just passed, you know, while I was procrastinating or not doing stuff, and then one has to reorient oneself. And in a sense that reorientation can also be painful, because there is a point where you realize that, let's get real here, you know, most of my dreams are not going to happen. But there's another reorientation that happens that makes us okay, which is an understanding that you would dreaming the wrong dreams anyway, that happiness doesn't come from achieving A or B or C, it comes one to take joy in what you're doing in an everyday basis, to kind of find those little joys, the things that you enjoy doing, like I get a lot of joy from these conversations, right? So even if, and that's something in and of itself. And I guess that process of sort of reorienting in these multiple ways, of course, for me is sort of ongoing. But how has it been for you?"
    },
    {
        "speaker": "Guest",
        "time": "02:06:01.760",
        "message": "For me, I think there are two things that I can think of. One is, I look at myself today, and I think, I'm not going to say it's my abiding fault, or that it's a problem or a weakness or whatever, it is a complete lack of ambition. And I've tried to figure that out. And I realized that, you know, those eight years when between my dropping out of college and between finding my feet, it was so hellish. And it nearly drove me to taking my own life a couple of times. And the one thought that I had in my head all that time was, somehow, I want that opportunity to prove that I have what it takes. Because when everybody around you is running you down and saying that you'll never amount to anything. And inside you, you know, that if you had that opportunity, you could do this, it becomes a it becomes a terrible place to live in. And so I came to Bombay, and I don't know my, my first day at Free Press, Mr. Kanapalli called me into his room for an interview, and obviously, I had no degree or anything to show him. So he said, fine, I'll take you on as a trainee. And after a month, I'll give you a test in English, which in a funny kind of way kind of amused me. But what I remember about that day is after that I was somebody, he called somebody into the room and said, show him a table and chair where he can work. And I went and sat down and suddenly I got up, ran to the loo and I threw up. And I think it was the realization that all this time I had been living in this world, inside my head, where all I needed was a chance to prove my point, or to prove that I had what it takes. And suddenly here was that chance. And I think I was struck by the dread that I would fail. And then the one justification I had for all the mistakes I had made till then, would also vanish. And I just barfed. And as it turned out, some four days later, I was looking at the pages as they were being made and Mr. Kannabali's editorial, there was an error of both fact and syntax, which I corrected, and he wasn't there. So I just took a call, I corrected it, I didn't know what was right and wrong at that time. So next morning, I went to him and said, there was this problem yesterday, and I've corrected it. And he took a look at me and said, okay, you can go home now and come back in the evening. So I was like, what is that about? He said, you come in the evening, I'll let you know. So I go back at about six o'clock, and he was waiting for me, he said, I want you on the night shift and start making pages. And straight away, he said, I don't think you need any tests or something. And I think what happened in that moment was I realized I had what it took. And that was it. If you spend eight years locked inside of yourself, and only wanting to accomplish that one thing, which is, just get that chance, just prove to yourself more than to your family or to whoever, that you can do this. And then you tick that box. I was suddenly left with no more boxes to tick, and I still don't have any boxes to tick. I think now the only thing is, similarly, there's a dream which led to the starting of Peeply. Even before that, when I was in Yahoo, and to the extent that was possible, I bargained for budgets to do, we had this thing called originals, where people went out and reported at length on various stories that were not really chasing the headlines so much as narrative. I remember we won a whole heap of Red Ink Awards for those stories that was with Nisha and Gautam Jain. And then Apti went out and did something called River Diaries, which is what got Paul's attention in the first place. And then we started Peeply with this dream that there is still both a market and a need for deep, immersive journalism, journalism that looks not at what the headlines are. So we said, look, if you're looking at the long term, India has about two, three problems. One is the problem of water resources, basically an environmental problem, water is a central to it. But there is a lot of dominoes that then start to fall once you start interfering with the water supply. The second is a combination of healthcare and education, which is one of the things that to my mind, is holding back this country's productivity in a good way. One, we keep talking of the demographic dividend, and there's no way to capitalize on that dividend. If the kids are not being given an education that is of some use to them in their life, they're not productive, if they end up, you know, working in malls and stuff like just to earn a subsistence living, it's what do they call it, disguised unemployment. If that is the case, you're losing out on that. And the third is what we call development, which isn't really, we are putting up these structures here and there, but we're not connecting the dots at all, which is what Rahul Bhatia was doing. If you remember, he was talking about one factory that produces condensers, which is required by another factory at 180 kilometers away. And to carry this condenser across the distance of 180 kilometers takes almost a year, because our roads are not equipped to deal with that kind of massive transport. So these are not headlines, but these are issues that will ramify. And funnily enough, for instance, Aarti, I remember, went to Sundarbans on one of her early explorations. And she came back and she talked to me and then wrote about this moment when she was in this little boat. And in the Sundarbans, by about five o'clock, you have this enormous mist that shrouds everything, fog that shrouds everything. You can barely see, if you hold your hand out in front of you, you can't see your hand. And the boat suddenly veered, she nearly toppled off the boat. And it turned out that right in front of her, the boatman had seen it in the nick of time. There was a huge tanker coming towards them, no lights, no sound, no nothing. And she was talking about what this means, the possibility, the Selar River is protected, Sundarbans is a protected environment, it is a UNESCO project and all of that. And here you had these massive tankers carrying things like fly ash, crude oil, and various other extremely harmful products. And she said, someday there's going to be a crash and soon enough, three months later, there was. And 350,000 liters of oil spilled into that thing and completely ruined that environment. Subsequent to that, there have been at least four or five other tanker mishaps that I know of, fly ash, fertilizer, all kinds of things have been dumped into that extremely sensitive ecosystem. So I believe that it is necessary to tell these stories, I believe that it is necessary. And increasingly, you're looking at a media world where there is no space for this kind of storytelling. There is neither the ability nor the ability not of the individual reporter, but of the management, let's say, to think of the necessity of all this and to find the ways and means to make it happen. There isn't the space, there isn't the time, and there isn't the inclination. And because of this combination of factors, the most important stories of the day remain untold or largely untold. There are independent journalists who are on their own time going out and telling these stories, people like Aarti or Priyanka Dubey or Bahadut and people like that, who are taking the trouble, Prerna Bindra, for environment-related stories. A lot of these people are doing it, but they're doing it despite the system. And I think the only dream that remains is to create that system, which is what we try to do with Peepli. But convincing people that it is worth investing in, I failed at and I don't know how to turn that around. So yeah, that is to your question, it's kind of, in one sense, I have no ambitions. In the other, I have this one, or at least in one sense, I have no personal ambitions. I'm not, I have to do this particular kind of journalism or I have to write this book or I have to do X, Y, Z, none of that seems to matter. And it hasn't mattered since that day I told you about my first week. But at a larger level, I suppose this is the one thing that that haunts me that I wasn't able to make it work."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:06.320",
        "message": "You weren't able to make what work?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:08.800",
        "message": "This project of Peepli or any, you know, variant of that. But essentially, the idea of consistent beat reporting on the seminal issues, the issues that will really make a difference to this country in the coming years, that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:26.560",
        "message": "So, you know, let's talk about your time in journalism and journalism itself. But before we get there, I'm sort of interested in, I mean, I think if one was to rephrase the question as not as what ambitions may be and how you've recalibrated them, but what are you driven by? And what you seem to be describing at that early phase is that you're driven by the desire to prove that you're not a waste, that, you know, that you can excel and that comes to you on that day when you're put on the night shift and you don't have to do the English language test as such. And that's a personal drive fulfilled. And now what it seems to you and something that resonates with me is that there is a drive that is almost dual. One, it comes out of a passion for what you do, which is journalism and the writing. And two, it comes out of caring about these issues which have become important to you. And obviously, the two of them come together, like again, for the benefit of my listeners, peeply at peeply.org was a project that Prem put together after he had left Yahoo, where he was a managing editor for a long time. And it was all about this deep, immersive, long-form journalism. And you mentioned, you know, Rahul Bhatia's story there and there's also a famous FT story about how, I forget which those two cities are, South Indian cities, whether it's Chennai in Bangalore or Chennai in Hyderabad or whatever, I forget. But basically, at that time when FT did the story a few years ago, if you wanted to send goods from one city to the other, it was cheaper to do it via Paris than directly, because of all the shit that happens at state borders and so on. And by the way, another aside, you know, I finally ventured out to meet someone recently and I went with Rahul Bhatia to meet him for coffee at a nearby restaurant. And they had this bizarre thing that they had this large outdoor section where they were not allowing anyone to sit, but everybody could sit indoors, which was full of these shouty kids and air conditioning and all of that. So I think people really need to think about this shit. You know, it should absolutely have been the other way around. But my question is this, that, you know, obviously we see here a kind of a deepening of one's mental makeup in the sense that initially the driver is personal validation and I want to do this and I want to prove myself. And then later the driver becomes something else. And part of the reason the driver becomes something else is that you are forming a frame through which you look at the world. And that gets sharper and sharper as it kind of goes along. In a sense, a picture of the world gets more and more high definition as you gather more and more dots to connect. So tell me a little bit about that process of worldview forming, because despite growing up in a generation after you till I was almost an adult, I did not know much about, you know, political theory. I didn't know what left or right was. I had mildly left liberal inclinations in college because it seemed compassionate. It seemed a good way to go. And you know, extremely unformed and it's later in adulthood that I started reading much more and kind of figuring stuff out for myself. So what was that process like for you of forming that frame through which you look at the world? You know, whether it is looking at politics, whether it is, say, looking even at journalism or society or the world around you? What was that like?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:44.680",
        "message": "I think politics and society predate my involvement with journalism, largely because ours was and whatever vestiges remain, it remains a hugely political family. I did mention my dad's involvement with the RSS. One of his younger brothers was a Marxist. And there was a time when he was in hiding because he was supposed to be involved in a murder case, political whatever. And dad moved from the RSS to hardcore left, hardcore as in his thinking went left. Mom was a diehard congressperson till the day she lost cognition. I mean, I keep saying this in mom's religious worldview, there are four goddesses, Saraswati, Lakshmi, Parvati and Indira Gandhi. So dinner, obviously, when the family gets together, dinner tends to be quite fun because everybody's shouting at each other about, you know, their various political differences are being had. And growing up in the kind of family I did, it was difficult to escape. Not that I wanted to, but culture and societal change for that period was so intrinsic to our lives, that it became, again, staple fare of conversation. So those things kind of came to me by default. And my first few years in journalism were largely political journalism, or feature writing. There was a brief foray into Bollywood because midday and therefore, it was needed, but these were the kind of things that I would get to do. It happened by accident, and after about five years of that, I think I mentioned this in the windowpane session as well. One, I was no longer taking a delight in it that I once did. I was losing even the fandom for the sport. Forget about the journalistic urge to view the next match and write about it. Even that joy that I used to have as a fan was getting bleached out of me. A lot of external reasons, you know them as well as I do the match fixing, and the growing sense that you were seeing a Kabuki play rather than a cricket match, that what was going on behind the mask was different from what we were perceiving in front of it. And then I went back, after that, there was that period in New York, where working on India abroad, it left a lot of time to myself to sort of reassess and like you said, reset. And I realized that for me, until that point in time, I had done very little in terms of environmental journalism or issue-based journalism. It was mostly, unless you count politics as an issue. It occurred to me that that was what I wanted to do, which is why when I came back, I did a bit of that and then left Rediff, came to Yahoo, realized that I now had the levers or at least some of the levers in my hand, as long as Yahoo was being run out of India, I could work with the managing director on budgeting and stuff like that. So I started giving increasing prominence for that kind of thing, going out for that kind of stories as well. I think that is how it evolves, that these are your personal preoccupations. Look, I lived on land. My grandfather being what he was, by the time I was four and five, I had a little spade and a shovel and an axe of my own, scaled down to size. And he would take me out into the fields pretty much every day. And he would insist that I learn all the basics, how to dig a trench, how to chop down a tree, all of that, or chop it up into firewood, all the basics, work with your hands and stuff. And that was part of my formative years. So it never quite left me, that sense of importance of land and how people and land interact with one another. So all of that was already marinating inside of me. Then I met Aarti, who was hardcore into these issues. I mean, she's a brilliant scholar with, I think, three postgraduate degrees to her name, had a great job in Intel, quit all that, wanted to do this. So her passion kind of, just when I was beginning to sense the first sparks of there has to be more to it than quotidian political reporting, her coming along, just sort of took it up another few notches. Then Paul happened, and then it became a sort of continuous process. Even today, I mean, I write a lot in my journals, which I don't know what I'll make of it at some point. But most of that writing is about these kind of issues. Not what is happening in West Bengal or Kerala or whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:49.640",
        "message": "And you know, one thing, since I've known you, I've constantly been haranguing you about why you don't write books, like, for example, cricket, you know, the whole fascinating post John Wright's Hour of Ganguly period is so incredible. And most of what really went down and happened is not even in the public domain. And I used to keep nagging you, I think, please write a book about it. But there are so many books that you could really have written on just a variety of subjects, not just cricket. And you haven't done that. Is that something you thought about? Like in my case, and I will hopefully write many books, but in my case, the fact that I haven't written 10 by now is really a lack of discipline. And it's got to do with those kind of personal feelings and not necessarily desire. But in your case, did you look at writing books as something that you would do? Is that something that waxed and waned with time at different periods? How was that like, like one reason I think that, you know, I was thinking the other day about, you know, why should one privilege writing a book as necessarily the pinnacle of a certain kind of artistic or intellectual achievement, like it seems like a standard end goal? You know, why not a podcast? Why not whatever, you know, it's, it's, we kind of tend to think in these old structures of how we consume the world back in the day 30 years ago, but today, everything has changed. But was that ever a part of your makeup that I should write books? Or was it something you really didn't care about? And you were like, what is this Amit telling me again and again?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:18.720",
        "message": "Well, I mean, you kind of answered your own question on my behalf, when you talked about why privilege writing books as the pinnacle of intellectual achievement. To the specific thing about cricket, I think we both know why I haven't written it. For the simple reason that like you said, it's not in the public domain, because it is not in the interest of either the players who are central to that era, or to the administration, for a lot of things to to become public. Almost all of what I know is from the players and the administrators themselves. And I also know with a dead certainty that if I ever were to write about these things, the very same people who took me aside, asked for my time, sat me down and told me things will be the first to deny it. At the end of it, I'm going to end up with a book that is universally denied. And to what purpose, you know, I mean, if the principal players in this history do not want the story to come out, I don't see the point of my doing it. I don't think I have never felt that I have to write a book. You and other friends, Nilanjana Roy, for instance, Kartika Nair, people keep talking to me about it. I played around a bit with that transcreation of Bhimsen, but that was more of a writing experiment that I wanted to try out. But for me, a book has to evolve from the story. It has to be the other way around. And I'm not talking fiction. Fiction doesn't interest me. I mean, I love reading fiction, but not necessarily writing it. I don't even think in that direction. Nonfiction though, yes. And for me, it is, like I said, if you remember, we talked about that coastline exploration that we were doing and which got truncated thanks to COVID and all the other issues. But at some point, that is a book that I want to finish because you see the coastline and you see beaches on which you played football or where you picnicked with your family when dad and mom came down for the summer holidays and stuff. And they have vanished. They've literally vanished. The beach does not exist anymore. The water comes to the shoreline, to the road, for instance. So that is one part of the story. But then when you think of how it ramifies, the beach encroaching is fishermen disappearing. Homes getting destroyed every single monsoon along that stretch from Trivandrum all the way up. Hundreds of homes are just being swept into the sea every single monsoon for the last five, six years. That is that many displaced families, that many displaced livelihoods. To keep the sea from encroaching, you're going and mining stone from the Western Ghats, from Idukki, from Kalpata and Sultansbatri and places like that. And every year now for the last three years, you've had landslides in those places which are killing people. There is multiple ramifications across this. And all these, let's say, economical, livelihood ramifications then translate into cultural ramifications as well. So there is a huge story with the coastline as its spine. And to do the entire Indian coastline of 7,400 kilometers is an ambition that Aarti and I have. But just to do Kerala, it strikes me that what is happening environmentally in that place and how it is ramifying into the social, the political and the cultural lives of the people is a book worth working on. And that's not an ambition that I've given up on at this point. But again, that depends on do the basics first, which is go there, see what there is and then see if the story is worth writing and if you're capable enough of putting it all together."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:13.400",
        "message": "And I guess that requires funding. If someone listening to this wants to fund this, what do they have to do? Where do they have to go?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:18.400",
        "message": "Well, talk to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:19.400",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "02:29:20.400",
        "message": "That's accessible. So yeah, part of the thing I see, I can't talk to a VC on the regular lines of how many page views will you get and how many you use will you get? I can only talk in terms of, is this a necessary thing to do? Is this something important that is not getting done right now? And what will it take to do it? And I'm not looking at huge sums of money, I don't think that is required at all. We did that entire course, like 15, 20 days, one month and then another 15 days, another month, 30 odd days, our budget was less than a lakh. We stay in these small lodges, we walk a lot, we take public transport. It's not like you're saying, okay, I need to be put up in these five star hotels and I need tons of equipment and stuff. But there needs to be somebody willing to do it because it is a good thing to do, not necessarily because the ROI can be calculated on an Excel sheet."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:27.800",
        "message": "And I haven't found that person. So. Very wise words. Hopefully you will through this episode. I have great hopes for that. So you know, let's kind of talk a little bit about journalism. And we've done this before. I think in 2017, we did this, if I remember correctly, we did an episode called the state of the media, where we, you know, spoke about where things are. And those days, my episodes are much shorter, though I think this was a one hour episode, but I don't quite remember. But you know, I still can't quite get a handle on what the media will look like 10 years later. Like one thing that is clear to me is this couple of big changes. One is that there was a time where there was a consensus on the truth, because you got all your news from a bunch of singular sources, and that was pretty much it. And it was both good and bad. It was good because there was a limit to how much fake news could get through and you had what you had. And, you know, two plus two is always equal to four. Today, you know, that's coming at you from disparate sources. Everybody constructs their own alternative realities. And in a sense is good, because it means content creators like me can just create content. I am not dependent on a platform for publishing me. I don't have to conform. I can do my podcast as I want. Nobody's going to ask me, teen gun take you. I can do my newsletters as I want, which is kind of great. But and the other thing that's changed is that especially in the last 10 years with social media on our smartphones, that the way people discover, consume and filter information has changed. It is no longer the case that you will go to a destination that you'll, you know, pick up the Times of India in the morning or you'll go to even an India Uncut in the morning and, you know, as back in the blogging days, some people said they used to do and people don't go to destinations anymore. The news comes to them, they'll click on links on social media, or somebody will send them something on WhatsApp. So everything about the consumption has changed. Everything about, you know, at the demand end, it is all different. At the supply end, they haven't figured it out. They haven't figured out that, you know, or if they have figured out, they haven't figured out what to do about it, that the advertising model may be broken, that, you know, a lot of what was taken for granted, like the bundling of many things together in this big thing called the newspaper or the publication may not even be relevant anymore. And I don't know how those pieces are going to fall into play. At some point, the supply will fit into the demand and I don't know when it will happen. And even now, the landscape of how we consume information is changing so fast, that like, you know, just this week, there was an episode out of a show that I produce, there's a show called Brave New World hosted by Vasanthar, which I produced for the IDFC Institute. And Vasanthar spoke to Jonathan Haidt. And Jonathan Haidt made an interesting point where he spoke about, I think the phrase he used was wisdom deprivation, where he said that, yes, today people have access to a lot more information. But most of us tend to consume something that has been produced in the last two or three days. You're always kind of in the moment, especially and this is more, this is a bigger concern, not when you take oldies like us, but when you take new generations who are still being formed. And the question is, what are they being formed by? And they are being formed by, you know, ephemeral shallow content, which is just coming out. And I don't want to generalize and say everybody is like that kids generally today are obviously much smarter than us. They have a partly because of, you know, access, self pedagogy is much easier, and so on and so forth. And that's also, and I think the phrase John used for it was wisdom deprivation, and because things are just changing so rapidly that it is and because the demand side is continuously changing, while the supply side is still stuck in some paradigm of 12-13 years ago, you know, and I can't put a finger on what the media landscape will look like 10 years from now and so on. And obviously, you have been in media at the highest levels for all this time. What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:30.120",
        "message": "Look, I mean, the smaller point about the democratization of media is, I think, a wonderful thing. It's you talked about your podcast, but you could also have equally with with the same amount of relevance talked about the writing group that you formed, which is now producing content at a rapidly increasing both pace and quality, not just the quantity of stuff that your cohort is turning out, but also the quality of stuff and, and the way they are systematically broad basing their interests, so that they're covering more and more ground, which is a good thing. But as far as conventional media is concerned, I think it has fallen too deep into a trap of its own making. And instead of trying to climb out there reaching for a shovel, I think the genesis of the problem was the early days of the internet when your monetization model depended on audience on page views on on the number of, let's say, the amount of attention of a reader that you could catch and retain. So if your content was good enough to make a person spend x minutes on that site, and to revisit that site multiple times a day, you had a good chance of making it with the advertiser. Two things have happened subsequently, one is that more and more media houses have come up. Every media house operates on this Excel sheet model of what are our page views, what are our unique users, what is our repeat visits and stuff. In order to accomplish these goals without thinking of why you want to accomplish these goals. What the media houses are doing is churning out more and more irrelevant content. For instance, one of the better run websites that we have in India today. The other day, I saw this link on Twitter, this video went viral, blah, blah, something. And I just clicked on it to see what the hell they were talking about. And it was one of those random moments. And I realized that what they had done was this was a video that had gone viral on Twitter. Somebody had posted it. All they had done was embed that Twitter in this page. And that's it, gave it a headline and pushed it out. Why would you do that? It's already viral on Twitter. You're hoping to write that virality for a few extra page views. And the joke is, you haven't thought of what those extra page views mean in terms of revenue. Somebody did put in even that little bit of effort to find that and embed it, right? They haven't done the basic math of saying the more page views I produce, and the more page views everybody around me produces, the less each page views value is. So at a time when you used to sell what you call the CPM, cost per million page views, when the CPMs were counted in dollars, today, they're not worth pennies. So your basic unit of production, which is your page view, is increasingly irrelevant in the marketplace. And yet you're chasing that metric, and you're not only chasing that metric, you're actually doing more and more of that. You're desperate to meet these so-called monthly targets and stuff, right? Now, having done all that, you are not clearly making money. Therefore, your annual cycles are, okay, we have a lot of red ink, therefore lay off a few more people. Your quality comes down, the remaining people are put to the job of churning out more content. The relevance of that content to the average consumer is therefore getting depleted. And it's a vicious cycle, and you're not, at no point are you hitting the pause button. You talked about, as an individual, the times that we reset ourselves, that moment when we think, okay, what have I been doing, and why am I doing this? And is this what I'm supposed to be doing? And media, by and large, has not done that, nor have they explored potential. It is not for lack of alternate revenue options, so much as the media is in the trap of thinking that this is the only way. In fact, I remember making a presentation when I was in Yahoo about how Yahoo could be monetized. And everybody in the room said, okay, brilliant ideas, blah, blah, blah, and nothing happened. And then a friend of mine in another website, when I left Yahoo, he came down to Bangalore and said, I wanted to talk to you about monetization, do you have any thoughts? And I gave him two, three of these ideas, and he said, will you come and help us do it? I said, I'll give you the ideas, just do it. It doesn't matter, because at that time, I was more preoccupied with people. It didn't happen, years passed. And I've had the same conversation and these exact same ideas, at least four times to my recollection. And at no point has anyone shown, they've all shown great enthusiasm for the thought, but it does take an effort to say, okay, I'm going to stop doing what I'm doing today in order to do this tomorrow. And that they're not willing to do. So you're ending up in a trap where your single biggest sponsor is the government. It is the government advertising, the government, the personality's presence at your events. These are your primary monetization models. If that is the case, you're then captive to, I mean, you automatically sink to being a propaganda outlet for whoever is in power that particular time. And that's a trap from which you can't climb out of until you stop that dependence. Now, as long as you are in that particular trap, the problem is you become less relevant to the audience because propaganda, it's not subtle, it's sledgehammer stuff. And people see it. I mean, we talked about this, I think in the writing class episode as well, that people are very, very good to spot fakes and the same way they're very good at spotting when there is an agenda behind what is being written. So you've now gotten into the self-perpetuating cycle. And part of the problem is that the people who are sitting in positions of authority in media houses do not spend the time to explore their own ecosystem. They do not spend enough time to see what is working elsewhere and why it is working. What model is adaptable to this country? What is the model that is probably not used somewhere else, but will work in this country because we have scale? None of those questions even come up in these management discussions. What does come up is how do we get 25% growth quarter on quarter? In fact, in Yahoo, I actually asked that question when I was asked how I was going to ensure 25% growth. I said, the last quarter, these are the numbers we've done. How much of it did you sell? The guy didn't have an answer. I did. I told him you only sold 35%. So what are we going to do with this 25% growth when you can't even sell what I'm producing right now? So yeah, the future of media is frankly in the media's own hands. If they don't see the trap that they've fallen into and if they continue to dig deeper, pretty soon you become irrelevant to the audience. You made the point. Increasingly, nobody goes to a website, right? I mean, learn behavior for you, for me. In the morning, you needed to catch up with news. Therefore, you had one or two preferred news sources, whether it is Times of India, Hindustan Times or Hindu, whatever it is. But you went to that website at the time that you stopped actually reading the physical paper. You went to the website and you went through it. You wanted to know about cricket. Therefore, you went to ESPN, Cricket Info. And similarly, you had certain specific interests. So you had a set of about maybe 10, 12 bookmarks, which was the first thing that we did every morning, cycle through those bookmarks and catch up with the world and whatever happened while we were asleep. Today, there is no URL that you type in and that tells you that there is no website that has become of even remote relevance to us. It doesn't matter. I'm operating under the assumption that if it is important enough, somebody on social media will be talking about it and I will find it. And that is not because of the rise of social media. People are putting the cart before the horse in that particular argument. It is not the rise of social media that is making the newspaper irrelevant so much as the newspapers made themselves irrelevant. And therefore, people are turning to alternate sources of news or information. For instance, why do your podcasts work? Your guests talk brilliantly about a huge variety of subjects. I mean, the last two guests, you had Dezala Wahab. Before that, you had Annie Zaidi. Before that, you had Deepak Chhenoy. All three are entirely different. The areas of expertise are different, the subject matter is different, right? Why is all this not part of mainstream media? If it is irrelevant, your podcast wouldn't work. If your podcast is working, it does say that these are themes and topics and ideas that a certain section of the audience is actually interested in. They are willing to invest, what, three hours of time listening to all this? I know media houses that would kill for three hours of your attention. And advertisers would die to get that kind of time spent on a website. So I mean, for newspapers to say, you know, social media has killed us and Facebook is doing this to us and all that, sorry, you did it to yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:00.200",
        "message": "Marvellous. So there's lots there to unpack and I'll unpack some of it. But since you mentioned sort of the clear writing community, I'll quickly take a brief digression to tell listeners about that. So basically, I started the Scorsese Autoclear Writing in April last year. And I've, you know, I'm on my 11th cohort right now. And around the ninth cohort, the former students kind of got together and they formed this separate online writing community, which I am a part of, but not the Grand Poobah as it were, I'm just another member. And so are you, in fact, and it's voluntary, it's free. And it's only for people who've already done the course. So they kind of share the same frame of reference and all that. And they give each other prompts, exercises, we have this YouTube channel on which, you know, we've spoken to Prem recently, before that we spoke to Nilanjana Roy and Aakar Patel about writing. We have a newsletter at windowpane.substract.com. We have reading groups, book clubs for fiction and nonfiction. And now they're talking about forming a film club as well. So a lot of enthusiasm, a few hundred people, lots of action there. Now kind of getting back to why has this podcast taken off? And that's something I've thought about, because it caught me by surprise. When I started, I thought attention spans are shallow, you got to grab them in the first 15 minutes, first 15 seconds, don't do anything longer than 20 minutes, that was all bullshit. And it was all received wisdom that came from YouTube and may not even necessarily be true for YouTube anymore, because there are interesting new things happening there. But we can talk about that some other time. But one reason for this is that if you look at the media, you have in the past described the Indian media as being an inch deep and a mile wide. And that's exactly what it is. And it is like that for different kinds of incentives. One obviously is that if you look at news television, why is it so shallow? Why is it so shouty and screamy and in a race to the bottom? Because there are price caps on for example, subscribers, which means that most of your revenue has to come from advertising, you know, and that proportion of advertising revenue to subscriber revenue is incredibly skewed far more than any other country. And therefore, there's a race to the lowest common denominator. When you invest a lot in big media, you want your money back, you're racing for a lowest common denominator. So you keep it shallow, you can't afford to go too deep. And here's an interesting nuance here. What this means is not only that you cannot cater to a niche, what it also means is that you never even discover a niche, a niche doesn't know that it exists, because people aren't throwing things at the wall. And the wonderful thing about the internet and technology is that it empowers individuals to throw everything at the wall, I can do a four hour podcast, I can do a newsletter about whatever I can do my blogging in your case, smoke signals, in my case, India Uncut, and niches form communities form, which is the wonderful thing about it. But the other very fascinating and deep point that you have made previously, which I just want to, you know, take our listeners through is you've pointed out that when you enter this death spiral, like we've spoken about how demand is one thing supplies another thing, what people want is not what the media is giving. Now, when that typically happens, the media starts losing money, what do they do when they start losing money, they won't sack the salespeople or whatever, they'll sack editorial. And this is a very telling phrase that I heard from you, where if you have less journalists, you will have more generalists, because you can't hire that many specialists. And therefore the work is spread around more among generalists who have to produce more work who have less time to work on stories, and the quality suffers like there's a phrase called Gelman amnesia, which is named after the physicist Murray Gelman, which basically means that, you know, whenever I read a story by a mainstream publication on a subject I know a lot about, could be podcasting or poker or even economics, sometimes I find that the story is rubbish, because I know the subject was so much depth and the generalist has probably worked on it for six hours and called up four people for quotes. But when I read the rest of the newspaper, on subjects that I don't know, I am trusting it as if it is gospel as if it is all, you know, and that's what is called Gelman amnesia. It's that you forget that this has happened that whatever subject you know about the newspaper has bungled up completely. Why would you assume they haven't bungled absolutely everything. And this causes a vicious cycle where there's a degradation in quality, and therefore the quality gets worse and worse and obviously then the reader who is no longer, you know, going to these mainstream media sites in any case, will, you know, the filtering effect will come into play and they'll read less and less of most of this garbage. Another thing that happens, which I think is, you know, outside of these contexts, is a way that in the past, because of either, you know, a lack of imagination, or, you know, individuals not being empowered enough in terms of individual consumers not being empowered enough is that we think in terms of packages. In newspaper, of course, it is the Times of India, you have a bunch of pages, you have politics news, sports news, opinion, blah, blah, blah, you put it all together. Education is like that. Education, we think in terms of packages where we are still in the 19th century paradigm that kids of the same age must be in the same class, and they'll be taught this package of subjects, history, geography, English, whatever, and it has to be this, nothing else. And we've been stuck in that equilibrium. And it is clearly not working, especially when you look at the Indian education system, where even though we have a jobs crisis, we have another crisis in that most people who are getting educated within our system, don't have the skills to be employable. So it's like this crazy dual sort of crisis that is happening. So there's this spoken of many things here, the just the kind of, do you have any thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "02:49:41.800",
        "message": "Yeah, you made a point, which is central to this entire thing, you don't know a niche exists until somebody comes along to service that niche, which is central to this entire thing about your original question was around, you're not being clear where the media is going or where it will be 10 years down the line. This realization is what is the North Star that the media needs. The media is servicing things in a byroad fashion, exactly like our education system. It has gotten this template and it says, yeah, this is what the people want. The question of is there something else that the people want that we are not aware of and we're not giving and therefore we are losing readership or not gaining more readers is never asked in a newsroom and never answered. The other part of the issue is we talked about how it is not the salespeople, but the journalists who get sacked. The additional layer to that is that it is the senior journalists who get sacked because they are the ones who are highest paid. But the reason why they are seniors, they've spent some time in that profession, they've acquired a knowledge base, that knowledge base belongs to that particular media company. As long as say, for instance, I spend X amount of time working in newsrooms, being on top of politics, building contacts and having a certain reservoir of both information and the ability to acquire information quickly. I know where to go, I know what dots to connect, and then you get rid of me. You have lost that entire experience that you have actually spent money and time nurturing. And increasingly, you are keeping the bottom layer of journalists there, kids who are just out of school, who haven't had the time to build all this up. And it is not just that you're keeping them, you're not giving them that opportunity to build a knowledge base for themselves, because today you are expected to do a piece on the West Bengal election about which you know nothing. And tomorrow you're doing a piece on the Kerala election about which you know even less. And you don't have somebody there to go and ask, you know, this seems to be somewhat odd, where can I get that information from? The journalist is googling and finding an article that somebody has written, which is fairly ill informed in the first place, taking that as gospel, like you said, and basing his or her, you know, analysis or piece on that bit of garbled information and garbage is just perpetuating itself. And then the media is wondering, why are we losing readership? What is happening? You're losing readership, because you're no longer relevant in any form or fashion to the reader. And you also made the point about how pathetic the education system is. How many times in the last few years have we seen stories about, say, for instance, the railways, posting a requirement for 1000 people to work on the tracks, and PhDs and BAs and, you know, people with those kinds of qualifications applying by the hundreds of 1000s."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:46.200",
        "message": "A simple... That's, in fact, been the case from my childhood, since I remember from the 1980s onwards, that you will have, you know, a vacancy for two PNs being announced and 600 PhDs will be among"
    },
    {
        "speaker": "Guest",
        "time": "02:52:58.080",
        "message": "the 300,000 people who apply. Yeah. I mean, that's probably the most stinging indictment of both our education system and at a larger level, the fact that as a country, as an institution, we're not thinking these things through. We keep talking about all these fancy concepts like demographic dividend and how we will be the youngest nation of workers, but what workers? And that question doesn't seem important enough for any kind of informed debate or discussion. It doesn't seem important enough for any kind of policy framing. And increasingly, these are questions that you don't even ask, because who the hell is left in these newsrooms to ask them? Funnily enough, I mean, just today, I was reading about how Pratap Banu Mehta is quipped as a professor at Ashoka University. You have very few voices today that are capable of understanding what is going on in our world and articulating it in a way that makes sense. I read everything that Pratap writes. I don't always agree with everything that Pratap writes, but I read it because he takes the trouble to think. He has information. He has that knowledge base. And what he writes is based off of that. You might disagree with the conclusions, but there is, again, to a point that you raised earlier, there is a broad set of facts that both Pratap and I can agree on, as can you, right? But look what happens to people like that. They just get hounded out of all the public spaces that they currently inhabit. And what is left are the people who, there's an India Today story written by the author of a book on Modi about how the book was released in the presence of Modi and how Modi praised the book. That's media. And, I mean, it's, I don't know, it feels sad because there's some vestiges left in me of the idealism and the enthusiasm with which I entered this business. Yeah, sure. I stumbled into it by happenstance, but I loved it. And today I'm looking around and saying, what's wrong with you guys? You don't know how to do journalism anymore. You don't even know how to make money off of this business anymore. At least if you were doing that one thing, then fine. I mean, you can say, look, you know, for all the fancy talk and all that, it is a business and it needs to make money, but you're not making money either. You're neither fish nor fowl in this case."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:18.960",
        "message": "Yeah, no, and, you know, the sadness that I feel is not so much for Pratap per se, you know, he's fine. He'll get by. What I worry about is the future Prataps, you know, that all the young people who might say to themselves that nahin yaar, woh toh anti-national hai, or that's not a direction to go in. Or if intellectualism is given a bad name, it's like, no, no, we don't want to be like them, ivory tower intellectuals and all of that, you know, and you aspire to different things and when you aspire to different things, you become a different person, you know, in a similar way, like after what happened to Munawar Farooqui, who, by the way, is a brilliant, brilliant comedian. I wrote a newsletter post where I've linked to some of his videos also, just brilliant. And after what happened to him, the worry is not about Munawar himself, though, of course, one is worried about him, but he is seems to be a brave, sensible kid. And he said he'll continue his comedy. The worry is about all the young budding comedians who might have thought along those lines or gone along those lines, even if they're not doing stand up, they might write satire, they might write literature, they might create different kinds of art, who are now saying ki nahi yaar, it's not worth it. And especially if they're the wrong identity, if they're born in the wrong religion, doubly more so saying ki nahi yaar mere liye toh it's not worth it, just make a good life for myself, leave all this. And all of that is unseen. All of that is, you know, what the chilling effect does in what it destroys is, you know, sort of unseen. And here I'll ask you is that, you know, you have a lot of interaction with young people today, you've taught perhaps hundreds, if not thousands of journalism students, right? And what's your sense of the young people today? Do they, you know, is it because also while we see what is happening to the country, we also see a certain kind of idealism and awareness that happened after the CAA, when all those protests took place and all of that, we see that energy as well. So when you speak to young journalism students today, what is your sense? Because within the newsroom, I do not think that they really have role models, though I should not be too sort of at an individual level. I know many fine individuals who still work in journalism. But when they look at their big media houses and all that, they see people who don't really actually care about the journalistic output, their money is coming from events and media conclaves and all of that rubbish. What's your sense of this younger generation? And, you know, should we be more hopeful of them than we could have been of, you know, people in our time?"
    },
    {
        "speaker": "Guest",
        "time": "02:57:49.680",
        "message": "There's a good side to this and there's a bad side to this. One of the things that I used to do, I haven't done this last year. I don't know if I'll be doing it this year. But every year, the Asian College of Journalism does this thing, where in the first two months of each new year, academic year, they bring in people to do a session on various aspects of journalism. So I've been doing that. And typically how it works is you're doing a presentation or a talk for about an hour and a half, two hours, and then there is a Q&A. And every single time I've been struck by two or three things. One is every single year, I find the number of women entering this profession far out versus the number of young men who are entering this profession. The second is, I found uniformly intelligent kids. And to get into ACJ, it is fairly expensive. So these are people who can afford it, which by definition means that they could also afford other types of education, other avenues, other streams to go in, and they have come into the stream voluntarily. They have a lot of passion. There's a standing joke in ACJ that these sessions, they're supposed to end after about two hours. Typically, what happens is it starts at about 10 o'clock in the morning, one o'clock is their lunch hour. So these kids say, can you hang on till lunchtime and we can talk. And so all the people who are sitting nicely, and there are about 200-250 of them each time, the entire, all the batches come together. They kind of hang around and they just have so many questions about what is this like and what is that like, and what do you think of the future of the media and the economics of it and the politics of it and all of that. It goes on till one o'clock and then there will be this group of kids invariably who will say, will you come and have lunch with us so we can talk some more. And there are times when I ask them, what are your expectations from this profession? To be honest, there are also some kids who think that a journalism degree is a passport to the communications advertising stream. But there is a significant number of talented, bright young kids who are coming in every single year, which is a good part. And they seem to have that same idealism that sparked previous generations. They think that they can change the world. They think that journalism is a profession that is worth being part of that. I hate to use this word, but in some way, it is noble for want of a better word. We heard this when we were young, right? Journalism is a noble profession. They still believe it. And it is not a belief born of naivety. They are clear-eyed about what is happening in the media business today. But they still believe that it will not be the same tomorrow. And then there is, because one of the things that happens is I give my email to whoever asked for it. So these kids invariably ask, and I give them the email, and some of them find jobs in mainstream media. And then there are these increasingly puzzled questions. One kid actually wrote and then said, in your time, was it easy for you to go up to the editor and ask for comment on what you had just done? Because I'm not getting any feedback at all. And that speaks to what you were talking about. There are good journalists still in the newsrooms around the country. But that old habit of mentorship, and you've been in both those places, right? When you joined Cricinfo, you had a some bit to mentor you. But you also mentored newcomers in your own turn, the other kids who subsequently joined like Sid Vee and people like that. That mentorship is gone. So there is a growing disenchantment once you actually get into the profession. And there is no countervailing positive to it. There is no one making sure that that enthusiasm remains undiminished or that that fire that they had is not banked, which is which is the sad part. And all of this is based on say, one journalism school, there are plenty around the country now. And they're all producing these young kids and who are getting into, I remember in Delhi, for instance, there was a particular journalist from a website who was part of that workshop. The first day she drafted a little note on the basis of what she had seen and heard in old Delhi, she was pursuing a particular story. And she condensed that into two paragraphs. And Paul was the one who read it and he suddenly turned to me and Aarti and Don, we were sitting and reading other people's submissions and said, I want you to stop what you're doing and read this. And we read it and I swear it blew our minds, it was that good. And we called this kid and said, what do you do? And what she does is do things like 10 things you should know today and, you know, little compilations for that website. And at the end of the course, she came and told us something that still stays with me. She said, I didn't realize there was another way of doing journalism until I took this workshop. And now I'm not satisfied with what I'm doing anymore. So there is that there is the ability. Sadly, there is a tremendous amount of ability in the country, it just requires that somebody have the willingness to tap it, to resource it and to actually, you know, let it happen. You also made the point about Munawar Farooqui and I was just like you, I loved his videos. And I think recently I saw one that he had made after he came out of jail, not the one way he talks about his jail experiences, but another comedy thing and he's doing I was actually recorded before, the ghost story, right, I was recorded before, but it's lovely. It's great. Yeah, it's beautiful. But I was also thinking of, you know, people who raise their voices against the various inequities in the world, the activists, you suddenly get hit with sedition, whether it is a Safoor Azadar or, you know, Naudeep Kaur or any of these places. And you made the point about the number of young Munawar Farooquis, who are probably not taking to this because, you know, I can't deal with this hassle. And similarly, the number of people speaking out for those things that matter, that deserve to be spoken about. There is also this kind of effect on them as well, right, this daunting effect on this is what will happen if you speak up for what is right and therefore you shut up and, you know, earn your daily bread. So yeah, it's, I think you use that downward spiral race to the bottom phrase in a similar context earlier, but that's exactly what we are at right now, as a country, as a polity, as a society, it's just a race to the bottom. I was struck by something I saw on Twitter today. Somebody had taken a photograph of a newspaper with two back to back stories, actually two side by side stories. The first story was that a court has decided to revive a panel or whatever to explore the origins and the history of the Saraswati River. And the other is that a court has decided to disband the pollution control mechanism. And both of these are happening literally side by side in a newspaper, which is, for me, a stark indication of where we are going."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:26.400",
        "message": "One wants to elevate the abstract, the other wants to ignore the concrete and we all know what happens when that happens. You know, a side which just strikes me when you spoke about, you know, with your tongue firmly in cheek about the noble profession of journalism, and it struck me that there is nobility and I'll tell you where the nobility is. I think the nobility comes from the individual, where the individual is driven by either the desire to observe things well and write about them well, or to bring about change by writing, or to speak truth to power, or whatever the case might be. The nobility comes from an individual journalist, it's not an inherent part of the profession. I mean, what a media house is a business, you got to make profits, all of that is there. But journalists can individually be driven by whatever they're driven by. And then that drive will show in their work. And if good work is enabled, which it is not being, listicles are being enabled now. But if good work is enabled, then good journalism will result, which will show in the bottom line, because it is not true that people just want listicles and they don't want deep information. I mean, you know, this podcast alone is sort of affirmation of that, that people crave deep content everywhere, they crave knowledge, they don't want to be condescended to, they don't necessarily want to be told, oh, these are 10 interesting things about Prem Panikkar, listicle, you know, and there aren't enough people giving them that depth. And I think that once we kind of get through this period of time where, I mean, I hope young entrepreneurs listening to this, actually figure out ways of solving this problem, that the way we consume news and information and knowledge is so different from the way it's given to us. There are so many gaps to be bridged. And, you know, I think both of us are too old to do much else but write and create the kind of content we do. But some young person should come forward and maybe fill this gap. So you know, I've spoken to you for, you know, just upwards of three hours, I don't want to hold you anymore. And the interesting thing is, we haven't even touched on cricket. So all the cricket fans will click on this saying, oh, Amit and Prem talking about cricket, this is heaven. At the end of three hours, they'll be like, give us our money back and we'll be like, what money? So, you know, we can talk about cricket some other time and writing, of course, we have spoken about in our windowpane session, which will release in three days. You've already spoken about what kind of drives you, the kind of long form journalism you want to do, the kind of issues you want to highlight. But you've also, through this period of time through the 63 years, seen a country that changed incredibly radically, like what others will read about in the abstract you have experienced in the concrete as it were, at this present moment in time, you know, what gives you hope and what gives you despair when you think about where our country is going?"
    },
    {
        "speaker": "Guest",
        "time": "03:08:11.000",
        "message": "What gives me hope is the time that I spend with ordinary people who, in those famous words live lives of quiet desperation. There is a there is an unwillingness or they just don't ever let go. They don't they don't lose that in a sense of it's not just that they keep struggling and they keep, you know, surviving by the thinnest of margins, it is that there is still a joy in them, there is still a glow in them, there is there is happiness and they still are able to take pleasure in the smallest of things, share a laugh, share a cup of tea. They're not you look at what is happening and you even wonder how they managed to keep their spirits high, but they do and this this is across the gamut, right? I mean, I've sat and had arek with fishermen in a place called Adimalathura and we had a brilliant night, they were telling stories and laughing and the women folk joined in and the kids are sort of hovering around. But the thing that most interested me was the next day, some of these fishermen went out fishing, they came back, the net was half empty. The total catch was sold for 150 bucks that had to be divided into seven shares. And yet, are we meeting this evening was the first thing they asked when they saw me, that gives me some kind of hope that that the people haven't given up that the people still have the habit in them to not just somehow survive. But in their own fashion, in our own fashion, to still smile against the odds and to still survive and what gives me despair is that with this wealth, this human wealth that we have, we are burdened by people who purport to govern us. And I'm not talking just at the central level. I'm talking right across the country at every possible level, the politicians, the bureaucrats, the heads of institutions, etc., who do not realize this wealth and who do not realize that tapping into it is the single biggest way to sort of lift everyone up. That they are busy playing politics with no defined goal in sight. I mean, you have a party that continuously supports election results and takes power. I would understand that if having once got power, they have an agenda to do something. But that has been completely missing. So on the one hand, you have people who are surviving despite the system. And on the other hand, you have a system that seems completely oblivious. And right there, you have both extremes of the spectrum, right, you have hope and you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:05.880",
        "message": "have despair. Very moving words. Prem, thank you so much for your wisdom. It's a privilege to have you on the show, but more than that, it's a joy to be able to have such a conversation with you. And I hope we can do this maybe once every six months, just get together on the show and just gab about stuff. So you know, thanks a lot for coming and all the best with your upcoming projects."
    },
    {
        "speaker": "Guest",
        "time": "03:11:26.800",
        "message": "Thanks, Amit. I mean, more than coming on the show, which I absolutely love doing, I actually wish that we could go back to that time when we used to hang around in each other's homes. Because it's not just that it was a bunch of friends hanging around, right? So many things will be talked about and it was enriching. And I seriously miss that. Maybe one of these days you can think of expanding the podcast into a sort of, you know, reunion thing with multiple people or whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:56.880",
        "message": "I don't know what the answer is, but yeah. That's actually a good idea. But yeah, man, let this bloody time get over and I'll come and I'll hang out in your home for so long that you'll have to kick me out."
    },
    {
        "speaker": "Guest",
        "time": "03:12:07.720",
        "message": "See you, Prem. Thanks. We have a guest room."
    },
    {
        "speaker": "Unknown",
        "time": "03:12:10.720",
        "message": "See you. Take care."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:12.720",
        "message": "If you enjoyed listening to this episode, do check out the show notes, which has links to much of what we discussed. My windowpane session with Prem, where he talks much more about writing, will be released later this week on YouTube. You can follow Prem on Twitter at Prem Panikkar. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and The Unseen at sceneunseen.in. Thank you for listening."
    }
]