[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of the many ways in which we don't keep up with the times is in adjusting our self-image. My image of myself has always been that of a creator, though I would not have used that word creator when I was younger. I thought of myself as someone who would write books one day. When I fell in love with cinema as a kid, I thought I would make movies one day. But then in my early teens, I chose between the two. I decided that writing books was easier as it didn't involve other people. But here's the thing, if I was born 30 years after I was actually born, these might not be the outlets I would aspire to. We are surrounded today by so many other ways to express ourselves, to tell stories, to connect with others. Maybe I'd want to be a YouTuber. Maybe I'd dream of being a showrunner for a web series. Maybe I'd want to be the Picasso of Instagram or the Shakespeare of stand-up comedy. And hey, who knows, maybe I'd want to be a podcaster."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:01.160",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.440",
        "message": "Welcome to The Scene and the Unseen. My guest today is Varun Duggirala, a creator and podcaster whose personal journey feels quite different from mine, partly because he's almost a decade younger, but who has recently been trying to figure out the exact things that I've been obsessing about. First, let me give you a bit of his bare bones bio. Varun did engineering, then he did Maskom, then he worked for a while as a producer in MTV and Channel V. Then he started his own advertising agency, The Glitch, which was acquired a couple of years ago by the global giant WPP. He also runs a podcast called Advertising is Dead, and has a newsletter called Unschooled, as well as a YouTube show called The Varun Duggi Show, in which I was a recent guest. Now, what is a common obsession here? It's understanding how the world has changed for creators. You could say that by joining music television, Varun jumped in at the deep end at the end of the old world. And then when he stuck off on his own in 2009, a new world was forming. Now, here are the salient points of this new world, which is still evolving. One, anyone can be a creator. You don't need fancy training and expensive equipment and the backing of a big platform to create stuff. A smartphone is enough. Two, the relationship between creators and their audiences has gradually become more intimate with less need of a platform in between. And this has threatened advertising as well, which is a pertinent point given that Varun for more than a decade has been a creator working in the advertising business. And three, these new ways of how we connect with our audiences have changed not just the way we create, but also who we are. I've said time and again on the show that learning the art of long conversations changed who I am as a person. In this episode, Varun echoes that sentiment. I enjoy chatting with him because I think like with most successful creators in this new world, what you see is what you get. Varun is straightforward, curious, humble about what he does not know, hungry to know more, and always thinking about the world, getting meta, as it were. So I enjoyed this conversation that goes over many of these areas. But I have to warn you that it doesn't touch the emotional depths of the last couple of episodes I did with Gazala Wahab and Prem Panikkar. This conversation won't make you cry, but it can make you think and what's not to like about that. Before we begin, though, let's take a quick commercial break, which because I don't actually have a sponsor for this episode is actually about my own writing course. Why don't you sign up? Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. One of the great joys of the lockdown for me was discovering how much I enjoy teaching what I've learned over the years. And my online course, The Art of Clear Writing is now open for registration. In this course, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction. And over the year that I've taught this course, a lively writing community has formed itself. The course costs rupees 10,000 plus GST, or about $150. And the April classes begin on April 3. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Varun, welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:45.760",
        "message": "Thank you for having me. This is I'm really looking forward to this one."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:49.480",
        "message": "Yeah, I mean, this is I have, of course, just been on your show, the Varun Duggi show, which was fun. And also, of course, you have your long running podcast advertising is dead. And you know, when I was kind of researching for the show for this episode, I came across this quote by yours about how you don't do any prep, like you switch on 15 minutes before you're recording, and you switch off 10 minutes afterwards. And my process is somewhat different. So I thought this is almost like, you know, Tendulkar and Ravid together in the popular stereotypes that it's effortless for one and so much effort for the other, though, obviously, like I keep telling people about Tendulkar and Ravid that the stereotype is completely false, because Tendulkar also put in a heck of a lot of work and Ravid also had immense natural talent. So it's an unfortunate stereotype. But to come away from those particular superstars to you, tell me a little bit about your early years, like what is intriguing about you is that, you know, if one just sees the image of Varun Duggirala, co founder of The Glitch, content creator, productivity guru, all of those things, a podcaster, you get the image of a guy who's like, full on hipster type, you know, the would be at home in Bandra, but you actually grew up in Kakinada in Andhra Pradesh. So tell me a little bit about that. What was that like growing up in Kakinada?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:08.720",
        "message": "So it's interesting you said Kakinada, right? So Kakinada was its original name. And then it eventually became Kakinada when I was growing up. And I always thought it was cool to call it Co-Canada. Even when you're young and you think okay, we're going to call it Co-Canada. But yeah, yeah. So interesting, right? I grew up in so Kakinada just for everyone is a coast of Andhra Pradesh, East Godavari district. And a large part of families there. I mean, everyone grew up there. So standard, South Indian, Telugu, Brahmin family, everybody is either a doctor or an engineer, the doctors stay back home, engineers go to America, literally like the standard template is my family. So you will find a large part of my engineering family in, in San Francisco, in Boston, you know, the regular spots as such. And my family back home was a multi-specialty hospital. I didn't know you had to pay for medical treatment as much as you did for the longest part because every specialization, there was some uncle, or there was somebody there, right? So that's how I grew up. I actually grew up in a hospital. My dad's a surgeon, my grandmom, even though she was, she practiced as a gynecologist, was an MBBS, but because she became a doctor when she did, she, she basically delivered generations and families and stuff like that. So I grew up on the on the first floor of a hospital, had walked into an operation theater from the youngest of ages with a mask and a cap and watch operations, fainted in one of those and then I realized I will never be a doctor because I just couldn't deal with it. And, but it was great. I mean, I think I grew up at an interesting time there as well, because I think my parents were not the traditional kinds. I grew up with my dad and mom listening to Pink Floyd and, and Andy Purple and, and Michael Bolton on the other end of things. And, and, and they had me when they were very young. They were in the early 20s when they had me. So we kind of grew up together. Dad was still studying, mom was still also studying. And, and Kakinada is a great place because I had a good set of friends at play, but I also had got my own space and in hindsight, I mean, I think a lot of how my mind works still originates from a lot of stuff I learned as a kid over there, but yeah, it feels like a different"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:31.640",
        "message": "world. Yeah. And, and, you know, once in a, not even a one-liner and a half-liner, you sort of spoke about your Kakinada years as being full of Chiranjeevi and Michael Jackson. But one thing, you know, that I'm really kind of curious about, and that I ask all of my guests at different ages, whether they're in the 50s, 60s, 40s, like me or 30s or whatever is, and I feel it also gives me a great sense of what it was like to grow up at that time in India. You know, tell me the years of your childhood and what kind of stuff were you consuming? Like, how much did you get to read? What was the access to books like? What kind of music did you listen to? Like, I remember when I was growing up in the 80s and the 90s, it was all the, you know, the stereotypical music, like you named Pink Floyd, and there will be the Deep Purples and all of that. And you had to make an effort to look beyond that. The world was not at your fingertips as it were. So what were your sort of early influences in terms of, you know, music, films, books? What was that like for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:29.320",
        "message": "So I actually had a lot of access to both music and books growing up. Mom and Dad read a lot, still do. So I had access to a wide spread of books, right? So, and they almost like pushed me to read more, primarily because I felt it's a good thing to do. You're gonna get to know more about the world if you read. And that's what I ended up doing. So on one end, you would have your standard, you know, you'd have your Annette Bliton, and like, keep pronouncing her last name wrong. Or on the other end, you also end up getting books, which so I was a huge, I have to admit this, I spent the first three years of my life watching the same movie, which was Jungle Book. Because I would walk across the street, there would be a video lending library, which was a thing. And they only had like this one tape for kids. Everything else was Telugu movies or a couple of stuff from abroad. I just picked this up and just and they would like just keep it because I would go every day, watch it, return it and then again, go back the next day. And they were just like a couple of houses away. So growing up, I actually was I say I'm a weird mixture of being very extroverted but yet extremely a person with a need to kind of have time to himself. I was that as a kid, like I would go out and play but I wanted to come back into my room and and play with my GI Joe's and play with a lot of Lego and growing up at that time, it was a lot about playing with toys by myself. And a lot of friends across the street would do the standard stuff. But it was an interesting time because, you know, I'd love music from the time I was a kid. This is story my mother tells that I would dance to water splashing in the bathroom and I was that kid I would go for breakdancing competitions from the time it was allowed for me to go in terms of just an age limit. And you would go to an audio cassette shop and all you would find was Michael Jackson, Michael Jackson and Madonna and a few others or once in a while a Bruce Springsteen would pop in and that's pretty much what you had available. And I watched a lot of the albums lecture and he was a huge influence at that time for most of us. I think I saw his thriller version before I saw the actual thriller version of Michael Jackson. So I grew up that way. But I feel it was it was an interesting mix of things as my parents were people who were very exposed to the world outside. So you know, at home, I would still have you'd have a Michael J. Fox movie playing on one end or you'd have I remember there was a book. There was Khalil Gibran's book, which used to be there or, you know, you'd find such varied things at home. And you wouldn't understand when you suddenly left the house, you see a lot of people weren't necessarily into a lot of that stuff. So my parents kind of balanced it. I think I learned to balance it as well. And eventually you same for my sister as well many years later. But it was an interesting time and they had a group of friends who I grew up with. And so this is a close group I kind of grew along with. So yeah, I actually got a lot of my music influences from my parents, what they would listen to, I would listen to they don't see there was a lot of Beatles at home. There was a standard, you know, Deep Purple, Pink Floyd, etc. My uncle, my mom's younger brother actually became an interesting influence for me because I had moved towards listening to a lot of pop and stuff like that. Like he came home and he saw I think he saw me listening to Backstreet Boys. And he was like this, there is no way you're going down this route and gave me a Marilyn Manson and a Nine Inch Nails CD. My life changed after that. Mother was not happy because I used to play Doom at that point of time and listen to Marilyn Manson. And at that point of time in America, a lot of the school shootings had had happened to people who are listening to this and playing that game, right? So and I was like, you know, I know you're worried about it. That's not what I'm going to do. And and so I feel a lot of and then my my journey with music's been interesting. It's one of the things I obsessed over so much. I listened to so much music through every single genre. So that was like a huge point, which is also kind of led me to being this person obsessed with music television. Like I would only watch channel B and MTV in the 90s. Before that, for people who remember it, every Saturday or Sunday, DD Metro would have a compilation of music videos that would come. Top of the Pops, I think it was called I don't remember the exact name. There was an interesting name to it. So I used to record those on a tape and rewatch them. So Careless Whisper. I remember there were a bunch of those videos at that point of time. Tracy Chapman. And I would say I used to love the music video as an as a form. It was something which really appealed to me. And I always the dream was that in life, I want to something with MTV in life. I didn't know what it was, but I think that it originated there and eventually did happen years later. So one tick off the box happened. But my influences are very varied in that sense. Like so I would be guilty boy when you come out of the house, two buttons of the shirt kind of get loosened up, you go hang with the boys, talk about Chiranjeevi, do all of that stuff. But when you're back home, I can also get my own space to be myself. So it was an interesting time growing up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:37.920",
        "message": "In that period, what's your comfort food like not just in terms of food, but are there songs you keep going back to other movies you keep going back to books you reread?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:48.160",
        "message": "So I'm actually a hardcore massy Bollywood buff. Tridev is still one of my all time favorite movies. I still go back to it when I need to find something to watch. And that's up top, etc. were obviously always there. But I think Tridev is something I don't know why I keep going back to it. Mithun movies, Dance Dance, Disco Dancer, that kind of cinema somehow appealed to me and it still does. There was something so interesting about it that characters right and for me what I used to enjoy about those were not the main guys. You'd have the two guys around Amrish Puri or you'd have you know, those other characters for me was so amazing. I miss them in movies now. So I do a lot of that though I go back to that. Yeah, I still eat pickle with every single meal that I can. So pickle is my comfort food. I through the pandemic because my mom couldn't ship me some I eventually found someone who can ship it off Amazon and I got it. So food wise, I'm pretty straightforward. I enjoy all kinds of food but I am eating by myself. You still old school, right? You'd have some pickle if you're if you're guilty. And but yeah, so I still go back to some of those things. I've also got a lot into science fiction at that point of time as well. So Austin Scott Card was a huge influence in terms of his books, not necessarily his political views later on, but as I as I learned, but he wrote a series called the Ender series, which kind of really stuck with me, right. And what I loved about that is he wrote a series with one character, and then he went back and he wrote the same story from the perspective of different characters, which I found so interesting for an author to actually do in science fiction and fantasy. So yeah, so varied influences, varied directions, as you can"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:30.600",
        "message": "see. Yeah, fascinating. And you mentioned that your parents had you early, they were in their early 20s. And you know, just today in my writing group, someone shared one of my favorite poems by Philip Larkin, where the first verse effectively is, they F you up your mom and dad, they may not mean to, but they do, they fill you with the faults they had, and add some extra just for you. And then it kind of goes on. What were they like as parents? Were you a rebellious kid? What kind of kid were you? When you look back in hindsight, like now you're a parent yourself, and I'm presuming you became a parent a little later with a little more reflection and all of that. So what was it like growing up? Because in a sense, I think young parents when they have their first kid, they are growing up at the same time as a kid, which is, you know, kind of interesting and something that you might only see in hindsight. What was that like?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:18.660",
        "message": "So I actually have a very interesting relationship with my parents, right? Because, like you rightly said, we grew up together in many ways. They were learning things as at the time when, you know, they were very young. But I think that what I had, in many ways was we were very close knit unit, we were always together, we were doing stuff. I remember when I did my kindergarten in Manipal, because my dad was doing his master's in surgery there. And I spent a large amount of time there because me and my mom would generally just like, roll around and do stuff. I mean, I didn't have school. And you'd explore places, you kind of go somewhere and me and my mom on her on her. It was a Luna would kind of go around. And I think that's what made it interesting for for I think, for all three of us, because we kind of got, you know, I feel like you have a lot more moments when you're not watching something or not doing something. And I feel we had a lot more moments. Nowadays, obviously, which is what I still try to do as a parent now, I still retain that a lot more. And, and eventually, when you kind of got back, obviously, everybody gets into their work and everything else. But I but for me, those early years were very interesting. And whichever part I recollect, because I feel that, you know, they were trying to get to a point of actually doing something in life, while I was still trying to figure out what I mean, you're in kindergarten, you don't know anything, right. So and I was a reasonably naughty kid, I would not be. So, you know, they'd be having breakfast and get a call from call from school that I've cut my tongue by jumping around with my tongue out. So I had to get surgery on my tongue to stitch it up. Because my tongue was flopping out and I just done something in or like fallen off a Luna somewhere and some stones gone into my knee. So I was, I don't think I was troublesome, but I would get into trouble a lot. I've always been good at avoiding being caught. It has been the long standing trend to a large part of my schooling years is that I would be involved in the planning of things. I would be involved in the execution of a prank or something to do, but most times would not get caught. And I kind of see that trait in layer as well. So I at some point, I call her out on some of those things. I like I know what you're doing. I've done that. So for the three and a half year old, three and a half year old, she looks at me. So fair enough, you got me there. But I think that it's all it was great fun growing up with with them being so young as well because I because I got to see parties as I was growing up, I got to see them being young. So those are my oldest remembrance recollections of both of them, which which is great."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:00.040",
        "message": "That's fascinating. And what was it like growing up in a small town? Like how long were you there? And also I guess a small town can affect you in two ways. One is that it can give you a certain sense of confidence because back in the day, you don't really know the big bad world out there. So you know, you can be comfortable in your skin and all those other anxieties that might come in when you're in a big city when you feel you're being judged where all those other pressures aren't really there. But at the same time, what's your view of the world in the sense of view of the world, even given that, you know, you're in a home of some privilege, there's exposure to books and music and all of that, but even all of that is kind of limited. So what's your view of the world at that time? And when you look back on, you know, the small town, you, you know, what strikes you?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:46.480",
        "message": "The interesting part is, there is an interesting flip, right? And you mentioned it in the right way. When you're in a small town, and you do reasonably well at things, I was an I was an average, sometimes above average student, right? I was not I was, you know, I was one of those guys, you go to a PT meeting saying he can do he has so much potential, you know, that kid, but I'd still be like house captain easily, I would win a swimming competition because there were five kids who would swim. And so there was things where you in hindsight to think about and you're like, so I would hustle my way into being every single sports team very bad at sport in general. And so I don't think I was overconfident. But I did. I wasn't confident with a certain sense of confidence that you know, I was among the top set of people, right? Not necessarily studies, because obviously, and you know, there's a huge issue with education and systems in general, because I feel they're built for almost like a supply chain system of getting people out with the same sort of mindsets. So I wasn't actually those guys would get like 95% 96%. And I ended up in my 10 standard with like an 88%, which in hindsight is not bad. But it wasn't necessarily that you didn't get above 90%. So a lot of people would be like that my parents didn't necessarily care as much they were like, you know, 88 is good enough. And, and so but after that, when I actually went to Bangalore, from 11th and 12th, and that actually was an interesting story is that I actually joined junior college in in Kakinada. I took the standard or my friends were joining a couple of those colleges to study to become engineers. I said, Okay, I don't want to be a doctor. My logic was it takes x number of years to study to be an engineer x number of years to be a doctor. Engineering is much lower. Let's do that. I also still love to code coding was a love of mine because I discovered computers and I still remember that first dial up modem that came in trying to open that website at night. Opening a website at night was for obvious reasons because you could also discover things which are not allowed to watch when parents were awake. And so I was I was obsessed with that. So I learned like, you know, early programming language like basic and, and c plus plus and stuff like that. And, and I saw a lot of that. And I joined this college, which is supposed to prepare you for engineering entrance and all that stuff. And the culture shop we weirdly enough, even though I was in school in Kakinada was immense, because it was a factory outlet to create people who would get into engineering college. And it would almost be a scenario where you'd be in college from seven in the morning till like seven at night, you are pushed to study Sanskrit as your language because Sanskrit you can actually get almost 100 out of 100. Because all the questions come from the textbook. So it was almost you're mugging up the entire textbook. So you could actually get that you need to get a higher percentile. And there's a reason why I feel that we have a factory outlet of engineers coming because we're not necessarily bringing out creative engineers that I really related to. I know everyone talks about three idiots. But when I saw that and I and I saw, I think Chichori, right, which is a Sushant one, I related to those more from those times, as much as it were engineering years, because that is the truth. That is what happens. And, and my uncle had come down to get a procedure done. One of my dad's friends had come down to get a procedure done with my dad. And he's like, what are you doing here? And I'm like, I'm doing this. It's like you, you are a person who should not be here. And he said, let me take you to my school. And he was from a school called Bishop Hortons in Bangalore, boarding school, been around for years and years and years and some amount of heritage, etc. So it took me there somehow managed to get me so me my dad and him drove down, sat there, dad, and he figured out how to get me admission. I don't know what they did. They got me in. Because term had started been a few weeks. But he was an ex student and he kind of pulled a few pieces there. But once I got in and I had to go to a hostel, very nice boarding school. The flip that happened in my life is whatever I perceived as cool, whatever I perceived as a confidence building thing for me back in Kakinada suddenly became a big negative for me. Because you would watch a movie, let's say I watch Kuch Kuch Hota Hai and this is a fact. And you find him wearing a neon color t shirt, you would buy a neon color t shirt. I had that cool chain that Shahrukh wore, right, which is not cool at all in hindsight to wear and I was told it was not cool. So I believe those two years in boarding school, although I made some great friends, some of them are still kind of chat with them on a, we all reunited on a WhatsApp group recently, which is fun. I feel those couple of years really pushed me down in terms of just generally what my confidence level was. So I retreated and I was this kid who would get on the stage to do anything would do it. And I finally become this guy who was very averse to, I wanted to prove that I was cool. So I would do stuff like bunking out at night or go out and get biryani for the entire dorm because and not like I was paying for it. I would be the guy who do those things just to almost get some sort of approval. And I feel a lot of people go through that. So years later, when I was asked to do my first TEDx talk, and it was in the engineering college in Kakinada, what actually spoke about was a small town mindset. And I spoke about that because I believe a lot of guys go through that. A lot of people come from a small town with an immense chip on their shoulder, that I'm somehow less aware, no lesser, I'm not where all these other guys are in everything, apart from maybe marks. And I did that primarily because I felt that through my years in Bangalore, my parents called those the dark ages of, of my time, I had a lot of fun. I have a lot of friends from my Bangalore time, but it was not the nicest time in my own headspace"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:38.640",
        "message": "in where I was. Yeah. And that's like a fascinating transition you spoke about, about how you sort of land up in Bishop's Cotton in Bangalore and all these other imperatives come into play where what was once cool is not cool. So you got to prove you're cool. And you're, you know, signaling in different ways. And that reminded me of something Jonathan Haidt recently said, like I produce a podcast called Brave New World, which is hosted by Vasanthar. And he did an episode with Jonathan Haidt, where he was talking about what social media has done over the last 10 years, essentially. And apparently, for boys, it's not been a problem because they spend a lot of time playing video games and all of that. And it builds up skills and it doesn't really hurt them. For girls, it's been devastating and has led to a rise in teenage depression and all of that. And I think what girls go through seems to be similar to what you said you went through in the sense that you are suddenly on this platform where everyone is performing all the time. You know, all the other nine year old girls, if you're a nine year old girl, are brand managers of themselves, where they're putting a particular face forward. And if you want to belong, that's what you do. And back in the day before social media, maybe you hang out in person together and you build bonds that way. But over here, everything is performative. There are all these anxieties and pressures and at a larger societal level, you know, it seems to me just sinking allowed to be an analogue of what you went through when you, you know, went from a small town into the big bad world. And that seems to be happening to kids everywhere all the time. I mean, is that something that's kind of struck you as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:08.040",
        "message": "Yeah, definitely has it because this need for acceptance is so high. And you're also different kinds. And I feel that that says, I knew there were people in my batch, if I go back to boarding school, who didn't necessarily care, you know, there would be one set of people who were generally the guys who just came in to study, stay in the dorm, go do what they want to do. Then there were the cool kids, right? There were some of them who've been around boarding for a long time. Some of them who were good at sport, or, you know, the guys who became became prefects or had, you know, all those things. I became a prefect at some point, also stripped off it for a reason, which I'll get into. And so they were all of those. And at some point, you want to be friends with the cool ones. And I mean, I don't think there's anything wrong about what you have your regular stuff that happens. And it is a little bit of pulling of the leg and stuff. But I feel that for some people who kind of stuck in between, which is what I was, I didn't want to be the person who was not hanging around with with everyone. But I knew I wasn't cool enough, because I didn't play football, my taste in music at that point, while I still had a few of these Meryl Manson's and Nine Inch Nails and stuff like that, I was still also did have a Backstreet Boys CD, because I still like to listen to Backstreet Boys. So, oh, you don't listen to Guns and Roses happened, or you know, I discovered Weezer and I discovered Green Day. And so people had progressed beyond some of the stuff I listened to, because I didn't have access to them. And so that became a thing. And you slowly make friends. But I feel that boarding school more than anything else, which I don't think it's it's going to be the same now because of cell phones and everything else. Boarding school taught you that you'd meet so many different characters from across the world. It's almost like a mini social network where you kind of put into and you don't know what anyone's thinking, because I don't think anyone's coming in with bad intentions. Everyone has their own thought processes and you learn how to navigate life a lot more. And I learned a lot of that in two years. And but in trying to do that, you would do stuff like you know, jump off the gate and go and watch Phir Bhi Dil Hai Hindustani of all movies and get caught, get stripped off your prefect ship, kicked out of boarding, live in a friend's house, take money from home and not necessarily spend it right and use it more for partying and other things and not spend it on food. And I remember that there was a time when I told my mother and she I knew that she was really upset about it, that I was spending change to eat bananas as food, but spending all the money on going out to party and have a drink and all that stuff, right. And in hindsight, really stupid things, but I feel doing stupid things in life teach you later on. And, and I think I've learned a lot from from especially those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:48.080",
        "message": "years when I look back at those. And it also kind of strikes me and I'm thinking aloud that in certain ways, you know, ambition can be a drawback, in the sense that you spoke about kids in your boarding school who are not ambitious in a sense of needing to fit in. So they can just chill out, they can study, they can do whatever they can listen to Backstreet Boys. But if you're ambitious, and you want to get ahead in the world, and you want to fit in, then you start kind of doing things to fit in. And it can especially be a con and strikes me in the modern world where, you know, we grew up where our early thoughts are not captured for posterity, right? Because there's no Twitter, there's no Facebook, we are not the kind of garbage that we thought and said, like, I know, I thought and said, I'm sure you must have as well, because young people do, right? And it's not out there. Nobody's, you know, taking a screenshot, putting it out there. And with young people, it seems to me that there is this pressure to be performative to kind of enter that race. And once you have, it can harden who you are. Because I think what happens is that, you know, if I have a bunch of private thoughts, and I don't articulate them, it's that much more likely for me to change my mind to learn as things go on. But once I take public positions, then because of reasons of ego, I can feel compelled to double down and defend the positions I have taken. And then I can harden and that alone can just make me a completely different person from what I, you know, otherwise would have been. And again, I'm just thinking aloud. But do you think there's something to that? And you know, how much of sort of happenstance do you ascribe to your becoming the person you are? Because, you know, all these little things that happen in our lives can just shape us and take us in directions which changes completely. For example, what if you hadn't gone to Bishop Cotton School? What if you'd stayed in your engineering factory in Kokkinada? Or what if you know the directions that we'll discuss that you took after this, where you got into communication and all that and shifted from that path? What if all that hadn't sort"
    },
    {
        "speaker": "Guest",
        "time": "00:32:42.560",
        "message": "of happened? I totally agree. I think that there are moments in your life which define who you become. One moment for me was definitely coming. And because also, it was weird that my parents actually sent me because when I was in my fourth standard, they took me to another boarding school in Ooty and I came back in three days. I literally went with my dad and came back with my dad saying I don't want to do this. Basically cried and came back. But that would be one strong moment. I feel another moment to be right after my 12th standard around that time. Now here's where I think some things were just meant to be right. Everybody's supposed to write for IIT. I don't think there's any chance I would have gotten into IIT. IIT pre-exams were on 2nd of Jan 2000. Now for anybody, I'm just trying to think of the person who decided that would be the day for an IIT exam to happen. It is the millennium. It is. It is a day after New Year's Eve. And I knew so many people who were sitting and studying. I didn't. I didn't. I literally I didn't even give the exam. And I remember telling my parents I that I'm I'm going to but I just didn't. And that was I was anyway on a downward spiral in life. And then that led me to not preparing properly for engineering intense exams. Didn't get into it. Then you start escaping the reality that you are on a downward spiral. And I went on that route for a long time. Because what happens is that you start. I feel the difference is that at that point in time, you would hide stuff for fear of what your parents or what society would think. But you would hide lesser things. So a lot of stuff you would do was not entirely documented online, like you said. But I think the realm of what all you hide like, I know that sometimes I kind of go back to some old posts on Instagram or on Facebook and think, okay, was there stuff I would see in the past because I didn't know it was kosher or not. And I agree. There were terms we use, there were jokes we made, there was gentle behavior trends, because I don't think people I think there are two kinds, you either don't know any better because everybody else is doing it. Or you know it and you willfully do it. And I feel a vast majority, even maybe even now, don't know any better. They don't understand the concept of many other things and why something is wrong. And I feel that was obviously much larger than, but it's not like it's gone away even now. I still meet many people who don't understand. I remember meeting someone in Bombay when, when the MeToo movement was happening and he was like, does MeToo exist? Because I don't think he, I think he was oblivious of it. I don't think he really meant it as to say, okay, do these things really happen? I think he really meant it in terms of, is it actually such a big thing that you know, it hasn't, you know, more than disbelief, it was more like, really, is it such a big thing? So, and I found that interesting. And I take those parallels back in life through many things, right? And, and, and you would look at even something as small as what it meant to kind of get into a place on merit, which I never knew. I'd gotten into bishops through my uncle. I eventually got into engineering college again, through another dad's friend, because management quota had to happen. So he figured a college, which was good in Bangalore management quota, dad upset to pay money, got in. And that was again, one more downward spiral in life, right? Didn't do well, kept flunking papers, managed to escape through a four-year degree in six years. But, but yeah, so I feel that that period, I look back at a lot, many times, sometimes, especially when I write something down, whenever I try to write a book, I always go back to those years. Because I feel like in hindsight, I learned so much from those years than I did at that point of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:40.400",
        "message": "And you know, in one of the earlier episodes of advertising is dead, in fact, the most charming episode in my little opinion, you know, the Valentine's episode where your wife sort of chats with you, Pooja. And at one point, she, I think, uses phrase about you, which I found fascinating, which is she said that you're in a quote, deep relationship with yourself, stop quote. And I was kind of struck by that. And, you know, I've been sort of thinking about how we construct our sense of the self in recent years. And it strikes me that it is all so contingent in the sense that we are hardwired in a certain way. And that's an accident. And then we are born where we are in the circumstances and families. And that's also an accident. And then we go through life and all these different accidents happen to us. And in the end, we end up as you know, whoever we are at that point in time, which is to me, it seems almost entirely a product of accidents. And, you know, for someone given to this, you know, the kind of self reflection you've done in your podcast and in your newsletter and all of that, what do you think of that? Like, you know, do you think that if there is like, who is Varun really? Like, you know, it's easy to say that, okay, we are a product of all these different things happening to us. But let's say that other things happen. Is there a constant Varun who is at the center of it all through this or do circumstances changing change you? Does a chemical imbalance in your head which you know, a different set of things happen? Does that change you? You know, there are people who will get a brain tumor and they'll go and do mass shootings because something has changed in a subtle way. So is there a core Varun in there? Or, you know, like me, do you also sometimes feel that you're kind of floating that you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:38:17.840",
        "message": "who am I sort of? The floating happens all the time. But there is something I've realized, especially in a weird way. After I started the podcast, right? I've always tried to play the role which I felt I needed to post my Bangalore years because you know, I went through the engineering phase didn't get didn't even apply for a job in engineering because I didn't want to do it did that whole, did a call center stint where I worked for AOL cancellations for about I think it feels like a year but I think it was four to six months and work for Jack Daniels whiskey and a few others as a alcohol promoter. When I went to Pune, I took a call for myself because and I feel that's which adds back to everything which I am at this moment is that when I got into symbiosis in Pune, I'd actually gotten through merit and I got into merit also through a bit of a fluke. So that's one more crucial point in my life is my mother's was I don't know if she still is, but I should ask her was a reader's digest reader for the longest subscriber. I'd always have that at home and my mom would always be reading it. The symbiosis entrance piece application from came in a reader's edition, sends it to me in Bangalore while I was working in the call center said you always want to work in the media. Why don't you just apply and because I was doing the job of a promoter as well. I'd applied to it saying I want to study PR was about the same thing. I didn't know any better quit my job went back home didn't study just like lied around on the couch and watched MTV for those few months. And then when I went back to Bangalore, give that exam. I actually I remember I went back to Bangalore got a haircut met a friend after a long time had drank all night and and went for the exam in the morning answered English answered general knowledge and walked out didn't answer start didn't answer math none of those things because in my head I was like if it's for mass comm why do they need these sections it was common for a lot of you know this is a random point I don't I was still not serious in life but I still had a job and I was still figuring it out. So and I got in I got in the first list I remember when I got in the first list I didn't believe it I didn't even check someone checked and called me and I cut the call because I was asleep at two in the afternoon and and I think at that point I'm like this is finally you're getting a chance in life to prove something through merit something you always wanted to do. So when I went to Pune I said it's not like I will suddenly become this saint. But if I don't focus now, there is no point. And so I became this person who knew I had a role to play and my role was okay during this time I need to learn as much as I can about this space that I've always been so fascinated by that I can get a career here. Where do you want to work channel be MTV literally two places I wanted to work went to internet MTV did all of that through my reality show period focused on being a producer. That's what I wanted to be through the period of glitch. It was about being the right kind of I don't think entrepreneur but just being that person who was around to make sure enough support was there. The podcast actually let me suddenly be myself again after a long time out in the open, which I never was I'd still hold back that I was a guy even at least would not go out and have a lot of like events kind of going out for a drink. I would not go beyond the first drink and I would leave because I'm like I will not I still have to have that relationship where you can turn to me when you need something. Not someone who's always hanging out even though I might want to some of the early guys was who I crossed that with very early on and but with the podcast I realized that now I'm so open about I'm like an open book I talk about everything in my life people like why you so open about things I'm like I finally have come to a point in life where I'm like all the stuff I've been interested in all the stuff I have I like to do even though it some of them might be really weird. It's fine. That's what makes me who I am. And the more I speak about it with that tone. If there is a young kid from another small town listening to me in a small way, and I feel like I want to give back to that kid that I was who was a lot of fun when he was growing up in Kakinada had a lot of confidence of all the stuff that he was interested in. Like I was a kid would jump off a stool for a breakdancing competition and jump onto stage and try and do a Prabhudeva move. Right. And I went from that to being a person who was just very happy to be at the back and not really be in the forefront of things and and so I agree that what we are as kids is the purest form of what we are. But I feel at some point when you when you reach a certain point in life to kind of go back to that if you're lucky and get to have a slightly more mature version of that kid."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:13.280",
        "message": "It's kind of fascinating and I like last week I did an episode with Prem Panikkar and who you know had a turbulent childhood turbulent sort of early adulthood and you know nothing was working out for him and then at one point he says that he finally got a job in Bombay in the Free Press Journal and he went out there and when he was given the job he was shown his desk and said okay this is where you'll be sitting and he said that was a turning point in his life because he sits down and then he goes to the loo and he throws up because he realizes that you know for the first time in his life that you know everything that he's ever spoken about he can do it now. Now is the time for him to actually act and get stuff done and you know when you were sort of speaking about that shift to symbiosis like earlier in your episode with Pooja you spoke about how you were always blaming others for everything that went wrong you know including those unfortunate choices of school or engineering or whatever and now you couldn't blame yourself anymore you had to kind of take charge and another thing that struck me about that episode was how you know your wife mentioned that your symbiosis friends remember you very differently from your Bangalore friends you know they remember you as much more driven and focused and all of that. Now when you came into it obviously like you said you weren't even sure what PR was early on you shifted into you know video production I think you said. What was that formative period like because you are discovering the media now it's also the early 2000s where the media is kind of changing shape and just becoming a whole different demon like I think when you know when I was on your show we spoke about how I was an MTV and Channel V from 95 to 99 and you made the same journey 10 years later and yet it struck me later that the organizations that we worked in at that time were completely different from each other and indeed they are completely different now from when you left it. So everything is evolving everything is changing and you are in this place where I presume some of the teaching must be teaching about an old paradigm an old world which is actual so you know a lot of it is just not going to be relevant you have to figure stuff out so take me through your process of kind of you know discovering what is the kind of work that you want to do and you know and how your image of yourself therefore evolves like at that point in time what do you see yourself becoming. So if I"
    },
    {
        "speaker": "Guest",
        "time": "00:45:38.240",
        "message": "look at my symbiosis time it wasn't as much about what I was taught to be honest I still wasn't focused in studies that I would still like if you had a 8 a.m. and 3d animation class I would not show up because I would not be awake at 8 a.m. but there were few modules that really spoke to me and interesting enough so I remember my editing teacher right he would show us Amar Akbar Anthony and he would talk to us about certain shorts and how they were edited and he was this fascinating man and Yogesh Mathur I think his name was and he'd come in from FTI and he would talk about these things and I was never so I'm not a purist in that sense I won't talk about film the way people do and digital versus film and none of those things right I'm a product of the 90s MTV I keep going back to that for me having being able to have worked with Chinnappa and Cyrus and all these guys was like a dream because I'd kind of for me the benchmark of someone who was really held that spot for me has been Nikhil Chinnappa right by far like the range that man is shown still continues to show in fact he's still there still relevant is phenomenal and I look and so when I was there I think I made a great set of friends and we all interestingly had similar interests deep down I feel a lot of my friends I still have from Bangalore great guys I can hang with them we'll have a lot of fun but I think deep down what we were really interested in what we could talk about for days and hours was not necessarily the same thing and I think that's really the big difference and secondly when you're in a communication school no matter how much structure they might want to put around you it still is a lot more open-ended you'd have an art class and you would have a class around editing and and I was terrible at cameras I will not say camera and a bunch of those and and I feel that gave me a certain level of freedom and also because we all were living off campus Pune was an interesting space at that point of time for us because we weren't in the huge campus that the Simbi kids are now and right we were in this small campus and we had like four rooms and we all live around campus somewhere so I feel that period for me was great because of the friends I made and because of the conversations I had with some of my professors some of them who were from an old time right so when I went to intern and came back me and Rohit had you know my co-founder we'd used cameras like it was something we would we could rough rough around with but back in college for a lot of those professors a camera was I remember professor said camera tumhari maa hoti hai roti usse milta hai is the actual thing that was said right because we were even playing around with the camera I said why can't I just throw it off a thing I'll pad it up so I can get that drop down shot of something falling and I saw the shock on on my professor's face that I would even think of something like that but I'm like it's okay it's a handicap and we'll throw it off when he like really had a bit of a fit I remember but more than anything else I feel you need to be around the right set of people at the right time in life I feel at every single point like I would not have been as reasonably fluent in Hindi if it was not for my friends during engineering college who were all Punjabi I learned Hindi from them because till then school Hindi is not Hindi you do not say hai at the end of every sentence I have never understood why that is written that way I learned it from a group of Punjabi boys almost all of whose weddings I've danced at and and who I meet whenever I can when they're here or whenever I've been able to travel and what is fun about the bunch who I met in simpies those are guys I still hang with even now they are still my closest friends they're still the people I can truly be no holds barred hang the same baby I've hung since 2005-06"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:26.640",
        "message": "I think and what was sort of you know during this period where you're learning the craft of different things whether it's editing and you said not so much camera but you're learning the craft of different things what is the kind of art that appeals to you like what are your influences who are your idols like of course you've said that there's an attraction towards MTV and channel V though by this time they had actually changed a lot because I remember you know when I went to channel V shortly after quick gun morugan happened and all of that because I was sort of attracted to that I was there for a couple of years and I went to MTV and you know your ex-boss Cyrus Oshidar joined a bit after that who you've you know mentioned in other conversations and I still remember there was one drastic day where you know at that point in time ours early CEO before Alex came in was a guy called Sunil Lulla who I remember when he first interviewed me he was wearing shorts and green socks which I thought is so cool this is what MTV should be and he would always say that we will only play western music we are not going to do Hindi we're not going to do this and then there was this regional meeting one day where you know there was I think whoever was charge of MTV Asia came down and he's like standing in the middle and the entire office is there and that guy stands there and you know reels of the figures that this is how much Bollywood sells this is how much Hindi sells I don't understand why we are not playing that music and Sunil is of course nodding vigorously and we went Hindi with a vengeance and that was a first shift I saw and it was still okay and I came in from this very sort of snobbish and elitist position of no no you know I came here because you know I love alternative rock and you know I'd be talking about all those great shows in the MTV US and you know I was devastated when they dropped Beavis and Butthead you know when I joined MTV it was playing and they dropped it and and I thought that's a horrible shift but then what I saw in the 2000s was that the shift was you know they just went into reality TV and roadies and all of that which you know not my thing at all and then they went I mean it just seems to me that they progressively went further and further away from what I like them for in the first place but that's a digression what I was asking was what were you looking up to then like you're learning the craft what kind of work do you want to do like do you want to make movies at some point you want to make music videos at some point what are the music videos that you really like from that period so weirdly enough I wanted"
    },
    {
        "speaker": "Guest",
        "time": "00:51:47.760",
        "message": "to just make music videos I thought that's what people in music channels did that we would make music videos you in hindsight you find out that's not true at all so I went through phases I think for me some of the typical ones that you would listen to Nirvana very into Kurt Cobain and Jim Morrison so when he said how was I in college I at some point became that pretentious okay and now I'm in a communication school person it's okay in college we're all pretentious so I think that's that's not necessarily a negative point so I had grown my hair out a little bit I would have a jola on the side I would I would listen to Jim Morrison at night after having had a couple of extra drinks shoot my own shadow in the dark with some light on it and edit something weird with my own poetry which is horrendous because and it wasn't like I was not warned I remember telling me that I was influenced by the world's worst poet was Jim Morrison because I used to read Jim Morrison's poetry books and try to write poetry like him not the best frame of reference in hindsight but that was my frame of reference and that is my influence so I would write these poems and I would dance in this thing and I would show it in college to some professors who were also a little warped and they would try to find meaning in what I was shooting and I was just a drunk guy who should be shadow and and it was a lot of fun I enjoy so I remember that I submitted a lot of music videos as projects during that time except for my final project and love shooting that kind of stuff because anything was orbit I would try stuff out like but I also realized that I was always bit of a I think a Jew guard is the right word so you would end up shooting a lot of stuff and you realize you don't have enough footage so you suddenly start reversing the footage to cover up for it and make that seem cool so I do a lot of those I should love to edit to edit was the edit room or something which I fell in love with very early on because I could well that's where stuff really gets made I actually went to MTV at an interesting time as well at my internship I remember was in MTV and I said okay I'm going here I managed to get into the place I've always wanted to get into and that office was phenomenal it's that huge space they had the vibe of it it was just more than I ever expected it to be I remember we walk in the first day and you see brocha sitting there and brocha's doing what brocha does in life which is just generally being he was being a he wasn't an element of being a prankster in those days so he was doing that because you'd pull off buckra's on every new person who joined MTV at that point of time and he was pulling that off on someone so I happened to notice it and one of my first shoots was with Nick Hill so all that is happening right I did research for roadies but my thing was that okay I'm gone here let me learn as much as I can so I worked on every single show that was possible so that influenced me a lot because I learned the I learned the art of formats at MTV I actually learned how stuff has to be short how you can because we were doing a lot with very little and we were using time like nobody else was and I realized that only MTV did that channel we never did that because when I later on went to channel B how much ever time it would take me to do three edits would take someone people would do just one in that because MTV had taught me to work a certain way that taught me a certain work ethic and and almost a structure of working which just I feel that whatever we have as internet culture now is still for me stuff we did in MTV and channel B right I can take every single format there is a connection there and I feel and I'm a huge format junkie I love to explore different formats of just not everything like even how people write a newsletter to how someone makes a YouTube video to to an Instagram reel I look at formats like a hawk it's one of those things I love to see because I think it shows variation and gives you something to kind of use as a framework and I kind of brought that back so after my first year when I first year was generally chill I was learning the ropes and stuff but I feel I came back to college in my second year after that three four months stint at MTV having learned so much in that period and that's when I was clear about what I wanted to do I knew I could be someone who worked in that kind of television like youth television and reality TV was weirdly enough something I really enjoyed I gravitated towards it because and I think at that time reality was a little different than what it became eventually which is when I kind of tuned out of television reality then was saying can you take a set of people and put them in a situation that will make them react with some sort of emotion right so in my head is actually if you go deep into it's almost like you're looking at human psychology right what will make someone because you are under pressure you have cameras on you and you need to find a way to kind of push someone a little over that edge to be able to react in the way they would naturally would if they were under pressure but you just have to bring that in faster so and we would sit and do those things I remember the first time I made someone cry on camera I felt I was really upset and I would sit and I was and I remember Raghu came up to me and he sat down with me because he saw I was upset about it and and he kind of sat with me and he spoke to me about the mindset you need to have and the fact that you're not forcing someone to do this they've signed up to be on a show you're doing what you have to do you're not in any way causing them harm this is the pressure of it and and so I had a bunch of really good mentors at that point I mean there were a bunch of producers the entire roadies bunch I remember Nikhil was a person I would turn to I still turn to sometimes uh what speak to about how he did all the stuff he did and I feel for me those four months and the stint I had after that when I went back to MTV that was my true university in everything I've done in my career how to manage teams how to organize stuff logistics I've learned it in that year and a half and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:35.080",
        "message": "you know a lot of things to kind of unpack there firstly you know I love reality television as well but as you know one of the early years of Twitter I think I was live tweeting Big Boss which I kind of liked much more than roadies to be frank which I thought was you know kind of obnoxious and difficult to watch but that's just me but one of the things that struck me when you were talking about your early forays into Jim Morrison's poetry and all of that is that typically when we are young and especially when we try to create things and of course it is a fact that in men the prefrontal cortex which is responsible for socializing and all that doesn't really you know develop till 25 so which is why a lot of teenage violence and all that is kind of common so so people take time to get formed and when you're young often you have energy but you don't necessarily have either taste or experience and experience of course comes with time and taste also forms and I think part of taste forming is of course you want to fit in with your peers so you listen to whatever they're doing but through all that there is kind of a core of your own taste to your own aesthetic your own sensibility kind of forming so you know couple of things like one clearly from a lot of your work like your newsletter especially recently focuses on things like frameworks and processes and all of that as you mentioned and that's a craft of it and that's also incredibly fascinating but before we get there tell me a bit about how your taste evolved during this period like out of you know what are your guilty pleasures still out of what you used to like then what makes you cringe today and you know what parts of your early work do you look back to when you say hey that's great and"
    },
    {
        "speaker": "Guest",
        "time": "00:59:13.240",
        "message": "what part is you know not quite like that so I actually look back on a large part of that work and really was sometimes fascinated about the stuff which we did so I did all my reality TV stuff I actually really enjoyed maybe my last show and channel which I can get into was because the format was so bizarre and in hindsight I'm like I don't even know what we were doing and it was a show called channel we kidnap where you would have a couple and you would kidnap one of them and then you would make the person who's left behind and this person's best friend compete in a series of tasks to win money and free the person who's been kidnapped in hindsight when I'm saying this out loud it makes no sense we made that show we made a really like interesting show but but what I think that was us really just enjoying a format because of the stuff we could do right so we would give them tasks and each of the episode there were three producers and all of us would have one one episode each and so we were all reliving our fantasies of stuff we wanted to do as tasks I think we had come to that point in reality TV where producers were just thinking of the tasks and the masala you can get like I would come up with stuff where like I put an entire basement on fire and this person's outside with locked up and the keys are inside and these guys are going with heat suits and getting the chavis out with fireballs going off and there was a stunt crew and all there but and I would also do stuff like drop one of them in the middle of Ganpati Visarjan and two people have to go find them in the middle of it I got lost the camera crew got lost trying to shoot them I was groped I'm sure many of my crew were groped as well but we would think of these really bizarre ideas thankfully the entire crew was men I'm just putting it out there and it was I think we're doing all of those but in general I loved it the only things I cringe about whenever I try to do a format that wasn't Bollywood or reality I've always been terrible at it which required editorial or did I required finesse so I remember doing a tech show for channel B when I was there and it required animation I'm like how tough can animation be the animator is busy so I just made my own animation I didn't know how to animate I just learned I did something random put it up on television I don't know how it went on television and suddenly the creative director of channel B looking at TV saying what is that actually so I was pulled up and I was like the animator was busy right so when look at some of those I was like okay I sometimes pushed it too far with almost being cocky about it more than being lazy I think I was just cocky about it because I was really I feel that once you're in a certain flow and you're doing shows when you when you skip to a different format you need to skip your mindset and I didn't skip I was still functioning the way I would I actually even moved to channel B to do Bollywood shows because nobody in channel B wanted to touch Hindi because channel B is still doing English and I love working in Bollywood for me it was like okay one second I've gone to Amitabh Bachchan's house for a shoot I've gotten to meet him shake his hand I've been able to shoot in a set with Ram Gopal Verma to create a set for Sanjay Leela Bansali so for me I would still you know you revel in those at that point of time because you have some of those things in your head and I think it was great fun to do and I have a lot of fond remembrances of my entire Bollywood shoot period but I don't cringe at any of that what I might cringe at would be me trying to do stuff which I should not have tried doing like animation but so none of my tastes I ever cringe at because I feel I still go back to many of them with music is a great example for me I listen to every single genre possible apart from classical maybe classical something I still I have a I say I have a spik makeh problem which is that and when you're younger if you go for enough spik makeh concerts you have a certain aversion to Indian classical music if you're too young to understand it so when you grow up you tend to not want to listen to it it's not my mother's fault it's not anyone's fault it's just that I just did not have taste when I was younger but yeah so I don't I don't cringe at any of those things I would just say that doing shows like where I put animations up and doing kidnap were two cringe pieces and kidnap actually made me also realize I wanted to quit because by then reality TV had reached that point where you didn't have to press those buttons to get them to react people were reacting on camera because they knew that would get them footage so for me that took the fun away of it the fun of looking at what will psychologically make this person react and really plan stuff out was no longer needed you could set it up and people were reacting anyway so that they'd be seen a certain way on camera and I'm like I'm not here to get like people to act and never really excited me so that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:03.280",
        "message": "also something which made me tune out and in a sense that sort of extreme move in reality TV where people are reacting because you know it's expected of them also presages the coming age of social media where everything is performative anyway but you know let's take a quick commercial break and after we do we'll come back to 2009 and you know the changing times and what you then went on to do next. Long before I was a podcaster I was a writer in fact chances are that many of you first heard of me because of my blog India Uncut which was active between 2003 and 2009 and became somewhat popular at the time I love the freedom the form gave me and I feel I was shaped by it in many ways I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now I'm doing it through a newsletter I have started the India Uncut newsletter at IndiaUncut.substack.com where I will write regularly about whatever catches my fancy I'll write about some of the themes I cover in this podcast and about much else so please do head on over to IndiaUncut.substack.com and subscribe it is free once you sign up each new installment that I write will land up in your email inbox you don't need to go anywhere so subscribe now for free the India Uncut newsletter at IndiaUncut.substack.com thank you welcome back to the scene and the unseen I'm chatting with Varun Duggirala about his fascinating life and journey and we've reached 2009 where obviously there is at a proximate level one interesting shift where you know you leave Channel V and you start your own advertising agency The Glitch but you've also spoken in the past about how you know it's not just a career change there's sort of a ton of stuff happening around at time television is changing digital is coming up the internet is changing the way people consume information and all of that so tell me a little bit about that what about those changing times is sort of"
    },
    {
        "speaker": "Guest",
        "time": "01:06:16.720",
        "message": "driving whatever is happening so this is I think from around 2006 2007 there was a bit of an interesting period right it was an interesting period mainly because on one end digital was just becoming a thing I remember Channel V used to have their website MTVIndia.com those were early days of people really putting up curated content online and I remember there used to be even for music I remember Arjun Ravi used to run a website forgetting the name right now which which used to kind of curate stuff around indie music and so weird for us who would work in music television who would go to a website which used to curate indie music to kind of get what was happening there because we had gone beyond that and we were primarily playing Bollywood by then our jobs were to do reality TV there were very few music videos non you know regular going on and although I was lucky enough to be one of the last people to do a show called Launchpad for Channel V which is a show to find next big rock band and stuff like that and before rock on and everything else that happened post that and I remember when we were doing that as well it was a lot about let's find different languages who would kind of come in so we would we got a band in from Cal who sang in English but Cassini's Division was a legendary band we had a Hindi band called Farid Kote who still play they still they've composed a few movies and stuff so we had all that going but it was still largely repetitive because I was going from one reality show to the other I had almost quit twice I'd almost gone back to MTV because I still had one bucket list right but I never produced roadies and I always wanted to produce roadies because it's just a journey and the what that involved at that point of time something I always wanted to do so I almost quit I would say I once walked up to Zulfia who was my then boss and I was just going to quit she doesn't know this and she said do you want to launchpad I said okay I'll stay in my head right so I stayed and I did that show and but I feel that me and Rohit had come to that point where we had grown up the ranks really quickly in our time in Channel V because when we were in Channel V and he used to shoot promos and I would shoot shows there was a set of people who were senior to us who happened to quit around the same time so suddenly we were assistants who suddenly became producers very quickly and we learned those things by hook or like literally like we had to learn on the job right so a lot of the stuff kind of were put deep into the deep end and figured it out but when Channel V said we're not going to play music anymore and we're going youth GEC we're going to do fiction that's when we're like okay we can stay here we'll have great careers and Rohit said I think I want to quit and do something on my own and I'm like what are you planning to do when you say I don't know I will we'll do something maybe try something with digital video and stuff like that I didn't know what you were going to do he didn't know what you were going to do I said okay even I'll quit and there's a line which I stick by and I stick by that most times I feel this is one of those benchmarks you need to have is what's the worst that can happen right and so worst case we find a job and it'll and this will fail because we didn't really have responsibilities right we had to we used to say we're paying for bed bread and beer as long as had money for those three you'd survive we spent six months thinking of the name one month trying to figure out what work we would do quit when we when we were leaving everyone told us the mistake was post recession India in the world at 2009 2008 was you know world was in a people really were trying to hold on to their jobs and here these two young guys who are doing reasonably well would not have lost their jobs or quitting to start a company we didn't even know who will give us work and we had one project one and a half and we finished that project and we didn't actually didn't have work for I think about two weeks two three weeks and we were like sitting at home because we didn't know how this worked we just thought we talked to a few people and we'll get some work we never got it and that's when we really started to understand that we need to be open to doing anything and everything so we started off as a production house because he used to direct I was a terrible director but I could edit and produce so we would take turns editing I would produce and you would direct and we just took projects like that but we kept trying to do stuff in digital so we would pitch some stuff and we both geeks in our own right of the stuff we geek out on I'm both was huge into tech just fiddling around with doing stuff with it so we would pitch stuff on the side but we would still do like I remember we used to one of the first projects I'll never forget we used to do promos for Disney so for the DVD section so we would do a promo for princess and the frog DVD coming out so you have this DVD come out as an animation and and it would have a voiceover and so we get a voiceover recorded too we do projects like that we made a we made Priyanka Chopra showreel for her to go to Hollywood one of our first projects because I remember all the UTV DVDs had come to our house amongst others and we had to run through all of them find those shots to show her range of acting and and we got and we were stupid enough to take that money and go buy a TV like we would do stuff like that in the early days but at some point I think six eight months late in we did but I think yeah but we're 2010 ish we had Prashant who's actually still with us who wrote in and said can I intern with you guys I'm hearing you guys are doing some fun stuff and so he came in from Simbi realized our office was our apartment slept on a couch worked on project went back and he said will you guys hire me and that's when we actually became a company because we realized we're hiring someone and we had a few other people and a lot of these initial set up people who weirdly connected to us even also Prashant on his third stint with Glitch now so he quit a couple of times come back wants to be an entrepreneur wants more to to work for Apple for a bit and there's a second employee was a guy called Venky who came in who incidentally now works for Netflix and we end up doing some stuff together in that sense right so in a weird way that a lot of these characters were still around in our lives but that was also a time when people didn't really get digital even I think we were looking at as a fun like it's what podcasting is now right people it's experimental budget for all brands if at all and and so we would go pitch really random activations and stuff that would like you know if someone tweets this to this thing then a random nerf gun would fire something at a target and if you hit the target your handle will come on the screen right we would we would pitch stuff like that or that we used to do stunts like diesel was turning into and they had to make a bring people to their sale website and the websites creation had taken so long they had one week for launch and had not done any publicity so we made a bunch of hundred people change their relationship status on Facebook from single or whatever it was to in a relationship and we had Roshan who unfortunately had to go from married to in a relationship and he had to answer to a few people on that front not necessarily shine because she was fine and because we made them all post saying because single is boring and twosome is awesome diesel turns to dot-com right so if you do stupid stuff like that and like thousand percent increase in traffic on the website because nobody was on the website so in hindsight thousand percent isn't much when you look at it that way but we would pitch that stuff but also do television we would shoot stuff for having MTV was still a client been thus was a client we continue to make that pay the bills and then slowly but surely became a company somewhere in between and and became an agency at a later point when at some point brand said you guys are doing all the fun stuff do you also want to do strategy and we're like how tough can it be we realize it is much tougher than we thought it was but that's how we became an agency"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:14.520",
        "message": "much later so you know a lot of what you're saying actually brings back memories and it's very interesting how you know our journeys over a few years apart has these sort of resonances in the sense I straight out of college I went into advertising and then channel B and then MTV and you seem to have taken kind of the reverse path and also in the late 1990s I you know I was one of the judges at this event called the great Indian rock which was done by Rock Street Journal and MTV together to find the next great Indian rock hope and it's around that time also that channel we announced that they were not going to be a music channel but a youth channel in their words around 99 and of course they didn't make the definitive shift until much later but they carried out a grand experiment in 99 which didn't quite work out in fact I shifted back from MTV I shifted back to channel B for a second time around that period now you know my number of thoughts that come up here and number one is that you know did it make a difference that you were in a sense coming into this business of advertising not with an advertising background as you would expect that people have worked in ad agencies and then they've said we'll strike out on our own but from a television background so you're coming at it from a completely different angle and that makes a difference to how you look at it and what you offer and at the broader question is that do different angles matter because even when you come before that into media you've got that engineering background right you've done engineering and then you're doing mass comm so in a sense there is already a little bit of a difference between you and the other guys you know and and maybe your early love for coding played a part in that I don't know if coding you know helps you think in a more structured way or whether it just attracts the people who think in a more structured way and the causation is the other way around so one you know do these different frames of reference that you bring into something help you stand out from what's already in the field and that's number one and number two is that do you think that because you weren't from an agency background and you don't have those sort of set conventions and ways of looking at the world that you brought something to the table or you saw something that others did not see I feel like"
    },
    {
        "speaker": "Guest",
        "time": "01:16:27.680",
        "message": "the legacy baggage that comes with advertising right and I feel advertising suffers even today with that I don't have any of that even though now I've been in it long enough thankfully because there is beauty to how advertising used to be done and there are many elements of that that still stay but it's a very different world and interestingly what's been constant in our lives is when we got into the agency side is that we were a digital agency right the digital agency of that time was a lot more focused on websites and banner ads and all that stuff and and we came from production so our edge was we knew video and we knew how that was produced so we would go and pitch stuff which nobody would even like think was possible right like an example I remember we did something for Conetto around Valentine's Day where we said you can I think we could tweet or write was on Facebook and give us any lyrics and we have a set of cupids with musical instruments who would make that into a song and post it for you to share we actually went and took 11 small tiny studios those small ones you get in you know which you get for auditions and we dressed up guys as cupid people who are musicians put cameras on them had an editing ready we built a software to be able to edit that out in the software half the time did not work so we actually had to have manual editors in place so a guy would write in meow meow and this guy would make meow meow into a tune and it would go on to the page that we did that over three to four days and what people didn't get was traditionally how even advertising video was shot was never shot like this we were taking our learnings from the hustle that MTV and channel we had taught us and brought it here and we would do stuff like this so by the time we got to being an agency in an agency lens Brian said we want that we want that mindset but also with you managing what you put on social because we were very clear we're not a social agency we'll continue to do all the we'll do video we'll do interventions we'll do all of that for you and and that's how it became one and then we learned the ropes of I remember when we first started pitching stuff to do on Facebook we had people who said but Facebook's free why should we pay you to do it right we've actually heard those things and it was so interesting when I think back on it because people didn't necessarily know what to do with social it was another you know in the checklist it was the lowest item that you need to have a Facebook page you need to have a Twitter account and maybe be on Google plus used to be a thing and many of those and we would just keep pitching stuff and thankfully because of video and because we did stuff with clients so people didn't really think about so we would go to movies right so we would do something for with YouTube motion pictures for Burfi or we would go to Balaji motion pictures and do something so we would go to these guys we know they'll want to experiment because shots man want to get buzzed in and we do the bizarrest of ideas and then suddenly brands like a Unilever etc who we were doing smaller productions for so can you do this also for us and we still kept the ship sailing by doing TV production so we did an MTV unplugged we did a season of that we did all of you continue to do those shows till we reached a point where we had a team who understood so I'm not an angy person I'm still not I still look at the production and content business thankfully have been able to stick to that my entire career Rohit's always been the more creative person who understood the nuances to a broader extent of advertising and design especially so he kind of focused on that and at some point Pooja came in and because Pooja had that experience she helped bring some of that structure that agencies require which we didn't have before she came in and she brought that structure in and that's why I think it truly became an agency I think we were we were still a we were still a fun buzz-creating agency who had a bunch of accounts but were not necessarily long-standing accounts till Pooja came on Pooja came in a good structure but she channelized the the madness of what we would come up with and do which would surprise everybody that this is the kind of stuff and it's not just us that the team we had built over time would think of these outlandish things to do like an outlandish sometimes is not the obvious so I remember when we did the season of MTV Unplugged the biggest ask was and I remember Aditya Swamy who was then the head of MTV had asked us and guys we're doing MTV Unplugged here but most times in India you have to get a you can have to get a crowd that's not necessarily the audience who wants to listen to the music right and we don't want to do that and because that was that's additional practice most of the audience you see in all your TV shows are paid audience you know the people are paid to sit there and clap said I want actual people can you crack that for me so we figured a digital activation where we had a bus go around Bombay saying KK is going to be doing an MTV Unplugged we'll pick you up we'll take you to Trombe which is the outskirts of Bombay so that's the studio we were shooting it spend the day there be in the audience figure a way to record it because most times you end up doing some songs twice just to get a couple of extra shots get to interact with the talent come back and so it became an experience plus a show which was never the way it was done so we'd always find these hacks to do it and I think I'm one of our turning points was a show called Nano Drive with MTV where we really became digital in our mindset in in a social world because what we were doing was he was sending four nanos into four parts of India with four people in them and every day we would be uploading videos of what happened in that day within that day like so shoot the whole day edit at night upload by morning and basis the number of and think about it in hindsight this is the number of views retweets or likes they got they would get points which could eventually convert into prize money wow so and the logistical nightmare that was and this is not like post geo India this is pre geo India so we would have those internet dongles that you would carry around every form of internet would fail at most times some edit machine would fail in the most bizarrest of places we did three seasons of that and I think those three seasons taught us how social influence worked how you can really create different kinds of content online that can get this and and because we were doing all of that it helped us with the brands because the brand saw that we were doing these things like how much of that can we tap into so we had that madness with some form of a strategic thought that kind of came in over time and then that's a scaled up and became the agency which is why when whenever someone asked me that I'm an advertising person now I still say I'm not an advertising person I'm still a content person I'm still a production person because I think that at the at the root of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:20.680",
        "message": "it I'm still that and you know a fundamental question about advertising it seems that what has also happened over maybe the last 20 years is that advertising has changed in many basic ways for example you know just from the point of view of a creator one of the things that kind of delights me about the modern age is that you know if I want to connect with my audience I can now go directly I do not need a platform and typically what would happen is I would sell whatever I am doing to a platform or make it for them they would then sell advertising and I would get a little chunk of that and now all of that loop from a creator's point of view is completely bypassed I don't need the platform and therefore an advertising you know as you know Prem Panicker in the last episode that we did and you know he was the editor at a number of online publications like Rediff and Yahoo and all that and he was pointing out how it's gone from you know dollars to pennies for comparatively the same whatever so in a sense there is a sense of you know advertising going sort of downhill in that sense and the particular period of time which you're talking about when digital comes up is like like one of the things that you've spoken about earlier is how you needed to change the mindset of your clients and tell them quote don't do one big TVC you need 300 pieces of content in a year so instead of thinking about you know one big television commercial which they'll play everywhere and they'll buy space on you know maybe Doordarshan in the 80s or all the different satellite channels in the 90s now you gotta think of this mix of stuff how difficult was it and also the other mindset shift is that very often what happens is when a new media comes it becomes one of the boxes so you say Facebook and Instagram and you take those boxes and you're done and you don't really put your heart into it and it's just stuff that you do and you know it becomes that kind of a game so what were these mindset shifts both in terms of getting others to sort of change their mindset in this way and your own mindset shift like one of course it helps that you come from television but did it also make a difference that you're part of a generation which is used to digital which is used to you know consuming on multiple screens as part of sort of your growing up and taking in the world which might have been very different from some of the sort of managers you're speaking to at these various brands a few things happened"
    },
    {
        "speaker": "Guest",
        "time": "01:25:46.120",
        "message": "around that time and I feel it took a certain transition you know when we first started doing stuff that agencies do we were always those people you know you would not even sit on the chairs around the table in those meeting rooms that you will be standing at the back because you'd have someone talk about the campaign etc and then okay it's clay social make occurring your display digital becker you almost become that at the end of it was never the the prime point we've worked very hard I think a lot of us in that generation of agency there's us there's web chutney a bunch of us we work very hard to have that seat at the team and we did that by showing a few things we showed them true value in terms of what they could get out of it and I feel the learning has been in three stages consumers learned first because consumer behavior move very quickly right as soon as they could get the internet and start doing stuff with it consumers adopted this like that this whole mobile first India piece is so important to think about because we tend to compare things to how the West does it and the West even now for me is a lot more drilled on from laptop and computer culture India is very mobile culture like that's how our consumers function that's a very important distinction to make us be very naturally that way I go back to my AOL call center days and I think about how they were and the issues they had and I remember that they were so analog even at that time and so because of that what happened here was that a the consumer shifting and the brands are trying to figure out what to do the brands adapted first I have to give them credit for that most brands including larger ones like I feel like even someone like a Unilever who's fairly large I have seen that transition from how they were when we started working with them in way back in 2011 to now and even then it was a focus area for them they were still figuring it out and now it's a prime focus area for them so I've seen that with many of them so they who kind of moved early agencies moved last agencies for me not necessarily guys like us who were anyway doing what we were doing and didn't really care about the traditional stuff the traditional players in many ways because they also were doing a lot of things which weren't really threatened as much by digital then so was doing what they were really good at like you making great television commercials and you were doing you know those those long planning sessions and all of those things and at some point when these two moved fast and then you had a bunch of these brands coming in who was selling only on digital that you have your your startups or your d2c brands and when that happened stuff moved so quickly that's when the agency space really got disrupted because brands suddenly switch quickly to say okay let's put because for a brand in many cases become easier because once again this completes my loop I can see where my products being sold what piece of marketing for me will is getting me to get someone to hit buy on a website and suddenly so they start moving quickly and everybody started to adapt and now we're in another weird point of flux in the industry which is what I find interesting and it's already happening but I see the largest option happening is that right before the agency is for the central point of creativity now I feel the brands are agencies are helping facilitate the creativity in many ways I'm it's very I know there will be people who will tell me what I've seen right now is sacrilege but I truly believe that I feel that brands are taking the ownership of the overall brand and creativity a lot more now than they ever did you know just because it is easier to go to an agency and they would handle it for years the number of pitches that will happen the number of people who will come in for each and every project the number of collaborations that are required I am seeing more and more the brand teams are filled with people who are thinking of it from a creative lens and so they're pulling in collaborators so the agency's role is almost to be in a way your navigator saying okay great set of things don't do this this is how it will affect you or you want to produce 50,000 pieces of creative in a year this is how I can help you do it at the best ROI or this is how you need to work with data this is how you need to work with your media so we are navigators now we're not necessarily people holding the rails in that sense right so that's the ship that's happened everyone's adapting to it but when I look at how our journey has been and look at how things have changed I think the change has really been the day you could turn around from being a marketing team that would say I'm helping you market your product to saying I'm a marketing that helps sell your product that's when the whole game changed because suddenly you are actually controlling sales and that just changes the whole game because you suddenly have that happening and then your distribution channels of old which were you know what's your channel of sending it to different stores across the country and all of that and suddenly ecom came in and suddenly those didn't matter right so you can have a tiny startup who just distributing off online who can hit as much sales as some of the biggest established players of decades or if not longer so that's really been the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:59.120",
        "message": "change so you know I want to drill down on something interesting you said like you know when I joined advertising in 94 there was this old quote going around or not this old quote going around then but I heard it then by John Wanamaker saying half the money I spent on advertising is wasted but I don't know which half and when I did a recent episode with Ambi Parmeswaran the ad guru he spoke about how a lot of digital marketing or digital advertising is prey and prey that you know you don't really know what's going on and I chatted with him about metrics as well which I want to ask you about because you pointed out that you know you said that there was a shift where brands began to take attention of you when they realized that you're not just going to help them market the product you're going to help them sell it does this to drill down in this does it then mean that what you are doing the kind of advertising that you are doing is actually quantifiable that there are metrics that can actually show the impact so that old dilemma of I don't know you know whether this is truly effective or not it's just a box I have to take does that old dilemma then go away is it possible to quantify effectiveness so it's extremely"
    },
    {
        "speaker": "Guest",
        "time": "01:32:05.160",
        "message": "quantifiable to a larger extent than it has been before provided this is the one big provider that you set what you're what are you setting benchmarks against like what do you want to achieve and that's really important many times when that gets missed no matter what you might get as metrics whatever might happen that is where you end up failing and it's also an iterative game it's no longer okay let's make that one perfect piece and have it go there so it's also iterative so you're trying stuff out seeing something that works doesn't work I give an old television analogy that you know how you would program a television channel for the shows and what would follow what and what you would make a programming calendar for the year that's what brands are doing now right so you'll have some stuff that will fail some stuff that will work but at the end of the year you're looking back and say I did a bunch of these things these things didn't work these things worked these are my learnings and I'm moving ahead next year and and that's really the way it is happening I agree with ambi I think that there's a lot of the so measurement is a tricky thing because I feel that the word data is thrown around very very in a very loose form data is not important what data you look at and how we interpret is important so in most cases what happens is you will try to find data to prove what your idea is to be right rather than looking at data and deriving your idea from it which is the right way to do it so there's this piece that we say in office a lot um i know roid says it uh the most is that data is a creative director's best friend because what you would have you know the quintessential creative director would walk around outside find inspiration in something and kind of come back now it's that same creator looking at a stream of data and really getting some insights from that so it's it's about how you look at it and i feel and again data and content two words that are the most widely used for for bizarrely random reasons uh across the industry but data is truly just that you're getting the insights you would get by doing 10 market visits talking to 50 100 consumers you're getting that by looking at the stream of a piece on a monitor um and as long as you use that right um then that's good data and i think we're also moving towards a slightly more secure form of doing this right we're moving towards first party data we're moving towards all of that and i think while that does affect the business i feel it's important because at some point the consumer should not be the product and i feel that at some times the tendency is to use data to kind of get to them as the best way you can for the business but it's important to kind of have that difference in your head but i think that thankfully it is the way i've seen most brands are very who we've worked with have always been very cognizant of that you know there's a line and they don't necessarily want to cross it and you know you called your"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:49.720",
        "message": "podcast when you started it advertising is dead and which is of course a provocative title coming from an ad man though you claim you're not an ad man but what the hell uh now what is the scene for advertising is it actually dying because it strikes me that you know when i look at it from the content point of view a lot of the content i consume most of the content i consume has no advertising i've put ad blockers on my browser i subscribe to netflix and amazon prime and i'm you know consuming from there i literally don't watch any television the only advertising i consume is possibly during cricket matches when i can you know just mute the damn thing and similarly as a creator i find that now whatever money i make is coming directly from people it is not coming through i mean i do get some advertising thankfully on my show after all this time but it's a small chunk of what i otherwise make and the direction in general seems to be even for creators to not have to rely on it so much so now the point is that if content is not uh you know reliant on advertising you know if that bridge is broken people are willing to just pay directly for content what's the future for advertising you know what are your sort of thoughts on this because i am looking at it very much from uh the outside this is not something"
    },
    {
        "speaker": "Guest",
        "time": "01:36:03.000",
        "message": "i have ever thought deeply about so enlighten me so there are a few things that are happening which is why sometimes you think about is the term agency or advertising right for what we do there are parts to what the agency business is right now one big chunk is digital transformation so you're helping clients to transform every part of their operation to digital right so in some ways you're competing on one end with an accenture and a deloitte etc because you're helping them build those large tech builds so everything from looking at how they function internally how to add digital elements into that adding tech into that process flows everything well so there's that's one part big part of what agencies are doing now then there is a big amount of work we're doing even on like i think the technology part of the agency business now is so large it doesn't get talked about enough uh you know you're doing stuff around salesforce implementation crm you're doing a lot of that and i see a lot of that growing and scaling and it's being very stable businesses for agencies the creative part of the business i feel is the one that is actually died in some form um when i think of how the classical way of it right i think the so i you know that i'm a huge scott galloway fanboy one of the things he says which i always like is that he says advertising is the tax of the poor he was the word poor i don't like the word poor but all of the people who can't pay for subscription is how i like to term it um and i think that's important there's still a large amount of people who still are okay to get something for free with an ad in between and eventually they will pay for uh you know not getting those ads in between uh you know their content so that's still relevant what i feel is important to note is that whatever you make as advertising now has to be relevant for the audience now and not the old um for instance whenever someone talks about okay did you see the ads during the ipl i say that you realize when an ad comes on people are looking at their phone because if they're watching it on tv they're looking at their phone they're not necessarily paying attention to the ad right so um then what are you making on as an ad that is playing on their on that phone for me is more relevant than what's playing on tv um and i think those nuances are there so content will still always be the prime focus on the creative side but when whatever you're creating now has to have far bigger legs as a piece that you would share when i think of some of the biggest disruptors in the ads some of the not disruptors some people have done the most brilliant work in recent times like for me maximum effort uh which is ryan reynolds's brand company is a phenomenal case study right like here's a guy who is so creative as an actor and everything else and he's genuinely funny builds this company that does really interesting pieces around some of the brands he owns and the movies he works on that they are now considered to be some of the most innovative coming up with some of the most innovative ideas around stuff that happens and he's doing that because he's thinking digital he's thinking what is shareable and he's thinking on the fly versus you don't have two months to come up with a script and shoot something you know how do you do it um martin sorrell famously says faster better cheaper is his focus now with media monks and s4 and what he's doing and clients want faster better cheaper but i feel clients also want true value and i feel that that's what we're doing so whenever we're creating we're also not just talking about the creative idea we talk about how creating it a certain way will make them spend lesser in the short term and in the long term i use the word tech stack more than i've ever done in production context over the last year and a half than i ever have so the actual part which you've always spoken about in advertising which is okay let's make the film and let's talk about something so i have not spent any time doing that in in recent years i know a large amount of my team focus a lot on the strategy part and that's still very relevant we're still thinking long term but the classical madman-esque advertising for me is dead because that's now a small part of what brands will do um in the future and that's going to go down more and more what will stay is what all are you creating to connect to every single category of consumer so you know and all of that stuff so and i've given a slightly long winding and and and you know in most cases random response to your question but there are so many pieces to the advertising business now that what was traditionally known as the ad business is now a small part of it it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:33.560",
        "message": "no longer the whole of it that's fascinating so again i'll think aloud and you know i hope you and other people who really know advertising will forgive me if this next question is a bit naive but let's do a thought experiment you know you just spoke about how scott galloway spoke about advertising being a tax on the poor and uh so on let's do a thought experiment let's say that at some point in the future and hopefully sooner or later either we go extinct or this happens there's a sort of post scarcity world where in a sense nobody is too poor to pay for content so everyone's paying for content nobody needs to have their attention um you know sold as a product so to say which is what advertising uh typically is and uh so what does the advertiser do because on the one hand as a consumer i do want to know what is out there and uh all of that but at the same time i don't want any intrusions uh on my attention if i'm watching content i want to watch content you know i'm like obviously i'm one of the privilege but i i'm subscribing to youtube premium so even there i don't see ads netflix prime all of that and presumably there will be similar options for any kind of content at all so thought experiment utopian or dystopian world for the advertising people where so then what does a brand do how do brands reach people what is advertising then is an agency just the people who are doing tech backends and crm and you know whatever else you spoke about or how are they actually managing to get their"
    },
    {
        "speaker": "Guest",
        "time": "01:42:05.480",
        "message": "products in front of the consumer a large part of what you said is already happening and i feel it's already a point in in focus so think of what you consume which brands are all still a part of even though they're not ads right um think of the entire creator and influencer economy the influencer economy especially right so people do follow so many creators slash influencers primarily because of the brand stuff so which is why a lot of the startups focus so much on that and and i've noticed this right you'll have a startup they'll they'll do primary focus on performance marketing and e-commerce do influencer marketing raise a few rounds come to that get that series a round in then go get that big agency do that big campaign right because in a country like india i feel for at least in the near future you traditional mediums are still relevant tv is not going anywhere hoardings aren't going anywhere a lot of that stuff is still here to stay print i have my own questions on but that's i think more in terms of maybe my habit than i think the like i know people that in my house here read the newspaper right i don't um and so i feel that's more my own personal uh prejudice if that's the word to use and so when i look at it from that sense the advertising business in the future will exist wherever brands are they have to connect with the consumer today it's on an instagram on an amazon on um you know on a youtube it might not necessarily just be as an ad i've spent the last year also studying how creators monetize and because i thought okay as a podcaster there's there are certain regular ways that you're known to monetize what are the other ways and i realize there's so much happening which weirdly enough i didn't know about even though i work in the space right so the amazon affiliate program for me was a revelation i didn't realize it because i realized a lot of the tech youtubers i follow all have almost packs you can buy and they make some money off the fact because you know you follow someone and that guy uses certain equipment you know okay fine i love the content so this must be legit equipment so you'd end up buying it and so this person gets something for it similarly how we put some products out there you know and so i feel that part is going to scale up more and more each individual now is a media channel to themselves and eventually maybe the entire world is going to be an influencer at different categories and everybody can just kind of keep making money by putting stuff out there right i mean from what i hear and i don't know enough about it in china they've reached a far more advanced stage in this journey than than the rest of the world has on the other end i feel the traditional ad is going to be one of those big once in a year blockbuster things right so say how in the us we have the super bowl they have the super bowl we have the ipl i feel you'll end up having some of these big movement pieces which will have ads happen i don't think that's going away they'll evolve in how they are they might become may become content pieces might become cds might become shows you'll have all those forms and you know brands will invest more and more in this i know brands who are looking at what they do from an editorial mindset now right so you know you look at a brand circuit why would you follow a brand online is because not because you want to see their ad because you want to see what is something about the content they post excites you or interests you and at some point brands are making that shift to an editorial mindset so suddenly the content they're putting out is content to itself not necessarily selling their product um and i use this this term a lot i said consumers either come to you to get two forms of value one is that you're giving them some value like a great deal you give them something like that or they'll come to you to connect to their values in some way and that values doesn't have to seem very hardcore it could be just a form of entertainment or a genre that you like which really works i mean i i think of a bunch of brands which are there online which i follow because i just am entertained by what they post and i think that's really the future the future is that we'll go brands will go a lot more editorial and they'll realize at some point that that editorial content is also monetizable it'll be a tiny piece of their pnl but let's say tomorrow if i'm a beauty brand and i'm doing a lot of these tutorials and everything else and packs and stuff like that at some point it's helping me sell but what if some of that content is exclusive what if some of that stuff is only for a subscription-based cohort of consumers and i'm just i'm freewheeling here in my head maybe someone would pay for that you never know right i mean maybe that's the future maybe that's the future of what we'll build out as agencies because as long as brands have to connect with a consumer there'll be some form of this thing called the agency will it be what it was i don't think so which is why the name of the show came in the name of the show actually interestingly came from a talk squad gal away game so advertising is that comes from this thing he keeps saying called the death of there was a video he did i forgot where i think it was a video from his stern school class where he said the death of the advertising and industrial um no advertising and marketing um industrial something and so i said it's too long but if you break it down and advertising is dead is is an interesting term to use and that's how the name of the show kind of came to be so that's what i truly believe i think we're already there um it's just that and it's a good thing that you hold on to certain things which are great there are many beautiful things about how advertising has been which i've come to learn after becoming part of a network i never realized that while i was an independent agency but i don't think we're a generation who is nostalgic about this at least i am not i know the people who are young i know there are a bunch of them who are i'm not i think things evolve you move ahead you can't stay in the past you enjoy those you kind of go back and look at those but um yeah i mean so that's that form"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:03.040",
        "message": "of agency that's going to stay so you know i i'm going to uh get some of your thoughts on the uh content ecosystem and the creator ecosystem as well because that's something i've also been thinking a lot about over the last one year these are exciting times but before that uh you know to kind of wrap up your uh not your thoughts on advertising per se but that part of the journey you know at one point you got acquired by wpp and i assume things have worked out extremely well for you so you know there is a journey where around 2009 you leave channel v you say okay this is interesting work this is what we're going to do you get down to it you go in the directions and you follow those directions and then you have what i presume is your big payday and you can now chill and do whatever you want but one you are still in advertising you're still part of the glitch you're still uh sort of doing whatever and at the same time you are also exploring these other new directions with first one podcast and then this uh youtube uh podcast of arundhati show and all of that so my question is that you know in one of your newsletters you've written about how you need to think about what you're doing for your career and what you're doing for your life uh in the sense that you have to view one as the means to an end and so how have your thoughts of sort of you know the kind of work that you want to do evolved over these last 12 or 13 years since you started the glitch you know where initially you go out there saying hey we'll you know we'll make me videos for digital and we'll do all of that and then in that journey presumably as a company grows your mindset is also changing you're putting your different kinds of processes in place your goals are changing then the acquisition happens then you discover you know the creator ecosystem and how that's going but at the same time you have one foot and you're still running the glitch so take"
    },
    {
        "speaker": "Guest",
        "time": "01:49:51.480",
        "message": "me through your thinking on all of this so when we started glitch rohit and i chose not to have traditional designations we were called left brain and right brain i was left and he was right because we thought that sounded cooler but also it felt very like and we just found it very weird that two guys start a company one becomes ceo one becomes cco and because we decided none of us will be neither of us will be ceo so puja has been our first ceo which because the designation didn't exist before she came on so my role was always very operations oriented right because of my experience with reality tv i knew how to do logistics so stuff like administration terrible math person but managed finance for the longest time with on a with a in hindsight a very very junior team and not really really focus on that as much as we should have but my role is always that my role was to make a few things happen is to make sure that the ship ran work with rohit to make sure the stuff we sold and that's something which he took on us on his own stuff we sold would really come through and executed right i had to take care of is there enough money in the bank is there you know just kind of getting people in managing their life so i've always had that role i always enjoyed that having those 50 things to do over the years what also happened is i kind of brought in people who took certain things off our plate and eventually once we came towards and we didn't we never thought being acquired was a thing like we didn't even know that existed till someone approached us many years before we even got acquired and we were like okay this is something that happens we actually even worked with the team and i remember the team kind of came on because in 2011 um roshan came on to be our first investor and he was one person who would keep telling us these are things that will come ahead for you and i feel that he's kind of great person to have had as a mentor partner because he would never tell us what to do he would tell us something like this will come up and i will let you guys take a choice and maybe give you a point of view from my experience but i will not make your choice for you so we had him to help us out with a lot of those decisions and and at some point by the time we decided to get acquired because we realized that's the way to go if you want to scale the way we want to scale um and and at this base at which we wanted to we then end up trying to choose networks and went through that and i think post the acquisition when when we finally did get acquired in 2018 i was at a point when i handed over a lot of my response so i no longer had to look at finance ops was pretty much out of my this thing because at some point you hand over a bunch so i was left with a few things to do and i always like to have different things to do and this kind of just happened the podcasting may happen kind of filled a gap of stuff i wanted to because i had also gotten very comfortable i get very nervous when i'm comfortable right when you sit and you feel like okay have a relaxed day most days that's when i get really like i panic a little bit because i'm like i'm worried that when things are too relaxed something can go wrong i'm happy when there is some stress to deal with in the 50 things going on so and that's when this thing happened and then i've done i feel it's also fed back very beautifully to what i do at glitch so i come back to the team i come back to clients i come back with with perspectives and insights which i wouldn't have gotten if i didn't do the podcast not just from the guests i get a lot from the guests i feel like every guest i learn something from but i also feel like i've learned a lot about the talent out there who wants to work in this space because i interact with a large part of my audience also wants to work in this entire new business world and you also then get insights into tools that creators use and and so i'll go back to the guys in our production team with hacks which i am thinking of which they might not use like somebody used to using bigger equipment something something which is very like you know which is tiny which is a youtuber piece like okay where did you get this from and so like and so all of that kind of adds up but my role over time have while i've played many roles like you know there are certain clients i've had great relationships with and kind of built that over time there'll be times when i'll pop so i've always been a person who filled gaps and gave support my job is always i still consider that to be my job is just that over time we've luckily had people who came into the system who said okay i'll take care of things still like we have this thing called shit hitting the fan and there's only this the level to which people can manage that hitting the fan has increased so when it still comes to us it's still going to be a big problem to deal with but thankfully now we have a solid set of people leading the organization who take care of a lot of that and so i think that's what i enjoy which is why i think the creative thing happened because i suddenly go let me get my hands dirty after being in a leadership role for so long what i don't want to do is to have too much of a team which is why i really like it's very shoestring in terms of even the guys that you work with on the varun dogi show i'm like i don't hire someone i'll work with the team which is established and so i i'm very wary of falling into the trap of again becoming this person who is taking care of an organized set of people like i don't want to deal with hr again in parallel and then stuff i like we have a fabulous hr team now thankfully take that off my plate as well so yeah so that's how my role has evolved and it's um i genuinely find that it's great to work with people from this generation because i feel that they have a very interesting mindset and i feel that so i'm late i'm very like on the border millennial because 82 kind of just hits that line there but i feel now the term purpose while people make fun of the fact that gen z has this thing purpose and whatnot i feel they truly want to do stuff which kind of connects to what they really believe in um and at some point we need to be able to do enough to be able to connect to that and and the constant endeavor is to do that i don't think we succeed all the time as a business world it's not decided i think in general but i find that so beautiful about and i don't know what gen alpha is going to be like but i think gen z at least has that and um and so that's one thing which really excites me i think my podcast helps me connect with this group of people who i find so fascinating who i feel have a lot of the pressures every generation has but also lives in a world like you said right which is a constantly everything you say is on the record everything there's so much pressure there is your mental health has taken a beating because of everything else and so in some way kind of giving back"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:34.400",
        "message": "to making sure telling them the world will be okay right there are many many things to unpack there but i'll begin by asking a question on leadership like you've in the past quoted mandela talking about how a good leader should lead from the back right so how how did you sort of discover and evolve your leadership or your managerial style because that seems to be something which you have a very settled version of now which has come over a period of time did that come through trial and error were there moments where you had to reorient"
    },
    {
        "speaker": "Guest",
        "time": "01:57:04.560",
        "message": "yourself and so on some pieces were already set in place by the time we started glitch because i also led smaller teams right so again i go back to like reality tv you're dealing with the team of people that you have producers you have a camera crew production team so i had some nuances of how to handle a widespread set of people roid jokes that i use a lot of my troops from reality tv contestants on employees in the early years because i'm like how do you deal with this person if the person's mindset is this way so i might have in all honesty there is a strong possibility i could have done that but in general i've always so i've never been a person who gets to what i put it i'm not angry very easily that i don't get i get flustered but i try not to show it too much with a team because i feel that it only seeps down and naturally try to be the person to try and find a solve and move ahead have i lost my shit sometimes have i said stuff which i shouldn't have said have i dealt with the situations wrong of course but i think i've learned from those and over time um kind of developed a style which was um and i think it also comes back to the fact that i don't necessarily want to sit in the room saying i am the center of attention i never wanted to be that person i still not i think even as a creator now i'm not putting out videos which say okay this is what my quote is this is what i have said that i am literally trying to share as much of the people i talk to rather than what i say and i think there's there's so much in that and i feel that i did that as in glitch as well is that i would have come in there i've got a great bunch of people together how do i help them do what they do want to do by with taking off all the headaches if they have um you know it could be you know at some point companies become bureaucratic we we so have we we have many parts which are bureaucratic at some point there are stuff which like you know like like reading a contract or looking at you know there are those things which are not exciting for a larger part of the people you hire so i would take care of those um by instinct of saying okay let them do what they're doing um i can take care of these once in a while i'll get a project which i'm really kicked apart and i would do that um and and and so on and so forth so i think my style evolved because um i naturally gravitate towards logistics i enjoy it i'm actually very unstructured but i still enjoy logistics and i that's why i took to production so well because production in india is a very unstructured business it's very it's like the wild west so that's how my leaderships i've evolved and at some point also because i kept a certain distance um and i learned that from my mtv days and from my channel v days that the more distance you keep with not like being cold but like there needs to be a line so um i wouldn't like even when i had like my first assistant producer i would take care of that person like he was like almost like a kid i would take care of right but i would still make that the relation i was still not your friend in the normal sense i'm still that person you can turn to when you need help i also became this person because of the people i learned from you know the producers i had back at mtv back at channel v who i learned good and bad from i learned how you should not be uh whenever i've seen someone try to make them the center of it it becomes a problem whereas you're always a facilitator i think we need a good producer and i still say i'm a good producer because you're a facilitator you're not the director you're not the script writer you're not the dop you're not the actor you have to make sure the ship runs and and reaches its destination so i just took that mindset of me being a producer and put it into me uh being an entrepreneur and that's always worked out let's move on to i think"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:50.840",
        "message": "another of sort of the big changes that we've seen in the last decade and a half you spoke earlier of about how uh you know tech has changed so much and uh you know one realization of this was you know i think back in 2016 these guys from the u.s got in touch with me and said would i do a youtube series for them and would i kind of make some videos where i'm talking about concepts for three minutes and whatever and i scripted it and they said i will pay x amount for the production which was decent enough why don't you get someone to produce it so i reached out to a contemporary of mine who had also done the mtv channel v thing and you might even know him david polycarp yeah and yeah so david is a very dear friend so david very kindly said don't worry i will take care of everything and he got a like a 20 person crew to my house and they moved bookshelves around and hazar production went into it and i was at that time just thinking in my head that oh okay my imagination was that a guy will come with one camera and one lapel mic and it'll just kind of happen and there is this massive kind of crew and uh you know recently i've also been thinking of experimenting with youtube and all of that uh building my own setup researching that and the thing is that it is incredibly simple like even for podcasting you know like what i'm doing now i mean i'm basically producing my own show and i can get near studio quality output you know with really basic budget equipment uh what 20 years ago would have you know been a full production involving so much and probably beyond the reach of one person but today you can sit in your room and uh you know just kind of uh get it done and this is something that i think sort of older people perhaps of my generation haven't quite fully come to terms with but younger creators have immediately figured it out because they are native to this they're consuming this stuff all the time they're much more comfortable with technology and so on how has the transition been for you because in a sense you started off in the old world where uh you are using all those i presume those big ass cameras and whatever but at the same time like you mentioned you're fortunate enough to be in a place where the workflows are not that dogmatic where you're constantly doing jugar sugar and you know getting um doing things very fast which is very much sort of the youtube ethic in a sense just get it done get it done just keep doing throw things at the wall uh what was that sort of process uh for you like and is that stuff that the agency is also internalized in the work you do like you said that you pick up tips from creators and you'll pass it along to them so you know how has that impacted your workflows for example like you"
    },
    {
        "speaker": "Guest",
        "time": "02:03:24.560",
        "message": "know what's the workflow of the varun dogi show the workflow the varun dogi show is pretty simple actually so i go through this period of experimentation where i will in sometimes spend unnecessary money on on random things and eventually come with a simple solution so i wanted my for instance video to be slightly better than regular zoom quality so i bought a webcam eventually which worked great because it got me i'm like okay youtube is 1080 you don't need a 4k camera got a webcam for 3000 rupees that took care of that so for me that was great took care of one entire piece because every time i went to another platform and i've tried many there was some problem i've always faced in the video part of it the audio parts have always been great so i've still stuck to using zoom in most cases but my workflow is pretty simple i have like i have a bunch of people i've kind of working with now um from this company called the small business project that rachit and his team are fabulous and i've known rachit for a bit and and what i've actually done with them is to kind of work with them and say i tell rachit okay i i'm going to give you x y and z i need to take care of other pieces for me and we figured a workflow and and and also kind of find people who you will meet right so some of the like some of the guys who work on the audio are like x ibm who kind of going so we're going to plug in and they're helping on that front find somebody else who's just reached out and said okay i'm pulling out insights from episodes and someone wants to send me chapters right so you know you don't do timestamps on an episode someone was nice enough to email me saying these are the timestamps for your episode and i said okay do you want to do this all the time i can make it a paid gig so it's i think some of those things have organically evolved and if we've putting together a team of people who are naturally proactive and doing stuff and we're finding a flow um my recording style is pretty straightforward um i actually you know one of the first things you said is that i don't do prep prep which i always say my prep is not traditional prep i do a 15 minute pre-chat with my guests a week before at least or whenever i can get a slot so in that i scribble a few things on my ipad and that is my frame of reference in some cases their pr teams or whoever will send me some stuff which i generally don't necessarily follow but i do find a few pieces there as nuggets which i find interesting so i put them down there and then i let it flow that because a lot of my audience also i mean at least on advertising is dead is a lot more corporate so i get a lot more info there on the varunduki show for me i call it improv podcasting because i feel it's interesting kind of bring someone in and have a regular conversation um and let it evolve where it does and that's what i've been doing i've been i've been trying to find as widespread a set of guests as i can and just have a chat about stuff i'd want to really talk to them about and and what are you looking at this as being okay this is like a show that's focused on x and y and z it's like you learn so much from conversation so that's how i'm looking at that uh but going back to the other part about what i've learned as as actual hacks and tools and creation what's been interesting is it's it's been an interesting three-way street where i know the people in our team as well who'll follow some of those youtube channels like for instance a large part of what we do is product so how do you shoot a product was traditionally very complex but still is complex process just to make it look the way you know you some of those things you need that texture you need you know those all of that stuff and that's a very complicated process it's very expensive to do but there's so many of these youtubers who have these hacks so i for instance follow a few of them and i keep sending those videos we have a few of those groups between people in the office right on one on instagram one on whatsapp and we'll all keep sending stuff across and and those range from someone's television commercial to someone's behind the scenes video of a youtube product shoot and and somewhere in between we've found things we will adopt so we do a lot of product stuff that looks instagram worthy might not be at the same high endness of what is traditionally a product shot for an ad but it's great for instagram it's great for e-commerce so also makes it seem like it's content which you normally scroll past so we build that out and a lot of the techniques we use to create that is what youtubers use and so i love when that happens right and when that's happening and when someone reaches out simply you use something right what do you use as equipment so i think this is what it is so there's times when i've actually sent across stuff which i have bought as random small equipment and said try and use this so i remember when we were doing stuff at fashion week or like me you know there's a thing where you need to switch your mindset where you would shoot something on a larger camera move it to an edit machine edit it and upload it online when it had to be as live as possible we started shooting on an iphone so every year the glitch office would have a brand new set of iphones come in and the old set sold off best investment ever because through the year whenever you had to go to smaller events etc these phones have fabulous cameras i shoot so i'm starting to work on a few vlog like or straight up content like pieces for youtube i had a gopro i tried to use some other camera i eventually came down to using my iphone i'm like once this is a great camera figured a way to you know get the right kind of tripod and i use like i bought a light and all that stuff but a lot of these techniques when i look at how people are shooting like when you mentioned the crew kind of coming in 20 people now those shoots and also thanks to how shoots happened last year have become that tiny you literally have two people come in i had to shoot something for a workshop piece i was doing one guy came with one camera put the mic in and and had no light because he said can we just shoot in the day so i feel like finally come into that point of getting as many people as required in india we have too many people on a set it's a problem we great in giving employment it's a it's fabulous right you will have one guy walking around giving people bislerika uh bottles to drink water on a set right traditionally you go abroad someone goes and takes their own water they'll have a guy to pick up two boxes you'll have one more guy so for everything there is somebody's job which is which is great in a larger context but also makes it a very crowded space and makes it very noisy whereas like and i think we finally come to that point it's i mean obviously we have to figure how all those people are going to survive what they're going to do and and they've all and some of those things have gone back to normal right shoots in many of those cases still happen the same but we finally realizing especially from youtubers that this stuff can be shot this way you don't necessarily need 50 people for everything you can do it with five people it's just that we never tried to do it because we thought it's simpler and more relaxed to have one person to do every single thing and and that nuance is fabulous now and most creators like i don't know want all this just give me a phone and i'll go shoot that the way they shoot is interesting i've learned so much from that they believe in archiving which is fabulous because they'll see something random they'll shoot it they'll store it in their phone and they'll use it at a later date it's just there in their stock of videos which we would never think of as"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:29.920",
        "message": "stock footage yeah i mean you get into the habit of you should be roll all the time and you never know when you kind of might use it so tell me about you know you're so beginning to explore the creator ecosystem like first of all you know when do you start thinking of yourself as a creator in this sense is it when you start doing advertising is dead or is it some way kind of into that you know on your newsletter as well you shared plenty of insights about sort of the creator ecosystem you've spoken about how do you build frameworks you've spoken about what you call the intimate content ecosystem take me through a you know your personal narrative of how you begin to think of yourself as a creator and then about how you begin to set up those processes by which you kind of create and how that conception of yourself is evolving to begin with before we actually get down to what the ecosystem"
    },
    {
        "speaker": "Guest",
        "time": "02:11:21.000",
        "message": "is like so i think i truly became a creator in my head while i've always dabbled in these things since i started the podcast i think by the time i hit like 75 80 episodes of advertising is dead i'm like once again this is actually a thing right because i think for the first 50 i was still figuring out what i was like i it a took me a while to even think about the fact that i was a podcast host because i used to always mumble as a kid and through college so i was never clear like i would be in meetings and i'd be told talk slower people aren't getting what you're saying and to go from that to me doing this as like almost something which i do almost as half my job and i'd say that in the nicest way possible and it has been an interesting transition for my own headspace and i feel that i've become a lot more confident about the things i'll be able to do i've always had confidence it's grown over the years since my days in bangalore and everything else but i've truly been able to okay i can actually do this happened around 75 episodes around 50 i was happy around 75 like on what next so i remember that when if when i finished 50 episodes i made this note down saying notes post 50 and i one of the things okay what are the things i need to now work on because till then it was about let's get the show in that's when i really start look at my programming a lot more you know but how do i make the variance of my guests interesting how do i look at what's happening around the show in that sense one day someone told me that why is your instagram account so boring i'm like what do you mean i say if you go to it all you see are teal and yellow posts because i wasn't posting anything except for the episode creative every week i said people want more from you around the show i'm like it seems like a lot of work and so i tried and i would then i started sharing random stuff it wasn't there was no plan something i'd find interesting i would share i was still not i think i became a creator fully in full fledgedness at when lockdown happened because i was suddenly at home i had bought a mic because i wanted to dabble in recording some stuff myself and also because i said sometimes you might need some patchwork i didn't want to travel all the way back to the ibm studio to do it um let me just buy a mic so i bought a usb mic and it was there and when i started to create this i started enjoying all the smaller pieces right because sometimes when you're in a studio you you miss all the other stuff you could do around it and you and i think the first couple of months of lockdown is because there wasn't much you could do work also wasn't as hectic for a lot of us because there was not as much happening on many fronts so that's when useless information happened because i want to just not just talk about advertising and marketing right now the world's in this space i want to talk about something that is utterly random which is why useless happened i was like this is going to be the like you need to have that one hour of irreverence of any random conversation and this is what that show is and the more i did it then i started looking at how other people post um i started looking at how to create and slowly but surely i started enjoying many elements of it i also realized it doesn't have to be that complicated i feel that that baggage you take from having short stuff and create stuff with all that stuff around makes you not want to do it whereas i feel that that's what the difference between generations is that people now were born with a phone which they could create with whereas when cell phones came into our lives a little later in life right and and and then the cameras and everything else so i discovered that in 2020 i think 2019 i was still dabbling and and i wasn't committing to it i've had friends who in the space said okay why don't you do more with this um and that you need to decide if this is a hobby or if this is something you're doing seriously even me being a podcast host right so i said sometime you're giving so much time and effort and money uh money as being just like the time i spend on it is it going somewhere or just doing it for fun so decide that and plan it that way and i have a few of these friends who will always put these points in my ear and whenever i'm just because i tend to get into a flow enjoy the flow and not to think about how this could be in the future and i have a few of them including puja who will sit me down and say think about why you're doing this and think about and put that down and then move with that and that's what i've been doing but uh yeah i'm just enjoying sharing more and more i found new formats i've um instagram was something i started to do a lot more in 2020 then i started looking at the kind of content i want to share so i start sharing stuff about books because um i've been terrible at remembering pieces of books um i find it fascinating that you remember so many of these things but i sometimes i don't remember anything so i found an app called readvise and readvise has been fabulous for me because everything i would bookmark on my kindle would show up there and i'm like and i'd keep going back to it give me like a few things every day or something i bookmarked or something which i marked up and so i started just sharing that and that started to be something people really enjoyed my workout videos have were a random thing i just started to do because it's a large part of how i've been able to push i need to find that one piece to anchor my day which gives me like it's my form of meditation right that one what 45 minutes to one hour i work out every day and i work out every single day i took a week off started again uh when we're recording this and it's been one of those things so i just started to share a bunch of these things gone back to my love for formats so trying a live format try twitter spaces out try a newsletter all of these things have come from single well let's just try this out maybe i'll enjoy doing it and and also some from time to time pull back as well pull back and say okay you're doing too much now think about all the stuff you want to do and don't want to do and um and i and recalibrate as well i'm gonna come back so that's been my creative journey it's been about what do i want to share with the world which i feel they'll get some value from which i also enjoy doing while i'm sharing it um and i'm realized i have a lot of those and i still have many more which i still want to work on and share um and so that's what's keeping me going as"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:21.800",
        "message": "in this whole creator mindset of mine so i'm kind of going to ramble a bit uh and also give my gentle disagreement with something you said in one of your posts but first a ramble which is that you know when i was teaching a podcasting course and and people would ask you know what should i make a podcast about or where are the gaps in the market and blah blah blah and i would always say that listen you know everything's been done every idea is out there every format is out there there's nothing new even if you find a gap in the market 50 other people will the only thing that makes your show unique is you so you have to be authentic to yourself and in a sense that's also how i defined uh the scene in the unseen is that this is a show that is documenting my intellectual curiosity i speak i have conversations with people i want to have conversations with and like you correctly said you know you have something to learn from everybody every single person on this planet knows something that you don't so if you have the opportunity to have a conversation and learn some of that that's incredible now as you were speaking it struck me that you know everything else that you're doing whether it is sharing the things that you found interesting in the books you read or whether it is your workout videos and so on also feeds into that same thing it feeds into authenticity and who you are which is what will ultimately uh draw someone you know tomorrow if i announced that hey the scene in the unseen i'm taking a break someone else will do the interviews it's not the same show anymore it's completely different right and ditto with advertising is dead or in fact any good show done by anybody uh in fact one of my editors who have shared with ivm uh till now was one day telling me how it's fascinating to him that the same guest will come on my show and your show and say kartik show and it'll be a completely different conversation which is one of the delights of it and the gentle disagreement is because i think at some point you were speaking about what you should keep in mind when you're starting a podcast and i think the second of your questions if i remember correctly was why you you know what do you have that is special that is whatever and i think in a sense that is the wrong question in the sense that one everyone is a sort of you know unique in the way and secondly even if you're not an expert in something the point is that you are on a journey which many other people are on at different stages perhaps so there is value in your sharing that part of it anymore so someone who is for example watching one of your workout videos uh might aspire to work out like that might be a person who works out himself and is looking at hey how someone else does it a fellow traveler does it so to say i would imagine that people who listen to our respective podcasts have thought about many of these things are interested in some of these things it doesn't matter if we per se as hosts are not special it is our you know sort of journey that we uh share and to that extent it seems that a lot of what makes creators stand out is that element of being true to themselves like when blogs came about people used to disparagingly say of blogs that hey who wants to know what you had for breakfast and i'm like no actually you know in a sense many people want to know what you had for breakfast what are your sort of thoughts on this so i want to clarify that"
    },
    {
        "speaker": "Guest",
        "time": "02:20:34.640",
        "message": "the point you disagree on right is that so why i said that why you is because if you are not convinced as to why are you the person to do this you will not stick on to this for too long right because i feel a lot of people start a podcast saying oh i want to do it because somebody else is doing it or somebody else is doing this um that authentic part you spoke about is exactly the reasoning and i agree because it's a journey right like i do this 25 episode thing every 25 episode sit down and say why am i doing this like i revisit that saying why am i that which is why at some point i said okay i can't only talk advertising and marketing let me talk about business as well for advertising is dead the varun dooky show happened because i'm interested in personal development i'm interested in in workflows and everything else and and productivity as such and so all of that is how that happened but what i feel is interesting about the guests and the voice is that i agree with you podcast for me the biggest revelation has been is that it's such a simple medium in that its voice and its conversation it is the kind which we do but it's also so liberating because you're not constrained by studio set lights which is what a lot of us get constrained by in video which i know that youtubers and real makers will disagree with me because they don't necessarily have any constraints as well but i feel it's a medium where you can actually go deeper into things and really get insights as you personally want to get out and people will find insights from that and what's also kind of interesting is that i've had my own journey in the way i speak on the podcast over the last two and a half years because i feel that i've evolved i've evolved my learning i've evolved with the kind of guests i want to bring on kind of conversations i want to have because also at some point i agree with you that people come in for the host a lot more than the guests because they want the host's way of having a conversation the way of digging into what the matter of that episode is subject matter of the episode is is what interests them because they relate to that right it's like so i speak to some people about some of the most popular podcasts globally right there are many people who don't like masters of scale i kind of agree with them in some context because i find reid hoffman to be great in some conversations not so great in many i feel he uses sound design to cover up for for many of his own issues maybe in the way he does it similarly for i remember listening to this podcast called inside voices which has been my find of last year and inside voices was a podcast where the conversations are only with podcast hosts i forget the name of the host or the podcast but he says that what does your voice sound like and i found that to be such an interesting question because it has two and he takes it in both the angles that what do you think it sounds like yet what does it really stand for in terms of what it sounds like and he takes both those contexts and i found it and that podcast for me made me think so much about who i am and what my own voice was and that's actually when i built this framework out of of thinking about how to make a podcast and and i realized that frameworks were a thing as the deeper i went into the productivity youtube rabbit hole but i mean that that podcast taught me a lot i i remember went back to some there's a podcast host called mad golly mad golly does what eight podcasts and last count which i've i've seen and i was like how does someone do eight podcasts right i think even he's also on conan's podcast if i remember right i'm not sure entirely and so his thing was interesting right because his thing was the curiosity of the different realms he has of interest and how he works on it was intriguing to me so there is so much there to unpack that at some point you're kind of sitting and you're learning and you're reveling in it and you're letting it flow you're hoping people are along for the ride and you're hoping that they learn something from it and you'll also very easily know people don't like it i mean i've once in a while and i've tried something slightly different someone will write in and say okay i didn't like this and you learn from that not necessarily follow"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:40.920",
        "message": "it but you'll also learn from it fascinating and tell me about frameworks now like you know in your newsletter in the november 7th edition to be precise you spoke about three ways to build a framework which i found very relatable because that's almost exactly what i try to do not necessarily what i do always and i feel that you know building a framework around something that you're doing helps in two ways one it helps clarify exactly what you're doing and sometimes why and two then it makes the process much easier then it's not a mishmash of stuff that you have to somehow get through there's just an easy way you're sitting down and you're kind of getting the job done it takes those sort of mechanical elements out of the way tell me a bit about how you're thinking of frameworks evolved and how you developed your own workflows and and what are these three ways so i actually"
    },
    {
        "speaker": "Guest",
        "time": "02:25:31.840",
        "message": "got into frameworks very recently i never knew the term framework was the right term to use for a lot of stuff so sometimes when someone would ask me to plan something i think formats were my version of frameworks i know that that's a term i've used a lot through this episode um and and at some point when i would do any form of work i try to come with my own system to do it my own reasoning as to why it has to be a certain way um and there are few youtubers who have actually learned a bunch of stuff um casey neistat has been one of my long-time like favorites for just like the process of what he did but i knew that i love his episodes where he he draws stuff out with the marker on paper to show how stuff happens i discovered matt diavola at some point and made a well as deep into productivity and and everything else and very like again i learned some there is one youtuber who um his name is nathaniel drew and i discovered him sometime i think uh late 2019 and i found his story fascinating the young guy uh from i forget where in america who's who's learns languages who travels the world and the way he even shoots the way he narrates is so classical but he goes back into um he builds out frameworks for his own life and just like talks about that so at some point as i start putting those down and i came up and i came across the term framework i saw okay one second there are things you do in life and i feel that the reason why the only way you can do more in your day and yet be healthy get enough rest etc is if you build routine into your life i think routine is the framework for life so for me my process in the morning in many ways is templatized like it's it's a standard flow i will i will do x y and z right after each other and that's my framework for my morning very rarely gets altered unless i'm traveling or something else is up um and i feel that as you build those things out you then can bring them into every single thing every single thing you do can be brought down to a framework because every framework is also adaptable it's not rigid in my mind it is fluid and that's how i came across it and then i started reading more and more about frameworks and trying to see what people have used and i get more ideas from that right so i sometimes try to adapt a framework sometimes i try to use literally sometimes i try to come up with one in many cases what i come up with so my newsletter sometimes i experiment some of the frameworks i have put across which i have come up with are experiments or frameworks i came up with while i was writing that newsletter it's not like i've thought about before when i'm thinking about a certain topic i'm like what could the structure for this be what could the format for this be and i came up with it and i put it down i have also had some very badly written frameworks which when i read it after i write it i'm like this doesn't work so i'll scrap it and i'll write something else but that's i think i think i love that but it's that i think that love for formats has now come into this and it's just made me think about like the other day i was talking to a friend of mine name is munjal kapadia right he also does a podcast he's also our doc we had leah with him and i was like is there a framework for being a dad and because he and i talk a lot about being fathers because i think we we are modern fathers of this generation are so different from how dads were like my dad was a certain way he and i have a fabulous relationship but i think that a lot of what is part of my role as a father involves being a lot more hands-on than it ever was for anybody before me and and i enjoy so much of that right um and so i said is there a framework for that and because i feel that everything in life can be drilled down to a framework but that framework might not necessarily work for everyone it could work for some not work for the others and the more i put it down at least in my head for a person who's so unstructured it helps me bring some sort of structure into my own mind and i feel that's why frameworks are important especially for"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:37.800",
        "message": "unstructured to kind of keep putting down so is there a framework for being a dad what's"
    },
    {
        "speaker": "Guest",
        "time": "02:29:43.520",
        "message": "your framework my framework for being a dad is a few things um i don't i haven't put it on paper but i feel that to be a dad you need to be the balance of a person who has enough time and a set of interests so i fell over the quadrant right with me and leah there are things which only she and i do together so it's that one part that's only her and my thing to do um and there'll be small things for the longest time it was me just taking her to the loo when she had to do number two right it was our thing that dad takes me that papa takes me to do that like mom doesn't take honey doesn't take um unless i was in a meeting or whatever or it could be the fact that there's this book i read for very often of recent times i'm trying to get her into star wars because she is named leah and it's very little princess but how i read it is that i don't read it literally we look at what's happening in each page and i come up with stories i want to teach her how to imagine it being having an imagination has helped me through life in boring classrooms in boring meetings in at times when i was just generally bored or didn't have anything to do or just kind of imagine what life could be like um find your happy place and things like that so so some of those things are stuff that she and i do together i'm also the person who who in her life will be the most i think strict is a bad word but she knows that when i call something as a line i give her a reason and i and she she knows that i will not flinch from that if i if with that reason right so everybody's surprised that i would be the strictest person with her because i'm not that person at all in with anybody else um but i feel that you need to have one there's a line between being a parent and being a friend i don't necessarily want to need to be her friend but i need to be her parent and i feel that that's a distinction so while the stuff we do together there is stuff which are things that she knows i will have a say on and then beyond that is the fact that i'll always have time for her for stuff that's important for her so she has a twice a week skating class so i'm making this up while i'm talking to you but if i had to put on this i feel that as dads you miss a lot of things in the past when i look at for many people's fathers my my my dad had had to miss stuff because he's a doctor i have a case you can't come uh if it's sports day and then stuff i understand all of those things but for me it's very important that there's some things that are part of leia's life which i know really important to her which if i am not a part of that's me not doing what i have to do as a father so stuff that we do together stuff that's important to her and then stuff that's important to me rather which is what the stuff i'm strict on saying okay you need to like i want her to learn to take her own shoes and put them in the shoe rack not leave them around it's a small thing but i think it teaches you to keep things in their own place and keep them organized or rather keep them how do i put it i have a thing about not letting things get spoiled because you don't take care of them like i still have a lot of my toys from when i was a kid because i took care of them um they're now with her and i'm trying to make sure she doesn't spoil them so some of those gijos have landed up with her now and so i said that it's it's the triangle of those three things is what being a dad is and and you're just around for the ride i feel that fathers and daughters and fathers and uh and their kids have a very interesting relationship but it doesn't have to be a disjointed relationship and i don't have a disjointed one with my"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:19.400",
        "message": "father and i don't want her to have one with us how much does conscious thinking about frameworks affect whatever the framework is a framework of for example uh you know in that episode of advertising is dead with puja she speaks about how you guys have a relationship which is almost not like a conventional couple you look at it more as a partnership and uh you know obviously you're very good friends and all of that and i think you also spoke in that or one of you spoke in that about how in the early parts of the marriage it was a kind of most standard and then it evolved to becoming this so do you think that at and we all all our relationships are kind of in a sense driven by inertia that it falls into a particular groove and then it stays in that groove unless it is forced out of that group by an external event so do you think there is something to be gained from all of us in just sitting back and reconsidering the things that we take for granted and the grooves that are running and thinking of what is the framework here and is that the right framework what should be the framework here because a change in framework it seems to me can be profound it can affect you know not just both people but everyone around them like a very charming picture of your daughter that i saw on puja's instagram page was where she's cooking something and she's sitting on the platform itself and she's making some bread and cheese or whatever and a lovely photograph of course but it also strikes me that you know almost sort of a symbolic image of what you'd expect a young girl to be when both her parents are strong independent professionals and you know relate to each other with a certain kind of respect and not you know which many frameworks of traditional indian marriages actually don't have even within privileged households so do you think there is something to be said about figuring out the framework for everything that one does i feel it's all about balance"
    },
    {
        "speaker": "Guest",
        "time": "02:35:08.080",
        "message": "right it's about so what uja and i found over the years that we've been married is that there are certain things that are important to me certain things important to her and there's something which bother each of us about each other and in the same way it goes it goes with layer it goes with anything else and and there are some things you can work on some things you can't it could be as simple as i'm a person who when he's sitting keeps shaking his leg i have that i have that nervous tick of you know that person who shakes his leg it irritates the hell out of puja i have still not been able to do sort that out in all the years we married it's been over like what eight odd years that we've been married but i know for a fact that she knows that i i like my things a certain way so for me my morning time when i brew my coffee and i go do my business are very important my my my mood for the day gravitates around me doing my business in the morning and i feel that's i'm putting it as nicely and less graphic as possible um whereas puja likes the house arranged in a way that it's lovely to look at and so when i before i go to bed i make sure stuff is put in its place it's my thing to do um i would not have done that before we were married i would just leave things as they are but i know it's important to her and i don't mind doing it i i i'm a person who enjoys washing dishes i find it it lets me zone out of the world and it's weirdly therapeutic in some cases so early lockdown was not a problem so the way i look at it but i think you find those pieces and the more you find those pieces you also then figure out what those grooves are that you spoke of right sometimes you find something you know neither of you will want to budge from and then you need to have that conversation to find that new groove that kind of comes in because and that's what early periods of any relationship are that you're trying to find those what are the non-negotiables what are the negotiables and the non-negotiables i feel in most cases you either come to terms with but if you don't that's just going to be stuff that sticks for a long time and create issues we've luckily found very few non-negotiables um where one of us is going to come to terms with it um and i think that's how you evolve it so it is in a way a framework but i feel it's something that also evolves with how we evolve as people like when i met puja and she made me i feel we were also very different people than we are now eight years later we were both grown so it's still an evolving piece what could be like i was not as ambitious a person as i am now when she met me even though i was an entrepreneur and i had glitch going on and everything else i'm a lot more ambitious now because i suddenly see there's so much more i could do with what i've been able to build and do in life um and and similarly for when i look at her i've always seen puja as uh as a certain way with her career but i'm seeing the stuff she's doing just like beyond the workplace and the stuff she's focused on from a purpose standpoint etc which were always there but i feel that she's found that voice so i feel that we evolve as people so you evolve those grooves and those frameworks as well but it's also it's conversation um it's important in any relationship to not let and i believe that the biggest the biggest problems in the world can be solved by a conversation and i feel that we don't have conversations where you're trying to listen to the other person i think conversations are a lot people think it's a lot more about speaking i think as a podcast host you realize it's a lot more about listening um than it is about speaking and and i feel that we don't listen enough but in any relation as long as you listen enough you find some nuance to what the other person's point of view is and you work around it and as long as you do that you'll figure a way to evolve it into and to make it work well like you correctly said you know one"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:58.640",
        "message": "of the things you learn as a podcaster if you're paying attention is how much you need to listen like you know steven covey once said that we don't listen to uh understand we listen to respond which is a really bad habit that you actually and and i think you know and this is something i discussed with the great podcaster russ roberts when he was on my show is about how there is actually a moral component to having a good conversation and to actually listening like you know emmanuel kahn famously spoke of the categorical imperative that you don't want to treat you know another human being as a means to an end but as an end in themselves and very often when we are in conversation we are doing exactly that we are treating other people as a means to an end either we want to show off how smart we are so you'll find you know hosts interrupting all the time and you know just to do one-upmanship or looking for gotcha moments and all of that which is horrible and i think that once as a podcaster uh you know you start realizing that you need to get the ego out of the way get the self out of the way and just sit back and listen then you know it would strike me that at some level that's then going to percolate through to the rest of your behavior with people where inevitably you will also be in some situations treating some people as a means to an end so could becoming a better podcaster make you a better human being oh"
    },
    {
        "speaker": "Guest",
        "time": "02:40:17.120",
        "message": "100 i'm a better human being as a podcaster now than i was before i was a terrible listener i was openly called out for being a terrible listener because i have a tendency which my daughter has gotten from me i believe which is that i can zone out very easily so i could be talking to you right now and my eyes will glaze a little bit and be looking into the horizon and i'm imagining something which is more interesting to me than what is going on right now um people have let it go people have called it out through my life but being a podcast host you don't have a choice you have to listen have i been guilty of sometimes owning out of course you will sometimes have those instances in every every so often in an episode where you're like yeah it's okay it's an autopilot i can glaze off for a few minutes it's happened but it's made me a better human being because i feel like so when you really try to drive a conversation to really try to understand the other person right you're trying to understand what makes them tick which is why i think i do a podcast is because i talk to like advertising is that is a lot of the people are corporate people but i found such interesting people with such interesting interests and and thought processes and and lives that many times that part excites me so much more than the actual business part of it this part of it is great it's great to get into when you understand all of that but the nuances of being human is so interesting because i feel people's driving forces people even what interests them is has always been um something which i always looked at which i which i found interesting and it gives me a way to kind of dig deeper into that yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:57.800",
        "message": "and actually you know the most rewarding parts of some of my recent conversations are the sort of you know where you're not talking about the subject per se but just about the person and their journey which like many people were very very moved by uh you know my episode with gazala wahab especially the first 90 minutes where we spoke about a personal journey or i had the grizzled financial journalist tamil bondopadhyay on my show and he started the show by chatting about how during the lockdown it was so heartbreaking for him to go out in the streets of bandra and see people who had earlier been vendors now begging and one of them you know held his hand and took him to a biryani stall and said please buy me something and you know those glimpses of a person's humanity are i think kind of what make many of these conversations so rewarding to get back to frameworks for just a moment and for the very last time if you are to sort of give advice to creators like if there is someone out there who's thinking that hey i want to do a podcast or i want to do a youtube show or i want to create whatever you know and can you give me an easy framework which will which i don't necessarily have to follow all the way around i can discover my own thing but can you give me an easy framework which will help me get started and think about this and i think in your newsletter in fact you had actually done this so so what would you say how should one begin to then approach that problem where you've got a ton of ideas and creativity and all of that but you want to actually you know do something with it"
    },
    {
        "speaker": "Guest",
        "time": "02:43:20.440",
        "message": "and bring it together i feel that in today's time to be a creator you need to be able to play the long games and how long can you do this and whichever choosing what you do as a creator so important it could be that you write it could be that you do a podcast could be that you you just make fun videos on on on instagram um could be that you tweet um i feel that i i've off late i've rediscovered twitter in many ways because i feel that somewhere the algorithm for me has changed and i've gotten this um a set of people who are giving me a lot of insights in many things right so you need to find what your medium which you can do very easily is uh and i say easily because it should be natural to you right there's a learning curve then you have to take your time to do it and i remember when i had tanmay uh on my podcast he had said two things um and i found both of them very insightful one is he said that there are two kinds of youtubers one are people who are supreme experts who will do one to two videos a month right you're really working on it pulling it together and stuff and those guys they work on every single nuance the other kinds of people are doing stuff every day there's almost every day something coming out it's just that you're hitting you with so much volume that you will find something that you enjoy and at some point you're almost like waiting to see what you will do tomorrow and the other thing he said was he said what would you do for no money who should be what you should be as a creator because at some point you are a creator not because you want to make money or want to be a star but you're a creator because you really enjoy doing it in like i follow this guy called ali abidal um on youtube i have discovered him very recently in between i think like late last year i find his journey so fascinating right for a guy who was putting up youtube videos on how to prepare for medical exams which i thought is interesting because he was doing it anyway so very easily could make it but he was interested in this to now being this person who's not he's taking a break from medicine and doing all the productivity stuff he's doing because of all the content he's made um such a journey but i think at every stage he was doing something that he would naturally be able to do would love to do and it just brings out like that flow of authentic content coming out is so important because this you can't manufacture this for too long and whenever you try to manufacture it because oh somebody is because you will find like for instance you'll find many garyvee clones out there right people will watch garyvee content you will find five people who are doing exactly what garyvee does i have actually dug into garyvee's framework which he shares openly about how to create content i think they're fabulous frameworks like there's so much to learn from how he says how one piece of content can give you ten thousand pieces or whatever six thousand piece of content and i think that's that's a great insight do i agree with moses after he says no i find him entertaining in some find him insightful in some find him repetitive in most but doesn't mean i have to become him i can learn something from him to make what i would come to me naturally do because i will never speak like that and if i ever speak about business or speak about entrepreneurship but i look at again certain nuances of it so i feel what's most important is to find what you can naturally do all day every day do it quickly so my newsletter for instance i write like in one flow get done with it on a thursday night or a friday night sometimes on a saturday morning about half an hour or an hour and a half before it has to go to people's inboxes um i've been guilty of that a few times but it's something that i know i can naturally write and if you can't be honest about it and and find that once you find that then don't think about okay is it going to make me money um am i going to get too many listeners or viewers etc for the first many many episodes you know you might do a year two years before you get enough listeners or viewers you might do about a hundred two hundred like i didn't even look at what my listener count was till i was like what 60 70 episodes and because i didn't it didn't strike me that i should look at it i used to always gauge it by who would respond to me on a linkedin and instagram because i'd have someone write in and ask me a question or give me a point of view or give me something they liked about it i'm like people are listening enough validation for the show i'm doing but find that find that level of feedback um find that feedback loop for yourself find that thing you would love to do and while you do that also explore other avenues and you might find something you enjoy as much like for me now why do i make workout videos which is an interesting story right so i grew up a scrawny kid um i don't put on weight easily which people tell me is a blessing which for me was always okay i'm this um i can very easily become this scrawny uh person so i've always tried to put on weight i do all that and at some point decided to be fit because i'm a father because i wanted to carry a layer around i want to do all that and just get tired very easily because also i quit smoking what 11 years ago now but i don't think that's still in the system so i i for fun was doing stuff but i actually make my videos because i enjoy the fact that i'm trying to find the right track for it and i make everything into a meme so all my videos are literally be using workouts as a visual for what is a workplace meme and so that's what keeps me going i'm doing it not a for a what do i find as an interesting visual not necessarily interesting exercising i do a lot of other stuff which doesn't look great on camera so i don't even show them i think this is fun this is a great funny meme to do with it and finally i get to collect enough audio music tracks which i would not normally listen to and use them in these videos so you will over time find stuff beyond what you normally do focus on that's because you keep exploring other formats but don't ignore the prime one which you started with let that go and then find another one so now go on that journey keep discovering"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:28.440",
        "message": "and keep evolving the the first one you built out this is really great advice and i'll kind of double down on four of the things you said like one i am a big fan of ali abdal as well in fact in my podcasting course i have this slide where i show ali abdal and there's a graph in front of him which is something that he shared during a video he made when he reached a million subscribers and that graph shows an exponential curve and he's talking about how when he you know he made two videos a week for about half a year so he had around 50 videos and when he reached the 50th video he hit 1000 subscribers and i'm just thinking most young people i know they're not going to get to video 50 to hit a thousand the moment they see the numbers aren't high you know they are going to drop out in fact you know what is often said about science fiction writers or forecasters is what i think is true of a lot of creators that they tend to overestimate the short term and underestimate the long term so they'll create something and they'll think oh i'll get you know so many followers and so many millions or whatever and that simply isn't true in fact abdal's own sort of advice to young creators in a subsequent video was that you know if you want to be a youtube person make two videos a week for two years so that's like 200 videos and only then see how many subscribers you've got so it is actually in that sense playing the long game so the advice number one play the long game advice number two flows from this which is that do it if you love it because if you don't love it you won't be able to do it you won't be able to do two videos a week for two years unless you really care and you're really sort of into it and that love again comes from authenticity where you know you're being true to yourself and everything you do and not trying to copy a gary vee or someone else and not trying to fill a niche or whatever you would do it anyway and then good things happen because you do underestimate the long term as well the third one is iterate endlessly like out of the you know the two models that you spoke about you know what tanmay told you about i really prefer the second model so much where you're doing something every day because i think what that model does is that like you shouldn't let perfection be the enemy of production as one of my guests said in a previous episode if you just do something like what makes for excellence what makes for excellence is iteration you do something again and again and again you get better and better at it you know virat kohli does not become a great batsman by planning how to bat he plays thousands and tens of thousands of balls in the nets so you gotta do that with whatever format it is you are uh kind of creating in and finally the fourth one which you know perhaps even i should implement in some way is be open you know you might find a groove in doing a particular kind of content and you might think that huh i've got this sorted i've learned this but the point is that your content is coming from a particular place and there are other kinds of content which can come from a particular place so you know just because something is working doesn't mean you should kind of get stuck there you know think about different ways of sort of doing that and you know these are things i've you know thought a lot about and i just feel it's important to kind of let you know drive it home to creators especially the bit about the long game which i feel is um uh so true in another of your newsletter editions on december 19th you in fact wrote about uh what you call the intimate content ecosystem and you spoke about how there are like different layers to this so tell me what you mean by intimate content and what these sort of layers kind of are because i find that it's a very clear way of sort of uh giving direction to what a young creator might you"
    },
    {
        "speaker": "Guest",
        "time": "02:53:04.120",
        "message": "know then be able to envisage himself doing so the whole evolution of how creators even function right is that i feel that many times you look at from the outside you look at it and i think for me it was because i came from advertising and still am um the idea was okay you make money off ads but i feel the real thing is that and again this is a learning from from garyvee because i think he gives everything away for free but then as i saw more and more youtubers and more and more creators i realized that some things they would make people pay for and i said okay what do they make people pay for and i realized that they were all building communities and they were building different kinds of communities there is this i was listening to uh pivot which is my favorite podcast um and and and uh i remember that uh i think between scott and and cara so sure they were saying something and said that every person right now be it a journalist be it a content creator is building multiple channels of distribution and the more channels of distribution they have the more stuff they kind of own right because and that adds back to what the earlier point about trying out newer things is right like imagine every creator who was only putting stuff on tiktok in india suddenly lost all of that um which is why most of them now are also on reel is also on merge and everything else and chingari and all the others um so going back to this i feel that what ends up happening is there are certain things that people are willing to pay for um but for them to be willing to pay for it you also have to then kind of build that community of people so it's layers right you have your general audience who's listening to it happy with that going ahead some people who want to have more interactions who we then kind of build that community with um where you might give some extra pieces there and then you'll really find uh this whole concept of super fans and i look at super fans is an interesting thing right one is when i look at the only fans model not necessarily in the patreon model right i think only fans has a bad name globally because of it's used now as a almost a supplement for soft porn but what it traditionally is is the fact that i'm giving you exclusive content for you to pay me something and what's also happening now with every like look at sub stack sub stack for me why i started writing a newsletter was for two reasons um i saw this as an opportunity for me to write again as something which i've always been wanting to do for the longest time and secondly let me put out an audio version of a newsletter uh which i thought was interesting to try out so i said okay it's a it's a private podcast i sent you um it felt so interestingly intimate because that's the word i use and eventually at some point would someone pay for that i don't know what i'm writing right now is something to be paid for but it started off as me experimenting with models which had possible paywalls i know twitter is coming up with a model like that i know everybody will come to that and eventually you would subscribe to tiers of stuff that you would want from someone who really relate to and that's actually the way creators will eventually make the most amount of their money you know i know they all i know the creators already do make a large amount of the money through that but if you build that system where a set of people are coming to you for a very specific kind of content and it doesn't have to be a thousand people or ten thousand people it could even be a hundred people fifty people but it's intimate because it's made for you it is exclusive because this is what you really enjoy and you're going deeper into it versus the general stuff that you would get which everybody else can get as well and the ability to do that is something which we finally have because of the internet because of the creator ecosystem and that's something which you can always use so you don't necessarily have to be general entertainment right i remember in television there used to be this thing about the general entertainment channel and the niche channel now it's great to be that niche channel because people want niches so if you are niche even if you are a person making a movie for netflix your fear niche movie maker i feel that you might get a deal faster than if you're a massy movie maker because they need to fill those gaps of all those niches versus kind of giving them that a big general entertainment thing so if you have a specific niche and you can go deep into that get a captive audience you will find a paying audience and people are willing to pay for stuff i feel that we sometimes don't give people enough credit that they would pay for things i think people will they just need to see enough value in it um which is why the the broader part the general part is so important because that's what gives them that level of trust that them paying you some money will give them something of value so the general stuff is very important then you kind of drill it down yeah and that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:49.480",
        "message": "fascinating and also the other thing is you know in a country like india with you know more than a billion people even a niche can be huge and for a creator you don't really need to think of scale like you know like i think of the sort of the two things creators need to take into account as being uh you know reach and revenue and you need to think about what you're doing for each and what you're doing for revenue and uh you know how that kind of uh balances out and and what i would also say is that one when you think of niche a niche doesn't need to be like an existing uh niche recognized by everyone else like say sci-fi is a niche or this is a niche or that is a niche it can just be a niche that you can build around yourself like you know kevin kelly wrote this essay a decade ago about a thousand true fans which is a great phrase and which is coming true today on substack where his argument was if you find a thousand fans who are willing to pay a moderate amount for you that's enough you don't need more scale than that and on substack you actually find you know where your standard subscription is a hundred dollars a year you get a thousand people you are actually um sort of doing well enough and there are tons of creators on substack who are using that the other point that i would kind of put out there as i've discovered from my own experience is that you don't necessarily need to make something subscription or put it behind a paywall to make people pay for it like even the voluntary model can really work where if people appreciate certain kinds of content uh they'll be uh kind of perfectly happy to um sort of pay voluntarily now i've taken tons of your time this is already like three advertising is dead episodes just in quantity not quality mind you uh so i'm going to sort of end with a couple of final questions so my penultimate question is really about you know what do you wake up in the morning looking forward to like one of the benchmarks that i set for myself the simple question is that every morning when i wake up i want to look forward to the rest of the day so therefore i want to fill up my tomorrow with something that i know i will look forward to when i wake up in the morning which doesn't always happen but i'll just then you know maybe order a biryani or something and that'll do for them but so what is and you are obviously someone who you know has been reflective has thought about all of this has built frameworks even redefined your podcast just by thinking about it rather than going with the groove that it was going on quite well so what excites you uh when you wake up in the morning what"
    },
    {
        "speaker": "Guest",
        "time": "03:00:13.080",
        "message": "are you looking forward to so if you'd asked me this question pre-covid my answer would have been a lot simpler um i've i've always been this n2 person to wake up on a monday morning really excited about going to work which people tell me is the most irritating thing to have around you uh because i'm like yay tomorrow's monday i'm that person right i used to be rather um i still but now i'm this person who's waking up every morning saying okay how many things can i actually do today i tried writing a journal and i realized i have terrible at writing a journal because i stopped at one question saying why do you do what you do and i feel like that it changes every day for me so i couldn't define that and i and i and i bought um this uh journal by ryan holiday and i and i couldn't go beyond that page and i still have it's been stuck there for like three months now but so i wake up releasing a set of things i really want to do and and it it no longer is one thing and that's what keeps me excited is that in a day if i only did work for glitch or if i only did advertising is dead or only a newsletter i would not be a happy person if in a day i'm doing five really different things five different audiences um and i say audiences because uh and i speak about this uh to many people these days is when my first episode with ranveer came out for varun doogi show there was a commenter guy who said even though it's your first podcast you've done a great job it's really exciting i'm waiting for more right and i and i wrote to him as i i actually was smiling because i was like it's great it's a very different audience and i have a fresh set of people to kind of get um and and so that's what excites me what excites me every morning is okay so much to do i've also learned to wind down by evening because that at some point gets exhausting and i have had like weekends weeks where i've just crashed and my brain stops to function but so which is i have a wind down system every night where post 8 9 p.m i slowly it's i still i am doing a ton of stuff which is that my pace is slower and i drink turmeric tea which is my way to"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:18.080",
        "message": "wind down i messed up your wind down system tonight apologies for that this has been a wind down right and okay so i'll break my final question into two because something that you said as usual made further sparks go off which is that you know you're doing multiple things and what it seems to me is that you were doing a set number of things and those expanded so you were doing the glitch and then you were doing glitch plus advertising is dead and then you add newsletter and then you add the varun doogi show and then you have the working out videos and all of that and it's expanding what do you do for like are there any hacks you'd like to share in terms of a knowledge management and be productivity"
    },
    {
        "speaker": "Guest",
        "time": "03:02:55.760",
        "message": "my way of knowledge management is that i scribble stuff down and i used to do it on paper now i do it on the phone or the ipad because you lose paper and that's my thing so i have a bunch of these snippets either like screenshots or just like stuff i've written down which i keep and i feel that's invaluable because we all believe that ideas will stick in our head but they come to us in the worst possible time right just when you're going to go to sleep sometimes when you're half asleep when you're in the shower always note them down they'll help you in the future that's how i write my newsletter half the time my newsletter stuff is from some random piece which i i wrote a one line somewhere and i go back to that so and that's how i write every week so that's really uh you know one way of doing it the other way is to constantly i mean i find apps that really help me i found readwise like i mentioned earlier which keeps that i found this fabulous app called next big idea which i think has been one of the revelations of of my reading life because many times it's not just about finishing a book i i sometimes don't end up finishing books but sometimes also about finding the right books and next big idea was started by malcolm gladwell adam grant and daniel pink and a few others they give you a curation of different non-fiction books and they have the author talk about five insights from their book and if you like the five insights you might and they give an amazon link to go buy it and their subscription also has modes where they'll even send you a couple of books every month which i haven't done but i subscribe to this part of it it lets me a kind of get a bunch of ideas for stuff that's happening people are writing about it's also made me buy a bunch of those books but not every book has to be read fully in many cases every book some books you just need want to get the main insight out of it so that's been one big driver for because for me i have this need to get as much information about every random thing into my head but i also realize you only have certain amount of time and with a mind like mine you will zone out of a book very easily so i don't end up finishing a lot of books and i tend to try and go back to them over time and just find different people to follow in the same way right so i'm a huge geek culture fan and fanboy of all things marvel dc everything right so like i spent four hours watching the snyder cut i watched it straight up and i watched it the next day again because puja had only seen one hour and she'd gone into sleep and but then i after read that and post that i'll then run through all the youtube videos of people discussing smaller nuances smaller easter eggs i'll do that so which means i've easily spent a good six to eight hours around the snyder cut if not more um in the span of like say a week but that for me is great information like it's some i'll store that somewhere it will help in some conversation somewhere and weirdly enough those are things i never had to scribble it's the most serious stuff which is frameworks or like information or book stuff you ask me something about a random thing that happened in a zack snyder movie i will remember it verbatim like you ask me what happens in in a scene in tridev i will tell you what happens um so i guess something's never changed yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:09.600",
        "message": "and in you know one of your newsletters feb 6 you spoke about what you call quote the balanced information diet stop quote where you spoke about how you need to satisfy your heart your mind and your belly so obviously some of the going down rabbit holes as it were are you know satisfying different aspects of that and another penultimate question before i get to the final question because this came out of that you mentioned somewhere else that uh you know that that uh because of being a father you're consuming a lot of content you want otherwise for example you've seen frozen many many times and you absolutely love it you read her books and all of that so does that help that does having this sort of new window into content build a new appreciation and therefore make you a sort of a different person as well because you're consuming stuff differently and looking at content differently"
    },
    {
        "speaker": "Guest",
        "time": "03:06:56.480",
        "message": "yeah for sure i want to do a dad podcast at some point i will definitely do it i feel i feel dads don't have information uh out there but the stuff i consume with leah um and i find some of it beautiful that i've discovered some really interesting things um because i feel a lot of the books that are available for kids now talk about empathy they talk about like she has a book which the the main focus is we're all the same but we're different right and i find the fact that these are books available now which i don't think we had when we were growing up right which is which is amazing so even if we will talk to her about the color of someone's skin or to talk to her about some people have privilege and some people don't at the age where she is she's three and a half um she's able to understand some of those concepts because of the stuff she consumes like even when i look at frozen and we've seen it like some 50 000 times or if not more in this house it's a simple thing right you're not having when you talk about love you're not talking about love just between a man and a woman you're talking about the love between two sisters and so just some concepts which you can get out of that and i think she understands and she's like she's understood what death is because of frozen which i feel is a as a darker subject but because she asked us that will at some point everyone go to the dark sea which is what you know elsa and anna say her parents have kind of gone to and so some concepts are understood and it makes me understand also understand human beings right and how certain pieces kind of come to them how you can teach and this side of content for me has really opened up just like the possibilities of how someone as young could be taught concepts which you might feel are very evolved and you also find some really random stuff like there's a book jimmy fallon wrote where he was trying to get his daughter's first words i think daughter was son's first words to be papa and he wrote a fun book where it's basically all the animals saying moo and papa so basically papa was all over it daughter's first words were mama but and you also find stuff like that just like a random book it has nothing in it but it's so enjoyable and i get to play with lego again after a long time so i'm back to that so yeah it's amazing you suddenly discover different sides"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:22.140",
        "message": "of interest which engineer can resist playing with lego and that's a lovely quote by your dads don't have information that could be the title of your podcast if you ever do one okay so now my final final question which is that you know listeners of the scene and the unseen are always asking for recommendations what should i read what should i watch you know and you of course are in a sense an omnivore of great content but if you had to pick a handful of things i won't put a number on it but a handful of things which you feel were life-changing for you or you recommend to everyone whether they watch it or they"
    },
    {
        "speaker": "Guest",
        "time": "03:09:53.040",
        "message": "read it or whatever um you know what would they be so i've been interested in stoicism a lot in the last year or so year or two and ryan holiday opened it up for me because he normalized that whole thing for anyone who's struggling with the way the world is there's a book called stillness is the key it's a fabulous book it digs into age-old philosophy but it's just something which i think for the way the world is right now um with everything that's going on around you that book has like it's helped me like i go back to that many times stillness is the keys is fabulous to kind of go to in the other ones that i've read in recent times i'm just kind of thing so if no one's read the ride of a lifetime by bob eiger right again a fabulous book just like because i feel arguably one of the best ceos of this time and just the fact that um and i was listening to him on masters of scale with reid hoffman and it's a two-part uh conversation he talks about how you can actually make so many acquisitions as a conglomerate like disney but imagine they acquired marvel acquired uh lucasfilm and acquired pixar but let them still have that identity and that exist as those brands it's so separate from disney so it's so much to learn from his journey and the stuff he's kind of been through so right of left i'm on a more business side of things if i had to recommend a podcast in the last couple of years i've listened to i'd say two of them one is inside voice which i mentioned earlier there's something called inside voice which is not what this is i sometimes said this some once and someone posted the other one so i realized there was another one inside voices it's a head gum podcast so in case the thing comes in fabulous way to kind of dig into the mindsets of podcast hosts and my favorite fictionish podcast in recent times is something called blockbuster season one's a story of how george lucas and steven spielberg came up with the blockbuster genre of cinema season two is james cameron i'm not a james cameron fan but i love that season because it just made me like him a little bit more than because i didn't i don't necessarily i didn't like avatar that maybe i'm biased in that front of things so that would be my podcast in terms of shows i don't watch as much content as i should on streaming but if you haven't watched wonder vision watch wonder vision i feel it's the riskiest thing anyone can do to make a show like that considering it was marvel making it because every episode is almost like a different genre and they've imagine take a marvel property and making it into a sitcom which sounds really bizarre so that so even people who don't necessarily subscribe to superhero stuff have enjoyed it because it just feels so different but in a non-geek side of things there's this docu-series with dr. dre and jimmy ivine called the defiant ones arguably one of my favorite docu-series to go back to i go back to it many times i think the story is just generally so interesting i'm not even getting into do i am i pro dr. dre not but i think the story of just how that piece worked is is just fabulous to look at and and i've always kind of uh it's one of those places i kind of go back to um and i kind of re-watch it sometimes and can get some nuances from it so that and there's the last one is um there's these guys called the minimalists they do a podcast they've done a documentary called minimalism they have a youtube channel as well they have a new uh documentary which is on netflix uh which i think is called less is more or something like that um as a person who is not a minimalist and everybody laughs when i say i'm watching something around minimalism because i'm the opposite of it i'm a hoarder in many ways i find that the way they talk about it to be so interesting that it makes me want to watch it and i feel that that says something for the fact that someone who is never going to be a minimalist i know that i'm not going to but i'm so fascinated by it because of how they speak about it so it's a i i think that's an interesting one to watch well you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:59.140",
        "message": "know even if lives aren't minimalistic frameworks can be in fact the best frameworks are uh the most stripped down and basic ones i suppose varun thanks thanks so much for you know gracing me with your presence and giving me so much of your time no guest has ever given you as much time as you've given me today so thanks a lot for that and thank you so much this"
    },
    {
        "speaker": "Guest",
        "time": "03:14:17.300",
        "message": "is fabulous i never thought i could i could have actually do this longer conversation on a podcast so i i've finally um this is the longest i've ever done an episode so great"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:27.140",
        "message": "thanks a ton if you enjoyed listening to this episode head on over to the show notes where i've given a bunch of links about all the things we spoke of including all of varun's work you can also check out his website varundugi.com and follow him on twitter at varundugi you can follow me on twitter at amit varma a m i t v a r m a you can browse past episodes of the scene and the unseen at seen unseen dot i n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot i n slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]