[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Have you ever asked yourself the question, how do I look from the outside? This is actually not a great question to ask. It can motivate us to be better people, but it can also keep us stressed out all the time. One of the core reasons for human unhappiness is the anxiety of what other people think of us. Once we get past this, once we realize that no one thinks anything of us, that everyone is obsessed with themselves, that's when we can start being happy. However, geopolitics is different. Nations aren't people. If you're in charge of India's defense of foreign policy, then how other countries think of us has real consequences. A resentful Pakistan may want to bleed us with a thousand cuts. A strong China may want to weaken us so that we can't ever be a threat to them, knowing that we can't really fight back. In our short history as an independent nation, we have had costly conflicts with both China and Pakistan. And yes, all those conflicts were costly, even if we did win a war against Pakistan, because all conflict is a negative sum game. Both parties lose. That is why the role of our armed forces is not just to win wars and secure our borders, but also to avoid conflict. Our armed forces need to be strong, even if we hope like hell that we never actually have to use them. But are our armed forces equipped for wars of the 21st century? In a nuclear world, what is the relevance of conventional force? What role can the military play in securing our place in the world? Are we up for that challenge?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:36.680",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:45.520",
        "message": "Please welcome your host, Amit Verma. Welcome to The Seen and The Unseen. My guest today is Sushant Singh, one of the finest defense and foreign policy analysts in India. Sushant paid his dues in the trenches by serving in the army for 20 years, which included a stint in Kashmir. He then went on to become a journalist, serving as a senior editor at the Indian Express and winning multiple awards. He has taught at Yale and is now a senior fellow at the Center for Policy Research in New Delhi. I've been meaning to pick Sushant's brain for a long time, and we finally made it happen. In this episode, we discussed his time in the army, the Kashmir issue, the India-Pakistan conflict, the India-China conflict, the politicization of our armed forces, as well as the state of our military. I've done episodes on some of these subjects before with the likes of Srinath Raghavan and General Prakash Menon, so do go over to the show notes for those links. Before we get to this conversation, though, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercised my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons, and now it is time to revive it, only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast, and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Sushant, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:57.040",
        "message": "Thank you so much, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:58.040",
        "message": "It's a pleasure being on your show. So before we get started talking about all the areas in which you have expertise, our defence, our foreign policy, geopolitics, so on and so forth, I'm curious to know a little bit more about you, because, you know, you've had what seems to me to be a really rich life, spent 20 years in the army, been a senior editor at the Indian Express, a much respected analyst, you write for foreign policy as well. But take me to before all this, take me to your childhood, where were you born? What was your childhood like?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:26.960",
        "message": "Tell me a bit about that. So Amit, I was actually, I belong to the state of Uttar Pradesh and my early schooling took place in the city of Agra, the erstwhile capital of India, till the Mughal emperor Shah Jahan moved it. Most people know it for the Taj Mahal. And after my graduation, I joined the Indian Military Academy and got commissioned in the Corps of Engineers in the Indian Army. I was a Madras sapper. Served for 20 years in the army, which included multiple stints in the erstwhile state of Jammu and Kashmir, including Srinagar, you know, Rajouri, Poonchheria on the line of control, Kargil Drass sector, much later after the war, and did also did a stint as a United Nations military observer in Cote d'Ivoire, in Ivory Coast, in West Africa. And there were other postings all over the country, which is usual for an army officer. The most notable among them would be probably my stint on the India-Pakistan border during Operation Parakram, which is the mobilization of the Indian Armed Forces after the terror attack on Parliament in 2001, where Indian Army almost seemed prepared to go across. And a lot of activity took place at that point in time. After serving for 20 years in the army, I took premature retirement, voluntary retirement from the army. I held a corporate role for a short period of time, about a year or so, before joining the Indian Express, where I was eventually the deputy editor, where I served for six years, and then moved on as the as a senior fellow at Center for Policy Research with the Army in Delhi, besides doing some other things, as you said, still pursuing my writings and whether it is in foreign affairs or foreign policy, or in other think tanks or other places. That in a nutshell, is what my life has been so far about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:09.280",
        "message": "Now, that's a fabulous nutshell to compress all of that into three minutes is something that is not permissible, and we'll unpack different parts of it as we converse. But take me back to before this, take me back to your childhood. What kind of a kid were you? What was it like growing up in Agra? Why did you want to join the army? What were the other things that you wanted to do? What were your influences? And also give me a sense of your pre-army life in terms of what was your day like? What kind of books did you read?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:34.120",
        "message": "What kind of music did you like? So you know, this is of course, I'm talking about the pre-liberalization India, pre-1991 India, pre-Babri demolition India. It was a very different India, Agra was, it was a different world, pre-internet world. We all, you know, I'm sure Amit, you remember those periods, that period as well. We all went to school on time, woke up on time, went to school, slept early, woke up early. I grew up reading a lot of Hindi magazines, a lot of newspapers, of course, were a big thing at that time, you know, essentially the Hardy Boys and all the other things. And because I happened to go to an English medium school, an ICSE school, I happened to read all the books in the syllabus, which were there starting from whether it is the Black Beauty, to the Treasure Island, to everything that a convent educated young boy read in the 1980s, going up to a lot of the flies in the 12th standard, the full play of Macbeth and Merchant of Venice and you know, 16 tales from Shakespeare, what have you, everything the works. So essentially that is what reading was about. Music was primarily a lot of Hindi film music. My mother was a Hindi music and Hindi film lover. So we heard a lot of Hindi film music. The English pop music came much later when I was much older in school and that was almost at that time cassettes mainly and that was what Michael Jackson and, you know, Nothing Gonna Change My Love For You and all the other things which we now cringe at, which would probably make Twitter go retro and that kind of stuff. Yeah. So that was what it was like. But Agra was a different city at that point in time and I have reflected it often. My parents still stay in Agra and I have reflected about it often that, you know, you could actually go and see an English movies would get released there. And I'm not talking just about 007 movies or Steven Spielberg movies, I'm talking even about movies like the Airport 77, The Lost Horizon and very early school years, primary school years. I actually did go and see those kind of movies in the early 80s, including The Jungle Book. And I don't know if you remember, Amit, along with The Jungle Book, the India-Pakistan cricket series, there was an hour long film on India-Pakistan cricket series, which was shown along with The Jungle Book at that point in time, which I remember seeing at that point in time. So yeah, it was a nice life. It was a very different life. It was easy paced life. You went and played some sport, you studied hard, you know, usual middle class kid. My father was a doctor. You wanted to do well in life, the works, you know, standard things. The army thing came up primarily because, you know, you always are looking for a good job and I'll be honest about it. And also it was a very exciting career. As a young kid, everybody loves the uniform, the razmataz and the glamour, which is associated with it. You know, you always believe that you're going to be fighting 24 by 7 and it's all going to be all action and glamour, which is, of course, not true as one learns a hard way in life. And so essentially that is how I ended up in the army as a very young man. I got commissioned at the age of 21 and a half. And yeah, and that's how the career started."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:27.240",
        "message": "So I always kind of find this part of the conversation fascinating, especially when I'm talking to someone my own age, because it kind of makes me nostalgic because I think young people today who have the whole world at their fingertips don't realize what kind of a circumscribed world we lived in. Like all the books you named and everything, they were part of a very small set of books you're reading. If you're a kid, you're reading Annette Blyton, Hardy Boys, Nancy Drew, then you go on to all these standard classics that you named. Even the kind of music you listened to in college was like extremely standard, whatever you actually got cassettes of. So all of that is sort of interesting. And even in terms of careers, you know, we had so few choices open to us, humein kuch pata hi nahi tha. Like, you know, you had your typical doctor and engineering and army, of course, is another kind of option, almost seems like a separate world and people would want to do the civil services, all of that. I'm interested in another sort of aspect of what you kind of mentioned, which is that you would read a lot of Hindi magazines and newspapers. And one of the interesting sort of threads that I have, you know, explored in past episodes with people like Akshay Mukul and Rahul Verma, who you know, and, you know, Ghazala Wahab who also grew up in Agra, is, you know, whether the fact that they were reading in these languages, reading Hindi, reading something different from what the sort of the English speaking world was giving you, whether that kind of made a difference in your outlook, you know, later on in life, and I would imagine not so much with regard to your peers in the army, but many, many years down the line with maybe your peers in the media, where I'd expect that, you know, many of the people who write about foreign policy and defence and all that would be typical Latins Delhi journalists who've grown up reading and speaking and thinking in English. Tell me a little bit about that aspect of you that were you also then equally shaped by what you read in the languages, while people like me were perhaps kind of stinted, although I did study Hindi and all that in school, but were kind of stinted because we had access only to one very English kind of exposure."
    },
    {
        "speaker": "Guest",
        "time": "00:11:29.840",
        "message": "Yeah, Amit, you know, I think that is to an extent true. All of us are influenced by what we read. If somebody probably read Tamil literature, Tamil magazines, they would probably be influenced by that. So if a magazine like Dharmiyog, which was regular at my regular place, or Hindi newspapers, Jan Satta, when Prabhash Joshi was editing it, or other magazines, Hindi magazines, Hindi articles, Hindi journals, Hindi books, whether it is Jai Shankar Prasad that you are reading or whether it is Dharmbir Bharti's Andhayog that you are reading at that young age, you know, you may not make full sense of a lot of stuff and a certain sensibility and I would say at that time a very socialist sensibility, which pervaded Uttar Pradesh at that point in time, UP, would definitely get through and shaped you in many ways. It was a period of great flux and great churning, the 1980s in India, I think it's the most turbulent decade in so many ways in India's history and to be seeing it from two different worlds, the English world, the times of India, the Giral Jains of the world and the Prabhash Joshi's and Dharmbir Bharti's of the world, I think the ability to see through two separate prisons, the same incidents, the same issues without getting polarized, without getting into kind of the haranguing debate that we see nowadays, I think that does help shape in some way. It allows you to look at certain possibilities, which others may not be open to, others may explore much later in life. More than that, a lot of it is late stage reflection, where we believe we read something but we realize that we read it much later and then we transpose it to our young age and thought that we had read it at that point in time. So that's equally true. I reread Andhayog or Rashmi Rathee and then I realized that I didn't get a bit of it when I was much younger or even Premchand, reading Premchand at an early age, when you are 17, 18, 16, you know, you really don't get what Premchand is trying to say till the time you understand the socio-political context in which Premchand is writing it, which comes much later in life. At that time, you are reading it more like a linear story, more like events happening one after the other, more like a good novel in that sense, without realizing where it is situated, where it is located and what effect it does have, which I think, so the idea that you can go back to those books again and again or maybe you could draw upon some of those experiences does help in some way. But Amit, let me say one more thing and I'm saying this with, as somebody who's a Hindi wala so to speak, even if I did not study in a Hindi language school, there's a slight amount of arrogance that has now come into a lot of people who actually studied in Hindi or who actually were growing up in Hindi speaking households, saying that they are the only ones who understand the real India and I think that arrogance is something which is not correct. It is not healthy and people should not believe that they hold a copyright over what people would call Lutyens Delhi or people who come from different sensibilities over understanding India. India is too vast and too complex a country, too diverse a country for any one of us to claim that we understand that country or even that district. Districts in India are really big and states are really big. We would not know and especially because India has changed so quickly and so fast, it is very hard for any one of us to claim that we understand India because I grew up in XYZ place or I read magazines and newspapers in XYZ language. I think that's not fair on the rest of us and it shows us a kind of condescending attitude which at times I find very repulsive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:58.760",
        "message": "No, that's fascinating and there's a lot to think about in what you just said and one of the points that really struck me is that meta point you made about in hindsight reflecting and giving greater significance to something that happened in the past and we might now like. I often think that when we remember our past, when we kind of reconstruct our youth, are we also kind of making it up as we go along? I did a fascinating episode with Anshul Malhotra where we discuss kind of the nature of memory and how the brain actually works is first we remember something but the next time we remember it, we are not actually remembering the original event, we are remembering the remembering of it and so on down the line. It's almost as if there is a game of Chinese whispers in our head and this was like a complete TIL for me when I first kind of came across which is why memory can be so unreliable. I'm also sort of struck by what you said about the arrogance of people who are sort of this almost this inverse of the snobbishness of language while earlier the people who would study English would laud upon you and now the people who studied Hindi are saying that no only we know the real India and it actually seems to me that people who have had a multilingual a genuinely multilingual upbringing not just speaking different languages but also reading in them and reading different papers would have different lenses with which to examine the same world and at some level I think there is a deepening there which is valuable. Each lens can also distort what you see so I wouldn't place a value judgment on it I'm sure that there are these kind of trade-offs but since we are speaking about that period let me just kind of think aloud and take a brief digression into a something wider which is that when we look around at our discourse today like we know that the discourse around us is deeply polarized and that there is this move perhaps exacerbated by social media where everything is being pushed towards the extremes almost the opposite of the median voter theorem in a sense where our politics is being pushed to these extremes and so on and so forth. So couple of questions one is it the case that society is also as polarized as the polarization in our discourse would indicate that are we much more divided than we used to be and also my sense of Indian culture has been something that while there are these kind of strands in it that one may not appreciate it is also very assimilative, very rich, very diverse that cliche of a khichdi with everything in it is so accurate. So now when you look back on say the Agra in which you grew up the people around you in those times the things that you read in the Hindi newspapers and or even the English ones what is your sense have we really changed that much as a society or does the media today and the discourse today only amplify a division that always existed."
    },
    {
        "speaker": "Guest",
        "time": "00:17:41.800",
        "message": "So Amit I would say that from the Agra that I grew up in to the Agra that exists now including some of the my closest friends in school with whom I studied and who are either now businessmen doctors professionals whatever they may be and probably not at my age I do find a shift from the kind of values that we grew up in which we all identified with at a certain point in time. Is that shift as horrible as sharply divided as social media may like us to believe may or may not be true but there has been definitely a shift which has taken place that it would be unfair or incorrect for us to say that no shift has taken place whether the shift is like where no I can't talk to someone who supports a political ideology. I do not find conducive or healthy that's not true people my friends still talk to me you know the old boys association still meets in that sense but are they still the same people who would at that point in time feel very repulsed by what the Bajrang Dal was doing or what was going on Islamophobia that was developing in the early 90s clearly not. So there has been a shift there has been a change but has the change been to the extent to where it's a clear split a very clear divide where nothing moves between the two sides I don't think that's that's true but Agra may be a particularly different case because Agra has always been as you know Amit a very major BJP stronghold the whole Braj region RSS has had very strong roots owing to Mr. Vajpayee and two other leaders it saw major riots after the demolition of Babri mosque in 1992 so it has a history it has a past so I know to sit on a value judgment or to or to give an answer based only on Agra and particularly my section of society whom I knew in Agra which is predominantly you know upper caste affluent well-to-do people would not be fair but off the cuff if you put a gun to my head I would say yes things have deteriorated but are they really split wide"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:43.640",
        "message": "open which cannot be bridged may not be true you are showing your army roots by using the expression if I put a gun to your head listen we civilians don't do that kind of thing so"
    },
    {
        "speaker": "Guest",
        "time": "00:19:52.440",
        "message": "okay you can maybe you know whatever you put a chemical weapon or something down my throat"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:56.880",
        "message": "or whatever yeah thereby indicating that civilians also contain much evil and I kind of wonder just to sort of take the same point forward that it's almost a cliche on my show to say that that people contain multitudes and this is something however that I've been thinking pretty seriously about recently because the truth is that all of your friends who would once have been repulsed by the Bajrang Dal but today may support that party and so on and so forth they are not simplistic people it's not like they shifted from one point to another point there are many conflicting impulses within them and all that has happened is that perhaps one particular impulse one particular narrative strand has drawn them out a little bit more in that direction but many of their other impulses would remain including assimilative impulses and they'll enjoy Urdu ghazals and all of that I'm quite sure so my question is that what has happened in the past 20 or 30 years is that a particular strand of thinking about the world about thinking almost in tribal terms othering a certain kind of people thinking about one's culture and history in a particular way there was always a narrative within our society as Akshay Mukul's excellent book on the Gita Press shows but it has gained dominance and it strikes me that if it has gained dominance today there is something about it that has been attractive to the people who have become attracted to it like perhaps some of your friends who have gradually changed in that way what do you think that is and do you think that there are countervailing narratives that could also appeal to in a sense a better angels or the different angels of their nature if we are not to put a value judgment on this particular narrative very tough to say what really triggered"
    },
    {
        "speaker": "Guest",
        "time": "00:21:42.920",
        "message": "those changes as you rightly said those changes have taken place over a gradually over a period of time till the time we see this dominant ideology at play Obama has a great line in his new book in the memoirs the first part you know that some leaders come and I'm paraphrasing it you know it's not the exact thing that some leaders come they touch upon the dark side of the of the people and the dark side comes other leaders come and they touch upon the good side and he's actually referring to Trump in that sense you know that all the venom all the poison that you see comes out suddenly and all the anger comes out and as you rightly said maybe the narrative which had gained dominance the certain kind of insecurity so there are multiple factors at play there's global factor of 9-11 as you probably somebody on your show I'm sure must by now must have explained to you how Islamophobia and anti-Islam thing came up and nicely fitted in with the whole thing so you know you see somebody of my age you have the Bapri demolition the whole movement which leads to demolition of the Bapri masjid followed at the same time simultaneously you know mixing it with the insurgency in Kashmir which really at one point in time people forget threatened to break apart people really believe that Kashmir was going to break free you know most of us have forgotten what the situation in Kashmir in 91 92 93 was like no it's very hard for us to now imagine that situation and at that point in time I think that played into the whole narrative and eventually the political rise of a certain political force and the ideology which had always existed in the party the decline of other political ideologies the whole mixing of it with the economic reform the rise of capitalism crony capitalism whatever you wish to wish to call it or followed by a 9-11 and the global environment around the same ideology the rise of conservatism art so to speak you know in a certain way all that at some level was mixing and matching till the time it really burst out in the open around the same time mr. president Trump comes to power and in India the BJP comes to pass it's a journey but a lot of factors which were happening in the background at the same time along with a dominant narrative the rise of subaltern parties the fact that they were parties which were rising which threaten the existing status quo whether it was the BSP the SP the Lalu Yadav of the world they were not really something the existing parties which were dominated by a certain sections of caste and class could digest so there was a lot of pushback against the chain they were trying to change the status quo there was a lot of pushback against the status quo and because caste system is this wonderfully graded inequality so even the middle class believed that there was somebody under them whom they could oppress say that they were trying to target them rather than trying to really go for equality as Pratap Bhanumeta's wonderful that thin essay book which clearly says that the idea of social justice in India was not about seeking equality was actually imposing your own inequality on somebody by capturing power so all those factors the social churn the economic churn the churn globally placed in a context where Kashmir was happening where massive political mobilization was happening Mandal was happening 9-11 was happening all that came together and I think we landed up where we landed up I would even put Kargil as part of it the fact that the militarization the of the Indian society the fact that hero worship of a certain kind of thinking which took place at the India's first televised war almost like the Gulf War in the US and a great comparison is how the US media covered the Vietnam War and how they covered the Gulf War similarly how the Indian media coverage of the military changed with Kargil is something which needs to be seen in this in the same context and we see more and more of that going"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:22.060",
        "message": "down the line yeah it's fascinating I mean obviously it's multifactorial and much of what you mentioned it's stuff that I've discussed separately here though the very interesting point that I'm here that a guest has raised for the first time is how the Kargil war was possibly our first televised confrontation in a sense and could have also played a part which is fascinating and bears thinking about I mean the interesting thing is you spoke about the rise of conservatism I would say it's a rise of the right wing per se because Trump is pretty much an anti-conservative and even the BJP in many ways is a radical party where they are you know seeking to uproot so much that is embedded in our society such as our tolerance and such as our assimilative nature but that to be fair you know and if"
    },
    {
        "speaker": "Guest",
        "time": "00:26:06.200",
        "message": "you go back to the to the late 80s early 90s BJP is actually not a right-wing party it's actually a conservative party Hindu conservative party which has its origins in the Jan Sangh the Swatantra party and the Congress or which were all merged in in the in the Janata party so you have the Sikandar Bhakts of the world which are part of the BJP who came from different strands of society so where we have landed up today maybe hardcore right-wing ideological project but where we came from or the journey that we took there were a lot of conservative points which allowed it to seamlessly get through because you said you know these guys are slightly different you know they're not evil in that sense they're not bad guys they're just like slightly different they believe in a certain way of life and we should go with them and I think in that sense the quibble I would you know I would take a quibble with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:54.800",
        "message": "the quibble yeah no no that's absolutely a fair point it's complex and I did a pretty popular episode with Vinay Sitapati on this also tracing the BJP before Modi and all of those years I mean in fact you know in the in 1980 when the BJP formed over the ruins of the Janata party it was the stated aim was Gandhi and socialism and it's really because Congress took a move towards a certain kind of soft Hindu tour that the BJP felt compelled to go in and kind of reclaim that ground which is very interesting and I'll link that episode from the show notes let's get back to the narrative of your life as it were and then you joined the army what was the army like what you expected like what attracted you about the army as opposed to all of the other sort of options I mean one you mentioned it's a glamour and men in uniform looking supremely fit and obviously you know all of that is there but once you entered it what was army life like what did you enjoy what did you"
    },
    {
        "speaker": "Guest",
        "time": "00:27:47.160",
        "message": "like about it what did you not like about it in the early years the training period or the early years it was very enjoyable for a young man you know it opens your eyes to the world and as you rightly said you know I was from a pre-internet pre-liberalization generation the army actually showed you the world in some ways you know it was a totally different world with the kind of it still had the a lot of traditions coming down inherited from the British India which looked very glamorous at that point in time and very fascinating and you know so much of discipline so much of clarity very structured regimented way of thinking all that men are physically fit no bloody civilians you know what do they know kind of you know if you are 21 22 year old it can be very you know intoxicating it can really get to your head you'll say well guys we are superior to you know so the whole idea in the military at that point in time you're superior to all these bloody people you know these guys are lesser inferior human beings because you are disciplined because you can run you know whatever 16 kilometers and this thing you can run 5 kilometers with so much of weight in 20 minutes because you can walk straight talk straight look straight and you can drill smartly you know you guys are superior human beings and so you know and for any human being especially a 20 22 23 year old guy it's very easy to believe that he's superior to others you know we in any case all of us believe you believe it even now I believe it and now that I'm so at that point in time it just gets to your head so that's wonderful so you are completely intoxicated and you love it and you know that you love the fact that all this is happening a lot of people get disillusioned as young army officers when they are posted to P stations because in P stations you are doing some bit of training you are doing a lot of routine administration it's a very boring thankless kind of job it is not that challenging fortunately I was lucky I landed up in Kashmir I landed up in Srinagar early on for three years and Srinagar at that point of time was the peak of militancy you know I was a place called Hafchanar it used to be the old Jekyll Eye Center and it was the peak of militancy and as a sapper officer you a young sapper officer you would go with various patrols you would diffuse IEDs you would make bridges you would do all the other things dealing with explosives so it was a challenging time and very it felt good so you were experiencing what really you one doesn't realize at that point in time that one would never experience again in the military actually so I had to straight away go there was pretty enjoyable pretty heady in a way and almost kind of validated the decision to join the army it is as you grow in service as you do more more peace postings as you you know go through routine administrative duties as you realize that it is like any other organization any other bureaucracy any with all these internal politics everything etc then you slowly realize that this is a different and you also grow up you also reflect back at reflect at things look at things and that is how one traverses the journey but for me the early years at least the first five six years of my service were really wonderful were really enjoyable and they in some sense they are still remain a marker in my life but but when you talk about the military or the military training there is a great phrase in Juswan Singh's memoirs about military training and I actually admired it when I read it because if some and he was saying that he thought about this when he was 16 he was in the National Defense Academy and if somebody could think about that at 16 while he was undergoing military training after coming from Mayo that it actually breaks you down military training breaks you down and tries to fit you in a pattern and I try to resist breaking down without being pointed out he said in my head I decided I would not break down and would not form part of this pack and I thought if somebody could actually think that at 16 and do it it's amazing you know most people do not even realize that they are being broken down in the name of discipline in the name of motivation and we try to fit into a pattern for Juswan Singh to realize it and that's why he decided to quit the army very early a failed and then again went on to quit the army much later it's a great couple of pages in his memoir something called a matter of honor the memoirs I thought that was a very apt description but for lesser mortals like us very difficult to ascertain at an early stage in life it takes much longer to realize the bit of truth in that it may not be the full truth but it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:50.160",
        "message": "contains a lot of truth that statement from Juswan Singh no that is in fact a staggering bit of self-awareness like not just for someone aged 16 but anyone I mean that kind of self-awareness where you can look at yourself and what's happening to you like that is pretty rare so you know a smaller question and a broader question and the smaller question is not so much smaller really but it pertains only to you therefore but it's a large question pertaining to you which is that Juswan Singh self-awareness and obviously not everybody can have that and all of that but what is your image of yourself developing through this entire period like of course you're a young man you get into the army you've pointed out you know all the seductions of it you know you're fit you're fitter than everyone you're probably you think you're smarter than everyone because you are being taught stuff within the army and all of those things are there but how is your self-image then evolving over a period of time like how does Sushant Singh see himself at 18 and 22 and 26 and 30 and how is that"
    },
    {
        "speaker": "Guest",
        "time": "00:32:46.240",
        "message": "kind of progressing over time it's a tough question to answer but I think at 22 23 the self-reflection is more about that I'm doing a great job I'm doing a wonderful job and perhaps I'm doing national service you know I'm doing something which I'm trained for and I'm enjoying myself by age 30 and I'm now just trying to calculate where I was when I was when I was age when I was age 30 by age 30 it is you know you really as you go up the slightly up the hierarchy you become more aware of the career you know the advanced career advancements the promotions the courses the routine administrative things and other bureaucratic norms which are there you know you also move along in your family life you probably get married you may or may not have kids or you are on your way to having kids etc and that brings a different dimension to the whole life you know people expect you to be more responsible your bosses which is which they don't expect you to 22 at 22 you can be really brash you know and people will say oh he's a young man so you know god he's got a lot of josh as they call it in the army so all those things happen at in the journey yeah more self-awareness more self-reflection starts coming in and you start looking at the world you start looking at the world outside by that time you know when you are when you are 21 22 you are probably among the earliest lot of your friends who have settled down in life and earning a salary and you know having a good job by the time you're 30 most of your friends have settled down they're earning they're also living a life so you are able to even if you don't want to almost compare with others and look at others and see how they are doing by that time they're also settling down how their life is and then you start reflecting on what could have gone better for them what could have gone better for you yeah that is a time when you start looking at yourself differently you've done a couple of peace postings courses etc you start wanting to do well in your career all"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:28.440",
        "message": "those things take place at that point in time so and at this point i'd also sort of like to ask you about like i find it interesting that you were sort of into separate bubbles at two different points in time one of which you already mentioned it's the army bubble where you know people within the army will look at themselves as different from the civilians and perhaps a little superior but the other interesting bubble is the bubble which you are in when you are in kashmir kashmiri people are you know one thing and you are in a bubble of your own as somebody from india from mainland india somebody who is in the army and in a sense there is at some level surely some sense where the local people look upon you with hostility as if you are oppressors you are kind of an other for them what was that sort of period alike like what if like first of all for a person in the army in kashmir at that point what is your approach towards the local population what is their approach towards you and how does that thinking kind of deepen as the years go by yeah so the period that"
    },
    {
        "speaker": "Guest",
        "time": "00:35:31.040",
        "message": "i'm talking about that we are discussing is early 90s and at that point in time the the situation was very tense in kashmir and the army was really trying to regain control in some ways there was no civilian government in place in kashmir and things had been very very bad a lot of army units a lot of paramilitary forces had been had been pushed inside the pushed inside the valley there was a of course a lot of hostility from the kashmiris towards the security forces but the power equation was clear the power was with the security forces who were trying to establish some kind of order some kind of you know state power in the leave the stamp of state power at that point in time trying to deal both with the militancy or the armed militancy that was support being supported by the pakistan while also trying to find a way to deal with the civilian population this is the period in kashmir where it is more about dealing with the armed militancy and regaining some kind of control over the over the violence in the in the kashmir valley and there was of course as i said a lot of hostility which one could see and people the are the soldiers the officers a lot of them were dying a lot of them were losing their lives a lot of militants were coming in from well trained from pakistan many others were coming who had fought in afghanistan and the after against the soviet union and had been freed after the war got over and all were fighting with the taliban or the forces and were coming back well trained it was a very tough period indian army was itself learning how to deal with this kind of counter-insurgency amit as you know indian army had only dealt with counter-insurgency in nagaland before that or in sri lanka and sri lanka was a totally different kind of experience against the ltd a lot of lessons which were learned from the ltd could not be actually you know used against these militant these militants who were trained in a in a totally different frame and were using completely different things to give you an example the kind of ieds or the improvised explosive devices that the ltd used were more like vietnam in that sense you know bamboo sticks you know all those deceptive deceptive kind of things but what you saw here was far more technologically advanced electronics almost like with remote control ids and all those other kind of things pressure switches but things which were far more sophisticated or different the tactics were different these were far more battle-hardened people they had better weaponry in that sense and the indian army as you know and the indian armed forces since the time of 1950s in nagaland do not use air power do not use heavy weaponry when i say heavy weaponry they do not use mortars they do not use artillery against any of the armed militancy the very rare example is the manipur thing in the late 1960s where air power was used so that actually you know makes it almost if i may say a battle of equals so to speak that he also the militant also has an ak-47 i also have an ak-47 who is better with the weapon will win but it is not like a duel in that sense it's of course there are more things in the numbers the understanding of the terrain the local support all those factors come into play so it was a very tough period the sympathy for the local population was limited at that point in time as the target was militancy and suppressing the violence so that is how it was at that point in time and the whole idea was about wresting back control of kashmir and to ensure that it is that it remains a part of india and the sovereignty of the indian state is not is not harmed a lot of it was directed towards that i wrote"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:00.800",
        "message": "a column a few years ago which was about sort of how the situation in kashmir kind of evolved and one of the things i wrote about in that was exactly what you said about counterinsurgency which you know till in fact the iraq war even the americans really hadn't figured it out david galula wrote a famous book a few decades ago called counterinsurgency warfare theory and practice and one of the early practitioners of this kind of warfare was in fact mao one of mao's generals defined counterinsurgency as quote 20 military action and 80 political and te lawrence and seven pillars of wisdom once spoke about how quote war upon rebellion was messy and slow like eating soup with a knife stop quote and and eating soup with a knife in fact seems a very sort of a vivid description of what it would have felt like and one of the points that they kind of made and there's a great book by fred kaplan called i think the insurgents about the insurgents within the american army including david petraeus who tried to sort of bring this new wisdom to the fore after the iraq war went downhill but talk about again go back to the 20 military 80 political part and say that what an army must do in any situation of such insurgency is what they call clear build hold that first you clear the ground of all the terrorists who are coming from outside and then you kind of consolidate there and all of that and a lot of it involves getting the local population to your side and this seems to me to have been a spectacular failure of the indian army in kashmir that essentially the indian administration there i won't just say the army alienated local kashmiris and a lot of that just happened uh the way the incentives went down for example david devadas wrote a book called the generation of rage in kashmir where at one point he talks about how uh you know the number of kills the number of terrorists killed became a metric for the advancement of the forces so he speaks about how court officers and units sometimes competed to notch up higher numbers stop court he talks about how there was a bump him off culture suspects were routinely killed in encounters he gives cases where innocent people are taken from one area to the other killed past of a terrorist to get rewards and this kind of continues like devdas for example there's one para from his book which i'd quoted in my column which struck me as striking where he writes quote waheed para experienced this in 2005 when he was in his late teens a bsf officer accused him of being a militant dramatically holding a pistol to his head and then tortured him mentally until he broke down he was released after a minister in the state government intervened but the swaggering officer threatened while letting him go that he would discover weapons from the car and then blow up that car with the boy in it the boy was studying in class 11 when he became a victim of such torture and threats the reason was greed that officer wanted the boy's new black indigo car stop court and there was a das's overall point is that the situation in kashmir was actually becoming much better you know during the time vajpayee had his talks with nawaz sharif and you know in the middle of the auties but it suddenly became much worse because the administration just kept treating the locals in a sense of way the british treated us if not far worse looking back in that period with you know perhaps a lot of the wisdom you have in hindsight as well would you say that the indian army made big mistakes there in the 1990s and if"
    },
    {
        "speaker": "Guest",
        "time": "00:42:21.760",
        "message": "so what were they so uh i made a very long question and very tough question to answer for a former army man but let me put this the insurgency and the counter-insurgency in kashmir at least what i have understood the way i look at it is actually divided into few you know parts one is the period between 89 and 96 and of course there are multiple parts to it the early part is jklf led and then the jklf declines jklf is the urban local you know kashmiri azadi kind of a group which is replaced by a more pro-pakistan uh his bill mujahideen which actually you know suppresses the jklf and almost finished the jklf at that point in time then comes the period of the suicide bombers the suicide attackers the fedayeen who start attacking and this is all happening within the 90s until 96 and i put 96 as a marker because of the elections that took place which were supposedly successful both the lok sabha as well as the assembly elections assembly elections brought the farooq abdullah government to government to power and uh around that same time you have the counter-insurgents the kokapare and the and the others who were propped up by the state to fight against the insurgency the whole endeavor at that point in time in this period when you look from the angle of the state indian state at that point in time was somehow get control of the situation and the only thing that the metric or the metric for can bringing the control was can i suppress the violence and i know for a fact that the idea manoj joshi probably has quoted in his book on kashmir about that period is very clear that the why is the local afraid of the militant and not afraid of the army we may in hindsight look at it wrongly but try to think of an institution a state an organization under tremendous pressure and almost an instrument of last resort believing that things were slipping away and trying to regain control that was the mindset with which that period was approached till 96. so in 1996 farooq abdullah comes to power with a huge majority and i think there is a shift that takes place in kashmir around that time and i'm not going to say the shift is radical in some way but there is some semblance of democracy at that point in time the army's behavior the other not army only the whole behavior of the security forces changes and i saw this with my own eyes even in a place like srinagar the behavior changes you know people could walk up to their local mla etc who could come if there was something wrong or something which was harsh being done by the security forces and could represent even a semblance of democracy could actually allow that to happen in kashmir at that point in time from 96 till almost 2003 2003 is when the ceasefire takes place on the line of control and this is the peak of the vashpayee musharraf engagement you know this is really the high point of that engagement is a totally different phase of insurgency where actually violence does not come down but army the security forces response becomes less harsher now you know i'm not going to argue with you and say oh everything was fine everything was hunky-dory and you know we were like completely following everything in the court but you know but this is the period when the chiefs of army staffs commandments are told to everyone people are actually sent behind bars people are punished through court marshals for any excesses people are being held to account in whatever manner that they were being held to account whether through the channels of the military or through other channels of the of the state and this is a time when violence actually does not go down in 2001 if i'm not wrong is the peak of militancy in kashmir in terms of fatality at some three thousand four thousand people died in kashmir in 2001 from 2003 when the ceasefire takes place and 2001 is actually when Musharraf goes on television and says they know that we will stop all militant training we will do everything etc etc 2001 2002 and by 2003 you have the ceasefire the militancy suddenly comes down and by 2012 we have what 100 odd people dead and i think 2012 is the lowest in militancy and then it again it's a secular decline almost like 400 odds 300 or 200 or 100 odd like it's like and the 2012 if i'm not wrong was a period when less people died in kashmir then they died before 89 and you know normal robberies etc whatever violence you would have in the on these streets and towards 2012 there's a rise which really shoots through the roof post 2015 and 2016 burhanwani so in the whole thing however put it is you know 89 to 96 more desperate phase you know when you're trying to regain some amount of control 96 to 2003 you know most stable kind of you know more trying to find a balance between how to use the strong arm as well as trying to win the hearts and minds so to speak but there's a contestation that is going on it's not a perfect thing but it's a contestation that is going on and then from 2003 there's a militancy is coming down muftis forms a government in pdp forms a government with congress and then omar comes to power with congress the state governments is asserting their power they're part of this whole structure which is created in in srinagar and jammu where they head the committees which have the military within it and from 2003 to 2014-15 is a totally different phase of militancy in kashmir and it is around 2015-2016 that militancy and now this time more local than supported by pakistan really shoots through the roof so i mean i don't know if you are aware but this year so far every single militant who has been killed in kashmir valley is a local there is no foreign militant yeah this is stunning data you know we have i don't think in the last 30 years we have ever had a year where there was no foreign militant killed so if it continues i don't know whether it will continue or not but till a few days back no foreign militant had been killed and that is the phase in which i think the army's response becomes more and more strong armed response which we saw in south kashmir which we saw in the in the photograph of that of the gentleman being taken on a burnout of a jeep and all those kind of visual public images which were not condemned by the state or people were not punished for those transgressions but being justified and in some cases even being rewarded for what they were doing at that point in time and i think that's the journey kashmir has seen in some ways it's not been a happy journey for kashmiris it's not been a happy journey for the army i don't think any institution benefits by being in this kind of environment for a long period of time and probably there was a time when things could have been settled better if the state administration had been much more stronger much more powerful if the army had been more willing to take certain amount of risk if pakistan was not as perfidious as it was if probably afghanistan was not in turmoil and the americans were not trying to pacify it with pakistani support all those kind of things what ifs there are a lot of counterfactual there are a lot of what ifs that can be used but unfortunately now we are at a point in kashmir where it looks pretty bad from the perspective of the kashmiris any kashmiri you speak to doesn't really have nice things to say about the the indian state and that's pretty hurtful for"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:24.400",
        "message": "most of us yeah no that chronology dovetails exactly what with what devdas describes in his book in fact earlier i said the watch by nawaz sharif talks but spoken typo obviously i meant watched by musharraf so around 2003 it starts getting better but what happens and this is probably not just an army issue it's a bsf issue it's a police issue like devdas in his book writes about how the people who became senior police officers in the late aughties were people who grew up at the height of the insurrection so they were used to strong arm methods there was massive rent seeking because the state was using its power there was daily humiliation like at one point he writes quote most men had at some point been abused slapped or kicked on their way after a soldier had looked at their id card or they had watched a father or an uncle being slapped or ordered to do squats while holding his ears or made to stand on his hands with his feet propped against a wall on a public road while neighbors and relatives passed by humiliation was one of the keys to control stop quote entirely sounding worse than the british were with us and the question here is how do we think of something like legitimacy like you actually served in kashmir at one point in the early 90s and like you said this is in the first phase where a lot of the militancy was coming from outside you've said that the locals trusted the army more than the militants and in a sense they are caught between a rock and a hard place but this question of how legitimate you are considered to me is really important because if you're not considered legitimate if you're looked upon as an occupier then every arrest is an abduction everyone who every local who dies for whatever reason it can be looked upon as a murder so what was your experience there in kashmir like did it evolve over a period of time and do you feel that in a sense you know like going back to that whole counterinsurgency formula that is 20 percent military and 80 percent political is that something you agree with and was this something that the army was not equipped to do that you are equipped to win the military part of it how the hell do you do the rest of it in hindsight when we look back at that period what are the kind of failings that one can see and would have would the army having learned from all of those lessons be in a better place to do the job if you had to sort of in a groundhog kind of groundhog day kind of way"
    },
    {
        "speaker": "Guest",
        "time": "00:51:34.560",
        "message": "relive history again two things one is that the army actually acted against a lot of misdemeanors so i will not say that every misdemeanor was punished but everything wrong that was reported or brought into the public domain people did get punished you know people went behind bars people suffered for their you know putting their promotions all those things they were not taken lightly in that sense maybe the reason may not be human rights per se the reason maybe that you did the institution did not want the discipline to go down maybe the reason was that institution did not want it to be perceived badly by the public a larger public large indian public maybe that's the the narrative in the country was different the larger political administrative setup in the government in the country thought different maybe the courts in the country thought differently at that point in time so there was no reward for doing something wrong you know if you got caught you know you were in trouble there's no doubt about that and people did get punished for it that that's something which we must recognize so it's not that as if it was free for all that everything that went unpunished and went or was rewarded in that place that's not true in army's defense i must say that in the defense of the security forces or the or the indian state now that's debatable whether it was up to the right extent when it should have been done whether it really really allowed us to build the trust and you know we have the examples of the americans in vietnam americans in afghanistan iraq you know this is a whole debate which is like none of us have the answers to that debate in that sense could the army have provided the final solution or the and i'm not using the final solution in the term not not in court unfortunate choice of words sorry you know could the army have provided a more lasting permanent solution to the problem in that sense on its own i don't think that was possible by the very nature of the army without the other arms of the state taking their responsibility including the political leadership and being supported by the central in a big way and those opportunities were there at multiple points in time especially when the violence has subsided in the early 2010s and then in the earlier part of the previous decade there was a possibility that something like you know you remember the debate around the removal of afspa from urban areas of kashmir which was supported by mr pijat ambram as the home minister and others but the upward was opposed by the army and the defense ministry and the then defense minister ak antony and it could not be removed there were moments which were not grasped in kashmir very clearly and you know these were movements which were not grasped politically more than by the military i would not want the military to go and start telling the politician how to do politics you know that would be more like pakistan than with india so yeah military was doing what it was being told to do what it thought was the right thing to do within the domain of independence that it was given within the task that it was given there were mistakes made i think everybody in the army would accept that there were mistakes made some of them went unpunished some of them were of course punished things could have been done better things would have been done in a much smarter way much better way and but the nature of the organization the nature of the institution the certain inherent characteristics through which the military looks at various roles and military is not the police for a reason or not the gendarmerie or the paramilitary for a reason to come into play because you at the end of the day you do not want to reduce the military to a paramilitary force or to a police force because it has to deal with an external enemy and deal with an external entity there's a psychological mindset of the organization of the institution which is different from other security forces and which does come into play at many points in time it is also that you know if the paramilitary forces fail they will call in the army if the police fails they'll call in the paramilitary forces but if the army fails whom do you call in you know you really cannot call in anybody so i think that pressure of having to succeed you know if i fail then there's nothing after me it's almost like the number seven or number eight batsman in cricket if i failed the pressure of somebody you know batting at that other thing i'm trivializing the matter but but what i'm saying is that nothing after me you know i'm so i really need to so you know people can make decisions under that kind of pressure which are not the decisions they would look back very fondly at a few years down the line and i think that's how i would characterize it that's how i would"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:41.280",
        "message": "i would put it across yeah that analogy about the number seven batsman is spoken like a true 80s kid because this was true in the 80s number seven out but today today we have such pleasant batting depth so you know again to come out of the army context just as someone who's kind of lived in kashmir and i assume you have some familiarity and affection which goes beyond whatever your army experience might have been what do you feel when you look at it today like i thought what happened a couple of years back and of course i had a great episode on this with our mutual friend srinath raghavan i remember being very despondent at the time because i thought india has lost kashmir for two decades like i cannot and especially after what has happened since where for months and months they have no internet and i mean everything that happened just felt that it was a huge turning point towards the worst what's your sense of"
    },
    {
        "speaker": "Guest",
        "time": "00:56:32.080",
        "message": "all of that yeah that episode with srinath was by the way a great episode srinath is a very dear friend srinath is a very dear friend and what more can i say actually i mean it's very very sad in fact you know that kashmir is the place that it is in and the kashmiris had to undergo all that they have undergone in the last couple of last couple of years including denial of basic rights like the whether it be internet or whether it be freedom to move or to do other things and the whole characterization of kashmiris as being something different from indians and i'm saying indians in the inverted commas the way the whole narrative has been framed on certain news television channels and the way it has been politically exploited leaves me very very despondent and you know it's it raises the fundamental question are we in kashmir for the land or are we in kashmir also for the people you know we really have let the kashmiris down in a big way and for all those of us who think that we may not speak for kashmiris today because it doesn't really matter they are one part of the thing and they have a different history narrative context may realize sooner or rather than later that it can then come to other parts of the of the country as well one of my closest friends who's a very reputed kashmiri journalist and i'm not going to name him here but he says that guys don't think that what's happening in kashmir won't happen in india tomorrow a lot of this is what is being tried there is then being used in the rest of the country so i think that's something indians if not for out of any altruistic motives or you know reasons of ideology at least for their self-preservation and for their self-interest a lot of people should actually think about kashmiris and stand in their support or not allow the violation of human rights in kashmir to the extent that has happened in the last couple"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:20.320",
        "message": "of years at least no it's tragic and i actually lament while uh that it might even be too late for that slide i mean it reminds you of the naimola poem right where first they came for a and i didn't speak up and then they came for b and then they came for c and then they came for d and then they came for me and there was no one to speak up for me broadly and you see right in fact playing out in the sense that when 370 was repealed kejriwal actually became a cheerleader for the government and put out that tweet about how he supports a move and now they've come for him and now they've come for delhi and what are you going to do and the larger mindset which applies to all of us and and your friend is absolutely right when he says that it holds a lesson for all of us the larger mindset is that the state looks at itself as a colonial state did in the sense that they are our rulers and we are the subjects and the moment you become subjects and not citizens then everything is up for grabs and first it happened to the kashmiris but there's no reason that if that mindset is pervasive and it mindset is even pervasive in the people not just in the state then what are you kind of going to do about it so yeah so amit the whole point is as you"
    },
    {
        "speaker": "Guest",
        "time": "00:59:28.320",
        "message": "rightly said uh citizens not subjects and these citizens what is the difference between a citizen and a subject that a citizen has certain inalienable no rights which are bestowed upon and it is essentially we do not see those rights being spoken of we see that trust the state trust an individual you know he's giving you this she's giving you that take it and be happy you know so and so so much of amount of money is coming it's not that i have certain rights which are which are enshrined to me and which are enshrined to me not only in the indian constitution but even without the indian constitution as a human being amit many people forget that the cases for habeas corpus which were upheld by the various high courts during the emergency and this is beautifully explained in pratina vanil and christophe jeffrello's new book on the emergency were not upheld because of the constitution because constitution was an abeyance fundamental rights were never they were upheld on the grounds that certain rights are inalienable to a person to a human being with or without the constitution and habeas corpus is one of those rights in today's times the habeas corpus is not being upheld you know you habeas corpus petitions have been lying for for months a habeas corpus is the very basic fundamental right of democracy how can you have a liberal democracy if habeas corpus is not being upheld the supreme court with due respect you know and i you and i may be charged for contempt of court but supreme court with due respect saying that you know you can go but not do politics okay go and see him don't touch him you know to give him medicine but don't do this that is not habeas corpus present the guy why is he being kept behind bar or the fact that mehbooba mufti or or farooq abdullah or omar abdullah the gates were being shut down during the ddc elections and they're not being allowed to go out how do you justify that images being put out and this goes beyond the constitution this goes to us as human beings these are certain rights which which over the years have emerged and this is how it those rights were appealed during the emergency as well by the various high courts and you know how it went on from there the supreme court came in and the new new laws were brought in in the 42nd amendment etc etc but this is what we have completely forgotten when it comes to the kashmiris and to the way the indians all the institutions of the indian state have dealt with the situation it's almost like a death with thousand cuts that the various institutions of the state whether it is the parliament whether it is the uh whether it is the judiciary whether it is the other accountable constitutional bodies who have not really upheld their charter in that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:56.720",
        "message": "sense no that's a fantastic point and it's something that i will again underscore do you underscore it that you know that our rights are not something that are granted to us by a benevolent state that we necessarily require a constitution to have we are all human beings we have some autonomy some dignity and all of that and i'm glad you sort of share that uh lockian vision as it were almost of the world yeah i mean but before we sort of descend into mutual despair i think let's take a quick commercial break think some happy thoughts and come back and talk about the army and the rest of your journey and where we stand today right after that on the scene and the unseen i often speak about positive some games well if you want to be surrounded by beauty and you love fine art i have a win-win proposition for you head on over to indiancolors.com indian colors licenses images of fine art from some of the best contemporary artists in india and adapts them to objects of everyday use like tote bags pouches and home decor items you get to surround yourself with the finest modern indian art at affordable prices and artists get royalties for every product you buy win-win game the indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as tanmay samanta manisha ghera baswari shruti nelson pradeep mishra and jaydeep herota stay home but dress smart and if you're missing your friends in these lockdown days worry not you can show them you're thinking of them by buying gifts for them from indian colors corporate gifting is also available so head on over to indiancolors.com that's colors with an ou and make art a part of your life and hey for a 15 discount use the code unseen that's right unseen for 15 off at indiancolors.com welcome back to the scene in the unseen i'm chatting with sushant singh about um you know his time both in the army and later as an uh analyst and a serious thinker on um all of these issues and i'm now going to like ask you about the army per se like what is very interesting is that we got a slice of the same army that pakistan got a slice off and this was a colonial era army which was set up to essentially you know to control the people you know stephen wilkinson and his book army and nation writes about how you know the british had this vision of india as you know they divided it neatly into races and castes and all that so they picked from what they call the martial races punjabis and so on and they put them in the army to control the rest of the people and uh and you know there was always this fear that what is going to happen after independence will there be clashes and what we saw and you know when ambedkar argued for a separate pakistan one of the kind of you know in his 1941 book i think thoughts on pakistan one of his points was that what's going to happen with the army and how's that dynamic going to play out and we saw how it played out in pakistan but in india it didn't play out that way because there was a great sort of consciousness of what could go wrong and what we needed to do in the nation that we were tell me a little bit about that period because it seems crucial we could have gone in another direction of course the way we didn't is because of certain decisions made in 47 certain directions we took with regard to the army tell me about how the army evolved in the decades after independence"
    },
    {
        "speaker": "Guest",
        "time": "01:05:28.880",
        "message": "and what really was going on there so you know wilkinson steven wilkinson's book is absolutely fantastic and the last chapter actually answers this question which you have raised you know he talks about the various coup proofing measures that were taken the whole idea of race and how you know the army tried to move away from the idea of caste space this thing and try to control who became what kind of percentages of people that they had so that there could be no dominant group could control the army and the third point which he makes and as well as maya tudor makes my tutor has a fantastic book a very thin book black cover book name probably i'll send you over email which we can add in the notes which india and pakistan actually took different paths and why one remained democratic and the other didn't and the fact that the congress party was a more institutionalized structure which operated in a manner which could deal with the diversity of the country allowed it to deal with the army as a more representative popular institution of the country could deal with the army in a much better manner it was not easy as you know with karyapa and with a lot of others there was there were there were periods of great tension and pushback at some point in time but because of the institutionalized nature of the indian polity and the leadership and the and certain steps that they took they could handle it one point which nobody actually speaks about amit and which i think needs to be understood is that the indian army did not emerge out of the independence movement it was not an army of the revolution it is not the pla the pla is an army of the communist party of china it is not the army of the chinese state or it is not even army of various latin american state or southeast asian states who fought for the freedom of the country along with the you know certain people locals and then once they became free it became the national army the indian army became a national army despite being a colonial army it was a fantastic switch which it did which it played by fundamentally saying that we are a professional force we are a very professional army we do our job professionally we were playing our role as a professional army earlier and we are playing our job as a professional army now now our rulers are different there is a democratic norms under which we are operating and we will continue to operate within these norms it is only in post 71 stephen cohen says post 71 many of us may say post 90s post late 80s it starts taking a more nationalistic tone where the army starts representing the nation or becomes the epitome of the nation and when then it starts happening it of course starts controlling the mind space of the people farmer has far greater influence on policy making then when it is you know slightly cut off from the mainstream politics in that sense and i think the fact that it was not an army which emerged out of the independence movement which slightly put it slightly on the back foot and also allowed it to recraft reimagine its role its position in the new setup in india post independence which allowed indians to along with all the other factors that wilkinson and two dimension allows india to actually not go the pakistan way so pakistan actually does not have a freedom movement it's not something that they really fought for from the british in that sense unlike the indians so so it's a totally different experience that they undergo and of course then they lose liaka they lose jinnah very early they lose liaka immediately after that there's huge turbulence and then then ayub realizes that you know they are healed when they go and clean karachi over four or five days they're hailed as this great at this great institution and then he suddenly realizes that why am i the defense minister the army chief why can't i be the governor general of the country and you know and the whole thing completely it takes a totally different turn in india in contrast the the generals who try to get into politics did not do well karepa fought couple of elections did not do well at all it was from one of the constituencies in bombay uh that he lost a lot of uh other people uh who are the military officers uh did not do well when they tried to you know bring out their military past so people like just one thing and others the only military officers who has really gone up the chain and become the defense minister the foreign minister the finance minister was just one thing and i think he really did not tom-tom"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:23.360",
        "message": "his military background to that to that extent so a couple of threads and i'll go through them one by one and the first of those threads is that obviously the china war happens and that kind of changes the civil military dynamic where there is this sense that there wasn't enough dialogue between the army and the government and the army was asked to do things which it could not have done and had there been a proper processes in place of dialogue between the two it would not have happened what is also happening at this time is that nehru sensibly doesn't want what happened in pakistan or what would happen in pakistan to happen here so there is significant civilian control over the military but a lot of this happens in a lot of this takes the form of bureaucratic control where there is a ministry with all his boffins and all of that who are now in charge of the entire armed forces and obviously this has a proximate effect of keeping the military away from politics but does it have also have an ultimate effect or an effect down the line a second order effect of sort of ossifying processes where the in the same sense that the bureaucracy all over india governance has become so ossified and almost paralyzed in certain ways does a similar thing happen in the army especially you've i mean written at great length about how there just isn't enough money it's not a modern force it's not being modernized and you almost see sort of the negative impact of that what's your sense on what this uh you know this dynamic is of this bureaucratic control over the army and the pros and the cons and the directions is going in 1962"
    },
    {
        "speaker": "Guest",
        "time": "01:10:54.560",
        "message": "is a complicated one i'm sure you did the episode with srinath you did one episode with srinath and his first book i haven't done one specifically on china but in the caa the war and peace in modern india his first book actually talks about it in great yeah so the so the whole reality and the myth of how much of it was abdication of civilian responsibility and how much of it was bureaucratic control uh but yes it is true to a great extent that at least the the armed forces not only the army but the armed forces believe uh that bureaucratic control has been detrimental to their growth and to their development and that has allowed that has kept them away from the political leadership which has been a constant complaint constant complaint that we are not under bureaucratic civilian control does not mean bureaucratic control it means political control or parliamentary control by to the uh controlled by the people through the parliament or through the political leadership now that's a debatable point you know it's something there are two sides to it all political executives operate through bureaucracies bureaucracies are normal instruments including civilian bureaucracies and if you replace civilian bureaucracies with military bureaucracies would they be operating any differently now that's a question which is a difficult question to answer but that's a question which most people grapple with and i do not have an answer to could india have done better if there was less bureaucratic control and the and the armed forces were given more independence it's a question which is very difficult to answer and i don't think we still have an answer to that over the years especially in the last 20-25 years a lot of freedom a lot of independence has come to the armed forces and come to the military leadership you know the 1971 war is a great example of where the political leadership and the and the military worked closely that was a success but the fact that even blue star or ipkf or pawan operation pawan there also the military leadership was very closely aligned with the political leadership or brass tacks where india and pakistan almost came to war in 86 those things also happened when the political when the military leadership was very closely aligned the budgets were very high period of highest military budgets highest defense budgets are the period of mid-80s in rajiv's time they are the cross four percent of the gdp at that point in time we are now down to what two percent or something something like that so it is that period even in that period that doesn't lead to great great results great outcomes in that sense so it is very hard to say what the right mix is and what leads to the right answers and what doesn't lead to the right answers is there a right balance and i think that's a very dynamic balance what most people think is that there's a static balance you know you arrive at a solution and that that's what it remains i think when a military conflict is imminent or when the army's armed forces are fighting a war or they're about to fight a war then the balance of civil relationships would be completely different from a peace time scenario where the political leadership would probably be more hands-off allowing the military to train for itself two things for itself the fundamental thing where i think most people fail to understand civil military relations is if you look at it only through the prism of the relationship between the military as an institution and the civilian leadership as an institution it is actually not that it deals with the whole of the society the military's position in the society how military affects the society it also deals with how military deals with politics how does it work with uh operating politics how does it look at politics and essentially the point that i'm trying to make is that it is not a two circle thing they're just not two points which are engaging with each other there's also a larger blob of the public which is there to which the democratically elected leadership is responding which is also being influenced by the army when the army deals with this larger blob it indirectly can pressurize the political leadership to take various decisions that it takes so it is just not that there's a bold line which goes between whatever you want to call it the civilian executive and the military leadership there is also a big dashed line which goes to this blob called the larger public opinion and which can be operated through the media as primarily media is the vehicle through which it operates and through which it allows you to shape the narrative and there are numerous examples of this we spoke about the removal of afspa from the urban areas of kashmir in the uh in over of the last time there is another example is the withdrawal from siachen that has been well recorded that the then army chief went into the meeting and said no that cannot be uh we cannot move away from siachen at the last moment which did not allow a deal to take place with pakistan i'm not saying whether it was right or wrong but the fact is that the military leadership did have a say in doing it after creating a narrative or the fact that a new china strike co was created after a lot of articles came out in the indian media between 2011 and 2014 saying that india needs a new strike coach and to take on the chinese threat of course that strike code has never come through because it's such a financially taxing option that no government can afford to have it so it has not been fully raised so far it remains only partially real but the point i'm trying to make is that the political leadership and the military leaderships interact not only directly between the leaders but also through the public in which media starts playing an important role and through that a lot of actions a lot of decisions which are taken are influenced or happen in that context are situated in that context in that in some way so i'm just"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:17.920",
        "message": "thinking aloud here that would it then mean that if there is growing nationalism happening in the country and obviously the armed forces are sort of tied in with that nationalism and you're proud of the soldier and how can you protest about x y or z when your soldiers are dying at the border all that rhetoric is there does it then become natural for the armed forces to be drawn towards politics like at one point you've written about how during watch buys time general vp malik complained to him that you know the images of the three service chiefs were being used in bjp advertising and he was like what you know what is this you can't do this and yet just a few years later you know you have bipin rawat after balakot playing along with the macho political rhetoric of we taught them a lesson and so on and so forth rather than keeping a distance and and obviously there is now the precedent of you know former general actually joining the cabinet and so on which in terms of incentives just creates completely the wrong incentives because now you can you know play up your time in uniform and turn it into political capital and all of that so and somehow over the decades it seems to me you know like whatever overtures career kariyappa might have made towards running in politics after he retired before he retired he was non-political in fact after independence i believe he sent a letter out to his forces saying that whatever happens we shall not have anything to do with politics and it's after politics that he went in that other direction that number one is there a fear that that wall is falling number two should there be a line that one draws who defines a line why is the line defined that way and what institutions and what rules of the game can keep that distance if a distance needs to be kept"
    },
    {
        "speaker": "Guest",
        "time": "01:18:00.400",
        "message": "so the distance between the civilian and the military is healthy because as you said military leadership comes with a certain halo and a certain order of sacrifice which is hard for the any civilian leadership to match any civilian opponent and that is why you know you can't have a former military officer in the united states without a special sanction being given the post of the defense secretary in the u.s and when general austin lloyd austin actually gets the post he cannot use the rank general so he's secretary austin not general austin you know this is completely different from how because so you know you can't showcase that you're a former military officer you are here as a civilian completely only and only in your capacity as a civilian so he cannot actually use the rank and when biden unknowingly or inadvertently used his rank a couple of days back last week i think there was an article in washington post which clearly pointed out that biden should not have you know done that it's a grave error on his part to call him general austin and not secretary austin i think that's the fundamental dividing line between the military and the civilian political leadership can you draw a hard and fast rule can you erect a chinese wall between the two i think that's very hard to do in a democrat in a in a democracy because you cannot say that somebody who's just served in uniform cannot fight an election there have been whole this debate about whether people who have served in very senior posts in the government they should have a five-year cooling off period before they can enter politics i don't know how viable it is and how practical it is but this as with most other things in a liberal democracy there it has to be about norms what are the kinds of norms that are being followed by people who are in those positions of influence and power no everything cannot be legislated everything cannot be you know told tightened by rules what is the kind of values what is the kind of norms that people follow and i think that is what would determine the course of the cemetery relations in india and where it goes whether the military gets even more closely aligned with the political leadership and there are two parts to it you know without taking any names the fact that military is being paraded more and more in support of a certain political ideology and a certain political leadership is of course worrisome but the fact that the military leadership is being chosen by overlooking seniority for no very strong reason become creates an incentive for a lot of senior leadership to show that they are politically aligned it's a very natural thing to do if i know that anybody can be picked up and if i'm one of the five or six guys i would like to be seen in good light by the political powers that be so that i am picked up so while seniority on paper seems like a very bad idea in practice especially as it had been practiced unless there's a reason why it needs to be breached very strong reason why it needs to be breached handpicking people for various posts by overlooking seniority especially in the military has a certain disadvantage in a politically volatile politically not stable country society like i don't mean to say stable in that sense what i mean to say is politically not mature enough society like india where institutions do not perform their role to the extent that they should"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:05.920",
        "message": "perform them no but just to respond to one of the sort of things that you said earlier which was about how there are things which you can't legislate for everything that certain things come from values which have become part of the convention and all of that and i have to admit i'm a little skeptical of that because to me all values ultimately derive from incentives not in a direct sense but incentives change behavior and then behavior over a period of time becomes embedded in a culture and values change accordingly so i do think that's a bit of an issue but moving on from there like if we speak of if we leave aside the sonny question of the politicization and so on what is the state of our army today like one hears a different analyst saying that look our conventional army is in really bad shape if we had a conventional war with pakistan though of course we won't and we can go into those reasons but if we had a conventional war with pakistan we would probably we might even lose and you know you've written in the past about how there is a budgetary crisis within the army you wrote a 2018 piece which i'll link from the show notes where you spoke of you know the army vice chief talking to group of mps and what he said and i'll quote from your piece quote the army vice chief told the mps that 68 percent of the army's equipment is vintage and the capital budget doesn't even cater for the committed payments of 125 ongoing procurement deals leave alone provide funds to replace the vintage equipment there is no budget for making emergency procurements or for providing perimeter security to army camps susceptible to terrorist attacks the powers to buy ammunition and spares for critical stalking levels needed for 10 days of war fighting have been delegated to the defense services but not enough funds have been allocated for it on top of that the army will be saddled with an additional bill of rupees 5000 crore due to increased taxes because of gst but no additional money has been made available for it besides paying salaries there is little else that the army will be able to do with the money given by the government stop quote and as you go on to point out in your piece it's the same with the navy and the air force and so on so what kind of is the situation do we have the kind of modernized army that we need is is this sort of a precarious situation you know i would not i would not agree"
    },
    {
        "speaker": "Guest",
        "time": "01:23:18.320",
        "message": "with the contention that uh that india is going to lose to pakistan in a in a conventional war no i don't think that's true i don't i and i don't know if any analyst who has any indian"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:26.960",
        "message": "analyst who has actually said that uh what i think people say something like this for rhetorical"
    },
    {
        "speaker": "Guest",
        "time": "01:23:31.760",
        "message": "purposes so i you know i think the argument is that we do not have the kind of military superiority but that we would need to have for an outright victory over pakistan so it's not that india would lose to pakistan in a conventional conflict that's that clearly is not a possibility but the fact that india would not have the kind of conventional superiority that pakistan would sign us you know another dhaka kind of agreement in in december 1971 kind of a moment you know that looks unlikely we don't have the kind of military superiority when it comes to china of course it's a totally different ball game it's just not the idea of conventional superiority in terms of number of tanks or number of soldiers number of aircraft submarines ships or whatever you have it's also about the new technology that the chinese army the pla has really mastered and brought to the fore so the pla actually marks itself against the u.s army and it is looking at ai it is looking at robotics it is looking at you know unarmed drones it's a totally different kind of warfare that they are fighting it's a new generation of warfare that they are fighting and the americans have been acknowledging it the fact that the chinese are benchmarking themselves against the u.s in cyber in ai in robotics in in all these other things all these modern things that they are facing so india has a double crisis when it comes to china it does not have the kind of technological advancements that the chinese army is pursuing it even does not have the old world conventional superiority or the conventional power superiority is a wrong word a conventional military power that it had earlier to be able to ward off or hold the chinese now when you combine the two together if you have a collusive threat from china and pakistan then the situation really really becomes tough so i'll give you simply two two things you know the the raksha mantri's directive or the defense minister's directive the last one to the best of my understanding came out in 2009 asked the armed forces to be prepared for to have their stocks and ammunition in stores for 30 days of intense war fighting and 30 days of normal war fighting so the rate of ammunition expenditure in intense is three times the rate of normal rate of expenditure and these are old tables through which it has been generated so essentially you need to be prepared to fight on two fronts for 40 days of intense war fighting now the army does not have the ammunition for even 10 days of war fighting essentially for 10 days of war fighting they started building up in mr parika's time as defense minister for 10 days of war fighting so if the directive is for 40 days of war fight which the defense minister of the country speaking on behalf of the cabinet has signed which has not been amended till date you want the armed forces to be prepared for that the money has not been provided for that it's as simple as that the fact that the that the air force is supposed to have 42 squadrons of of fighter aircraft and which are down to 30 which includes you know the mig-21 which still includes the tejas and the mig-21 and other aircraft it's not that everything is a sokoi and everything is a rafale and there are mirage 2000s there are mig-29s you know all refurbished and uh and modernized but still older generation aircraft that are there so these are severe shortcomings which have not been made up by the government by providing the kind of resources that the armed forces need the point is that the armed forces have been told that you should be prepared to deal with both the fronts simultaneously so armed forces have to prepare for it now how do you prepare it first you know you prepare yourself by training you prepare for leadership by doctrine and by equipping yourself by resourcing yourself for it the resources have not been made available to the armed forces to essentially equip themselves or to prepare themselves so they can talk about all the training they can talk about all the doctrine they can talk about dissuasion and you know they can talk about all the kind of language linguistics but the fact of the matter is that the wherewithal does not exist to fight on both the fronts and the whole idea is somehow it will magically happen that we will not fight on both fronts probably the political leadership is convinced that we will not fight on both fronts or maybe even not on even one front maybe somehow diplomatically we will be able to resolve the situation with china which so that we don't have to go to a war with china and to presume that the chinese do not understand it or the pakistanis do not understand it i think is a mistake and going into the future as the power difference between india and china increases and as pakistan becomes a subset of the chinese problem for india the collusive threat problem could really become big let me explain to you in a different way amit you know let's say in the 65 or 1965 conflict what happens the pakistanis come into kashmir lal bahadur shastri decides to open up the punjab and the rajasthan front you know you he says i'm opening up opening up the whole of ib whereas the ayub and bhutto thought that they would only be the war would be limited to kashmir we have already sent our you know infiltrators etc and then we will do and we will we will take away kashmir etc they get surprised when shastri decides to expand the war to the international border now what happens in a two-front war the most likely two-front war scenario let me paint it from ladakh for example the chinese come to wherever ladakh or wherever they come in the army moves in it has to move some of its resources which are dedicated for the pakistan border to deal with the chinese threat including moving of your arms ammunition resources etc the pakistanis decided to take some part of kashmir whatever part of kashmir they decide to on foreign military grounds and i'm not even talking about siachen which is a different ball game all together based on depth song that's a different story all together they try to take on some part of kashmir what would india have done in normal course india would have gone done what shastri did if it was a single front war if pakistan tried to come and occupy kashmir a part of kashmir india would go and open other fronts and conventionally try to fight in rajasthan punjab and and threaten and put pressure on on pakistan now if india is also engaged on china front at the same time there is no possibility of going down and opening punjab or rajasthan or going anywhere down you would only want to restrict it and somehow fight a very defensive battle in kashmir that is the kind of military challenge strategic challenge that is being posed to india by the two front collusive threat which most people do not seem to realize or seem to appreciate i think the military appreciate to to some extent but the fact they are constrained by the lack of resources which have been provided to them by the government which makes the situation very tricky for them they you know no military leader can go and say no army chief or air chief worth his salt can go and say oh i cannot fight a two-front war or we are not capable of fighting a two-front war you know the government will say please resign and go home why are you here if you cannot fight a two-front war so all this lip service is paid all the rhetoric is said about the no we will fight a two-front war we'll find a way there's a there's a method we'll make a primary front we'll make a secondary front but the fundamental fact is that the resources are simply not there to fight on two fronts the resources are simply not there to even fight on the chinese front alone and if it is a two-front thing then you are going to be under real pressure from pakistan as well and i think that should worry most indians whether you look at pakistan and china as separate fronts or whether you look at pakistan as a subset of the chinese threat or"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:28.560",
        "message": "as a subset of the chinese uh chinese front in that case so i'll i'll ask you about india china india pakistan in much more detail after this but before that to kind of drill down a little bit more in this question like what this is fundamentally is that there is a problem of resources now even if there is also a sort of an intellectual obfuscation or a denial that this is a problem at all to different extents i mean different extents of that denial within the different establishments assume that everyone was on the same page and we all agreed that this is a problem and that therefore this is a problem of resources my next question is looking at the state of the economy and the way our state is set up it's a two-part question number one is this problem solvable in an ideal world and number two is this problem solvable in the actual world as it is now"
    },
    {
        "speaker": "Guest",
        "time": "01:31:15.840",
        "message": "with a political economy being the way it is uh in an ideal world the problem is solvable we need"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:20.640",
        "message": "to grow at 20 percent per annum and maybe and we can solve it we can yeah in an ideal ideal world i mean everyone's will is aligned in the same direction but your resources are what they are"
    },
    {
        "speaker": "Guest",
        "time": "01:31:33.280",
        "message": "no if the resources are what they are so just to give you a simple example that the total capital expenditure of the government of india and i'm talking about the government of india not the state government but the government of india's total capital expenditure one third of it you know 32 31 33 let's call it one third of it over the last five years on an average one third of it goes towards the defense capital expenditure now there's no way you can increase that without stopping everything else you would not be making any infrastructure in this country no bridges no roads no highways no expressways no major hospitals no major infrastructure would be coming up in this you know because where would the you want more resources for capital procurement and the more resources means that where will the if the resources are not increasing the pie is not increasing if the cake is not increasing then the then the share will come from other infrastructure other capital expenditure and that is just not possible so even in an ideal world if everybody's aligned together the simple fact that the cake is not big enough for everybody to share especially in a country like ours where development is the is the need of the hour it would be very it's not just not possible to balance the equation the two sides of the equation cannot be balanced in that manner it is just not possible to balance that equation and i think that is what fundamentally we are stuck at therefore the only answer as everybody says is economic growth the only answer to india's national security would be very high levels of economic growth over a sustained period of time that would allow you to spend more on national security more on defense and build up those resources it cannot be done by any by waving a magic wand at all and certainly not at the level of economic growth that we have witnessed since the demonetization in 2016 it has been very very tough you quoted the 2018 army vice chief's statements to the parliamentary standing committee the funniest part is that that same gentleman very quickly joined the bjp a few months later so i know that's something which really you know boggles my mind i was like okay you know so so this is it i don't know what i don't i don't even know how to interpret this thing then or what"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:35.600",
        "message": "to make of it it's like a good mutual friend nathan pie often says that the best foreign policy is economic growth and that's of course for multiple reasons one reason is you have a larger pie and you can spend more on your defense but another reason is you change the incentives for everyone else if you are big enough you know someone like china would rather trade with us and try to make random villages in arunachal pradesh like what is even the point of that you know one of the interesting things you said while you were speaking about the way that politicians kind of think of the army is that you pointed out that they actually think that there will be no war at all that we have to have an army we'll sort it out by other efforts and it seems to me also that there is a kind of thinking which would go that now that we are a nuclear power now that there is that nuclear deterrent in place the actual conventional army while it needs to exist in practical terms could be a bit of an artifact because you're never having a conventional war there is a threshold you will never cross because the danger of going nuclear is simply too high in a sense both india and pakistan going nuclear has actually taken away our advantage like whatever advantage we had in conventional terms is now equalized because in a game theory sense you are never going to go beyond a certain threshold you will have you know the optics of balakot and surgical strikes and all of that to satisfy the local political constituency and we we'll discuss that later as well but then the question is that how is the army to think of itself like on the one hand you pointed out about how the chinese army is modernizing with ai and robotics and all that i am guessing that there must be many aspects of the indian armed forces which are actually redundant in terms of technology how are we to think of that and how is the army to think of itself when the army needs to exist to be sort of a pawn in the geopolitical games but is never actually going to be used that seems to be a certain kind of school of thought that is out"
    },
    {
        "speaker": "Guest",
        "time": "01:35:27.600",
        "message": "there so what's your response yeah so there are two ways i look at it so i'll expand it to more than the army the armed forces so the armed forces will have a role to play the navy perhaps in the in the indian ocean region because it's such a important region trade wise if you dominate the indian ocean region you control a lot of this thing and you can put pressure on various countries including china you can wave the indian flag a clearly a blue water navy would be a great idea and that's what navy has been advocating for itself for the last two decades if not more at least 2025 years that they've been advocating that we want to be a really a blue water navy a three carrier navy to be able to take our take the indian flag far and far and wide and really be controlling the indian ocean in the sense what the the inverse of what china says china says indian ocean is not india's ocean when india says you know i want to make indian ocean india's ocean in that sense for the army particularly the whole idea is that how do we find a way in which we can impose the nation's will on an adversary under the nuclear threshold so the whole idea the whole strategy the whole thing is can i do something by moving in quickly what was called the cold start later on called the proactive operations poa whatever the name you may want to give to it the whole idea is can i move in quickly grab a certain piece of territory or a certain piece of valuable territory with or break the adversary center of gravity so to speak so and do it rather quickly and under the nuclear threshold so that it comes to the negotiating table or concedes or listens or whatever you wanted to get it done or even humiliate it or even threaten it that's the way the armed forces have responded to the changing our dynamics of having the nuclear weapons amit let's also understand that nuclear weapons at the end of the day are political weapons the indian armed forces do not control the nuclear nuclear weapons are controlled politically and whatever would happen would happen as a decision as a political decision not as a military decision in pakistan gulam isaac khan handed over the nuclear weapons to the military even in pakistan they were not controlled by the military and now they are they become military weapons especially they are brought in these short-range tactical nuclear weapons and they brought in these small missiles they are almost you know using them at the lowest in the army for to threaten india that that go nuclear which is not the case in india so when the military operates or when the military plans for its operations it really does not factor in nuclear weapons at the in the first instance and there's a very high bar for use of nuclear weapons since hiroshima and nagasaki you know we saw that during the korean war and since then there's a very very high bar for use of nuclear weapons it would really take something for even pakistan or india to even threaten the use of nuclear weapons or to use them so even you gave the example of balakur the fact that indians went and attempted an airstrike did an airstrike inside pakistan proper uh the fact that pakistan that then the indians threatened a missile strike pakistanis threatened a missile strike and prime minister modi went and said in election speech that we haven't kept them for for diwali but the fact is that nuclear weapons still remain a distant thing in the india pakistan calculus what that red line is we really don't know well i don't know what pakistan's red line is we can all keep on assessing that red line and i always believe it's a it's a dynamic red line what india's red line whether we china is if there's a red line what is it and that probably keeps on varying depending on time and place i think uh while the nuclear weapons have affected the way wars are fought kargil happened after the nuclear weapons had come into play india mobilized in parakram after nuclear weapons and based on after parakram india decided to undertake a new thinking on cold start operations proactive operations etc and i think that's how the thinking is going on currently within the armed forces with the way they are they are trying to operate in this"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:28.160",
        "message": "environment so tell me about parakram because you actually served there you were actually as you mentioned you know at the border and all of that waiting to take the indian flag to lahore and just kind of planted there you know how much of it was theater how much of it was actually preparing for war should it happen like at that moment in time what did you think the probabilities were what did you find more desirable and even there of course probabilistic thinking comes into play how far would we need to be pushed before we actually went to war for example which is a separate question and i can ask you right with your current hat on so tell me a little bit about that and then also how the dynamic of india pakistan relationships have been playing out since because like you pointed out you know 9 11 kind of changed a lot there i remember traveling through pakistan to cover a cricket tour in 2006 but i was also writing pieces for the wall street journal and one economist i met there said that listen we don't call al-qaeda al-qaeda we call it al-faida because of all the money that flooded into pakistan after that happened and obviously then they would because pakistan was helping them with the so-called war on terror they would you know the us would turn a blind eye to what was happening in india and and all of that so there's that interesting dynamic playing out how has that relationship kind of evolved over the last 20 years or so under of course a nuclear shadow but even apart from that just the politics"
    },
    {
        "speaker": "Guest",
        "time": "01:40:50.960",
        "message": "of both countries so in prakram i was a very young officer so really not really understanding the larger dynamics of how probably the decisions were being taken but i can say that as a separate officer mines were laid by india on which is like the first preparatory stage before you go to war and actual live mines were laid a lot of casualties took place in bilingual mind there were accidents which are par for the course etc those things happened but there was serious preparation at that point in time and at one point in time it almost seemed that india had decided to go into pakistan and and launch a war clearly there was a lot of international pressure which came from the us primarily and from others and which stopped eventually stopped india and then there was a whole theory then there's a lot of lot of lot has been written about it whether india genuinely wanted to go to war and only wanted to convey to the west that we are serious and therefore took all those steps because how do you credibly convey that they are serious and which brought Musharraf to make those announcements on the Lashkar-e-Toiba and the Jaish-e-Mohammad which he made on live television and then the Indian army pulled back from the borders there were a couple of things which happened very clearly that the mobilization timings the timing for the forces to mobilize from their permanent locations to the to the forward lines those timings were just not kept up by the army and there's something which came out in all these study reports after the war they took a lot of time to really reach those forward lines you know so if something was planned to reach in 10 days they took 30 days 35 days 40 days to reach so that completely upset all the planning that had gone on till then and clearly showed that some of the planning was unrealistic that is what led to the whole idea of cold start operations can you move certain forward and because the window is very short before the western countries western powers intervene can you use that window to quickly go in rather than having this massive second world war kind of mobilization where it takes months for you to reach the border and then decide to go to war and by the time western leaderships and western diplomats have come in and put pressure on you so as not to go that was the one big change which took place after Parakram but that has not been tested so far and has not been checked by or tested on the ground by the by India since but a lot of talk a lot of discussion a lot of practice a lot of rehearsals have taken place on that what is the dynamics between India and Pakistan when it comes to proactive operations cold start Pakistan has milked the whole idea that India will launch cold start operations will do proactive operations to the maximum it has of course prepared for it under Kayani they conducted multiple exercises where they practiced and rehearsed their responses to it and they claim that they are better prepared for it and they also claim that they brought the tactical nuclear weapons the Hath missiles to deal with this kind of challenge because the Indian army would move in very very quickly and occupy certain territory and the only way for them to stop it was to fire certain tactical nuclear weapons which are like low output nuclear weapons so that is the kind of dynamics that has taken place because of Parakram and what happened after the attack on Indian parliament but that's that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:48.960",
        "message": "kind of fascinating and and you know the other part of the question that I asked was that assume that you are in charge of sort of a decision making what is the threshold at which you say that okay we have to move in now we have to actually go to war or is there no threshold because the nuclear option is just too expensive and if there is no threshold if you are never actually going to war if you're just going to posture then the other side surely knows that and can take advantage of that right so you know how does that sort of it's almost a game theoretic situation except that it's not actually chicken chicken because both sides know the other one won't be crazy enough but who's going to stop first yeah so it is clearly a game theory"
    },
    {
        "speaker": "Guest",
        "time": "01:44:31.760",
        "message": "does apply there and that's what will decide how the call is taken what is it that you want the adversary to do and if it concedes then you don't do it then your threat is clearly credible how credible is your threat is the question and to have a credible threat you need to have the armed forces what will be the reasons for which India would go to war my sense is a very big terror attack on Indian soil which can be seen to have come from Pakistan and where Pakistan is unwilling to punish those terrorist leaders or hand them over to India and then that would lead to a kind of retaliation on Pakistan and the other situation is that there is too much of political instability in Pakistan and a mad Pakistani leader tries to capture Kashmir regain Kashmir for whatever reason something you know a leader military leader which is far ahead of Musharraf in that sense and tries to recapture Kashmir and tries to try some funny things that would of course India would clearly open up a conventional military option conventional military war at that point I think those are the two scenarios where I think India would go in for a conventional war and whether this would lead to the nuclear option being exercised or nuclear option coming into play is something which every single analyst has debated and written about and spoken about and I don't think anybody has an answer but I think everybody will agree that there is an inherent risk involved in the escalation ladder so if you think that you are the one controlling the escalation ladder there are two sides playing the game and you know there are a lot of miscommunication and misapprehensions happening at the same time and it can clearly lead to situations where the escalation ladder may not be controlled by you and I think that's something which everybody worries about that is something which nobody knows how it will play out and I think that's something which which is what stops prevents makes people think twice before"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:30.240",
        "message": "committing to opening a front opening a conventional war going for a conventional war no and it also strikes me that it is easy for us to get complacent and say that listen you know no nuclear weapons since hiroshima nagasaki so it's not going to happen and imagine that the situation will last forever and i'm reminded of this beautiful book i'm reading right now by a german writer called stefan schweig who led nazi germany and killed himself in 42 but just before that he published this book called the world of yesterday where he's talking about the pre-world war one years and he's essentially saying that we were under this liberal illusion that all our problems are solved that you know a liberal vision of the world has won over there will be no more terrible wars you know all these other problems like hunger famine etc will gradually solve and nothing will happen and little did we know and and he's talking about this pre-world war thing where there is almost like a fukuyama-esque end of history kind of sense to it that we've sorted everything it's done and then suddenly everything goes nuts and when we talk of nuclear weapons i also think that at some level it's kind of dangerous to think that nothing will ever happen this is all just it's a political tool because you know of course nothing will happen until something does and you know there's no reason to kind of assume complacency the other sort of difficult angle in this is that this is not just two states it's not just the state of india and the state of pakistan which determines what happens within india and pakistan like you've pointed out in this recent piece you wrote on foreign policy quote talks can be derailed as much by a lone suicide bomber in kashmir as by the powerful deep state in pakistan or by the stranded anti-pakistan hindu majoritarian electoral agent of indian prime minister narendra modi stop quote the idea being that they can be some lone rogue actor who can set something off and then there is of course a fog of war where you don't know that what happened is this really the state of pakistan doing this are these rogue actors within the deep state is it a lone suicide bomber possibly even a local guy in kashmir who's doing all of this all of that uncertainty is also kind of built in so that complicates the"
    },
    {
        "speaker": "Guest",
        "time": "01:48:37.840",
        "message": "whole situation so much more doesn't it yeah definitely i mean just going back to fukuyama you know the loveliest part of fukuyama's story is that his initial essay actually had a question"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:47.920",
        "message": "mark at the end of his title yeah it's a misunderstood essay he gets a lot of flack"
    },
    {
        "speaker": "Guest",
        "time": "01:48:52.400",
        "message": "for it so you know the question mark completely changes everything as you know you know so that's so you know just that was an aside on the other statement that you made about the nuclear weapons you know give it there will never be a nuclear war no i don't think anybody should ever say that there will never be a nuclear war that would be complete the only question where i was what i was responding to was your premise that nuclear weapons have made the the indian armed forces redundant in a sense what i was saying is no there is they are not redundant they continue to exist"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:21.920",
        "message": "despite the nuclear weapons it was a you missed my question mark it was a question more than a"
    },
    {
        "speaker": "Guest",
        "time": "01:49:26.000",
        "message": "premise yeah fair enough just to clarify because people may not be should not misunderstand it the whole idea is that despite the nuclear weapons the conventional military the conventional armed forces have a role to play which they have tried to reorient themselves for train themselves device for themselves it doesn't mean that the nuclear weapons cannot cannot be used or will not be used or there is some kind of that they are kept only as a showpiece which will never be used as far as the india pakistan relations are concerned there are many factors but i mean if india pakistan relations are to be considered the simple and the most fundamental factor is that there is a certain narrative on both the sides there's a narrative on the indian side and there's a narrative on the pakistani side that narrative is embedded in history in politics and religion in colonialism in every geopolitics in every single framework that the modern political socio-political world has it is embedded in every single thing in geography in history everything whatever we can think of that narrative is the fundamental structural factor where we believe that kashmir belongs to us and the pakistanis have occupied a certain part of kashmir including related pakistan which should come to us logically and we are going to take it at any cost whereas the pakistani side believes that kashmir has been grabbed by indians muslim majority state has to be part of that fundamental dissonance that fundamental gap has not been preached it is the structural factor unless we fix that narrative gap how are we going to fix the problem i don't see any kind of quick fixes where you can deal with it eventually as you see today when we are recording the show imran has sent a letter to modi responding to modi's letter of on 23rd march on pakistan day and imran has again said that the core issue is jammu and kashmir because prime minister modi had said that the core issue is uh terror that you know you please stop coming from our side so fundamentally you know we are operating in a in within a structure where there are structurally it is not possible to align it these are two parallel tracks which will keep on going parallelly you know i'll keep on talking about terror they will keep on talking about kashmir unless the narrative is fixed you cannot align those two and everything else that uh you know that can lead to this whole process going kaput actually flows from that whether it is a terror alone terror attack like what happened in pulwama you know a 20 22 year old guy with a suicide with a car and a 20 kgs of explosive in his car banging into a CRPF bus or it is somebody else doing something similar or some elements of pakistan army uh who believe or deep state who believe that pakistan is conceding too much trying to you know try and do some stunts on from their side which has happened earlier as well from the pakistani side and of course there's a danger as you said mr modi's whole politics majoritarian uh hindu politics anti-pakistan narrative which he has used in various state assembly polls whether it is gujarat whether it is karnataka whether it is uttar pradesh pakistan has been a constant factor which has been in book how does he sell peace with pakistan when since 2002 you know you remember the mia musharraf campaign at that time he has always used pakistan as an enemy and trying to show himself as somebody who's trying to who has dealt with pakistan very efficiently and very effectively and very boldly so i do not know how this narrative how this problem of narrative in the on the indian side and on the pakistani side can be bridged which when merged with all these other problems of lone wolf lone terrorist with pakistani rogue state with indian dominant hindu majoritarian political ideology in india how do you fix this i i really don't know that there's so anybody who believes that this process is permanent irreversible and will lead to a solution of the problem needs to get a recheck i am not convinced that this solution is that easy and can be found so quickly the closest we came to solution is the time when you were in pakistan you know covering the cricket series that is the time we came with the four point formula etc and then the whole process got derailed on the pakistani side because musharraf got involved with that whole lawyer's crisis and then completely everything then stopped and then since then we have never been able to that's the closest we have come to this thing i have spoken to some senior indian diplomats who have dealt with pakistan over the years and they say that pakistan always overreaches either out of a certain defensiveness or out of certain aggressiveness whether it is bhutto talking to swaran singh uh after the 62 war uh you know trying to be very aggressive about uh about what pakistan wanted or you know bhutto in shimla after the 1971 war where he's trying to say oh please save me i'll be hanged if i concede you too much kind of a thing they have always overreached in a sense and that overreach has not allowed any solution to to come through of course the practical answer as most people would tell you sane people would tell you is that why don't you make the line of control the actual border and that is something which has been discussed since tashkent you know people who were at tashkent have said that this was discussed at tashkent as well and this was agreed almost informally between the two sides between ayub and shastri that we should make the line of control the international border at some point in time but i don't think now with the kind of narrative that we have and the kind of ideology that we have ruling on our side which believes in the whole idea of an akhand bharat which does not believe that partition was the right thing it would be very difficult for them for anyone to go and say okay that we are giving away pakistan occupied kashmir to pakistan or gilgit baltistan to pakistan and still take a very strident anti-pakistan line electorally in their election"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:54.240",
        "message": "campaigns here in india no and uh sort of three thoughts strike me while uh you know you were talking just now and one of them is i agree that it seems and it's almost like israel palestine issue that it doesn't seem to be a resolution because the narratives are just so opposed having said that i think that the kashmir situation is one that could have resolved itself through decades if we had only taken the effort to integrate kashmiris within our economy in fact around that time that i was in pakistan around that time that you know musharraf and vajpayee were talking about chilling out david devdas writes about how the youth of kashmir at that time became aspirational they wanted to do mbas they wanted jobs they wanted all of that but things just fell backwards from there and if things had gone in a different direction and they could have felt that there is value in it for being part of this indian union maybe things could have been different but that's an aside and amusing and anyway it is moot because it is too late for that very sadly the other interesting part about narratives is one of course there are the narratives about kashmir but then there is also this local sort of political narrative this nationalistic narrative where pakistan is always the enemy where you keep telling your enemies that you are anti-national go to pakistan you know it's become part of the vocabulary in that sense so how do you see that danger of the narrative itself making reality go in a certain direction like you know if the prime minister is in a political fix and you have no option but to raise the kind of temperature like in fact what you know we saw with the surgical strikes which you know luckily didn't lead to anything beyond that but where in fact you inadvertently played a part in a little number that came out of that narrative so do take an aside and tell us about that and then you can address a larger question yeah so the first the"
    },
    {
        "speaker": "Guest",
        "time": "01:56:42.320",
        "message": "aside so essentially it happened that the army that the army was briefing that they announced these these these surgical strikes across the line of control and if i remember correctly now they said five places had been hit which were these points from which terrorists were being sent across and somebody a fellow journalist a television journalist for a hindi news channel actually asked me yes sir you have served in that area what does it mean how many people would be there in in such a place so i said you know five six seven people could be there these are very small old disused bunkers kind of places from where you know militants and or terrorists are sent across and these are the last stops in that in the in that sense so i said what five to seven people a bunker can hold a small bunker can hold an old bunker that's what that's how it would be and five of them have been hit so and a moment later i realized and there are those two or three screens which play on the in that room in the army headquarters in the south block and i realized that on one of these screens he's going live on mobile and he's telling that 30 to 35 people have been killed because five bunkers have been because five places have been hit and each of them hold seven people so there are 35 people and suddenly you have the headline 35 people it's actually i just give a mathematical answer to a very you know kind of a how do i put it a very theoretical question a very theoretical answer and it suddenly became inadvertently a kind of headline the 35 and suddenly every other journalist in that room television journalists in the room started getting calls that you know this channel is running 35 dead why are we not running 35 dead and then they started running uh i think the figures whatever those figures were which eventually led to whatever the figures that they led to we still don't know how many actually died uh pakistan claimed two but i don't know whether the whether the number was uh three i think pakistan came i don't know whether the uh number was right or not now to the bigger question can the narrative push india and pakistan down a dangerous path yes i think that danger remains especially uh because the emotion has been whipped up to such an extent and where people genuinely believe that you know pakistan is something which needs to be either destroyed or annihilated or completely finished that it would be very difficult if something is proven or a narrative is created that something is happening from pakistan for india to say that it would not punish pakistan so you know you did it after pulwama you did it after uri and you know anything similar that happens you have raised the bar to an extent where you would be forced to do something to send a message and as you said if there's a scenario which is painted in which it is happening in a certain political context where there are huge political costs to inaction or to not doing uh that kind of action the choice would be a very tough one for the political leadership to make and it is likely that the decision would be would err on the bolder side and not on the side of not uh not not doing this you know if they were friendly relations if they were the kind of environment which you had in 2006 india probably got away by not doing anything after 2008 militarily except going after it diplomatically and putting so much of pressure on pakistan that it really squeezed pakistan very heavily diplomatically but did not militarily punish pakistan now the military punishment to pakistan these this is punitive strikes these are punitive in nature they are not essentially strikes which are acting as a deterrence you know that they do not deter pakistanis from not doing it again so you can punish them but it doesn't change their behavior you punish them with the surgical strikes they still pulwama happens you do balakot but the militancy does not come down in kashmir or the line of control does not become peaceful so a lot of people call it political theater meant for domestic consumption because if you're not really altering the behavior of the adversary then what is this about you know it's what is what is its strategic importance and i think that's a question which remains unanswered and that's a question which a lot of people need to ask as to what the value of these strikes is if they are not deterring pakistan or forcing it to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:33.680",
        "message": "alter its behavior i mean the value is obviously domestic consumption but then the point is that every time it's like a hit of a drug that even for domestic consumption you'll have to take it up one notch and while you don't actually change the adversary's behavior in a positive way you can affect it in a negative way if they then have to play to their political constituencies and respond in some way and i guess there's always a danger of that happening my next question is about before we get to indo china which is fascinating in itself and we'll take up some time but just to end with uh sort of the india pakistan with the question about recent events which is that in fact like i heard that president biden's administration made a little bit of a difference in the way india approaches all of this in fact an insider told me a couple of days ago i don't know how true this is maybe you'll have more information that one of the reasons that internet was restored in kashmir was that the biden administrate station made it a precondition for talking further to modi and equally they've kind of said that listen you really have to chill on all this anti-pakistan rhetoric and all of that which is why in these current elections you don't have so much anti-pakistan talk or almost any anti-pakistan talk coming from the bjp because they are kind of now uh chilling so how big a role is um sort of the u.s approach uh to this"
    },
    {
        "speaker": "Guest",
        "time": "02:01:50.320",
        "message": "whole situation yeah amit just coming before this question let me let me just rewind to the statement you made at the back at the beginning of the question about the narrative and the political calculations that can lead to pakistani response so what has happened so far in the two instances the surgical strikes and the balakot strikes how the pakistanis have dealt with it is they completely denied the surgical strikes they said nothing happened so they didn't need to respond the narrative from their side was on the when it have came to balakot they said that the balakot air strikes did not hit the target did not lead to any casualties so you know it was really an effective strike and then they came back and did whatever little bit they did on the indian side of the line of control so in that sense they also found a way to address their own political constituency without really climbing up the escalation ladder now that's pretty lucky on on the part of both countries it may or may not happen every single time and i think that's where the fear that you raise really comes into play things can quickly go out of hand in such a scenario you know just to give a counterfactual if the indian fighter pilot had died in pakistan army custody after balakot the indian response would have been completely different and pakistan would have no no kind of you know uh easy card on their in their pocket to hand over to india the fact that pakistanis imran went to prime minister imran khan went to pakistani parliament announced that they were handing over led to the defuse the crisis in a big way let's say if the if the indian fighter pilot had been had died in pakistani custody for whatever reason whether he was hit you know whether he was injured during the flight or whether he was beaten up by these by the civilians villagers when he was captured or whether he was beaten by the pakistani military when he was captured think of the whole situation how it would have developed pakistanis would have had no way in which they would have defused the crisis the emotions and the tempers in india were running so high that it would have been not it would not have been possible for anyone to advocate that let's not go and do something more with pakistan so it is those kind of situations accidentally otherwise which can really lead to a crisis completely going out of hand especially as you said with two countries which are armed with nuclear weapons uh getting back to your other question about the biden administration's role very clearly the kashmir internet thing whether it is true or not the fact is that the state department did welcome it in a very enthusiastic manner the date was done which was clearly a signal for a lot of things the fact that the that the u.s defense secretary not general mattis but not general austin but secretary austin when he came to india the fact that he chose to go public in the press conference and say that he had spoken to india about the backsliding of democracy and various democratic freedoms clearly indicates that it wanted to send a message to the indian side this democratic party the current democratic party amit as you know has a lot of people who are far left on the progressive side than historically the democratic party has been and this administration particularly has been speaking tough on many issues with many other countries and if india has to stand uh in contrast to china particularly on the issue of democracy and liberal values then i think there would be pressure on india whether said or unsaid to deal with those issues it's not something india can get away lightly with because of china uh it's something that would come into focus even if it's not spoken publicly or spoken semi-publicly as secretary austin did it definitely plays and will continue to play a part in the india u.s relations going forward let's talk about"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:22.560",
        "message": "talk about china now because china suddenly kind of burst onto the consciousness in the sort of adversarial framework as it were in the last few years you know we lost the 62 war and that kind of happened and then for decades it's almost like there's been nothing there have been these little outstanding disputes but there's kind of been no action it's almost as if we are too small for china to bother with and when we start becoming big you could argue we start becoming big as a market as well where their manufacturers can sell stuff so you know why would they create a conflict or go for conflict and all of that and equally the situation is like you pointed out that if there was a hypothetical war in a thought experiment with china we would of course not stand a chance and they know that and we know that so beyond the point is really not much we can do that's my layman's understanding of it obviously there are nuances to it and you'll correct me so tell me a little bit about what's brewing here what are china's motivations what is a predicament that india finds itself in where for example we can't even admit that we've lost some territory for domestic political reasons obviously you know and in the middle of all this like all india could do was ban poetic talk which i loved which is like really sad but and which empowered many people in uh you know small town india and rural india who didn't have any other platform that spoke to them so it's just tragic at a at multiple levels i just feel horrible about that"
    },
    {
        "speaker": "Guest",
        "time": "02:06:45.040",
        "message": "but what's happening just enlighten us so essentially there is a line which goes directly the chinese behavior changes around 2012 2013 with respect to india whether they believe that they were coming on to their own whether they believe that india was getting too closely aligned to the us whether they believe the time had come when the existing arrangements between india and china which had held good for some 20 odd years had no longer held good the behavior changes around that time and this is all the officials who dealt with china at that point in time have now in hindsight said that this is the time when things start changing with changing with china china's behavior becomes more assertive more aggressive it starts pushing more it has better infrastructure better economy and everything else the major turning point comes in doklam in 2017 this is the india bhutan tibet border china border in doklam as you know the chinese were coming and making a road which we believed was in bhutanese territory the chinese believed it was in their territory we came we went down from our post and on the indian side into what we believed was bhutanese territory and what chinese believed was in their territory and stopped the chinese physically from making that road the standoff lasted 73 days it was a tough standoff but the message that china got was that indians were now aggressive enough to come down and stop us on our soil think it from the chinese perspective and you know if you read some of the chinese documentation around the time anant krishna has spoken written about about it in his new book as well uh it's a great book by the way on india china relations this is when the shift takes place in china's thinking and it starts looking at india that india is trying to be too aggressive and trying to do something and a lot of chinese thinkers have have spoken about it written about it it is around the same time that the india u.s ties start deepening the all these agreements that india is signing the prime minister modi and president trump is the bonhomie between them and the agreements that india and u.s are signing and there is an impression that the that beijing uh gets at the time that india is only acting at the behest of the u.s which is completely untrue which is which is completely untrue and then the whole uh nafraka around the revocation of article 370 to which china objected and india flew in its foreign minister to go and brief them or to breathe the chinese at a very very short notice and the chinese did not like it they kept on issuing statement after statement whether it was in the u.n or whether it was either foreign ministry there's a whole sequence of events and whole sequence of documents that are there which show that the chinese were not happy the way jammu and kashmir was bifurcated and the article 370 was revoked they believe that india was trying to again assert its original claim on tibet on aksai chain which which is which india historically had that's primarily my understanding of what the chinese were objecting to not to what was happening to kashmiris but they are doing they are doing far worse in in shenzhen so what they were primarily objecting was was india is trying to reassert its line and this flows from how they had dealt in 2017 in in doklam and they were acting at the behest of the us all this led to the situation which erupted in ladakh last year where tensions had been brewing up for some time going back to at least october 2019 when on the pangong so lake on the waters of the pangong so lake the indian and chinese forces had clashed and certain indian soldiers were very badly injured who had to be heli lifted to the nearest military hospital they were so badly injured it was a very serious clash and those clashes led to situations where indian patrols were being stopped by the chinese indians are also pushing back in certain areas and and trying to be aggressive for very obvious local reasons you have to be aggressive against against an adversary you cannot allow an adversary to ride roughshod or a ride offshore over you and one thing led to another till the time in early may late april early may uh 2020 that is the chinese decided to replace their border guarding troops with the regular pla and that is when the crisis really erupted what we read about on the 5th of may they've clashed on pangong so lake we have so many people got injured on the indian side etc etc and then as you saw one thing led to another the chinese coming in and occupying these areas whether it was in whether it was in galwan whether it was in hot spring whether it was in gogra whether it was in pangong and also all the all those actions took place whether they move forward in depsang plains to stop indian patrols one of the some of the strategically the most important area then they came down in demchok is much to the south close to the himachal ladakh border they came down and dumped demchok two areas where they had not come down they crossed the nala something called the cnn sharding darding nala i'm sorry for the i don't know the i don't remember the full thing but it's called the cnn they crossed the cnn and and came down this side so that is all that happened and eventually indians moved and occupied certain areas in late august early september on the south of pangong lake in the kalash range the two the the indian tanks and the chinese tanks were barely a few meters apart for all those months there were rounds fired in the air some 100 200 300 routes fired uh we don't know whether physical clashes took place but troops were face to face in that area tanks were face to face in that area before the disengagement took place in some disengagement took place in january and the whole buffer zone no patrol zone was created in that in that area in the whole situation i missed out on the big major clash in galwan on 15th of june 20 indian soldiers lost their lives and those were the first lives that were lost after 1975 on the sino-india border there were all there were also 10 people who were released 10 indian soldiers including four officers who were taken captive who were released after three days i read a report somewhere which said that at least 50 indian soldiers are taken captive and others were released much earlier and only 10 were released after after after three days and it's an indian report it's an indian it's an indian uh website it's on india today in fact that the report was there and uh that was a big crisis in the chinese data acknowledged that they had lost four of their soldiers in that in that clash in in that in galwan and that really led to that two tempers going through the roof on on both sides despite the prime minister saying four days after the after the galwan clash that there's no chinese on indian territory but the words to that the framing to that to that effect almost meaning that there's nobody on indian no chinese on indian soil which was clearly not the case as the satellite imagery all these commercial satellites uh commercial satellites showed us so the situation that we have now coming back to the present is that there's been a complete disengagement on the north bank and south bank of pangong so uh south bank of pangong so it where we had moved in later and which allowed us to have an advantage and that has been bargaining for this creation of this but no petrol buffer zone on the north bank the chinese continue to remain in the areas of uh hot spring and gogra depsang and demcho in this i've spoken to enough military senior military leaders who have commanded that uh commanded that area they all of them say that depsang is the most worrisome and i'll take a couple of minutes to explain why depsang is most worrisome depsang is very close to the karakoram pass just south of the karakoram pass is a flat area it's a flat area in which the chinese have five roads which are coming to that area where they can use their armor and and it forms a kind of a wedge towards this from to siachen so if the if chinese come from this side you know from the east and move into depsang and indians only have one road through which they can maintain depsang the new road which they constructed the chinese come and occupy depsang plains and if they overcome one single mountain range which is there which is defended by indians uh by by india then they could actually cut down the indian supply line to the southern siachen glacier which would then allow the pakistanis to move in from their side and occupy the southern glacier so that is what fundamentally the issue is this is the only place where china and pakistan can physically meet territorially on the indian territory there is no other place where they can physically meet it does not mean that china will go and occupy the siachen glacier it only means that it facilitates the pakistani attack to to capture southern siachen glacier which is something which india occupied in 84 and at a very high at a at a very high cost that is something which really really worries the indians the most and depsang is not really defensible in that sense because of the terrain configuration there and this is what most military commanders believe it is not easily defendable and the chinese continue to block indians indian patrols in depsang even now as we speak i saw a short interview by the army chief a few hours ago where he said that the problem will be resolved eventually we are still talking about these places and i think that remains the biggest worry as of now for the indian army and for the indian political leadership that there are areas where disengagement has not taken place and depsang is one of the foremost areas where that disengagement is not taking place i would in fact go and go out on a limb and say that depsang is far more important than the pangong so lake strategically pangong lake may be very good for tourist reasons for uh for reasons of civilian democratic uh electric leadership going there civilians going there a lot of tourists going there but strategically is the area of depsang which is far more important and which remains unresolved till now so tell me what are"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:17.680",
        "message": "the implications of the growing closeness of china and pakistan like on one hand you could take the negative view that listen they're both antagonistic towards india and this is a classic example of how they can kind of come together and really squeeze us but on the other hand i did an episode with our friend pranay kutasane a couple of years back or maybe even three years ago where i asked him the same question and his point was it can also work the other way that it china has deep economic interests in pakistan and therefore they want pakistan to stay out of conflict and stay out of trouble and the economy to progress because it's obviously a positive sum game and all of that so it can also work the other way so how do you see this dynamic kind of playing out and also the interesting thing is that whereas as far as india is concerned uh you know china and pakistan are natural allies but from the u.s uh point of view you know they've kept pakistan close to themselves you know the relationship that deepened after the war on terror began so to say but at the same time they want india as a counterbalance to china in the subcontinent so what is the whole dynamic of this china pakistan relationship and how it could affect us i don't know amit if you're aware that"
    },
    {
        "speaker": "Guest",
        "time": "02:17:29.680",
        "message": "around a week or so back a note from the pakistani government was leaked by by a pakistani portal and a social media handle which clearly showed that the chinese had during the ladakh crisis last year had asked the pakistanis to mobilize to put pressure on india and the pakistanis refused and that allowed them to build certain confidence with the indians so that they could go for the kind of deal that they're going on that they've gone ahead on the line of control wow i didn't know that that's fascinating yeah so the idea that uh that the uh that the chinese would not want pakistan to be involved uh does not seem to hold good they would pakistan may not be a north korea i agree with you to china um that's fine but even north korea doesn't listen to china always so pakistan will not listen to china always pakistan has other friends whether it is saudis whether it is ua may not be today but earlier or turkey or or u.s as you say u.s has certain interests with in afghanistan for which it needs pakistan's help so pakistan uh has more friends and may not listen to china always but clearly the strategic picture shows that the chinese would want pakistan to come into play against india and use it but that also as you rightly said gives india the option of dealing with pakistan so pakistan feels confident enough to deal with india because it thinks that it has something up its sleeve that allows india to go ahead and actually it's a kind of counterintuitive thing but it actually allows you to do a deal the way it has happened now if pakistan wants as you said economic growth development whatever peace in in any sense of what in whatever limited way it would then say see guys i did not go along with china i didn't fight so why don't we do a deal and that's something which what which we are almost seeing happen this way so this may in a sense have come to india's advantage in a way that india can do a deal with pakistan but as we discussed earlier the whole political narrative in india and the structural factors how do we do a deal with pakistan because essentially if you do a deal with pakistan if you can find peace with pakistan the two front threat actually goes away because the chinese threat is not going away you know let's be clear everybody knows globally as you saw the new york times piece today the chinese are very clearly positioning themselves as ideologically opposed to the us-led grouping saying clearly we stand here this is what we are we are not taking it lying down and you know we are going to push bring countries on our side and we are going to say that this is what it is and the and as a country which shares a land border with china disputed land border with china india cannot afford to you know walk away from the chinese shadow the chinese threat is going to remain and is going to increase by the day india as the as a major country in asia will have to leave with it pakistan need not necessarily be a threat or an adversary to you if you can do a deal with pakistan that's my sense but of course there are many ifs and buts in it the least of all being the the indian political scenario but there are other things within pakistan itself there are huge fault lines there are huge problems within pakistan the whole narrative of pakistan as to why it exists why the country exists would be under threat if there's a peace with india the whole idea of kashmir what happens to kashmir is it integral to pakistan's existence all those questions come into play so i am not really uh i'm not sanguine but i believe that the answer actually lies in india doing a deal with pakistan to resolve one front and then try and find ways to deal with the chinese threat or try and do a deal with china to resolve the crisis i think it would be a bad for the indian economy it would be bad for the indian milit indian military and it would be very bad for the indian strategic calculus if the two-front threat is not removed because as we have seen from this current ladakh crisis or rather the ladakh crisis which just disengagement has just taken place it is a real threat and it can and it can lead to situations where where india can be put under pressure which would lead to more spending on the military which would put it which would further impinge on our economic growth and make us economically unattractive in some ways and you know like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:30.880",
        "message": "any conflict is a negative some game um you know the india china conflict also seems that way but it feels worse for india like you have pointed out you wrote in a recent piece in foreign policy that you know this it might seem to be a stalemate but it's actually a stalemate that china is better equipped to handle for a couple of reasons number one they have far deeper pockets like you've pointed out elsewhere that their defense budget is nearly four times as much as india their economy is nearly six times uh bigger and that's gap has actually widened during the pandemic because somehow they've even though it started there they've kind of handled it better than we managed so that's one thing and the other thing is that all of this distracts our security forces from the other front so to say that the opportunity cost for india of manning that china border and being alert and all of that is far greater than it is for china because hey they've got such a massive and modern uh force uh so what what are your kind of thoughts on that because it seems to me that you know we come off worse no matter what we do and uh to some extent our basket of options there is in thinking of how best we can limit our losses until some point maybe through diplomacy maybe through trade we can just you know get past this what's your sense of the indian thinking on this and what are the realistic options in front of us like if you were in the foreign ministry now what would you be telling the chinese what would you be trying to do"
    },
    {
        "speaker": "Guest",
        "time": "02:22:54.400",
        "message": "so you know the the argument that i made that i make is that even the the political imperative is that india cannot afford to lose any territory to china and if that is the political imperative even if this crisis gets resolved in some way india would have to deploy its forces closer to the border ground forces closer to the border to prevent any loss of territory now with the budgets limited and with the finances as they are as we have discussed again and again uh this would mean that india cannot really build its navy which needs to go out in the indian ocean region and do what it needs to do along with other quad partners which is which is what would make india more attractive to the to its quad partners if it can go out in the in the indian ocean region and can do what it needs to do in the seas or can take on a very fast growing chinese navy pla navy in the region that is the opportunity cost essentially which comes from there now why does that cost come that cost comes because of the political imperative of not losing any territory now militaries do not think that way militaries are fine with losing territory because they can either go back and capture that same piece of territory again so by using military force and if they can't they can go and capture another valuable piece of adversary's territory so that they can negotiate on the table and exchange those two pieces of land so losing territory is no big deal militarily but politically in india especially with a more powerful country like china it is a very big deal and that is what forces india's hand if india could do what is called a qpq or could proco you know you come and capture something in galwan i'll go and capture something in armachal or tibet or wherever or himachal wherever else i'll go i'll go and capture some territory so you jolly well then you know you will we will both go into the negotiating table and and that will be vacated that's something which was advocated in non-alignment 2.0 which was produced in 2013 by the current institution where i am at the center for policy research so that is essentially where the whole problem lies the fact that india is unwilling to do a qpq on china and the political imperative is that you cannot lose any territory so if we had a way by which we could regain lost territory we would not need to deploy as we are planning to deploy or as we are trying to deploy to minimize any loss of territory and i think that is a more exhausting option of trying to deploy in that manner so amit i hope you realize that the chinese do not deploy all across the border like we deploy they actually come from 200-250 kilometers far behind and then move in because they are very confident about probably as you said the power differential that they have uh the last major deployment they did was in doklam close to the place where indians stopped them they've created a big military base as satellite images etc have shown since so that is where i think probably an answer could lie if the military was confident enough and had the political mandate to go and do a quick proko there are areas where they can certainly go and occupy a certain giant piece of chinese territory chinese cannot defend every single piece of land you know they are not 60 feet tall dragon in that sense no so uh we need to recognize that but that would mean taking a certain political risk in terms of losing certain territory initially that would provide the ideal solution a rational solution to this kind of a problem where we get bogged down trying to defend every inch of our territory i think also that comes from the whole historical narrative that not even one inch of territory will be lost to the and lost to the adversary i think that political line which is so filmy in its nature has completely made it very difficult for our political leaders to to go we are sensitive about territory because of historical reasons we are a land dominated country the land is scarce we are you know highly populated population density is very high india was not united before you know earlier so you don't want to lose any piece of territory because you are worried if you start losing territory there would be other areas where you would where you would lose territory and would do nothing about it you know the whole fraca over the bangladesh those exchange of villages went on for so many years and supreme court and everybody got into play because you just don't want to lose any territory whatsoever for any reason which i think india is now india should be politically confident after so many years after independence this is not the india of the 1950s where it needs to really defend every inch of territory or claim that it is defending every inch of territory it needs to be far more confident and think in more strategic terms more military terms while dealing with the territory"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:10.240",
        "message": "and what is your thinking and the thinking of experts in the field about what china wants because it seems to me that in all of this like let's say okay doklam was sort of you know like a provocation for them but at this moment in time listen i'm sure they don't want a few little piddly bits of territory on the border what difference does it make to them what do they really want at what point if we can credibly communicate that listen we'll work with you we won't necessarily be usa's counterbalance in asia let's work together let's trade together you know our entire country is a market for your goods and all of that then is there a way of getting to that kind of table and just changing the tone and you know sorting this military issue through politics through diplomacy through whatever yeah perhaps there is but as our"
    },
    {
        "speaker": "Guest",
        "time": "02:27:54.880",
        "message": "foreign minister mr jay shankar said that he himself doesn't know the reason why the chinese have done it so you know if india's foreign yeah he's on record if indian foreign minister does not know why the chinese have done this it's hard for amit you or me or any other analyst to actually assess why the job because i'm sure the chinese would have told him in their various meetings or his diplomats in various meetings why they have done what they did in ladakh clearly as you said it seems to be something about the counterbalancing that the indians are doing along with the along with the us and is there a way in which india can assure the chinese without being subservient to them without conceding its own interest i think that still remains to be seen china is really coming out in some way and it's been very very assertive in so many ways i don't know if there is a way in which india can operate with with china without conceding on its sovereign interest i would be watching very carefully in the coming months when president she is supposed to come to india for the brick summit etc as to what happens or if president she and prime minister modi actually undertake another informal undertake another informal summit and arrive at some other formulation some other solutions and what kind of give and take takes place whether india wants to concede something on the bri or something else takes place i would be very carefully watching the the rest of the year for science on india china i don't think we should not assume that everything is lost on india china and there is no way that nothing can be regained despite the push by the biden administration and the court because at the end of the day there are parts of biden administration which are engaging with china john kerry is holding a meeting on on environment and climate with his chinese counterpart so there is a there remains a very distinct possibility than the indian and chinese government may find a way to engage and find and do some give and take some exchange through which they find certain answers to their current predicament and create structures where these tensions do not arise the old structures which are created uh in narsimha rao's time probably have outlived their utility and new structures for uh for peace building uh for for resolving tensions for could be could have to be formulated uh under a new framework"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:07.920",
        "message": "by the two governments these are really hopeful words you know may there be clarified butter and sugar in your mouth basically and sort of and you know you've outlined in the course of this india the the security the challenge to india's national security pretty well there's pakistan there's china there's a pressure of a two-front war there is our fading economy you know part of which also feeds into the whole problem of our armed forces not being modernized enough and not being enough revenue for that all of these are sort of valid points would you add something to that and then to go further what would you say if you look over say the next 10 years what would you say is a best case scenario and worst case scenario in terms of india's national security like what could go wrong or and how could we actually uh you know make progress on all these fronts so remember you"
    },
    {
        "speaker": "Guest",
        "time": "02:30:56.960",
        "message": "know there are four things which are which are the national security imperatives for india the unity unity of india's india's unity you know territorial integrity essentially what i'm talking to sovereignty you know whether it was non-alignment whether it is strategic sovereignty whatever word we may want to use can india take sovereign decisions as a sovereign as a sovereign power that is the second national security imperative the third national security imperative is internal security internal security so that there's a rule of law and there is development growth peace business etc etc within the country and the fourth thing is a global standing can india really you know reach that kind of global standing so within those four parameters through which the indian national security paradigm has to be judged what could go wrong what could go right you know what could obviously go wrong is you could face a resurgent crisis in kashmir in the north and in the northeast the two areas where situation has not really stabilized especially if things go wrong in bangladesh with sheikh hasina because clearly till the time sheikh hasina is there she's very close to the indian government and things are fine but if she goes away i do not know what kind of situation would emerge in bangladesh and what impact it would have in northeast particularly with whatever is going on in myanmar in myanmar right now so it the situation in india's neighborhood essentially could lead to crisis in northeast could lead to a crisis in in in kashmir with either pakistan and of course on top of that that you could have a pakistan china threat collusively coming into play and china trying to bring all the neighborhood countries whether it is nepal whether it is sri lanka maldives into its orbit of influence and trying to put india under pressure that would be the worst case scenario that everything going wrong we'll be talking about virtually everything has gone wrong your kashmir has gone wrong northeast has gone wrong nepal sri lanka bangladesh myanmar china pakistan everything has gone wrong that's the worst case scenario that's possible a probability can vary you know nepal may not go wrong sri lanka may not go wrong bangladesh may not go wrong but probability is low but everything can go wrong that's thing what can go right india resolves kashmir through political means not through military means india resolves the problems in nagaland our problems in the northeast whether it is nagaland manipur etc and finds a way out india finds a way to engage with bangladesh in a manner that once the sheikh haseen administration is not there it does not lose its credibility and this say inside bangladesh india is able to find a way to deal with china as you said where they can both cooperate and compete at the same time without getting into adversarial positions or having this enmity of such a high standard with their militarily confronting each other or challenging or challenging each other and india can at the same time have a deal with pakistan where it's no longer a threat and in such a scenario india would rather devote more of its political energies and economic resources towards development growth poverty alleviation then towards its military and devoting this whole narrative national narrative around who our enemy is and how we need to tackle that enemy we would rather be talking about how to lift these 7.5 crore people who have been pushed into poverty during the pandemic and all the other challenges of inequality of illiteracy of joblessness that really india needs to tackle india really doesn't india should not be for india at this point in time pakistan or china should not be the real problem the real problem is what our own country you know citizens of the country are faced i think that's what the best case scenario for india would be here yeah and i"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:26.240",
        "message": "think in a sense our your advice for india would also be the same as your advice for any individual that if you sort out the problems within then you can sort out kind of the problems without so before ending this episode i just want to kind of get back to the personal because you made this interesting journey where you're a young boy growing up in agra then you've joined the army you've spent some time in the army you've moved on to the uh you know you've become a journalist and now uh sort of a think tanky as it were uh working for cpr so you know so how do you look at this current path that you're on in a sense it's kind of accidental because obviously if you don't join the army you don't end up here either uh so what what do you feel about your current path what are the things that make you look forward to the day when you wake up in the morning is it writing is it reading is it uh just talking to smart people you know what drives you so the"
    },
    {
        "speaker": "Guest",
        "time": "02:35:17.280",
        "message": "current path is good uh you know i have taught it at at yale i taught in the political science department at yale in 2019 fall 2019 they have again invited me to go and teach there that's something i look forward to again going and teaching there it's a wonderful university wonderful environment lovely place to be there other than that the fact that i am able to think read and write without being cpr is a great place to work by the way uh my boss yamini here she's a wonderful person and they give a lot of freedom for people to do what they want to exercise without putting them under pressure it's a kind of place which allows you to intellectually engage and do things that you wish to do without really looking over your shoulder which is a great opportunity at this stage of my life other than that what do i think when i wake up when i wake up i actually look forward to yes reading writing and meeting interesting people all three things actually reading more reading and meeting interesting people uh but and writing less uh writing is less of a hassle because now i do find serious writing being able to produce new ideas more regularly a huge challenge i i admire people who are able to write a very high quality stuff uh very regularly it's not that something that that comes naturally or or easily to me but yes reading"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:29.040",
        "message": "and meeting interesting people definitely drives me every day yeah and as this show and this episode is a witness to i get to meet interesting people as well so sushant thanks a lot for being a guest today on the scene and the unseen i really appreciate your time and insights thank you"
    },
    {
        "speaker": "Guest",
        "time": "02:36:42.800",
        "message": "so much amit it was a pleasure it's been a long show thank you thanks a lot"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:48.400",
        "message": "if you enjoyed listening to this episode head on over to the show notes for many many links enter rabbit holes my friends if you want to follow sushant on twitter you can do that at sushant sin that is s-i-n so s-u-s-h-a-n-t s-i-n and you can follow me at amit verma a-m-i-t-v-a-r-m-a you can browse past episodes of the scene in the unseen at seen unseen dot i n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot i n slash support and contribute any amount you like to keep this podcast alive and kicking thank you you"
    }
]