[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other night. I dreamed that I was in the royal court of the great Indian empire and India's ruler, the mighty Emperor Modi had sent for me. I entered his special meeting room along with a handful of his other special advisors. Emperor Modi told us to sit down. Emperor Modi looked very grim. Mitro, he said to us, look at this map here. We are surrounded by the Chinese. And indeed on the wall was a map of South Asia and India was like an island surrounded by a sea of red. The Chinese have taken over all the other countries around us, he said. Pakistan, Burma, Bhutan, Bangladesh, Nepal, Sri Lanka, they all belong to China now. And they have turned their eyes on us. They have sent a delegation here which is waiting in the next room. The moment I meet them, Mitro, they will demand that I surrender. They have a better army, a better air force, more nuclear bombs, even the one is enough. And they also have better infrastructure, though I don't know why that's relevant. Anyway, if I don't surrender, they will just conquer us. What to do? He looked at me and said, Amit, help me. You have always been the wisest man in this kingdom. Not just the best looking and the sexiest, not just the most virile and wittiest, but also the wisest. Come to my rescue, oh wise Amit. You alone can save India. He put his head on the table and began weeping. I touched his elbow gently in that sensuous way that women can never resist and that gives comfort to all emperors. Ram Modi, I said, don't worry, I have a plan. Give me thirty minutes to get ready and then I will walk into that meeting with you. He looked up at me with hope shining through in his Labrador-like eyes. I always believed in you, Amit, he said. You are as smart as you are gorgeous. Take your time and save the Indian empire. I got up and left the room. Half an hour later, I returned with a tiffin box in my hand. Let us go to meet the Chinese, I said to Emperor Modi. I am ready for them. We walked into the room where the Chinese were waiting for us. They were introduced to us and then the main Chinese envoy said to Emperor Modi, I demand you surrender. I raised my hand. Wait a minute, I said. First, I request you taste this. I handed him the tiffin box. He opened it suspiciously. What is it, he asked. It's Chinese food, I said. He whipped out a pair of chopsticks from his head where they had been holding up his hair and his silken tresses tumbled down upon his slender shoulders like the first blossoms of spring. I had to admit, he was almost as sexy as me. He put the chopsticks in the tiffin box and took a bite. A look of disgust swept across his face. He took another bite and chewed it silently deep in thought. Then he drank an entire bottle of water and finally he looked at me. What is this monstrosity, he said. What did I just eat? This is called Gobi Manchurian, I said. It's a Chinese dish. He looked down at the tiffin box and then suddenly hurled it at the wall which was now splattered with Gobi Manchurian like a Jackson Pollock painting. Then he looked at Emperor Modi. To win, he said to Emperor Modi, we will not invade India, but I have just one condition. Emperor Modi was delighted at this news. Oh, balle balle, he said. What is this condition? The Chinese envoy looked at me and then back at the Emperor and then he hissed, stop messing"
    },
    {
        "speaker": "Unknown",
        "time": "00:04:02.360",
        "message": "with Chinese food. Welcome to The Seen and the Unseen, our weekly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:14.160",
        "message": "podcast on economics, politics and behavioural science. Please welcome your host, Amit Badma. Welcome to The Seen and the Unseen. This week's episode is about foreign policy. Recently there's been much talk about China's growing influence in our neighbourhood, which it is assumed comes at India's expense. To discuss the seen and unseen effects of this, I have with me on the show Pranay Kotasthane, a foreign policy expert from the Takshashila Institution in Bengaluru. Pranay, welcome to the show. Thanks Amit, good to be here. Pranay, these days I'm hearing a lot of alarmist noises about China's growing influence in India's immediate neighbourhood and people are saying that that'll diminish India's influence and in foreign policy terms, that could hurt us. Now you're my resident foreign policy expert, so to say, what do you feel about it? Are these fears justified?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:00.480",
        "message": "Okay, yeah, Amit. First and foremost, it is true that Chinese influence is increasing. China has gotten itself involved in almost all the states in India's neighbourhood. It is doing big projects in Pakistan. There's something called the China-Pakistan Economic Corridor, CPEC. Similarly, it has engagements in building a port in Sri Lanka. There are military ties developing between China and Bangladesh. Nepal is again sort of the ties are warming up. So, that is true that China's influence in India's neighbourhood is definitely increasing. And bigger question for me is, should India be worried? And the seen effect is yes, India's influence might decrease in that countries and that is probably to an extent true. Because if you go back in history, a lot of the treaties that were signed, especially between India and its smaller neighbours, like say Nepal, Bhutan, the treaties which were signed were sort of trying to suggest that these two countries have very close relationships and India will help them in times of distress. And so, India did a lot to these countries and in exchange, sort of it was believed that this is a zone of influence where India is the primary power. So, there is a very popular term in foreign policy literature called the Monroe Doctrine, which just says that in a particular area, one big power is the predominant foreign policy actor and no other big foreign policy actor from another region in the world can play a big role here because this area does not belong to you. So, a lot of this idea about India's neighbourhood, you know, people in fact used to use terms like India's own backyard, China is coming in India's own backyard. It is not your backyard. These are sovereign states. These are not your backyard. And in fact, it has, over the last few years, once economy has opened up, all these small states are very free to do, engage other big powers and now that there is a close country in the neighbourhood called China, which also is a big superpower, it is perfectly natural that these countries will try to engage and they will also try to play India against China in their own region. In fact, the former NSA Shiv Shankar Menon did say this in one of his famous interviews that this is something that India has to get used to and it is very natural for small states to play two big powers against each other and that is exactly what they are doing. So, we should come out of this sort of mentality that these are countries in India's backyard or the India's Monroe Doctrine applies, there is nothing like it. So, that is sort of the seen effect. So, yes, influence is decreasing, but so what, there is very little we could do. Another important point is we did need these countries 20-30 years back to a great extent because India's primary competitor in our region was Pakistan. Back then Pakistan was growing really well, right. And that time, because Pakistan was using violent non-state actors in through these countries, India did need to have relationships much beyond the economic domain so that these countries could not be used by Pakistan to get terrorists in and that is why India did a lot with Nepal, Bangladesh, etcetera. But now times have changed. Pakistan is no longer the primary competitor in our area, it is China. And once China is the big power, it is the economic might that China brings in apart from its military strength as well. But on the economic count, India is still weak here, right. So, there is, if these countries are going to get a better deal with China, they are going to agree to that more than India. So, until and unless India reaches an economic strength as much as China, we cannot do much there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:07.200",
        "message": "So, to sum up the scene effect, you would say that yes, China's influence is growing in our neighborhood or what we used to call our backyard, quote unquote. But A, that's inevitable because all of these countries are opening their economies up and China being one of the world's big economies is bound to happen and B, it should not concern us so much because they are no longer of the same kind of strategic significance they were when Pakistan was using them as a conduit or, you know, a wire route for all kinds of non-state actions. What are the unseen effects of China's growing influence in the neighborhood"
    },
    {
        "speaker": "Guest",
        "time": "00:09:39.840",
        "message": "though? Yeah. Before that, if I could just add another scene effect of this is. So, the point that I'm trying to make is it's not that we should cut off from these countries. These countries are important just because they are in our neighborhood and again Pakistan might come back. So, we do not want to sort of totally cut off, but we do not want to be overly concerned with China's growing involvement as well. And second important point is that why do we need foreign policy? We finally need foreign policy because we want prosperity for all Indians right. And if that is the aim of all foreign policy, these small states cannot do much in terms of achieving that aim at this particular moment. Probably they might become more strategically important later and a lot of our growth can actually be achieved with getting things right domestically. And so, it's better that we focus our energies in that rather than worrying overly about this. Now, coming to the unseen effect. One sort of the unseen effect is that again there is enough foreign policy literature which says that the dominant power which gets involved in a small state soon gets seen in a negative manner because it's seen everywhere, there will be antagonism, they'll say why are these big countries coming into our area. So, that is perfectly natural. And China has an unenviable reputation of making enemies this way. It has done so in Africa, in Pakistan also there are a lot of people opposing that and I'm sure it's going to do that in these small states as well. So, until now India was doing a lot for these countries but still India was seen negatively. So, now let China bear the brunt of this. So, and India can lie low for some time in its neighborhood, try to get things right domestically while engaging these countries on at least some important issues so that terrorism etc doesn't come back. But that's it, we don't need to be overly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:46.680",
        "message": "worried otherwise. So, you say unseen effect number one is that China despite its growing influence would also develop a worse image just by virtue of being the big foreign power and we've even seen that in the context of the USA where so much of Trump's rhetoric was against China and not so much against India because China is simply much bigger in the scheme of things. And the second unseen effect you would say is the opportunity cost. The more we obsess with and focus about foreign policy in our neighborhood, the less attention and time we actually have to give to our own domestic problems and you'd say that look ultimately it comes down to the prosperity of our people and we should look inwards first and sort our own problems out before worrying about China's influence in Bangladesh and so on"
    },
    {
        "speaker": "Guest",
        "time": "00:12:31.400",
        "message": "and so forth. Yeah, agree and probably we need to in fact go a step further and see how can we leverage China's growth for India's economy, right. So, what if China is looking for investment, why not use that for our own purpose, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:46.520",
        "message": "So illustrate that for me."
    },
    {
        "speaker": "Guest",
        "time": "00:12:48.120",
        "message": "Yeah. So, for example, China is talking about one belt, one road and belt and road initiatives. As long as this leads to development of low cost infrastructure because now the investment opportunities in China, the returns are drying up. So, they are looking for places outside. So, that's why the investment in this belt and road and in Pakistan, etc. So, why not we utilize that for financing our own infrastructure as well. As long as it is not critical infrastructure, why should we be bothered about China building roads or China building metro coaches for example. So, we should be thinking about how to leverage China rather than we being worried about China's influence in some of our neighboring countries."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:30.480",
        "message": "This is incredibly cunning. So, China goes out there and gets a bad name because they are the big foreign power. And meanwhile, we leverage their entry and do our own sneaky little things and build our own prosperity."
    },
    {
        "speaker": "Guest",
        "time": "00:13:41.960",
        "message": "Yes, that is the aim of our foreign policy. So, why should we get stuck to these old notions of our own backyard? What will we do? China will be the big power in Bangladesh. Yeah, so what? It's a sovereign country, let them do what they want. They'll soon realize and it's not just that China is big power in this equation and hence it will be seen negatively. Chinese have proven this over the years. In any country they go, the way they engage with the country they are in, they make enemies much faster than India or US can. So, they'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:15.880",
        "message": "do it. So, why should we be bothered about it? This is what I call both realistic and positive thinking. Pranay, thank you so much. It's always enlightening to have you on the show. And I'm deeply grateful that you chose to"
    },
    {
        "speaker": "Guest",
        "time": "00:14:25.920",
        "message": "come into my backyard."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:27.960",
        "message": "Thank you so much for having me. Bye-bye."
    },
    {
        "speaker": "Unknown",
        "time": "00:15:27.960",
        "message": "Bye-bye."
    }
]