[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Where were you when India won the 1983 World Cup? I was 9 years old then, assembled with my family at the home of my uncle, Babul Mama, in Hauskas in New Delhi. I didn't follow cricket in those days, but I also got caught up in the drama, how could you not, when all the adults around you were going mad. And the madness reached its peak when Michael Holding was out to Mohinder Amanath and celebrations erupted in the living room. I was even then the voice of reason and I tried to calm everyone down, saying that hey, the match isn't over, there's still one West Indies batsman left. As I said, I didn't follow cricket then. Of course, that changed as I grew up and cricket became a big part of my life and indeed that of so many of my fellow Indians. We can remember where we were when big sporting moments happened, when Miyandad hit that six of my fellow Chandigarhian Chetan Sharma, when Ravi Shastri won that Audi, when Jadeja, Ajay Jadeja, not Ravindra, blasted Waqar Yunus in the 1996 World Cup, when Lakshman and Ravid did that thing they did, when Kumle bowled with a broken jaw, when Dhoni gave the ball to Joginder Sharma, when Virat Kohli lifted Sachin Tendulkar on his shoulders at the Wankhede Stadium in 2011. And it's not just cricket, we remember moments in other sports as well and the other heroes we celebrated, from Abhinav Bindra to Leander Pace to Sena Nehwal to my favourite Vishy Anand. Sport was part of the emotional journey we made getting here. And it also reflected the journey our nation made, with all its flaws and aspirations and assertions. It's a hell of a story. And when it's told by a hell of a writer, it can reach a place within us that nothing else can."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:43.840",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:55.960",
        "message": "Welcome to the seen and the unseen. My guest today is Sharda Ogre, who should need no introduction, but hey, I might as well do it anyway. Over three decades, Sharda has written about practically every sport in the country and built a body of work that is inspiring, moving and enlightening. She started at midday, went on to the Hindu in India today, and then spent a few years at ESPN Crickinfo, though after my time, so I can't quite call her a colleague. I've loved her writing ever since I first read her, and I was delighted to get her on the show for a conversation about sports journalism and the state of Indian sport. Sharda combines two qualities that are hard to find in most writers. She's both clear eyed and empathetic. And I love the way she can find the human stories in sport, while also shedding light on the bigger picture, the larger context. I won't say more about her because I try to avoid hyperbole, but I'll simply say that she is my favourite sports writer in the whole world. Now, despite being a cricket journalist myself for a few years, I don't actually remember hanging out with her at any point or even having a conversation. So this was much awaited, and it will remain much awaited for you for another 90 seconds or so. Because before we get to the conversation, we will take a quick commercial break. Among the many articles Sharda Ogre has written in her career, many deal with the extreme measures sports people take to up their performance. But learning how to optimise performance isn't something that only athletes can benefit from. All of us can be the Virat Kohli of our own lives. Allow me to recommend an online course that will help you find the best version of yourself. Head on over to the sponsors of this episode, The Great Courses Plus at thegreatcoursesplus.com and check out a course called The Psychology of Performance, taught by Eddie O'Connor. In 24 online lectures, Dr. O'Connor will take you through sport and performance psychology, the fundas behind deliberate practice, the importance of mindfulness and internal motivation, and show you how to tolerate pain and get through the hard times. And that's just one of the many great courses on this aptly named site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory and much else. They also have an app where you can listen to the audio of these courses the same way you listen to podcasts and it will cost you nothing. You get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. That's right unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. Jump to it. Hi, Sharda, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:40.980",
        "message": "Thank you so much for having me, Amit. Hello. Hello. It's great to be here. Thank you very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:43.960",
        "message": "much. Yeah, you know, we've kind of known each other for the longest time or rather I've known you for the longest time as this remarkable kind of sports journalist, whose work I've loved so much. And you know, one of the things that really sets you apart in my eyes is that you don't just follow cricket, which is the glamour sport in India, you pretty much write about everything and care about everything. And there's some great work there. And, and the other, you know, aspect of what I like about your work is that they're all human stories. So it's not just about, you know, sport as in what is happening in a cricket field, but you go much deeper, but we'll leave all of that for later. And I don't also want to embarrass you with too much praise. Let's start talking a little bit about your early life. Like how did you like I know that you know, you grew up in Bhandup and you were an aspiring, I think a middle order, hard hitting batter, as it were."
    },
    {
        "speaker": "Guest",
        "time": "00:05:29.720",
        "message": "And a useless, a superb fielder, but an absolutely useless, unaccomplished, untrained, uncoached lower order batsman that you can batter, but that you can just chuck out at any point in time. But you know, like the boys needed people, their team to be built. So that's what I was there for. Thanks. Thanks so much for all the great things that you have said. But yeah, that was my life. You know, I grew up living in Bhandup, which was when I went to St. Xavier's College, all my friends who lived in other parts used to say, do you need a visa to go to Bhandup? And it was that kind of sort of Bombay snobbery that exists with all us suburbanites. So I grew up in a very non Bombay surroundings, because it had space, it had, you know, what what are now the gated communities of the modern age, it's like we grew up in the 70s with that. We had, it was just all the employees of Geskin Williams, where my father worked. And all of us lived in the same place, we had a swimming pool, we had a cricket ground sized sort of ground. I mean, in my childhood memory, that's what I remember. A pitch that looked the size, it was a football pitch almost, you know, so you had, I mean, of course, again, they must be much smaller, but I remember seeing it. And it was just, I think it's about a kilometer's chakkar to go around the whole compound or the property or whatever it's called, the colony, we used to call it. You can't use the word colony now without all kinds of other allusions to it. But that's how I grew up. So I grew up with space and with companions and in a safe sort of an environment where you could play sport. You know, older boys would be borrowing books, I would be buying magazines, buying books, I'd borrow it from them, we'd talk. So it was a very sheltered childhood, definitely, in a way that gave me access to sport. At the same time, I wasn't formally coached. So I went to a normal kind of a school. I went to the Holy Cross Convent High School, K. Vilathane, which was a state SSC school it was. So it was again, a lot of space there to play. All the teachers wanted me to play basketball because I was tall, discus because I'm sort of a discus thrower type. I didn't like it too much. I sort of, okay, or whatever, you know, I wasn't good at it. I didn't take to the discipline of it, maybe. I just like playing badminton and there was a court there at home in the compound where we stayed, colony where we stayed. There's a badminton court there. So you play badminton. And I like being cricket because I love cricket. And I played football every time there was a World Cup. So I grew up surrounded by having access to sport and playing sport, girls and boys together. It was not a big deal at all. You know, and this is the 1970s, mid 1970s, because there are no other children. Those are the children that are there. That's whom you play with. It's like, you know, building friends like you have in Bombay. So there were like my various buildings and various friends. So I grew up in all that kind of an atmosphere. And my father was an athlete in his college days, like a proper serious athlete. He played a lot of sport. And so it was very much part of our reading, watching, talking, you know, that kind of a thing. I have a younger brother who's four and a half years younger than me, and he has zero interest in sport. Zero meaning zero. He's a banker. He works for the Exim Bank, but he's a very smart sort of a very different person to me. And he's my political advisor. If I have any doubt about any political issue or question, I ask him, and he has a very clear mind and he just sorts it out in his head immediately. And his politics are not banker politics, if you know what I'm saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:00.280",
        "message": "Yeah, you know exactly what you're saying. So you know, one of the things when you're like, when I look back on my childhood, and I was an 80s kid, though, I think for, you know, from this vantage point, where we are today, 80s kid, 70s kid, same thing, no internet. And one of the things that kind of strikes me was how unformed I was, in the sense that, if you think about like, how do we form our image of ourselves? Like, who am I? What do I want to be? All of those things. And what kind of strikes me when I look back on the young me is that I was completely unformed and could have been no other way, because you didn't have the whole world available to you through the internet and all of that. Your influences were limited, they were arbitrary, they'd be a cliched bunch of books we'd read as kids, it'd be the same standard music we'd kind of listen to when we went to college. And so it almost seems that people of my generation, we have almost been formed twice, like first, of course, you're formed in the normal way. You're a kid, you're a teenager, you grow up, you come into the world. And then you're sort of formed again later on when the whole world is kind of opened out to you. So, you know, what was your self image of yourself back in those days like, and this is also interesting, you know, in the context of sport, for example, that today, if you love sport, there's so many 24 seven sport channels, right, you can follow any sport you want, you can see everything, everything is intimate, and it's close up and face up. And at the same time, it's larger than life and all of that. But back in the day, there were people who loved cricket intensely without having seen a single day of, you know, a test match or whatever, they're using their imagination to form all those pictures in their heads. You know, Ram Guha spoke movingly of this when he was on my show recently, that, you know, how much it meant to actually be at a ground and watch a test match. And today, we kind of take all of it for granted. Describe your world to me a little bit. I mean, I know it must seem very banal to you, because for you, it's like your everyday memories and all of that. But I'm kind of interested that you know, when you're growing up as a kid, what is your world? What is your self image? What is the sport you're taking in? What does a young Sharda want?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:58.160",
        "message": "It's interesting what you say, and sort of our normal reaction is to not talk about ourself, you know, is that, listen, I'm not that important. It doesn't matter. You know, it's the other because it's a journalist standard response. Bhai, I am not the story, you know, so..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:10.400",
        "message": "Today, you're the story."
    },
    {
        "speaker": "Guest",
        "time": "00:11:13.400",
        "message": "I'm sweating. So, what you're saying is interesting, if I look back again, what I had at home, like I said, there was an environment and a conversation around sport, and we played or did something, we all learned to swim, we all learned to cycle, because it was all there. And now I laugh at people when they talk about gated communities, because I said, you have no idea what a real gated community is like, because we grew up in that. And it was our little sort of cocoon, we had people from all parts of the country that were staying there, different backgrounds, you know, the real, almost India in a capsule in that little space of various, so the biggest officers lived in the biggest bungalows. And, you know, you had that sense of, and I remember one thing, at that time, also, so sort of eastern northeast of Bombay, not northeast, near Thane, around that side, even in Thane district as at that time, the big thing used to be in which colony was the film shooting? Who had shot a film? And our colony was so boring, nobody shot anything in it. And I was just so it was, I remember just feeling a sense of, you know, being missing out from this big glamour thing of having a movie shot in your where you lived. And now when I look back at it, I'm thinking, you know, it's how absurd is that, even that, even wanting something like that, you know, how ridiculous it is. So I grew up with, what I always was, which is what I get most probably from my mother, is that there were two bunches of kids, right? So the boys were slightly older, they would have been say, in senior school, and we all were like in junior school almost. And there were no girls of that age who were playing sport, it was just me and a couple of my other sort of female friends, we were the new female entrance into the thing. What I always was, that I could stand up and fight with the boys. If they're taking anyone else's trip, I would stand up and fight and say, you fight with me, don't come and fight with these other, like the littler children than I am. So my advantage of being taller and bigger than most other kids in the, this thing also helped. And I have, I hear stories that I was a bit of a wild kind of this thing, I was sort of, I had a sense of adventure, I tried to climb out of a second floor balcony once because someone had climbed out of a ground floor balcony, it is the most normal thing to do climbing out of a balcony. So that's the thing, stories I was told about myself. And that I compared to my brother, I was a really hyperactive and a very troublesome sort of, I mean, no, not troublesome, as in like sort of destructive kind of thing. I used to, I used to like, I remember I went to some, so I had all these stories of myself that I was kind of going off in my own tangent. So I remember this is a completely different conversation from growing up. I remember I was travelling, when I did the story about football in the Northeast, I was in a taxi, me, my colleagues, couple of colleagues, Nikhil, Madhu, the photographer, and the guy who was travelling with us was a Nag, in Dimapur, Nagaland. He turned around and he asked us, what are you? So what he meant to say is, what is your tribe? You know, which is a normal conversation, what are you? So I said, I'm difficult. So, so that was my, that was my response. I'm difficult. So my sense of self to sport, there was another thing that used to happen every year, the factory, the, so Geskin Williams had various divisions, they had shankies, screws and fasteners, whatever, whatever. They had a sports, annual sports meet. And we would all go to watch it. And it would have athletics and it would have, at the end of it, all the managers would come and do tug of war and aunties would do leg and spoon race and maybe children also went, I don't remember competing. But you had this sports event that was very much part of the whole life of that, of that colony. Because what else will you do in Bandop in 1970s? You know, there was one cinema hall. So you made your own entertainment. And my reference points for sport would come not from television. I seem to have a memory, only in the 80s, I remember seeing Borg and McEnroe playing together, you know, playing that final at Wimbledon. So 79, I remember watching India versus Pakistan. India had gone to Pakistan, Kapil Dev's debut series. So that I remember seeing very much on television. Massive amounts of Illustrated Weekly, Sports Week at the beginning, Illustrated Weekly, Sports Week. Consume it like in a crazy way. And they would have these cricket specials and you would read it and you'd read Raju Bhartan. So when you met Raju Bhartan, it was, oh my God, Raju Bhartan. You know, this is the guy whose bylines we've read. And so I remember reading a lot of that, consuming a lot of that. I remember listening to commentary on the radio, cricket with Vijay Merchant at 2pm. And Vijay Merchant in his strict strident sort of, I am telling you to behave yourself, everybody voice. Ticking off Gavaskar was like the big thing that he did at one point, you know. God knows what he ticked him off, I've forgotten. And Gavaskar was like a God for us. Of course, the central focus of our cricketing life at that point was Sunil Gavaskar. And who he was, what he represented. So you had all these memories and sort of flickering images and you built, again, it's like you built your own universe of sport around it, you know, of these nobility on your side and the other guys or whoever they were, we don't know, you know. And they had this contest and this is what it was and this was the game and this is what it meant to play, to be a good player on the back foot. You saw Gundappa Vishwanath playing. So you had all these little patchwork of memories and images that came and sort of filled themselves in that point. From the very beginning, I was obsessive reader, voracious to the crazy degree. I would read anything. So that was also a thing. So the same, this Colonia, which is now looking like some empire by itself. In 1979, it was the International Year of the Child. So I would have been UNICEF International Year of the Child. And they came out with a, they had a contest in this Geskin Williams in Calcutta and Bombay and wherever else they had factories. And they sent out, you could send stories, pictures, images. I don't think it was a contest as much. It was just like a collection of the children of the employees and what they put out. And they came out with a little magazine and we all got prizes. So I remember I sent out a short story. Pritish Nandy was the editor of that magazine. Yeah. So, you know, and because it was headquartered in Calcutta. So there was this whole thing of being a writing person and being a reading person. And so that was always there in my life growing up. Because I was so obsessed with books, I loved going to bookshops. And when I was in about in my 10th standard, I remember my class, every class has to give a gift to like a departing gift to the school. And our gift was we gave, there was coming up with a new building. So we gave them books for their library. So it was 1500 bucks that were collected. This is 1500 bucks in 1984, which is a lot of money. And we went and bought books. That was like the happiest day of my life, like going to a shop and say, I'll take that. I'll take that. I'll take that, you know, so it was like that. So it was always I was always connected to words and to books. And I was always seen in the family as the girl who was sort of, like I said, difficult, or who was always I mean, I didn't do sort of girly, girly things. I wasn't one for girly things at that time. What were girly things to do? You know, and but I had fantastic, I had older cousins who were terrific, very tolerant, they would take you anywhere, look after you, feed you, you know, feed and water children, they were very good with it. So it was a happy and a comfortable life in that sense of a sense of self. And like you're seeing unformed in a way that you have no idea of divisions and of, you know, stratifications that exist, that you are some person who is growing up in Bhandup, what the hell do you know that you want to go to St. Xavier's College? You know, who do you think you are type, you know, you should just go to some college in Sion or whatever. So you had no idea of that. You had no idea of that at all. I remember listening to the entire 1981 Ashes commentary entirely the whole thing. And I remember with the sinking feeling that Kim Hughes was just like going to get smashed in that, my favorite at the time, smashed meaning smashed. And yeah, so you have all these memories, you have all these things. And it's, it's like be sort of written into your life when you look back at it, that it gave you a sort of sense of security and a sense of self that, I mean, it sounds quite arrogant to say that it remains unshakable. But yeah, you're quite secure in when you were growing up. I mean, you had privilege, which is a big thing, which you understand and recognize it now. But, but you're quite secure. You didn't want to be something else. I remember I used to go and meet our cousins in Pedder Road and they were very snobbish towards us. And we were wondering why. We are the ones that have the swimming pool. We are the ones that have the badminton court. So that was the thing that was there. I never understood Bombay's sort of snobbery"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:58.360",
        "message": "until much later. Yeah. In fact, you know, what's interesting is that in talking about how disparagingly South Bombay people looked at Bhanduk people, you managed to randomly"
    },
    {
        "speaker": "Guest",
        "time": "00:20:07.240",
        "message": "insult Sayan. Yeah. I know, I know. So bad. Because I actually got into, I can't remember, I got into a, see where we were at Geskir Williams Bhanduk, there were not even schools that were close by that you could get admitted to. So I got into Little Angels in Sayan and I got, this was that, by the way, I went to for my first three years in school, first and second standard, but in the colony school, there was no other school that we could go. There was one teacher, there was one classroom, all kids of all classes used to be there till whatever age, when the parents decided this is a bit unserious, you can't have children studying like this. And at one point we had a lovely teacher, Mrs. Bernadette. We used to basically, anyone needed a haircut, she would cut the child's hair on the table. You know, their birthdays are coming up, you know, she would make the dresses, she would stitch the dresses and bring it. She was like a one-person university of all types, you know, education, home science, whatever else you wanted, Bernadette teacher knew how to do it. So we grew up in this completely informal sort of system. You're sitting with kids who are two years older to you and studying high-level maths. So when you have to go to school, people kept looking at, apparently they told my parents, what is she doing to learn for the first two years? So they said, this GKW colony, west side, it's a school, which is not even a school. It's like a building and some children and some teachers came there. So I didn't mean to insult Sayan, because I'm feeling very bad that I've insulted Sayan. Yeah, so I got into Little Angels and then Holy Cross. And the only reason I went to Holy Cross in Thane because it was closer and the company bus could drop us. And I even got into SIES college before I got into St. Xavier's college. You see, there you are. Excellent. Long story. You walk into that St. Xavier's quad, yaar, how can you not say I want to study here?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:48.960",
        "message": "You walk into the quad and you say, boss, this, this, yaar, yaar. So, you know, lots of strands to pursue here and I'm going to come back to the personal, but first I'll take a digression because my show is full of digressions. Perfect. Which begins actually with a personal question, which is when you started playing sport, how competitive were you? And my larger sort of digressive question is about competitiveness per se, because you've spoken about how one of the traits that is common to elite sports people everywhere is their intense competitiveness. Like Leander Pays once said that he doesn't like losing in Karim to his sisters. And you've described about how, you know, Yuvraj Singh with whom you co-wrote that book After Cancer, about how when he was recovering, he would play TT with a friend, he'd play one point, win the point, go and lie down, come back again, refuse to stop playing. Yeah. So my broader question about competitiveness is this, that yeah, one, sure, sure. I'm guessing that it's got to be a necessary, but not sufficient condition to make it to the highest level. But is it then that like, this also seems to me a trait that can be incredibly toxic also in the modern world, in the sense that if you are comparative about everything, if you look at the world in a zero sum way, which is what sport is, this is zero something, you win if the other guy loses, the extent of your victory depends on the humiliation of the other guy, so to say, in a manner of speaking, whereas the real world isn't like that. So in that sense, it seems almost a two sided trait that in something like, you know, sport, you need it, you cannot do without it. And in many ways, it's healthy, because it can drive you to excel, just wanting to be better than everybody else means that you know, you're better tomorrow than you were yesterday, which is a great thing in and of itself. But equally, it seems to me that especially in a country like India, we've been poor for so long, there's, you know, so much kind of scarcity, the mindset can also become problematic. And then it strikes me that if let's say there is someone who is trying to make it at a certain level of sport, and they're incredibly competitive, but they don't make it there. Or even if they do make it there, that trade actually can hurt them more than it can help them. What are your sort of thoughts on this having kind of seen all this from close in a sense, seen at least one side of it from very close?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:58.960",
        "message": "I think competitiveness, what you're saying is very, very central to elite athletes. And because I can see it in them, I know it's absolute absence in me, I like do not possess, I'm not competitive at all. I really struggle with that kind of, you know, I will be better than you and this or that. So just file on time, be better than what you were yesterday kind of a thing that is there. So I recognize it in athletes, and I admire it also because it becomes it shows up in unexpected places with unexpected kind of people. And in India, particularly in Indian sport, what happens is that we forget that our sport is I mean, I remember you were talking to I think it was Joy Bhattacharya about saying that we don't have a sporting culture, etc, etc. I will discuss this later with you in another of this thing. But our sport is fundamentally hooked around livelihood rather than leisure in India. And we have to understand everything and everyone from that point of view. I'm not talking about absolutely the top elite cricket, but at some point it'll come it comes from that, you know, why are so many 1000s of kids wanting to play cricket because their family sees a life and a livelihood in it better than whatever state that they're in at that point. Competitiveness can be toxic. I think this whole competitiveness then translates into at another level, like a non athletic level translates into the competitiveness for the IITs, competitiveness for you know, I mean, I know of kids who have passed your management, your MBA basic entrance exam, and they won't take up, they've got admission into a school, X school, they won't take it up, because it's not one of the top three IMs. Or if you've gotten to an IM, but it's not A, B, or C, you don't want it, you know. So that kind of competitiveness is sort of, it comes from another place. I mean, whether it's a place of maybe societal, almost a framework that is seen as perfect and the fit and the thing that you should be, whereas all the time you want to tell these kids, listen, you are not what you are today and what you've achieved today, you are going to be what you are 20 years later. So just chill, take a step back and breathe a little bit. With an athlete, you can't give them time to do that. And I think that in the sense, this is seen actually also because it's a question of like livelihood, I said, it's also seen this lack of, you know, this lack of killer instinct, kind of that cliche that we get hammered out, oh, Indians don't have like a killer instinct. That kind of thing is so, it's so terrible and so toxic, because it's almost like you're insulting the person that's competing to say that you're not competing to my standard of what I think you should compete, you know. And I think our whole framework of sport is now organized around, it's a top down kind of a thing. Everything depends on medals rather than on mass participation. And from that comes this competitiveness of, okay, I want to be the best person in this field. So I think that the really good people that have it, as in athletically, the people that have it, they just somehow managed to break through. And the people that don't make it, it's not that they don't have it, it's that the circumstances just pile on top of them so much that they're fighting against so many things. I mean, to succeed in Indian sport, you have to have almost, you've got to have like a, your skin like a tank, you know, you have to be to withstand everything else that's there around you. And the atmosphere around sport, around Olympic sport, and it's improved marginally, like hugely, hugely in the last say 10 years than what it was. I was just chatting to a couple of my friends the other day, Manuja and Prajwal Hegde and Manuja Veerappa from Times of India. And we were talking about Dhanraj Pillay. And we said, my God, what a player he could have been in this, in this day and age of social media. And one of the things that I think Prajwal said, they would not have allowed him to be himself at this point, because he was just like a wild guy. He was just, he was like the superstar of his sport, and he was a wild guy. And at that time, in the 80s and the 90s, what did they do to wild people, they kind of just beat them down. And a lot of the way in my mind, sport, our sport is organized is that the administrators really don't want people to succeed to an absolutely higher level, because they don't want them to become bigger than themselves. You know, so that's what our athletes, our competitive elite athletes are fighting all the time. You see it, you can say, I used to think this was a rubbish notion, you know, because I was 20 years old and stupid and whatever, and kind of a bit naive. But now I look back and I say, yeah, you know, what would India do if it had five players in the top 50 in tennis? Nobody would be listening to the administrators that way. But anyway, this is a favorite topic, I could go on for five hours. So I'm just saying that competitiveness in Indian sport, it's, you need it, of course, because the odds are stacked so heavily against you, and the numbers are so huge that for you to break through, you have to be completely committed and driven. What happens to you on the other side is you would hope that people have sort of a safety net they can fall back onto. Because I've done this, and I can't do more. And I got screwed by the whoever it was, system person, whoever, and therefore I've got the safety net that I can fall back on. But a lot of people, we're seeing particularly in, you know, the very tragic story of the young female wrestler, who committed suicide about a couple of weeks ago, from the Fogart family. You know, she's a young cousin of Geeta and Babita, because she lost in a bout, she lost a bout in a tournament that she took part in. So this is the other side of it. There is this pressure and this expectation of that, you know, you are now the ATM of the family, go out and do it, you know. So there's all this that's going on in the last sort of say 10 years or so. I know, I don't know if I'm even responding to what you had asked or discussed, but these are my sort of general thoughts about it. As to my, what level did I play competitive sport? GKW Westside estate level is what I was, basically. I was just really bad, athletically terrible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:55.240",
        "message": "No, no, we'll just have to take your word for it. There's no way of knowing. You did"
    },
    {
        "speaker": "Guest",
        "time": "00:30:00.600",
        "message": "say you were a terrific fielder. So it's not as if you are in tact. Terrific fielder, sorry."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:06.080",
        "message": "So it's not as if it's entirely modesty there. No, I mean, just kind of taking off from there that the thing is, what you see in sport is, of course, a survivor bias. That is what the fan sees. The fan sees a survivor bias. You see the people who made it at the top and they're happy and the competitiveness works for them. But I'm guessing that if you're incredibly competitive, you're always focused on beating the other guy, and you don't make it right and you're a failure. And for whatever reason, it may not even be your inherent skill. Maybe you just hit a wall at a certain level and you're not better than that, or circumstances conspire against you or you get one injury and you're done and that's it, it's your bad luck. Then I would imagine that that competitiveness, that focus on doing better than the other person can also make you incredibly bitter and can hurt a competitive person more than it would hurt, say, someone not as competitive, because you know, you wanted to beat the other guy so bad, and now you're nowhere, it's all over. You know, and you've obviously, you know, covered sports at all levels. You haven't just covered elite cricket, you've covered every sport at every level, essentially. Is this something that strikes you as poignant? I mean, even with a much shorter span of time covering cricket, I used to come across like I remember calling one of the legends of Indian cricket of the 60s and 70s for a quote at one point. And I was in wisdom at that time. And this was probably around 2001. And he assumed because I'm calling from wisdom and multinational and all that he said he asked me what about vitamin M? You know, and it was so sad. I just felt like crying. It was"
    },
    {
        "speaker": "Guest",
        "time": "00:31:32.640",
        "message": "it's just horrible. Maybe this is a cricket thing, because there is money in cricket in that sense. So you do get that response now more and more from people. But I think what also happens, the other side of sport that you learn is that maybe it teaches you this sort of day in and day out of defeat and, you know, reversal of fortune is that you almost internalize the fact that you're going to have a shit day, you're going to lose more than you win. Not everybody is federal. Someone is 703 in the ATP rankings, you know. So that also comes into maybe your psyche as to what kind of person you are. As you grow older, maybe you sort of get used to it. I remember, I had gone to do a story, I became after some point, you know, I was I did four years at ESPN India, the website, it was just the most fantastic thing because I had to be wean myself away from cricket, which I love, you know, I can watch anything competitive, like I say, I can watch football, I was watching the I-League, the last two round games that were going on. And I can watch Indian football without, a lot of people say, what is this? And you know, they get all snobbish and all that, but I love watching. So I remember going to Assam, I was going to do a story, this I went off from Guwahati towards Abbayapuri, and there was this little center that's run in Bondapara by a very famous police officer of that region, famous of that region. And I was talking to him and we were taking pictures and he gets all these kids to come from everywhere and all that. And this guy turns up and he is this man in a banyan and a lungi, scrawny, thin fellow. And he turns up and he said, oh, he's so and so, he used to be a great player from this region. And he was like this. He was like, he was just like an average everyman. And he was so proud to tell me about his life as a player at that time. He used to go and play in these little tournaments all around the state. He said, I've gone to Calcutta and played, I've played against, and he named some famous players from Mohun Bagan. And he has this very average normal life. I think his name was Ratan something, if I can find it, I'll find it and tell you. And I was just struck by the fact that this man's gains from sport had been nothing financially massive. I mean, he lives in this little town in Assam somewhere, but he was an athlete. He was proud of being an athlete, you know. And I don't think you can play at competitive level without having a streak of that competitiveness in you, because you'll just get brushed aside by the next tougher person than you and the more committed person than you. So he must have had some level, some spirit of cussedness in him that had him compete. But he was not sort of elite level of any level. He wasn't elite level even in his spot in the region. You know, there would have been some 25 players ahead of him from Calcutta. But to see him, he was completely comfortable in his own skin. So I think maybe that works its way all across in sport, in the entire ecosystem, that you have this mass of players. I remember meeting gymnasts from Tripura, these guys who are from Agartala themselves. Again, not names that you know at all, you know, not even their most famous gymnasts before Deepak. They were just sort of one level below that. And they were telling me about their love of gymnastics and how they saw it for the first time. So we walked in, they went to see some exhibition from some Russian gymnasts that had come in the 70s or 60s or something, I forgot. And they said it was like we saw men flying, you know, and he would have been about 65, 70 years old, but he could still remember that magic, you know. And he said, we used to train by trying and diving into, he said, we didn't have a landing spot when we were training for the vault. So we used to train at the edge of a lake and then we would jump into the lake was our landing place. And you hear all these stories and you say, you know, they are as, to me, they're as important as all the other stuff that you hear. So, because I think particularly with competitive sportsmen, there does tend to be a little philosophy. I'm saying maybe, of course, there'll be bitter stories. In hockey, you'll find tons of bitter stories, you know, I think. Because 100%, at least 50 hockey players will crib about whatever. And in proportion, maybe 300 ticket players will just crib, you know. So maybe it's the other, the other lesson that you learn from sport that teaches you to deal with adversity, in a sense, you know, because eventually at some place, everybody will hit some wall, everybody will come against some obstacle, you know. I have a great Tendulkar story to tell you, but I'll tell you later. Now you got to tell me now, because otherwise my listeners will just start fast forwarding through when is the Tendulkar story. Let's get it over with. Because when you're talking about this competitiveness, you know, this is, I'm talking about Tendulkar, the Mr. Tendulkar himself. So he, there was some interview that I did with him about, which was on his birthday. I think the last important birthday that there was, 45. Anyway, I spoke with him, very, very good interview. We chatted. I said, would you have liked to have played all these freaky shots that they play in IPL? And he said, no, I don't need to play shots like that. You know, I would have been fine with the shots at hand. I'm like, yeah, yeah, I'm not going to argue with you. And at one point, he started discussing the new, the new format. This is just incredible. The new format of the new rules in one day cricket, two new balls. And he was saying, remember two new balls and only two fielders outside the circle, which means every time I get the ball past the 30 yard circle, I can take two runs. That means I get the strike back. So it's like literally, he's still living all those runs that he didn't score. And I was saying, boss, you have made hundreds and hundreds. You have made thousands and tens of thousands of runs. But he still remembers that, you know, don't mess around with me. Imagine what I could have scored when I had had this kind of this thing. I just loved the story because he was still a child again. No, he was still a young cricketer. He was still a 16 year old cricketer saying, boss, I'm going to max these rules now. You just wait. And I thought, so that is competitiveness. You know, that is competitiveness. Even at the, when you would think he has achieved everything that there is to achieve, he's still looking at those two new balls and said, you lucky guys these days, you have no idea. And he was remembering instances where he was in partnership with Lakshman. He said, I was in really good nick. And I kept telling him, take two, take two, so I get the strike back. You know, I said, no, Lakshman is not the fastest man between wickets and everything. And it was just such a sweet story to listen to with this. He had completely, he was into this whole thing that how can I imagine if I, if the rules are there like that for me. And everyone you talk to, they said, yes, you talk to any player of that generation and they'll tell you the same thing. They said, absolutely. Just, you just double up his runs and see how many runs he could have made like that. So people speaking on his behalf as well. So that is what is a competitiveness of a level that we can't even comprehend. It's like you, you live your life and you think, okay, my career's over. I'm sitting quietly. No, I am not. I'm thinking of the runs I didn't make, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:10.200",
        "message": "Wow. So legend there as well. So thinking aloud from something that you just said, you spoke about how you love watching any sport, you know, so it's not just, you know, and what I think tends to happen to most of us as fans is that we'll watch just the highest"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:25.880",
        "message": "level of a sport. So if I'm watching cricket, I'll watch it between countries with football clubs, with football, it'll be, you know, between the top clubs and maybe the World"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:33.720",
        "message": "Cup and so on. But it strikes me now that in a sense, that's only because it's the highest there is in the sense that I love watching women's cricket as well. Now, would say someone like Smriti Mandhana be able to play Jasprit Bumrah, you know, not so well, perhaps. But to me, that's a pointless question and it's moot because it doesn't matter. Like the thought experiment I come up with is let's say there's a race of aliens who are better than humans at everything by 20% and otherwise exactly the same. And they come down here and they play cricket, right? So now their cricket is going to be a much higher quality than our cricket, but I will still watch our cricket. And therefore, like whatever sport you actually get to see, what matters, I think, is not the absolute level of skill there is in it. Because I think it's safe to say that 100 years later, every sport will be played far better than it is today. You know, one can argue about sports of skills like badminton and cricket, but even those I believe that players of 100 years later will be far better than today. And yet today's is incredibly enthralling. So it really doesn't matter. You could be watching, you know, a colony match, so to say, though there goes the word colony again, and it could still be enthralling. So if it is not the actual standard of excellence in the specific sport that is drawing us, what do you think there is that makes a sport so riveting? I mean, part of it could, of course, be the stories that are sort of involved, the little dramas that we are focused on. But sometimes I could be passing a maidan and I could watch a game in progress and I don't know anybody there. But I'm still standing and watching because hey, it's not the highest quality. I'm not being able to make personal"
    },
    {
        "speaker": "Guest",
        "time": "00:40:10.680",
        "message": "connections. I'm still standing there and watching. What is it? Why are we like this? Because we are all saddos. We are all saddos. We are tragics in that sense. Yeah, no, no. Okay. So I mean, we're not saddos. I think we take to sport for various reasons. Some people are good at competing and playing. Some people like myself, I know exactly how bad I was and I know exactly how utterly atrocious, even like seasoned coaching would have made me better by maybe 5%, but no more. And therefore, I think you appreciate the escalation of abilities that there are. I mean, one of the most astonishing things for me in cricket very, very early on used to be how far they can throw the ball. How far they can throw my shoulder is so useless. I cannot even throw, you know, it was that. Again, I'm coming back to Tendulkar like a proper fan, like a proper Tendulkar zamanika person that I remember a throw he did at the Eden Gardens. He was on the side of where the press box is and where the, you know, where that press box is. He picked up, I think Afridi was the batsman, he picked the ball up from the boundary and he threw it to the wicketkeeper's end, which is the other end of it. And he ran him out, you know, and I'm just saying this guy is like five feet, whatever inches tall. How did he throw like that? So it's all these little, little snatches, I think of maybe action or the physical expression of what is high quality training plus ability, plus muscle memory, whatever, whatever working that you want to see. It's aesthetically appealing in one sense. And I think I'll watch everything competitive because maybe it's the, you know, slightly mumbo-jumbo, maybe it's the energies that we're looking at, maybe it's the energies that we respond to as to what we are seeing, how urgent it is for everybody that it's there. I remember I was watching a MotoGP on TV once, BRG and whatever, 250cc bike. 1990s, I remember, I used to watch BRG as well. Exactly. And I'm watching and my mother just passed me and she said, now this motorcycle also you'll watch? So I said, of course, you know, it's a race, it's on TV. They could almost fall off the motorcycle, but they don't. And then also the other thing is you have to be an exceptional collector of pointless information as I am. I love to collect pointless pieces of information and I'm watching, listening, doing whatever, whatever. So it's all those other things that are going on, you know, and people do watch sport for the excellence of it. I remember having a conversation with one of my colleagues, Anirudh, at ESPN. And I said, you know, you watch a lot of Indian football and they are those absolutely high level, like serious club watchers and Manchester United and everything. And I don't watch that much. I'll watch once in a while. So I said, but why do you watch Indian football? Because the standard is so bad. He said, no, because I like to watch it because it's football. It's still football. You know, that's what I see. It's football cranked down at the speed different to what you see, but it's the same sport. And I think when you watch all ranges of it, you can see how it's almost like you don't understand how difficult something is until you see it being done with the eyes and you realize how difficult it is to excel at that stage. I remember I had gone to Melbourne for two months to work on a project. It was a fellowship and fantastic, fantastic fellowship. And the office which I had, it was next to a music school. The University of Melbourne's music school was there. And you could hear people practicing every day. So they were practicing the saxophone. They were practicing the trombone, the piano. There was one guy with the saxophone. He was trying to practice summertime, you know, the summertime, the first few bars of summertime. And he was struggling to get it right, but he was in the school, right? So he must be a seriously good student. And you could just hear his effort in making sure that those notes came out clean. And that's when you understood that when they played in those orchestras and when they're playing it, they're just flawless and it looks easy, but it's not easy. So you were hearing the difficult happening in front of your, you know, you could hear the difficult happening all the time. And so maybe that's what you, you kind of understand when you see sport at across levels, you know, when you see sport across a quality sort of stages, that's when you understand is that this is what it is for people better than you. And that is what it is for people that are just of another level of training or, you know, practice or whatever it is. And that music example really, really struck me because I recognized the tune immediately. And this guy was like, guy, girl, whoever, was just like struggling to get it out perfect. And when they got out those three lines perfect, you could almost hear the exhalation from their head when they just stopped for two seconds. And we literally were separated by a wall. I could hear it every day. It was terrific. It was a great, great insight when I'm writing and I'm listening and I'm listening. Oh, so they tried to play this and there's two of them or three of them. There's a quartet or a trio or a string, you know, string quartet. They're trying to do, they're trying to get it right. So in the trying to get it right is where the fun and the magic sort of lies, you know, and then what we see on, I have a friend who plays the piano. And when I told her this, she said, yes, exactly. Now you get what I'm saying. I said, yes, now I do."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:12.880",
        "message": "Yeah, no, there's an old cliche in cricket. He makes it look so easy. But and the fact is, everybody makes it look so easy. It's just kind of insane. And it's interesting how a stray half sentence can allow you to put a date on it. Like you said, BRG and 250 CC. And the thing is, BRG was in 250 CC for a couple of years. And then he spent more"
    },
    {
        "speaker": "Guest",
        "time": "00:45:31.000",
        "message": "than a decade in 500 CC or the actual category. Yeah. Why do we remember him from 250? Because"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:37.280",
        "message": "that's what I remember as well. Because those were the years India started showing those"
    },
    {
        "speaker": "Unknown",
        "time": "00:45:40.760",
        "message": "races. So the moment you said BRG, I thought of Loris Capirossi and Luca Cattelora. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:46.600",
        "message": "I used to root for a guy called Pierre Francisco Keeley. And I have no idea why I rooted for him because I would not recognize any of them without the helmet. But it's just that, you know, so it's some particular moment of drama where you decide I want to support an underdog and this guy is an underdog and you're just going for it. Here's my next question. Now, you know, when you were and again, we'll come back to the personal a little later. But another sort of tangential question. You mentioned that, you know, when you grew up in Bandhup, in your community, you know, people, these sporting events were a big deal."
    },
    {
        "speaker": "Guest",
        "time": "00:46:16.280",
        "message": "It's actually called an estate. Estate, which sounds even crazier than colony. You're wondering that, you know, and you keep trying to sort of tone down the sort of proprietary and sort of perviousness of this whole colony, estate thing. Boss, they were flats together. Yeah, come on. You know, so yeah, it was called GKW Westside Estate. It was not called colony."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:36.160",
        "message": "Yeah. Amazing. So all GKW Westside Estate residents of the past or present can leave a comment on Twitter tagging Sharda. So here's my question. You pointed out that, you know, at that point, sports was such a big deal. And these events were such a big deal, because it was the only entertainment you had 70s, like what else? What else are you gonna do? And that kind of got me to thinking about, you know, whether the way that we follow sport and the reasons that sport becomes big for us, have changed over the decades, like just thinking aloud, let me try and list out a bunch of reasons why people get drawn to sport. One is that it is the only entertainment, it's a social thing, you're out there, you're playing with each other, you're competing. Then there is you tie sport into larger narratives, very often, and sometimes in a toxic way to these nationalistic narratives, like for so many cricket fans, you know, the 80s were a decade of such pain, because we would keep losing to Pakistan and Sharjah. And you can also find personal resonances there. Like I can imagine that so many people like me must have been so switched on to someone like Rahul Dravid, because you are seeing, you know, so much character there and so much of what you would like to, you know, do or be in your own life, in your own context, and that can switch you on. And at another level, you know, I often find it weird that so many Indians who've never been to England will have loyalties for Manchester United or Liverpool or whatever. But one kind of reason is that when you are at that, you know, formative age of 13 or 14, or whatever these studies are found, whichever club is doing well, you tend to become a loyalist, which is why you can almost aid someone by seeing is he a Liverpool supporter? Is he an Arsenal supporter? Or United or City? Yeah, so the younger people, the kids who are 13 today will be City and a new generation of Liverpool supporters as well. So the way that Indians follow sport, has it changed over these decades? Because also, it's been commercialised, it's become both larger than life and in your face. And at one point, if you remember 10-15 years ago, when you'd have these TV commercials of Star Sports for India, Pakistan series and all that, there was so much jingoism thrown in it was almost part of the kind of marketing. So has the way that Indians follow sport changed over the decades in your experience? Is it more toxic? You know, I mean, obviously, it's better for sports people, because they make more money, and there are more opportunities for them. But, you know, how does it play into everything else that is happening around us and nationalism, the politics, and even the non-negative things, non-negative water, you know, my writing class students will kill me for using non-negative. But even the sort of the happier things like aspiration, and, you know, striving to be better and to make a place in the world and all of those things. What's your sense of, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:49:27.000",
        "message": "I think there's been a huge change in the Indian cricket ethos, if you have to call it that, over the last, say, 25 years. I mean, you will remember this, Amit, that when we were growing up, like you're saying, 70s, 80s, same, same, no difference. You know, there was a certain value attached to fairness, and attached to I'm sounding so old fashioned and so boomer, it is like not funny, sort of attached to sort of fairness and a sense of, you know, the whole thing, oh, Indians are very nice, and they only shake hands and say, you know, they're very well behaved and everything. And it wasn't seen as a bad thing. But it became seen as something that should not be, or Srinath is apologizing to the batsman for hitting him or something like that, you know. And you're saying, so that, for Indian cricket to sort of shake itself out of this different, almost self effacing mode that it was in, when you look, when we looked at it, when we were in our 20s and our 30s, and you said, yeah, enough of this crap that we're taking from England and whatever, England mostly not Pakistan, you know, it was basically our generation was we are getting crap from England, Pakistan is okay, they have better fast bowlers than we do, you know, but that has now morphed into this other thing of new India. Every five years, there is new India, you know, that new India never stops. That has become and because the moment you came into money, have you read this complete digression? Have you read Vivek Shanbhag's Gachar Gochar? It's marvelous. It's a beautiful novel. In fact, I talk about it. Yeah, in which he has this great line. And he said, we think we control money. He said, no, money controls us. When we have little money, it sits quietly in our pocket, behaving itself. When we have a lot of money, it just acts tough. And that's so and literally, that's what has happened in Indian cricket. You can see it, you know, with, and I remember, I'm just looking back at it now. And I remember Dalmia sort of whatever Dalmia's great non virtues were. You know, he was, you're looking at it, he's fighting for more countries to be playing, okay, their votes to him, but he's able to do that cricket going to more places. He was on the side of Sri Lankans and Pakistanis and Hamari Kaum as they say, the subcontinent. And you're looking at these guys now and you're saying like, what, why have we become this? So it's almost like that when money has come in, you have not only changed what you want, how you want the world to see you, which of course it will. But you have also changed how you want to basically be, what you want to basically stand for, you know, and the marvellousness and the beauty of Indian cricket is that in and in the subcontinent is that you have changed the nature of what the game started out as, as this English pastime played in an orderly manner into this on the streets, everybody's playing at all times, 24 seven, all seasons of the year, we play cricket. You've changed it, you've changed the language, you've changed the idiom, your batsmen have changed so many things and not just Ranji, your bowlers have changed so many definitions of and sort of the limit and the range or the boundaries of their skill have also been changed. What you want to do now is we walk around in a, in a Hugo Boss suit and kick people around, you know. So I'm just saying, it's just, that's the change that I see in Indian cricket and it's been fed, the IPL has only amplified it. Remember you were talking about, you can watch women's cricket and men's cricket. Similarly, you can watch IPL and you can watch Test cricket. They're two different things. You have to just accept that. Once you accept that, you can watch it. And I have come to terms with it and now I'm, I'm sort of a game. So, so the IPL sort of amplified this as well. And I was talking to somebody about the 99 Chennai Test match and that scene in which the fans were applauding for the Pakistani players. And because 90s had been such a terrible decade in terms of the animosity that had been built up, the Shiv Sena had dug up the page, there was all this vakwas that was going on, Babri Masjid, all the other shit that was going on. And to see this, it's like, you're so relieved that there is this, this basic decency that is still there. I'm sure there is decency still left in Indian fans and in Indian crowds and whatever. But now if you've got scenes like you have in, you know, the Ahmedabad wicket and all the furor that came about, even talking about whether that wicket was good or not, you're looking and saying, you know, will that decency even be appreciated? What will happen to it? Could that ever happen again? No. And what is wrong with it? That it cannot, it should not happen again. That the Pakistanis should not play, any competitor, if you're saying, any rival or opponent. What will it be seen if you stand up and applaud a batsman from the other team for doing anything, batsman, bowler, for doing anything terrific? But you would think that, I don't know, I mean, I suppose the commentators would just sort of improvise. But I'm saying that has been fairly unpleasant. Of course, India's money that is in the game that is there is also great. But like, I keep quoting that Anil Kumble's speech in which he said, you have to wear your leadership lightly, you know, you have to wear your power lightly. He said that in, I think it was his Pataudi memorial speech. So he said, you have to wear your, but we are not wearing it lightly. And the moment Indian cricket takes that step that is not going to wear its leadership lightly, it's going to wear it to the big stick, the fans and the TV kind of builds it up into the fans that are doing this. And I remember very early on when satellite television had just come into India, and you'll also remember that, I remember watching these promos, and thinking here, they are making them very grand, like it's a big fight, and this and that, and a great production. This is called marketing. And now I'm looking at everything and saying, what is this? Stop it. You know, this is terrible. So everything is being projected like it's a WWE sort of a that pitch, you know, it's been projected at that pitch. And so you lose a lot of what are the good qualities about it. Maybe you don't lose them, but you kind of push them in the background because they don't really sell, you know. So that's my general sort of feeling of what is publicly projected about Indian cricket and proudly projected and been made into this celebration of I don't know what, money, basically."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:47.600",
        "message": "Yeah, and many strands. And again, what you said about the IPL, I of course agree with you. I tried to, you know, when Ram was on my show a few months back, I tried to convince him to get into the IPL because, like, you know, like you said, it's two separate sports. And I consider myself both a cricket tragic and a T20 fanatic. And I think it's changed"
    },
    {
        "speaker": "Unknown",
        "time": "00:56:04.720",
        "message": "the game in so many great ways, which is, you know, like this Test Series we just won"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:09.200",
        "message": "against Australia, part of it is, you know, part of this debt is because of IPL. You can't,"
    },
    {
        "speaker": "Guest",
        "time": "00:56:15.200",
        "message": "you know, exchange the incentives for everyone. Can't deny. Yeah. Yeah. I mean, I don't know whether we can say this, sorry, this is my very bad habit. However, I have not interrupted"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:24.400",
        "message": "you more than once, no, twice. It's a miracle. No, no, feel free. You can interrupt me. It can't be the other way around, though I just did. Yeah, I don't know. That's okay. So,"
    },
    {
        "speaker": "Guest",
        "time": "00:56:33.280",
        "message": "I don't know whether you can put it, it'll be too late. I actually wrote a column for the Hindustan Times, hopefully it'll be published tomorrow, day after, in which I've asked Rahul Dravid to tell the naysayers of IPL to sell it to them and say, come on, what should they watch? What should they see? Whatever, you know, so that, I said, let me try it this way. Let me see if it works, if it helps. I don't know, you know, if it'll help or not. That should be the ultimate sort of, what I call him, the most woke cricket person that anybody knows. Come on, Rahul Dravid is telling you to watch, man, watch properly. Yeah, yeah,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:03.440",
        "message": "it's a fantastic sport, but it's a different sport. It's like comparing badminton and tennis,"
    },
    {
        "speaker": "Guest",
        "time": "00:57:07.000",
        "message": "T20 and Testicate. It's a racket, it's a net, but you know, otherwise. Or ball badminton and badminton badminton. I don't know. I have not seen much ball badminton to be an expert."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:16.840",
        "message": "Now since in the last few minutes, we have mentioned both decency and Rahul Dravid, which kind of go together. Let me ask you a question about the importance of role models like one of the things that we have, for example, that we see in tennis, and we are very lucky about tennis is that Federer and Nadal are both such incredible role models. They're just fundamentally decent human beings. And, you know, very wholesome in every way. And we've been lucky to have people like that in Indian cricket as well like Dravid and Komle. But by and large, one of the things that strikes me is that look, first of all, I think it often becomes a mistake when you expect someone who has excelled in one thing to also have something of value to contribute in other ways. And I feel we are often unfair to cricketers assuming that, you know, that their opinions on anything, whether it's politics or where should you invest or any of that stuff matters at all, because, you know, they've happened to excel in one thing. And that is random distribution, that skill and even that cussedness and all those qualities which get them there is random distribution, it is in fact, less likely they will be good at other things, because they would have spent less time on them. So they are even they're less likelier than the average person to know anything about any of those other things. So it's kind of unfair. It also strikes me that many fans have this kind of more nuanced appreciation of the game where it's not just about winning or defeat or these particular narratives that oh, we beat Pakistan or oh, they are the enemy or whatever, whatever, but they, they have these deeper nuanced narratives. And that kind of an approach, it also seems to me is randomly distributed, making it therefore likely that, you know, a hardcore fan will have that sort of approach than a cricketer himself, because all that a cricketer himself really has got is the talent and I'm including that cussedness and all of the mentality as part of the talent, which actually means that many cricketers like one, we make a mistake by placing that burden on them that you have to be all of these things. How is it for them to kind of cope? I mean, the smart thing, in a sense, is just to stay away from everything else and just talk about cricket. I mean, people blame Sachin for not speaking up at various times for whatever. But in a sense, I understand he's not commenting on any other domain or talking about anything else, because the one good thing he knows is cricket, why not just speak about that and stick there. So how do sports people look at this? Do they sort of have the self awareness to also kind of be aware of this? Like, one of the things I talk about when I'm teaching my writing class is the importance of humility and achieving excellence. So even if someone like a Virat Kohli comes across as an extremely arrogant person, the truth is that when you are in the nets, and when you're putting in those 1000s of hours in the nets, you're actually incredibly humble, because you're focusing on your mistakes. You know, where is my footwork going wrong? Where's my balance going wrong, blah, blah, all those little nuances of the game. And the self awareness there when it comes to your field is incredible. Does it extend to outside of that? Does celebrity become a burden for the elite sports person? And even the nature of that celebrity has changed in all the years that you've been covering cricket from back in the 80s, where you know, you could just approach someone like at one point, you said that, you know, in the 80s, when you were a student at Xavier's, you interviewed so many big names, and all you do is call up the hotel and say, you know, leave a message for them and you'd get through and today like good luck doing that. So how has that changed the nature of celebrity and how sports people deal with it? And is it incredibly difficult and just thinking allowed to add one more tangent to that, it seems to me and I think Harsha Bhogle, when he was on my show once kind of mentioned that so many of our cricketers from that generation were from the middle class. And they had these kind of middle class values about how they should behave and all of that your Kumles and Ravids and Lakshmans and so on. And that where those values don't exist, it can be a problem like it strikes me that, you know, Pakistan through the 80s, 90s, 80s, we would see these incredible talents come up and just blaze out. And part of the reason could be that they didn't have a bedrock of anything else to be able to cope with this sudden start. I'm sorry, I've kind of thrown in a bunch of sort of thoughts and questions, but"
    },
    {
        "speaker": "Guest",
        "time": "01:01:32.880",
        "message": "I mean, I just have a very interesting story. I know the whole thing of the sort of the cricketers coming from a particular social economic class is seen as a big factor as to how we behave. I must tell you this story and then you can place it wherever. This was in 91 or so I was about to go to Sharjah to cover some tournament, my first international tournament for midday, very excited. And I had gone to meet the Vinod Kamble's family. They used to live in Kanjurma, sort of the suburb just before Bhandup on that line. And his father used to work in the garage at Gheskin Williams. So everyone knew Ganpat Kamble's son has made it, you know, they found out. So I went to meet his family and saw their house and you know, the usual story that you go and talk to the parents and this and that. So the mother asked me, she said, are you going to Sharjah? And I think the team had already left or they were leaving, he was in the hotel, whatever. So Kamble was not around, I just met the parents. And his mother said, are you going to Gulf or whatever she called it. So I said, yeah, I'm going. She said, just tell Vinod that his mother said he should just behave himself and talk nicely to people. You know, so to say that they come from there and that they don't have any kind of values, it's a bit, I don't really agree, you know. I don't think that's the point. I don't think Harsha meant it in that sense. But I'm just, I'm just putting it out there to talk about this, to talk about what you said. That's the first thing that came to mind. And I remember that so clearly because I didn't write it in the story, I didn't do anything, but it just stayed in my head. And so that is one thing. And you're saying the sort of difficulties of celebrity, at the same time, there's a huge advantage of being a celebrity, particularly a cricketer in India. We've seen how social media has been part of their whole kind of environment and growing up. And I mean, in no way denying what you're talking about, the humility when it comes to their sport, you know, like you're saying about Kohli being completely dedicated to his craft, he's completely dedicated to his craft. But in my mind, because social media is involved, if you're selling things on social media using your name and your fame and whatever, then for people to expect you to talk about other things outside of cricket, because you're turning up to promote a movie, a movie star, a product or whatever, then it's almost like that the fans have a right to question you and what do you have to say about this? And it usually happens in every country's most prominent sport across the world. Their most prominent athletes are asked these questions. You know, I don't think anyone is going to ask the English cricketers about Brexit. I was thinking about this, you know, about the political, no one's going to ask Joe Root about Brexit. But you have the Marcus Rashford story as to what he's doing in terms of, you know, the issues that he's pointing out. So I think a certain self-awareness of maybe not political issues, but I think maybe social deprivation around them in India, you would expect players to understand it and feel it a lot more because they come, they are surrounded by that kind of an environment where they have like toughed their way out all the way to the top. So I'm thinking that if you are in the social media circus, if you're in that entire cavalcade that is going on, you can't pretend that there is nothing else that you will be asked to answer for. You can be a role model of your sport. Absolutely fine. We would just be grateful if you didn't. This is another thing. Again, when I was younger, I thought it was quite cool for athletes to be abusing each other and saying whatever they want. And you know, general, oh, doing their, and it's largely a male thing. You don't see women athletes go bananas usually. To do that, you know, it was like, oh, they're having a fight and jhagda ho gaya and panga ho gaya and all that kind of thing. But as you grow older, and as like, basically, I don't have kids, my friends had kids, they said, we don't want to see these guys abusing on TV, because our children are going to look at them and do this. I remember my nephew taking off his, he was fine, some 7, 8, taking off his banyan and waving it around his head, you know, so in response, and he kept asking me, he said, Maasi, what is he saying? What is he saying? What is Saurav saying? I said, don't worry about what he's saying, you know, after that Lord's shirt waving thing. So, you know, by and large, I think, in Indian cricket, particularly, as when it comes to behaving well, when it comes to generally not being sort of generally not wearing their bad boyness on their sleeves all the time, I think our players are very, very good at it. You saw it in the series against Australia. They didn't have to do anything. They didn't have to be, I mean, I find sledging to be purposeless, meaningless. I've written lots about it. I think it's just absolutely faalto. And it's pointless. And there's so much of it, like, it has no if, it just goes over your head. I mean, SS Das once said in that 2001 series, he said, I don't understand what the Australians are saying. All I could hear them was going fa fa fa fa fa in my face. I didn't pick up a single word. So they could have been saying whatever they wanted. I couldn't understand anything. So in the sense of being the role models around their particular sport, I think they are very good. They sort of literally are within the lines, within the boundaries. I don't know if for all his mischievousness, I don't know if Rishabh Pant would have done what Quintin de Kock did two days ago. I don't think so. So we can discuss that later."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:48.960",
        "message": "I completely miss Quintin de Kock. What did Quintin de Kock do?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:52.040",
        "message": "Quintin de Kock sort of signaled to his fielder, this was Fakhar Zaman, was basically cruising, going to get Pakistan over the line. It's like he told the fielder at the other end, the bowler's end, and actually he meant it. So Fakhar Zaman stopped, he wasn't going as fast. He thought he had to like really make a sprint. He turned around to see, he turned out to look at the other end, he was running towards where de Kock was. And he turned around to look because he saw de Kock pointing the other way. De Kock ran him out. So it's basically the answer. Now they're talking about gamesmanship, deliberately trying to, so they say, no, no, it's fine. You didn't try to mislead the batsmen and so on. So I'm saying for all Rishabh Pant's mischievousness, I don't think he would do that. So I'm saying in that context, I think role model wise, in terms of what the rules are, how cricket is meant to be run, how it's meant to be organized, I think the Indian players are very good. At the most, they'll appeal a little bit, but now because of DRS, you can appeal as much as you want, nothing happens. So that way they're fine. Should they not be asked about things outside their domain? Perhaps not. But if they're going to offer you their opinions on other things like biscuits and clothes and the latest motorcycle, then you would have to say, because you are present in social media in such an active way, you will be asked other things. Your fans will ask you because you're engaging in this chatter with them. You want them to buy stuff. You want to become an influencer. You get paid for putting up tweets. So which is why that whole Hardik Pandya, Kehel Rahul thing became like one big bust up and blow up when they went to Karan Johar's talk show. So that will happen because in social media, if you're engaging and talking to people all the time, they will sometimes ask you the uncomfortable question. If you're not there at all, I mean, you're living your life out in public virtually. You're seeing people getting married, babies, family. It's great. Fans love it, you know, but that's the other side of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:49.640",
        "message": "And yeah, yeah, I feel a little bad for Rahul in that particular instance, because what are the poor guys that do? He was just sitting there, got dragged into it. But it's kind of interesting because, you know, I think modern social media works in two directions. And one direction, of course, is that cricketers will learn to have filters about what they say. So it is unlikely that a Hardik Pandya of the future will make that kind of mistake again. And the other angle is that it... But who's the manager who let him go on the show?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:17.280",
        "message": "My first question is, who's the manager who told him to go? That's also there. Anyone in the right mind would say, boss, be careful. You know, this is not your thing. You will just be in over your head. Don't get into it. All the managers are saying, go, go, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:29.000",
        "message": "will get a lot of numbers. But you know, it'll increase your profile. When you're a young"
    },
    {
        "speaker": "Guest",
        "time": "01:09:32.520",
        "message": "star, you think you're never going to be over your head. As if the young star will go with his manager doesn't tell him to go. You know, my whole thing is who's advising these guys? Who's giving these guys advice? Who's telling them these things? You know, and because this generation is so much out there because of social media, but maybe they don't care. Maybe they see what these two old people are talking about. We don't care. It's over."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:52.400",
        "message": "No, but there's actually a countervailing angle here. One angle, of course, is that you need a filter because shit like this happens and you don't know better. But the other angle is that social media actually rewards authenticity. And when done right, it's wonderful. Like"
    },
    {
        "speaker": "Guest",
        "time": "01:10:03.840",
        "message": "Ashwin's YouTube channel, for example. Yeah, yeah. You know, we didn't have to do any work"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:07.520",
        "message": "for months. All the mehla we had to do, he just gave it. Thank you."
    },
    {
        "speaker": "Guest",
        "time": "01:10:12.240",
        "message": "It could. In fact, we asked who needs Sharda Ugra if cricketers are going to start doing this. No, no. Siddharth Pedinathan says, boss, when you lose, boss, you're not going to be putting"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:19.640",
        "message": "out any videos now, are you? Yeah, no, actually, he might. But no, but it's very interesting because one of the things"
    },
    {
        "speaker": "Guest",
        "time": "01:10:26.960",
        "message": "that I think creators have realized in this. As they say, Mumbai cricket chants each night."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:34.560",
        "message": "One of the things I think creators have realized in this new sort of age of social media and all of this is that authenticity is valued. So this kind of goes against that, that on the one hand, you want Hardik Pandya to STFU, as it were. But on the other hand, you do want Ashwin to speak his mind out and be completely open and not have filters. Yes. So it's it's kind of an interesting challenge there. So, you know, we left your personal journey when you were a child. That's shocking. So let's take a quick commercial break. And when we come back, because remember, you are the focus. So we shall come back and cleverly moved on"
    },
    {
        "speaker": "Guest",
        "time": "01:11:08.200",
        "message": "to Max Biagi. See how easy it was."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:11.240",
        "message": "Yeah, but you know, it's almost a thrilling moment to find that, you know, in that one year, when, which is the only year that I watched the sport, you were also watching the sport. It's almost like a thrilling connect, you know, who would have thunk that Max Biagi will form this kind of a thread. Yeah. So let's take a quick commercial break and we'll see you on the other side. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Sharda Ogra about her delightful life, a brief sporting career and how she kind of moved on into journalism from there. So we so far we know that you're a really good fielder and terrific. Terrific. Yeah, you're a terrific fielder and middle of the batsman. Like it seems to me you were in your colony team. What say Atul Berede was to the Indian team many years later. Is that fair? Easily droppable. Easily droppable. I'm already feeling bad. We are treating Berede like he's Sayan or something. Poor guy. What has he done? Yeah. But listen, Sayan. Don't mess with Sayan. Yeah, really nice place. Don't mess with Sayan. Don't even mess with Berede. One of the unluckiest Indian players ever because 10 years later, if he appeared, he'd"
    },
    {
        "speaker": "Guest",
        "time": "01:13:25.640",
        "message": "be an IPL superstar. Correct. Absolute king. And like someone in Indian Express wrote a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:29.760",
        "message": "great piece that his name is the perfect name. Four and six. Oh, God, what a thing to write. Yeah. Okay. So let's let's kind of go back to your young years. And you know, so from that colony, you finally get into Xavier's and you're doing history there. And I'm interested in this that, you know, when I was chatting with our mutual friend Prem in the episode, he pointed out about how part of his love for storytelling came from the fact that when he was a kid, people were telling stories all the time. Yes. And would it be fair to say that, you know, you're taking history already indicates a prior interest in storytelling. And because you're winning prizes for magazine edited by Pritish Nandy and all that one can assume you already like to write. So tell me a little bit about the young storyteller"
    },
    {
        "speaker": "Guest",
        "time": "01:14:17.480",
        "message": "writer Sharda before cricket happens. You're right. I think that what I love most about history as a subject was the stories that were told around it. My mother happens to be a writer and a translator herself. And the other absolutely so tangential, it's not funny, but I always use it is my great grand uncle was a very famous Urdu poet. So I am fully taking advantage of all these things. You know, so and I am the one that's just sort of descended in terms of standard. And now I'm only in English and all this is Urdu, Hindi, high level, high level writing. So my mother worked for Amar Chitra Katha. She used to translate and she used to write scripts. So I remember that happening all the time. I remember comics coming which had her name script by Meera Ugra was there. And stories, you know, we used to travel like all kids of that generation. We did not go to Pattaya or Bali or wherever. We went where our grandparents used to stay. So I used to travel to Allahabad and to Narsinghpur where my mother's parents were and Allahabad where my dad's parents were. Again, houses full of books and many, many, many stories. And the towns and the places themselves were stories. My mother's father, my Nana, he was in the freedom movement. So we heard stories about that. Not in a boastful kind of way, but just sort of, you know, you're hearing adults talking and they are recounting, you're hearing them recount the day Gandhi was shot and what happened in that household at the time. You know, you're recounting the day what happened to my mother's brother, my mama, my most favorite uncle who introduced me to cricket, actually took me to my first match. He went for an RSS meeting, what his father did to him was like unbelievable after that. So you heard all these other stories about it. My father's father was in the civil service at the time. So he was working. So you heard stories about how he would ride out into the countryside and have a tent and set up camp and do all these things that workaholics in my family, like nobody's business. It's just like a family trait, willing to work long hours and think that that was the way life is to be lived by in that sense. So all these stories that were there, and because you read Amar Chit Kathas and you heard stories, I always got taken into, I had a very good history teacher at school as well. Now remember, this is an SSC school, and it's a very equitable kind of a school. So you've got kids of all types in the class and all of us are learning about Tanaji and Shivaji and the Kumbhalgarh fort and we're reading all these stories. I just loved all that stuff. And we had a teacher, I can't remember which year it was, we had gone to one of these, you know, trips that you'll go, it must have been some bussy in Fort or some very close by would have gone. And they said, now imagine at that time what this would have been like. And that kind of just switched my brain on into imagining things. So it's the imagination, it's the things that you hear and the stories that you tell. That's why I took history. Now, when I joined St. Xavier's College, I did 11th, 12th, and then I took three papers history, three papers English, and anthropology, for the express reason that the professors of anthropology and English were legends in St. Xavier's College, Eunice D'Souza, who was the English teacher, and Father Marcia, who was the anthropology, secondary anthropology person. So I said, I have to get maximum that I can out of them. I really did not want to study either English literature, or anthropology, but I just wanted to be in that class. And it was fabulous. I mean, Eunice taught us in the second year. And I remember she was so angry that I had left English, and I chose history six papers in the final year. But I always knew I was going to do history, because it had all these. The history that interested me was much more modern, sort of post-Indian independence, post-colonization. I remember strangely being intrigued by the Vietnam War stories. You know, you would join the USIS, it was free. So you join USIS, you go to be a British Council library, you do all these kinds of things, you get your sources of information from there. I remember going to the USIS, and my friend and I went and watched West Side Story. You know, there's a free film shows at some point, you go in the auditorium, and you see a classic American film. We saw West Side Story at the end of it, we came out and said, they died? What is this story that they died at the end? You know, we were just traumatized by the fact that they had died. You know, we thought it'd be like some happy sort of kind of a story. So it was sort of this kind of storytelling that I took to. And because my mother used to write, and she always said, why don't you write a story? Why didn't you write? And I would write really bad, crappy, horrible, endless, bad stories, I would write, but I would write them. You know, I got good marks in English composition in school, but what is that school that I'm telling you about? Remember, it's a room, and the teacher's cutting hair and giving cake recipes to your mother and making, stitching dresses and all the rest of it. So it was that kind of a thing. And I always knew that no matter what I did, you should also remember that time, scope nahi tha. If you did arts, toh scope hi hai nahi. Scope was a big thing for people. What is scope? You're doing arts, what is scope of arts? Nothing is scope of arts. You study more, you do IAS. IAS was a big thing in my family. They wanted me to do, to join the civil service. I didn't want to give so much exam and all that. I couldn't study that much. I said, no, no, I'm not doing. I wanted to seriously take up library science. Kuch nahi hoga, I will take up library science, full I'll spend my life surrounded by books. And that'll be my job and whatever, if it doesn't work out, if the journalism or advertising doesn't work out. And the other joke I tell people is we had two, as humanities students, you had two choices, journalism or advertising. Advertising, you sold biscuits, little bit low class, not a good cause. Journalism was higher cause. So that's why you decided to cover cricket, which is like absolutely high cause of all, you know, most meaningless profession going. And you wanted to write about sports. So that's how I took to writing and to, and again, lots of reading, lots of listening, a huge, huge, I mean, I remember this so clearly one on one of these train journeys we went on at the AH Wheeler bookshop. My mother came back with a book, with a little book, very excited cricket heroes or something like that. It was almost the size, not an A4 sheet, slightly smaller. It had stories about Vinu Mankad, Alan Davidson, of course, Gary Sobers, Don Bradman, all the big ones, but it had all this, Bapu Nadkarni and his maiden overs, one chapter was on that. And you remember reading this, they are all stories, you know, they're all tales that people tell you about the stuff that happened. So this is part of folklore. These are, it's almost like reading about older, old cricket and what happened at that time was like reading folklore. And I remember in Allahabad being introduced to somebody who was a commentator. Again, I thought that was just like the greatest thing is the radio, Skand Gupt, the Hindi commentator Skand Gupt. I was like, speechless. I couldn't see anything because he's the, his is the voice that you heard on the radio telling you what's happening in a particular game. So that was, that was sort of the whole, and fortunately for me, I was not a very, very good student. So I was not like first class. I was like fifth, sixth, seventh, like middle pressure from home to be any other kind of thing. You know, they knew that that was my liking and that's what I did. And it was just allowed to be, you know, and you're saying allowed now in a way that's sounding that it's almost sounding gratuitous that all my parents are, but that is what, when you look at the lives of other people, that is what happens. And you don't know how you would have responded under other circumstances. You know, you realize how lucky you are in that sense. My brother, the non-cricket fan was very good at maths and science and he did MBA. But my brother also is a thinker by himself because he did maths and Sanskrit in his BA. Those are the two papers that he took. I don't know why he took them, but he just chose maths and Sanskrit along with economics. And he was allowed to do that at RUIA college. What I said, you went to Mugu college, I went to St. Xavier's."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:12.360",
        "message": "Listen, he's a rich banker, you are the poor writers."
    },
    {
        "speaker": "Guest",
        "time": "01:22:16.560",
        "message": "So exactly. So that's, that's where it started from. And I think the choice of journalism was obviously there because it was the only sort of scope sort of choice that there was. I joined the Xavier's Institute of Communication to do their diploma. I failed the feature writing class, which I say so very proudly. That was an evening course. And in the morning, what do you do? If you're staying in a student's hostel, you have to somehow make up an excuse to not be in, you know. So I signed up for MA, which I never attended. I went two days, I think, to Kalina campus. And I took Russian because it was the cheapest language to learn at the time. So I learned a little bit of Russian for about four or five months. And I entered that, you know, Indian Express, which you have these interns that they sign up every time. So I went through that whole routine, me and a couple of friends of mine, we went through this whole routine. And when Indian Express picked, I remember Erwin Manezes, he was asking me, he said, who are your favorite writers? So he said, what do you read? So like Arthur Haley and, no, no, Arthur Haley, who wrote those novels. Airport and all that. I said, no, no, I read John Steinbeck, which is true. I used to read, I was a big fan of Steinbeck. So, so I was thinking, what is this Arthur Haley? Anyway, I didn't make that, I didn't make that class. I didn't make the intern, cut for the Indian Express intern. I was, my friend and two of the other friends got in, I didn't, they were more sad than I was happy that they had got in. And then, like the story that I've told in a lot of places is that my friend's mother saw this ad in midday for a sports reporter, which has never appeared before or since ever in that time. I said, why don't you apply, you have done all these interviews, you got on, you got pylons in the afternoon newspaper, apply, apply. So I applied. And from that day on, that's all that I've done in the sense of being a sports journalist. And I take great pride in the fact that I worked for midday. They've just broken a big story today also, so I'm damn happy. What story have they broken today? About how at Mumbai, at Sahara airport, they're just not Sahara, whatever the new airport is, they're trying, they're letting international arrivals escape through without going through quarantine. They've basically got recordings, they've just basically like blown everything out of the water. Good for midday."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:23.160",
        "message": "Awesome. So tell me about those midday years, because it strikes me that that's also an interesting place to work in the sense that it's different from the others. One in that age, of course, you have midday and afternoon competing with each other. And there is, you know, pressure on midday that make yourself stand out and the headline has to be like this and your strap has to be a tailor and all that. So one there is that aspect where you have to sort of enhance the dramatic as it were, which in any case, you know, is something that happens in sport. And the other aspect, of course, is that your newspaper is coming out later in the day. It's not their first thing in the morning. So everybody's already kind of gotten the match report and what has happened and all of that. So how did all of that kind of shape the sort of work that you had to do?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:08.960",
        "message": "Midday was a great place to work because it had, of course, it had this sort of, you know, cutting edge screaming page three photographs. I don't know if you remember the page three photograph. The page three photograph was supposed to replicate the UK tabloid model of the page three photograph, which is a topless. But of course, you cannot have topless in India. So you had one glamorous photo of a woman. I remember that. I mean, you're just looking at it and saying, what is this and all that anyway. But this was also the age, Amit, I don't know whether you remember that in, not that you would have gone through women's magazines, Eves Weekly or Femina or something. They used to have a section that says send us an advertisement or a piece of writing or this thing that is sexist and anti-women. And there used to be clippings of it and they used to like call out the advertiser or call out the publication or whatever. It used to run like, it was seriously done. And when you look at it now and you just see what's happening all over the paper, oh my God, what the, so obviously that was like the first say 10, 15, 20 years of the women's movement in India. And it was a very, very important issue. And the topics that were talked about in those magazines were very serious and dowry, deaths and everything and all the laws. And I remember reading all of that stuff. Anyway, then we go into this midday, which is irreverent as hell. And you had these things of headlines and you had to sell. And sport was actually seen as their big, almost one of their, they had to be the strongest departments, but they had only one person in it. Sunil Warrior, who then quit and joined Times of India. And then there was me that joined in. But the wonderful thing about the place was that it was as democratic as you can imagine. You know, it wasn't, there wasn't a formal structure. You were just thrown to the dogs, dogs, I mean, whatever. You were just thrown into the deep end, not dogs, sorry. And you had to just sort of learn on the job, virtually. You learned on the job when it came to you doing an interview, getting a phone number, how do you do this? How do you do that? And even with the way that you presented your report, what you talked about, and you were told this all the time, that the morning, don't tell me what happened, tell me something else away from what happened. And that became great training, because it then gave you a chance to sort of step back from the mundane part of what could be mundane. But it was always more difficult. So everyone is sitting down when the game is over. And if you had typewriters, you'd be typing or you'd be just chatting and you had to go around then and try and talk to somebody, try and find something else, do something. So it gave you a way to sort of think differently and work a little bit differently away from what was the convention at the time, which helped much later on, because there I worked four years at Midday and Prem, with whom you had spoken at that time, also joined Midday. And we had just a complete mania. I remember, like complete craziness, because I was just talking to him the other day. And I remember I did a profile in a section on Sunday Midday, which is called Off Track, which is like an unusual subject. It's like a feature Sunday piece on a horse. That was a favorite to win the Derby. And so Prem said, yeah, it was supposed to be like Seabiscuit. I said, you never said to me anything like Seabiscuit. You just told me go and write a profile of the horse. I was just going to go and profile the horse, Starfire Girl. So I had written a profile. When I looked at it, I have all my clippings. So whatever people say about not sort of trying to be in the background and making sure you don't get noticed, I have kept all my clippings. I have all my stories from India today on PDF files saved and kept. I'm like this thing. I made sure I had pictures taken of me at various places, which I wanted, you know, in that sense, before the selfie and the camera, because I want to remember what I was able to do, not as a way of, oh, look at me, this is what I did. But this is that experience that I had. And I want to remember that in a photograph. So it's not. So when people ask me, do you have photographs of your time? I said, yes, lots. So but I do, I do keep, I do. I do want to have that memory of the great things that I was able to experience and work in and write about and so on. So the midday experience when Nikhil Lakshman came in particularly was to tell us how to look at things differently, how to look at a sports event away from its conventional sort of side and how do you interview people and what do you do it. And we got sent to do absolutely mad things like this profile of a horse. And I remember I did a profile of MAM Ramaswamy. He was like such a foreboding and such a formidable kind of a person. I said, why have I been sent to interview him? I was just terrified that I would get it completely wrong. But you went there and you did it, you know. And because it was almost like a very anti-judgmental place as well. You felt completely at home. So whatever else happened in the outside world, you came into an office environment that was very secure, where there were a lot of women around. One of the women was in charge of the desk. She was one of the chief subs. The crime reporter was female. The civic reporter was female. So it was no big deal that we were female sports reporters at the time. Me and then the others, Hemal joined. Hemal, Anusha, Prajwal, you know, it was not odd at all for us to be there. What people looked at it from the outside didn't matter because midday in the sense was our home and we felt comfortable. We felt sort of secure. So we were just glad to be there. And that gave you a lot of confidence going ahead, you know, in whatever else you did. They sent me to Wimbledon. They sent me to Sharjah to cover this one of those Coca-Cola type tournaments. But that was the time the South Africa were readmitted into international cricket. And Kuldeep Lal from AFP and I went to meet Makaduj and Dakin who landed in Dubai and got some quotes of them and etc. And because it was a morning paper, you could file the story and your exclusive was page one. It was there. You had spoken to them. You went at two o'clock, you filed the story at five or six o'clock in the morning and it was published in midday. So it was that as well. It helped you. You had that advantage of time in the sense that if you, ideally it helped for say test matches in England or football that was not covered that much as it is now. It was not a part of like a newspaper space as it is now. But cricket certainly was. And the Grand Slams. So Wimbledon, when I was sent to Wimbledon, I had to make sure I did the last matches of that day. So when Jim Courier lost, I covered that match. You know, that was the story that you got. So you got the last match of the Centre Court or Cote d'Ivoire or whatever. So it was a good experience because in a way, sometimes you will be tired that you are trying to find this new angle all the time. But at the same time, when you look back and think it was just a, it was a great learning and it was such a good atmosphere to work in, that you never felt judged or slighted or whatever. It was like you were part of this whole team and everybody was on your side. And Prem and I were remembering Tariq Ansari, who was in charge at the time. I'm thinking about what a cool boss he was. Because we could say anything. We could be shouting and say, go away. We can't hear. We'll be screaming on the phone. You're not giving us ads. It was complete pandemonium. And the press was running parallel to, you know, there was a plywood partition separating the editorial office and the actual printing machine. So you could hear the printing machine rattling and the floor shaking as the paper was being printed. And I remember Tariq Ansari sending me a message. Dubai Sharjah was my first tour. And I came back, I finished it was the last day. Next morning, I was going to fly. They said, there's a message for you. Telex message. And it was from Tariq Ansari. And he said, you have done so well for us. We are so proud of you. Congratulations. I mean, who gets that from their management person? You know, he was like the, he was the CEO or whatever he was of the paper. He sent this to a junior who was just, who's on her first tour. So you really felt loved in that organization. You felt appreciated. You know, I believe it's changed completely. It's become a different kind of a paper, but it was a great, great place to work. I was really, really fortunate."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:54.560",
        "message": "Yeah, I'm, I'm struck by a bunch of things. Let me first sort of ask you about the craft. Like I remember when I look back on myself as a young sports writer, I just cringe at the kind of stuff I would write. Because as a, as a, no, don't laugh. It's like that with everyone."
    },
    {
        "speaker": "Guest",
        "time": "01:33:08.400",
        "message": "No, no, because we all laugh at what rubbish we used to write."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:10.840",
        "message": "What rubbish we used to write. I'm not laughing at you. I'm laughing with you. It's a shared moment like Max Piazzi."
    },
    {
        "speaker": "Unknown",
        "time": "01:33:17.400",
        "message": "Yes."
    },
    {
        "speaker": "Guest",
        "time": "01:33:18.400",
        "message": "Yeah. So Bless you, Max. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:22.720",
        "message": "And I think one of the fundamental reasons that happens is that you're young, you're just kind of falling in love with the language and writing and all of that. You want to show off how good you are, you know, and you really become a good writer when you strip the ego away. And that's something that you learn over time. And of course, the ego is still there, because you want to do a great story, but you manage to sort of not keep showing off. I mean, I remember in my early days in Wisden and Crickenfur, it was just embarrassing. And luckily, you know, Sambit, our former mutual colleague was just such a fantastic editor in terms of, you know, just letting it play out, because he would have known that, okay, I have all these young people who do all these interesting things, but they will grow out of it eventually. So, and while you were sort of describing the hectic routine at midday, where you're all the time going out and doing stories. And by the way, I spoke to Prem before we had this conversation. And he told me this lovely story of how, you know, one week it was decided that let's do a horse racing special. And you did this massive two page spread on Paisley Shroff, which got Paisley Shroff into trouble because he was so candid."
    },
    {
        "speaker": "Guest",
        "time": "01:34:24.400",
        "message": "Yeah, yeah, he just like went for it. Yeah, yeah, yeah, yeah, almost like he's on the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:29.280",
        "message": "scene and the unseen that's up, no filter and got into trouble. And Prem was raving about this graphic that you did. And this is early 90s, perhaps about this graphic where you've got a graphic of a race course. And at different points in that you have arrows, where you're describing, you know, you interviewed a trainer and you're describing exactly what the strategy is at that particular point of the race and where all of that is happening. And I thought that's just fantastic. But, you know, leaving that kind of aside, and if you have the PDF, actually, you know, all the stories that we are mentioning in this, if you have the PDF, send them to me, I'll just, if you don't mind, I'll upload them."
    },
    {
        "speaker": "Guest",
        "time": "01:35:04.680",
        "message": "So our listeners can..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:05.680",
        "message": "Oh, the midday ones?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:06.680",
        "message": "Yeah, yeah, whatever. Midday I have actually clippings, I have like paper cuttings. I don't have a PDF of the India Today story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:13.400",
        "message": "Lovely, lovely. Anyway, so to sort of ramble back to the question, because this is not like a horse racing track where you can't go sideways and around and into the stands and then come back. Do you think that having to do stories every day, you know, having to all the time produce, produce, produce, do you think that actually helped your writing a lot? Because then that means you have less time to get self conscious, less time to sort of kind of work on the craft, you just have to produce, produce, produce, you keep doing that. And obviously, that constant iteration just makes you better at what you do. And also that practice of the gaze, that because you're in the middle, you can't cover what everyone else does. So your gaze is different. You know, did all of that help you? And take me a little bit through your thinking of how your craft evolved."
    },
    {
        "speaker": "Guest",
        "time": "01:36:00.040",
        "message": "Interesting what you say, I never even thought of it. I don't think of it as a craft in that sense. Maybe it's just sort of a reflex of not trying to be too self kind of navel gazing all the time. What you're saying about the fact that you're doing content and you're producing, producing, producing is maybe it helps you because you just, you have to just shut yourself out and just do the job. We used to have a section every day, it had to be a single column photograph and of the previous day's spot and it to have a clever caption with it, you know, just to sort of very midday type. And it used to be just death trying to think of things every day. And I remember when I used to come from the hostel in Colaba, all the way, you've caught the bus at five o'clock in the morning, because you have to go on the, that's when your shift starts, basically around six, you're in office in the morning. And I'm trying to think it was called sports, I've forgotten the name. It used to just be in your head that you have to think of something and all the time you're doing it and then you have to just regurgitate it. And eventually what happened is that the chief sub would just tweak it a little bit and it would be perfect, whatever that little picture was. So it became practice. It became also a little bit of almost understanding as to how you frame the story, because at that time you had to print galleys on a page and every time that your story was too long, it was very simple. We used to say, piche se kato, the bottom most lines would just get cut off. So it didn't matter how you had formed the phrase, what you had done, what was structured. They didn't care. They just cut it off from the bottom. If you wanted to save your last line, then you have to cut three, four lines uparse and find that. So it was almost like a, it was like fitting things into a box. So you became very, very pragmatic about it. Of course, that doesn't mean you got very antsy when your copy was cut. Even 25 years later, you get very agitated and you say, what is this? This is like proper prose and you're turning, you have no appreciation of art. But still, it just became very, very practical that you had to remember what was superfluous had to be put right at the bottom, virtually. And what is important had to be put on the top of the thing. And the other good thing that worked for me, I mean, Hindu of course, Hindu was another, so I had various different experiences when it came to writing midday Hindu, India Today, and then Crick Info, is that the requirements and the demands are different. So you learned how to adjust as to how you wrote. In Hindu, I used to pull off this little, I thought it was a big trick, that I knew after the first day, I would know what kind of the sub-editor was on duty at night, who was a guy who was good. So you knew if you could slip in a few phrases, have a little bit of fun with language, say something cheeky. If that was a week to do it, if there was a guy on desk who would laugh and appreciate it, then you just went for it. You didn't do too much, but you just put enough little bits of what you thought were gems or what you thought they were gems, who remembers, and you get away with it. And one week, there would be someone who had no time for all this, just give us the facts. Forget all your stylishness and all that, the hell with you, give us the facts. So then you made sure you just gave them the facts. And then when I joined India Today, I was told, I don't know who told this to me, I think it was Rohit Brijnath, if I'm not wrong. One of the India Today people told me, he said, do what you want for the first two paragraphs. In the third paragraph, in 25 words, tell us what the story is about. You want to do drama in the first two paragraphs, you want to talk about birds, skies, clouds, do it. By the third paragraph, we have to know what the story is. And it doesn't mean that your first two paragraphs are 300 words each. Your first two paragraphs have to be short, because again, you're dealing with a specific small amount of space and page and so on. So it was fun learning it in that sense. And you also learned about how to be, which of course went completely out of the window in Crick Info, because it's the internet, you can publish as much as you want. So it's being disciplined with your language. And I remember doing this in India Today that I would just be so, I was really tense all the time, because it was a new job, and I'd moved to Delhi and everything. And I would be writing. And at the end of it, I felt like I'd written nothing, because I had got so much information, and you use 30% of it in the story. And I am so bad, I have to tell you this, that in one of my email, I have a folder of unedited stories, of all the unedited stories that I sent to India Today, which they then turned into what is a fairly readable thing eventually at the end, they had a very, very good desk. They had a superb desk in India Today, who knew exactly how to keep the essence of your fun or your style or whatever your voice, so to speak. But all the bullshit they would just cut out, you know, all that nonsense flippidness and all, they would just throw it out of the window. And those people at the desk are still my friends. I am in a WhatsApp group with them. They were so, they were so, so qualified and so adept at their work and so good at it that each of them, I used to tell them, they could have run the midday news desk page, each of them could have run that newspaper, really, I headed the desk in the paper, there was such good, such high quality people on the desk over there. But I kept my unedited stories, I should"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:50.240",
        "message": "be able to read them later. You know what you sound like? You sound like Sachin Tendulkar talking about all the runs he could have made. Now that you said it. You are the Sachin Tendulkar"
    },
    {
        "speaker": "Guest",
        "time": "01:41:02.280",
        "message": "of Indian sports writing. We've put you in your place. Yeah, exactly. No, no, no. I had this other crazy thing. So at one time, some interview I was doing at Tendulkar, I interviewed him after 10 years. And literally, that was like, it was great, because all 10 years, I interviewed him. Because he had become a, when I was in the Hindu, I mostly did first class cricket, and I did volleyball and table tennis and everything. And I barely did very little Indian cricket. And so from 1993 to 2003, I had never spoken to him in this thing. But in 2003, he gave me a fabulous interview, fabulous. Yeah. And in which he basically said like all competitors, I only will lose to my children, nobody else. I can only bear losing to my children, but not anybody else. So it's that is the same competitiveness kind of thing that is that is there, among a lot of other things at the time. So anyhow, yeah, so where was I? Yeah, so I had this unedited story. It's still there. I should read it. I'll probably I'll vomit when I look at those stories now when I look at it, but that file is still there. So I did a story on the Formula One guy and Naren Karthikeyan and whatever and I kept all that all that material. Then in Crick Info, my problem was with speed. I couldn't write fast enough. You know, I used to take five hours to write a story. Then in the time that I finished, as in five hours, not a match report, match report was done. No, even match report would take that much time. Then it was down to two hours. So I was all right. I was within the acceptable boundaries of Crick Info turnaround time. But five hours was too bad. I remember Andrew McClatchy in London, in the news desk, in the 2011 World Cup, I was sitting and writing my story on Tendulkar and Strauss's two innings at that tied game. And Nasher was sitting there, it's 12 o'clock in the night. And I said, Nasher, I'm just filing. He said, yeah, take your time. In this very Crick Info, relaxed. Okay, I'm here to take nonsense. Just do it. Send it. So it took me that much time. It was midnight, it was five o'clock in the morning. And I used to send the story out. So it was great in the sense that you had because you had so you had such a range, different type of writing that you had to do, that you were able to say you had to adapt and keep moving and keep switching it around and sort of being flexible in what you wrote. And when it came to sort of saying finding your voice or whatever, then you sort of discover much later on in the in the piece, you kind of really say, okay, this is what I really want to say. I've spent 20 years of my life doing this. Now, in the last 10 or five or whatever, this is what I have to say, this is what I think is important. And you learn those things as you go on. Or in your mind, you discover to say what you really want to talk about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:39.560",
        "message": "No, I think you're being harsh on yourself. It's not just a five or 10 years. I remember reading you from the late 90s. And you were always just fantastic. A question sort of taking off from something that you just said, like first and aside, like you mentioned the tabloids how they would snip from the bottom. Yeah, in the third of my webinars that I do in my writing course, I talk about six different forms of writing. And the first of them is the tabloid form, or even news agencies also follow that, you know, your single sentence paras and all that. And it's called a string of sausages, because you can cut it from the bottom. So that's literally what it's Yeah, and and it's very functional. If I was a tabloid editor, that's also what I would demand of my writers. So I can't write like that or read like that. But it's a function of the form. And of course, the last of my six forms is a literary novel. So we kind of look at the imperatives of different forms. Now, my question there is, and while you were talking, it also struck me that you've actually also worked in all these different forms, where, you know, like I put up an essay, which I linked from the show notes talking about how, firstly, form can shape your content, and then it can also shape who you are. Because you're, you know, your content shapes that for example, if you are doing say, five minute interviews, you don't really have to go too deep, you can ask one or two surface questions. If you're talking to an author, you don't even have to read the book. If you're doing a three hour interview, you've got to read 30 books, and you've got to kind of not just that one thing. And so the form forces you to go deeper, shapes the content, and because you're going deeper, it then shapes the writer as well, it shapes what you're looking at, like you spoke at midday, how one of the imperatives is find something different. So you're looking deeper, you're looking at different things, you're looking at the human stories, you're going and meeting Kamli's parents. And, you know, all of that is happening. When you think about all the forms that you worked in, like you've done your tabloid thing in midday, but it's a tabloid thing with a difference, because whereas the form doesn't seem to allow for much creativity, the form seems to demand a certain kind of function, just give the information, the fact that the space that you're in, you're competing, there's a certain kind of journalism you're doing, you're looking for something that is sensational, even sensational, even noisy. You use those words, not me. So that works in interesting ways that shapes the content and the kind of thinking you do in interesting ways. You know, India today would have had a similar sort of effect, like you said, you can completely spread out, there are no sort of limits in terms of how much space you have and all of that. So, you know, one, how important is the form to shaping what a writer does and how they look? Because it strikes me that if you weren't in midday, let's say you get through the Indian Express internship or whatever, you know, you're doing a different kind of writing, do you then go in a different kind of direction? And I know you can't obviously sit and think of counterfactuals about yourself. But it's it's all these kind of happy or unhappy accidents make us who we are. So what do you think of that? What do you think of form? And what do you think about, like, you know, so many young talented cricket writers I read today as well. And you know, who are getting to spread out in places like Crickinfo and who are even doing things on YouTube or whatever. I mean, in terms of form, there is so much open to you. How have you seen that sort of evolving? Like there was a conventional cricket writer like I remember when I came into cricket writing and there were a bunch of young writers at that time, you know, Rahul Bhattacharya and so on and we'd go to all the press boxes and I'd feel this resentment towards me and one day one veteran writer from the Hindu told me that listen, I had to cover the local Ranji matches for 15 years before they let me anywhere near a test match. And you young whippersnapper have just come and you're like covering international matches and all of that. And how has that kind of landscape changed? And how does it then change the kind of writing that people"
    },
    {
        "speaker": "Guest",
        "time": "01:47:28.440",
        "message": "do? I think it's changed completely, you know, what they do, reporters tell you that I got so much time and all that. I mean, I would think that, you know, I could sort of crib the same in the sense, but not in midday because midday just threw you everywhere. You wanted to do a test match, you went and did a test match, that kind of. So again, had I gone to Indian Express, I heard my friends were there, I heard stories about the desk and how it was a very formal sort of a kind of an environment. My friend didn't want to be on the desk, she wanted to be a reporter. So she had to leave the desk, whereas she was very good with language. And she then had to go and fight for this sort of space and fight to do night shifts. And you're thinking of all these things and say, my God, I was lucky and what was the cribbing about that I had to do something else and I just couldn't sit and write one boring report of, you know, 300 words and so on. That played a big part. I mean, Prajwal was also from midday and we both say the same thing, that that was such good discipline for us because it really, when the entire structure of what a sports page should look like shifted, we were ready for it because we'd done this in our very, very early days. You know, we were absolutely fine and we knew how it was done because we had the drill. Like you said, the gaze was already there to try and see the thing, which now it is very simple that I tell any younger reporter going out to work, I said, try and tell people what they won't see on television. You know, try and find those things in your story. So look for those things. Don't just get sort of swept up in the whole sort of thing. What has happened, I think, when Crick Info has completely changed the genre virtually because of the fact that it had the space and it had these young writers coming through and giving them time, space, opportunity. You know, for so many young sports journalists, opportunities took such a long time coming. What you did in the time when you waited is either you got fed up and you stopped paying attention to what you're doing or you just took enjoyment out of what you were doing. So I remember in The Hindu, I used to go and cover all these first class matches and everything, but I loved it. I just enjoyed it because I was able to be at another place and see a game. I mean, the whole thing. My favorite story is being a sailing reporter for The Hindu. Nobody cared about sailing except us. Me, Sunil Warrior and Anand Vekadraman. We were the only ones who were interested in sailing. So we would go and spend afternoons, weeks we would spend on the afternoon on a boat outside the naval sailing club, talking to sailors, finding about the course and what the wind was like and when did you tack and what was the... So you did that. So because you enjoyed it, it was fine. It didn't bother you. If you didn't like it, then you could get really sort of frustrated and bitter and angry and sort of point out to people that I waited 25 years to go to a test match. The other thing that I'm looking at, maybe it is, I don't know how it will play out when what happens with is whether doing too much of this, you know, too much of this early is then makes you jaded from what you're doing. And you need to kind of dial down and go back to say, then let me go back and cover first class cricket. There's much more to be gleaned out of it. There's much more to be got out of it. So you're just working the process in sort of reverse. And remember that in the times that even when you are covering test cricket or Rahul was or Sid V was or whoever, at that time, the entire environment around the Indian team was different. You know, I remember we used to crave for having a media manager, see Australians have got media manager. Now I think media manager is like a disaster because you don't get people to say things they really mean, you know, are you just getting formulaic responses to things. So you're looking at young cricket writers now and saying, you know, listen, guys do as much first class cricket as you can because this is like, it's not fun. We don't have to be going to these games to write what we want to write about it. Because it's on television, it's online, we can decipher it, we can whatever it and now because of COVID, they're not even letting you in, you know, so go and do the small stuff, which is where there is a lot of fun. And there's a lot of colour and quality and you'll get to know. I was chatting to a couple of my younger colleagues yesterday, they told me great stories about covering matches, Gujarat versus Jharkhand, some final or this thing match or great stuff, you know. So I think the form does change in a way. And the best thing as a journalist, if you're a young journalist can be is that you make yourself as adaptable, almost like it's almost like all three formats, you know, it's like that you have to try and adjust to all the three formats that you have to play the really long piece, which is where the author and the creative writer and the reader and you might emerge, then the sort of middling 800 word piece and then the little stuff you've got to push out quickly. So try and do that because it'll just keep your mind fresh in that sense. So at this point in time, I'm writing pieces for Hindustan Times. So I have to write about say 1100-1200 words in a particular way. Then I have to write a piece on Ganguly for a night watchman, hopefully it'll get written, which will be a 2000 word piece will be slightly longer. I also did some video thing for somebody for a little short period of time that you give out your video response, Google cameos or whatever. That was a beta test for about two minutes on video. It is so tough to do that because all the time your brain is like in all 25 places at the same time and you have to say something creative and funny in a single quotient sentence and whatever and on camera. And so it's these three that sort of it asks you to sort of adjust to the various formats that are there. And the more adaptable you are, the more fun it is there. You know, you can write in different voices. I know it sounds like a sort of psycho, but you can write in different voices. You can write in different tones, because you can't respond to sport in just one way all the time. You know, you have to look at it at all the levels that it exists and what you look at it and what you make of it, I suppose."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:32.240",
        "message": "No one I think, you know, if I was a young writer today, I'd probably find more enjoyment going to smaller games and first class games and all of that. And the big test matches because a big test matches are saturated, done to death, and you have no access. So at a practical level, you can build access to future stars by covering them today and becoming friends today. But at a deeper level, at the level in which it helps your writing, you will just find more human stories and deeper stories if you actually go and cover the smaller games. And to me, that's much more exciting. You mentioned sailing. So tell me something. Is our journalism shrinking in a way that a sailing reporter isn't possible"
    },
    {
        "speaker": "Guest",
        "time": "01:54:09.080",
        "message": "today? I don't think so at all. I went to Goa. Everyone says, what's your favorite assignment? So of course, I've had much, I've been to Olympics and everything, you know, but I went to Goa to cover the World Enterprise Championships, might have been 1994, after I joined the Hindu. In Goa for, I think it was about 10 days. And we were just covering sailing for 10 days. It was a world, it's a particular class that's only sailed in the Commonwealth. So it sailed in Pakistan, and it sailed in Australia and Britain and so on. Enterprise, I don't even know if it exists anymore now. It's not an Olympic class of boat, but we were pretty good at it at that time. And you knew all the sailors. And we spent 10 days in Goa. And like I used to say, nobody in the Hindu Chennai cared what was happening. But I had gone to cover the event. So I had to file 600 words, which I would file with my best efforts and intentions trying to describe everything and the weather, the wind speed, what the sailors were doing. And then in the evening, we would get onto a bus and literally you went to work with a wallet, a notebook and a pen in your Bermudas cup pockets and your chappals, you went to work. That was your office for 10 days. So I think the space has shrunk so much that you don't even get coverage of things like national badminton, tennis tournaments, we do so much of that. It's almost got European football as I think elbowed out a lot of that saying that, oh, people don't want to read anything about these wretched tennis players and sailors. So like a back of the queue almost, you know. And it's very sad because I mean, I'm saying is very sad because I had fun. But still, it's very sad because if you're a sports journalist, you want to see as many sports as you can if you have an interest in that and find out things about how sports function, how people think what happens, what are common patterns, what are uncommon patterns. And India had a pretty good sailing sort of tradition in the 90s. We won medals at the Asian Games level, which we now I think we've won a couple more recently. So it's those kind of things that if you are interested in Olympic sport, you know, or non-cricket, then you have to have a space to give all of them more mileage or all of them more almost bandwidth to say that there is this kind of thing that is there. Because the cricket to other sports number is about 10 times, you know, and it's very, very evident. You can see that when you write, you can see that when you in if you're doing your checking data and things like that. It's 10 times and it's not that there's no there's nothing to write about in those sports as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:38.720",
        "message": "And, you know, people who are in other sports, what kind of keeps them going? Because on the one hand, you have cricket being the you know, the big sort of gorilla in the room as it were, no offense to gorillas. And this is gorilla, Sayan, Atul Bidadi are all now"
    },
    {
        "speaker": "Guest",
        "time": "01:56:54.920",
        "message": "falling into this category of people dissed in this vodcast. I'm feeling really bad now. I know, really. No, no, nothing. Sayan is great. And Atul Bidadi was superb. Yeah, actually, I was the person who told him that he got picked for India. I remember it was in CCI. I said, Atul, you got picked. He said, did you know you're in the team? And he was like completely zapped. You know, after this had happened. I forgot what the event was. I remember telling him this. But this is the time when there was no Twitter, there is nothing. Yeah, you know, I interviewed him for something else. And I was passing him, I said, oh, you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:21.400",
        "message": "in the team. He said, really? Yeah. You know, so it's quite likely that the happiest moment"
    },
    {
        "speaker": "Guest",
        "time": "01:57:25.480",
        "message": "of his life has your voice in it. So imagine that. Maybe I'm dreaming this up. But I remember it so clearly. He was like, completely lit up completely. Yeah. Yeah. Yeah. So you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:38.440",
        "message": "stories of his big hitting were legion. For those of my listeners who may not know Atul Bidadi was this insane six hitter in the late 90s. And he got picked for the 99 World Cup and didn't really do anything. I mean, he just just couldn't make an impact. But that could just be a question of opportunity or whatever. But in domestic cricket, he was a kind of hitter who I think even today at whatever the strike rate was then would have been an absolute beast. So to kind of get back to my question, and I'm having to look at my notes, because for a moment I forgot. But when you sort of look at these other sports people, I want to ask you about a couple of aspects of them. One is that just at a mentality level, what kind of keeps them going in a sport where there's really no money, there's only so long that you do something for the love of it, I guess part of what they want is that, you know, whenever you're part of any small community, whether it's krabble players or chess players, or whatever your small community is, that community seems really"
    },
    {
        "speaker": "Guest",
        "time": "01:58:31.200",
        "message": "poker players, poker players, that community seems we have to discuss this still, we'll have a reverse conversation. If you insist, we can have a conversation about this later."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:40.600",
        "message": "So that small community seems like a really big community to you. So obviously, it is enough of validation that within that community, you rise and you are still competitive. But over a larger period of time, it's a mess. Like I remember, I used to play competitive chess in my late teens are not very good, which is why I stopped in my late teens. But I remember once there were there were these inter university games, and I was representing Maharashtra. And I kind of went for that. And it was all sports. So you know, the four of us chess players were taken into this room, where you had 200 other people, everybody's on the sleeping on the floor, and the floor is kind of damp, and there's not enough space. And there's one set of three toilets for everybody in the morning. And obviously, we've got wrestlers and judokas and boxers and all that with us. So chess players are not really going to manage to make it to the front of the queue. And it is it is a mess. It is horrendous. And there are two aspects. One is you find you love your sport, but how the hell do you motivate yourself to keep going and keep doing it and all of that, because, you know, maybe a third aspect we can talk about is a way that is administered, which is also so pathetic. And the other sort of way of you know, the problem that they must face is that and this is especially true in the 70s, 80s, 90s, is that you don't have access to how the rest of the world is training. Like I remember I spoke to my good friend Devanshu Dutta, who was a competitive chess player in the 80s. And, you know, and he's a close friend of Vishwanathan Anand. And he at one point told me about his chess playing days, which were in the 80s, that the training was so far behind, that you would be talking about some problem with a Soviet player, which is incredibly difficult for you. And you would find that that is one of the basic fundamentals they were taught when they were like two years old or whatever. And you know, in a column that I wrote about Vishwanathan Anand once, I said that effectively to understand his achievement, you have to understand he was driving a Maruti 800 in a Formula One race, which makes it so staggering. And he somehow managed to do that. But how would these sports people cope? How would they train? What are the kinds of jugaad they had to go through? Like in a recent interview, you spoke about the kinds of jugaad people have been doing in the last year over the pandemic, you know, where they'll set up an obstacle course in their living room or whatever and figure out ways. Give me a little sense of the life of the average non cricketing, Indian sports person, you know, through all"
    },
    {
        "speaker": "Guest",
        "time": "02:00:56.680",
        "message": "these years. So you're looking at sort of basically two lots, you're looking at Olympic sports that are there. I think that in a lot of the main what they call, there's a word they use for it in the Sarkar, priority sports. In what are priority sports, there is a very, currently, there's a very clear structure of how and a pathway, basically, of how things are done. It doesn't mean administration is perfect. But it's much better than what it was in the 80s and the 90s. And you remember this. So what you're telling the story about university athletes is a similar story I heard about a woman cricketer talking about going to a men's cricket event and being in this big shadika hall and the two teams being separated by this one string of cloth or some wall or some kapda hanging between the two sides. So that has changed considerably in the last, say, 20 odd years, maybe 15 years or so, because there are, you know, the size centers are huge. There are just a lot of them there. And so there'll be athletes, if you're picked for it, you get coached. And there is an understanding that for every 100 athletes that you'll be working with, you'll get three or four that will be of a higher quality and the younger athletes will go. I mean, I've heard stories. Then so there's these Olympic sports and then there's football. And in football, you have massive number of community sort of places that are there that are self run, like the person in Bondapara, who I was telling you about, that do these things. And what the athletes lack at this point in time, this is pet topic of mine, we could have separate four hour podcast on this, is enough tournaments to play in. That is what Indian athletes lack more than anything else. At the moment, what has happened is because of the internet and cheap data availability on mobile phones, they are able to get access to the best quality of training, coaching, advice, drills, all the rest of it. It's there on their hand. So they train, they work hard, they want to do, they understand that there is a living in sport to be made. Depends on the sport. If you are X level, you will get a job in the railways. It's a pathway to a secure life if you're coming from there. Now, if you're in football, there are these other multiple sort of various levels at which you have. It's not as organized as it could be. It's not as sort of well spread out or evenly worked out as it could be. It's not equitable in any case. In some places, it's much better. In some places, it's worse. But always at every level, you're finding out there's not enough competitions taking place. It's not that there's not enough talent. And at this point, so there's not enough opportunity. That is what is lacking with the people. So the people that are competing, and then you've got this amazing, for the first time, you've got this very incredible center, privately funded, Inspire Institute of Sports by the JSW group set up just outside the plant in Vijayanagar. And their thought process is very, very clear. It's got four combat sports. It's got jumps and athletics, runs, sprints, basically, and it's got swimming. So they're not spreading themselves too thin. They're just doing very basic things so that you don't need too much of infrastructure, right? Swimming, running, combat sports, it is you versus another person. And that's it. So there's all this that's there. And I remember an official in Guwahati in Sai telling me that we can train all these athletes. Guwahati has this incredible Sai center in the middle. Like imagine a Sai center in the middle of, I'm going to say Saiyan again, but I'll just get killed by people in Sai. You've already said Saiyan. I've already said Saiyan. No, no, imagine it sort of in the middle of, I'm trying to think what's the most crowded place in Bombay"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:28.840",
        "message": "you can think of? The most crowded? Dharavi? I don't know. Dharavi? The Virar Fast? No, no, that is the train. You should have a camp in a train though. You should have a sporting"
    },
    {
        "speaker": "Guest",
        "time": "02:04:42.640",
        "message": "camp in the Virar Fast. Wrestling, wrestling, yeah. So imagine sort of say in the middle of Cheera Bazaar. In the middle of Cheera Bazaar is this huge athletic sports facility that has a full-size football field, a full-size indoor hall, and they produce these players from there. So this is called Paltan Bazaar in Guwahati. And that guy said, you know, we can produce all the athletes you want. We'll do all the things, they'll do the drills, they'll go through these particular programs that they have to, but then you have to, they have to have events to take part in. You can't have them only taking part in three, two national tournaments in a year. You need for them to compete all the time. Our people that are rowing, so one of the rowing coaches from overseas who had worked with the Olympic rowers, he said, my son is under 16. This year when he goes into X particular regatta, he would have competed in 25 regattas before, before the, around the time he's 16, 17 years old. He said, I don't know a single rower in India who would have competed in 25 regattas. Now, okay, rowing is an expensive sport or whatever, but you're investing money into it, give them events to compete in. So that to my mind is the big, the next sort of step, the next push that you have to make is to get people to have enough events to compete in. You know, there is talent, there is no opportunity. That's the, that's, that's what it is. There's not enough opportunity. There is, but there's not enough opportunity. Which is what, but what keeps them going? I mean, I'm, I'm always astonished at, despite everything. Again, in the conversation I was having with Prajwal and Manuja yesterday, we were talking about the things that you see in people, like the bent ears of the wrestlers, or you look at, I saw this Dattu Bokanal's hands, he was a rower. You can see that our gymnasts are competing with injuries because that's what they do all the time. And I can't understand what, there is just a sense of almost boundless optimism in them. It's very hard to beat that out of them. That boundless optimism to just be competing and to just say, just give me a chance and I'll show you what I can do. It's almost in a way, it's like you want to cry when you hear about it, you know. But they just have it. At every level, they seem to have it. And their optimism and their energy doesn't get beaten out of them as easily as it would get beaten out of maybe, I don't know, you and me, you know. It's, it's just the most, I can't describe it. You know, if you're thinking of all the qualities that you find in athletes, competitiveness, but this, this thing, what it is, I don't know. They may be happy with what they've got. They've got a decent livelihood. They're doing okay and all, but this whole thing to keep going and not to not stop, that is, it's a very hard thing to, for you and me to grasp and understand what it means, you know. It's, it's very difficult. Yeah. I think, I think somewhere"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:20.480",
        "message": "else you mentioned how, you know, Deepak Karmakar, when she did the Pradhanova once, she did it with"
    },
    {
        "speaker": "Guest",
        "time": "02:07:25.040",
        "message": "a hairline fracture on her ankle. Yeah. Like what? Like how? Yeah. Yeah. Yeah. You know, and, and, and it wasn't that she was pushed into doing it. She just wanted to do it. Yeah. And she has that kind of streak in her. I mean, then you hear about the horrific stories about gymnasts and, and the reason why gymnasts from USA and Romania won't try the Pradhanova because it's too dangerous. But with athletes from our country, it's the only shot they have at anything, at anything that gives them this thing. Whatever else we'll do, if we can nail this, you know, that's the thing. But the whole thing that is dangerous is, you know, the whole thing about, oh, it's the death, the vault of death. It's a vault of death if you don't practice it. If you and I try to do it, we will die. You know, straight away, first try, we'll be dead. But they practice it enough, you know, so that they're able to just nail it once they practice it. That's all that I'm saying. It is the vault of death, but only for clueless clunks, not for competitive athletes, you know. No, and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:19.520",
        "message": "also, I guess to talk about it in poker terms, if you're behind, then you want to take a higher variance path. So other countries may not need to try the Pradhanova, but there is, there is a certain rationale to her saying that I'm not going to reach the top. Otherwise, I have to do this shit. And that's also very poignant and sad in a way, I guess, you know, and you've... One more"
    },
    {
        "speaker": "Guest",
        "time": "02:08:38.160",
        "message": "story in this, I'll just interrupt you here, is that had she not, had the sports authority and the sports minister not pushed, she would not have gone to Rio to compete. Because there are two gymnastic federations fighting with each other about who owns the gymnast, which is the official one, which is not the official one. She would not have gone to Rio, if it had not been for her coach being one completely stubborn person and reaching out and just basically breaking the door down and saying, you have to send her, you have to send her to the test event in Rio, which she won, and then she was, she qualified and everything. So that's the chance you're giving these people, yeah? What"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:13.360",
        "message": "is this? So I'll ask you about the politics now, but before that, to complete the last question about sort of the jugaru ways in which people kind of, you know, get past all their kind of shortcomings. Like, I remember, I think Rahul Bhattacharya in the early 2000s wrote this story about Indian fast bowlers of the late 80s and early 90s. And he mentioned some fast bowler there, who somebody told him that, listen, you need stronger shoulders, why don't you try bowling with a short put? And he tried bowling with a short put and his shoulder got dislocated and he never played for India again. And you just had this lack of knowledge and you're trying these random jugaru things and all of that, which also seems to me to be really sad, because these are people with the talent, with the desire, but they don't have the information,"
    },
    {
        "speaker": "Guest",
        "time": "02:09:52.720",
        "message": "they don't have the ecosystem. And now there is information, because of the internet, you will get information, you will be told, you know, this is what you try, this is what you don't try, this is what you do, and it's told to you from experts. And the whole thing of language and not speaking English, you know, it just goes out of the window. It's like they can work it out, they just work it out. It's almost like that the desires and the ambitions of our athletes is way ahead of what the ecosystem can provide them, you know, it's literally it's trying to catch up with that. And there is a tussle and a friction and all the rest of it, but it's there,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:25.760",
        "message": "because the outside world has come here, you know. And in a sense, it seems to me that there are so many obstacles within the Indian system for any sport other than cricket, that just to get to the top, you're actually selecting for people with a higher level of cassettedness and mental strength and talent than anywhere else in the world. So you know, before we get to politics, so that brings me to this question about India as a sporting nation, like it is often said that, listen, you know, a place like, say, Australia has a sporting culture, people always going out and they're surfing, and they're doing this in their free time. And in our free time, I don't know what we do, we all doesn't matter. So the question then is that, and there are various theories for why we are not a sporting nation, there is a weather because tropical hot all the"
    },
    {
        "speaker": "Unknown",
        "time": "02:11:07.200",
        "message": "time, but that didn't stop other countries. There is a genes, but that also hasn't stopped other countries with similar. And we have a range of genes. We have a range of genes. And there is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:18.000",
        "message": "also the diet, which is, you know, sometimes brought forth, but, you know, even in terms of diet, I don't think that's any more kind of an excuse, by the way, just in just a kind of aside, a former chairman of the Indian selectors circa 2001, and you will surely know who I'm talking about, had once during a game in Mohali picked, I think, three fastballers for our team who happened to be Muslim. And the night before he was having a drink with us. And he and he went on and on about this whole racial theory of, you know, look at Pakistan, so many fastballers. So you know, for fastballers, we are going to look at Muslims from now on, that was, yeah, he was he was admittedly a little drunk at the time. And I won't take his name because, you know, and yeah, yeah, you can't, it's hard to not know. But so what are your theories? Because I think none of these, like we both agree, are really completely legitimate reasons. So why is it that we are not a great sporting nation in sports other than the one which is"
    },
    {
        "speaker": "Guest",
        "time": "02:12:22.720",
        "message": "played seriously by seven or eight countries? My answer to this is very simple. It's taken me a long time to arrive at it. But the answer is basically how our sports are administered and the opportunity that we give our athletes. I think in the early years of Indian independence, the government did a lot for sport. Had it not been for government intervention, and the army, and banks, and you know, oil companies, and you have this inter-institutional tournament, we would not be able to compete in a lot of the sports that we do. Now, in the era of professionalism, instead of responding to the environment around them, and the fact that there are so many opportunities, there's so much information available, there is so much money in the Indian market, the administrators are still living in the 1970s, where they are my baap. They want to be my baap. Like I said, that they want to be, you know, they are a bit worried that there'll be a superstar that will be bigger than them. And you'll see this across the board everywhere. You'll see this when there's political involvement in, they don't want to hand sport over to professional management. They want to be in control of everything. And that is what has led to the fact that we're here where we are. And the ultimate sort of reason, the ultimate validation to what I'm saying, has come from the creation of these non-sporting non-profits. It is a jugar that has come because the system was so rotten, that the administrators were so crap that athletes who take six months to get their permission to go and get treated in a hospital for something before the event is three days away. You know, so that kind of scenario is they have not caught up with professionalism. And they don't want to catch up with professionalism. And that is why our sport is where it is. It has nothing to do with talent. It has nothing to do with our lack of killer instinct, our diet, our genes, nothing. And the football example is classic in the sense that we have, I think Joy Bhattacharya also spoke to you about this, about the baby leagues. It has just begun. I mean, I have gone and seen, not a lot, I'm like a complete interloper into Indian football. But you can just see of the kind of talent that there is and the kind of numbers that there are. Anywhere in India, you'll get numbers. Anywhere, you know, any sport, you'll have numbers turn up. But you are not giving them enough events to compete in because it's too much work. COVID is the perfect time for people to sit on their behinds and do nothing and say, Baba, we cannot organize a tournament, there is COVID. You know, we can't create an infrastructure or a pathway or anything because there is COVID. So that is primarily the reason. And look at what has happened is that when you put an organization, how are you able to churn out players that are in the top 50 in badminton, in men's, particularly in women's also to a certain level, because you have this ecosystem that created it. And they were literally forced, the badminton people, to have a lot more events. And because the sport came out in the front pages everywhere, you have a world champion, you have a world number one, what is going on, you know? So the biggest sort of fallback in this is the tennis people. Indian tennis has gone behind rather than going ahead. Whereas in the 90s, you had competitive Davis Cup team. Sania Mirza was your great women's player coming through. So my blame is strictly on administration. And literally when I moved to Delhi is when this kind of just clicked in my mind. Oh, this is what it is. This is this bloody gravy train you guys have been riding on. That's our taxpayers' money that you've been using all this time and doing bugger all about it, you know? And as a young journalist, you sort of, that's what administrators tell you all the time when you talk to them, lack of killer is, they only want jobs. Hello, how are people to make a living? How are they to feed their families? They only want jobs. They are so lazy. Yeah, they're lazy, they're greedy, they're lazy, they're self-centered, but they can hit a penalty stroke like you can't, no? So shut up and give them the chance and make them do it. But look at what you've done to hockey also in India as well. Anyway, I could go on forever. Yeah, no, in fact, this is not just"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:07.200",
        "message": "true of Indian sport. I think it's true of India in general that whatever people achieve is really, despite the state, like even badminton, it's these private individuals like Gopi Chand and all of that, making that kind of effort, which has built that ecosystem. And, you know, almost fortuitous that that one individual happened to be there at that time, just so driven at that time, and he kind of built everything. Another question, you know, whenever I sort of write about any Indian problem, outside of sport, like whether it's agriculture, or just take any problem, there's a deeper subset of the problem, which is the role of women in it, right? Everywhere, if there is an agriculture problem, there is a deeper subset with women farmers and farmers families and all that, and everywhere is a deeper subset, because one hardly needs to say the status of women in India is. So in a sporting context, what is it for the women like you have high profile things like all these wrestlers coming out of Haryana and even there, of course, the original instinct is a patriarchal one, because, you know, Chandgi Ram didn't have any sons. And, you know, in 1979, they open up the Olympics for women's wrestling, and he says, Okay, I'll train my daughter. And then, you know, Mahavir Phogat is one of his assistants. And the whole story kind of starts, which is why you have that bizarre site of the most, probably the most misogynist state in India, Haryana, with, you know, the lowest boys to girls ratio actually doing so well in a girl's sport. And today, of course, it's heartening to see that, you know, the women's cricket team, which is like so delightful to watch almost more than the men's team sometimes. So recently, I think both teams have been just killing it. No, no. And recently, I think both teams have been killing it. But it's just joyful to watch. What's the scene there? Like, because of barriers, there are so much more just at the basic level of girls going out to play the way you could. I mean, you are such an outlier that you ever even got to play with the boys, right? What have you seen there?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:00.800",
        "message": "You're right with regards to women. But with regards to women's cricket, what I've been saying a lot recently has been that when compared to any other sport, women's sport or a sport in which women athletes are involved, cricket is the worst for when compared to women's hockey, women's wrestling, women's boxing, women's badminton, because the Olympic charter demands that men and women's sport is treated on par. So if men have to train, the women also have to train. If men have to go out and compete at a qualifying tournament, the women also have that qualifying tournament. So therefore, it has been made incumbent on Indian sports administrators to do this in a way is that you have to show that presence that yeah, it's there, it's there, we are here, our women's team is here, our women's women competitors are here. So you'll see the wrestlers, the boxers, the shooters, everybody's there. Cricket is literally like women's cricket is handled like in a medieval fashion, that we will give you some scraps, we will give you, they don't have like, what I'm talking about opportunity is just look at women's cricket, just look at the lack of women opportunity at every level, in a way for the best, the richest, supposedly the best administered in open courts, sport in the country. Look at how they're looking at their women's, they're treating their women's team. It is outrageous as to how they're getting away with it. And it is despicable. I cannot even imagine that you will go a whole year without playing, you will make them play three tapori type matches in Dubai for during the IPL and think you're doing them a bloody favor. It is ridiculous what they're doing, you know. And so in comparison, women, the Hockey Federation is looking good because our women's hockey players are competing, they went to Germany, they went to Argentina, they've competed in this COVID time, they're trying to, they've got, you know, they are looking forward to competing at the Olympics as compared to last time. Women shooters are there, but where are the women cricketers? They are only doing social media. What is this rubbish? You know, so you can see that if not given, if not made mandatory, this is what happens to women's sport. If it's not made part of this thing that you have to do, it's part of the, this is what happens. And if you look at how Indian men's cricket is compared to all the other countries in terms of output, 2,000 matches a year, all the other stuff that is going on and all that, and look at what's happening with the women in cricket, you know. So you have to see that power responds to, if not required to do the opposite of what they behave, if not required to behave in a fair manner, they will behave with, in a patriarchal manner with the women that are there in their little, in their ecosystem. They will respond to them in the way that, allow karenge, chance denge, it's not like that, you know, you can't, you can't be like that. I mean, what is going to happen to these girls that are there in the national team? We're not even talking about the first class women, the players in the first class setup. We're not even there. We're just talking about your most elite team as to how you're treating them. So it shows you that this kind of a mindset and this kind of an attitude is, it's almost instinctive. It's almost, it just comes, it's natural. If you didn't have to do it, this is what you'd behave like, this is what you'll do."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:21.040",
        "message": "No, and it always strikes me that it's a chicken and egg problem that is actually solvable. It's chicken and egg because you can easily say that the numbers aren't there, therefore the money won't be put into it, therefore there'll be no ecosystem, therefore the numbers won't be there"
    },
    {
        "speaker": "Guest",
        "time": "02:21:34.000",
        "message": "and it's circular. The numbers you're talking about, profitability numbers, you're talking about revenue generation numbers or numbers of women to compete? No, I'm actually talking about"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:43.440",
        "message": "demand for viewing the sport and the point is that only grows when you have more iterations of the sport actually on air. If your women's cricket team is playing all the time, then obviously the eyeballs will also explode, more and more people will discover how good"
    },
    {
        "speaker": "Guest",
        "time": "02:21:57.920",
        "message": "these players are. Had they not, sorry, I'll just jump in again, had they not reached the final in 2017 and 2019, the BCCI would have been very happy. If they would have lost early, the moment they reached the final, everyone switched their TV on. Semi-final, Harmanpreet Kaur, you switched your TV on, you said what was that, you know, and that's what they don't want. Literally, when you say they don't want to produce stars, now they don't want to produce women's stars. It's there, you can see it happening in front of you, you know, you don't have to be this thing to know that it's there. It's too much work. Why should we bother? All this money that you're sitting on, we'll put it in fixed deposit, if we're getting 5%, so what? We'll take it, 3% or whatever we're getting now. That's the mindset. So here's a thought leading to a question"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:43.120",
        "message": "that sitting where the BCCI is, where they have both men's cricket and women's cricket and women's men's cricket is just making so much incredible money that, you know, you can see why their incentives are that you do your thousand matches a year or whatever it is for men's cricket and keep that going. Now, the structural issue there is that one easy solution would be that you just maybe hive it off and create a separate body for women's cricket. But the larger issue is two problems here. One is that earlier we were talking about how sort of the government federations will also spend a certain amount of time on the women's sport because it's mandated and all that. But otherwise, we have seen that the sports that are run by government organizations are in a complete mess because incentives are all over the places, politics, bad administration."
    },
    {
        "speaker": "Guest",
        "time": "02:23:23.120",
        "message": "It's the classic state dysfunction. No, the government doesn't run these sports. Amit, the government doesn't run these sports. It's the federation that runs the sports and they reach out to the governments to get money from them. So the sports ministry doesn't run any sport. It's all these little federations where all these partitions are stuck into it that runs it. So what the federations always do is that they blame the government for saying visa nahi mila, paise nahi mila, permission nahi mila. But actually, it's the federations that are sitting on their ass and doing nothing. You know, it's the federation that are causing this thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:51.200",
        "message": "Are these federations quasi-government organizations in the sense that they"
    },
    {
        "speaker": "Guest",
        "time": "02:23:54.240",
        "message": "get all their funding from the government? No, they get their funding, but they want to be autonomous. It's the BCCI, the only reason they fight for their autonomy saying, we don't take money from you. These federations say, we are independent of government interference. And before they try and stop any kind of government questioning them, accountability, therefore, they stop the sports bill. Therefore, they stop all these things. They are not obliged. Only now they have begun submitting accounts to the government. They've only now begun doing it. The government has just got some control on their functioning, though they're trying to ease themselves off it because they don't want to be answerable. You know, they don't want to have regular elections. They don't want to submit accounts. They don't want to have women in their bodies. They don't want to have a player organization. So this is part of a sports code that they have to answer to now, which BCCI is also blocking. So I'm saying it's like a cross party gravy train, I call it. You know, it's like a cross all party buffet. Let's come and feed into taxpayer money. It's a cross party buffet. Except BCCI is not eating into our money. It's all hockey federation, gymnastics, all these people that are doing it, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:56.720",
        "message": "So there's a deeper structural problem, which I was coming to, which this feeds into, which is basically that one, these federations have a monopoly on the sport, and that makes it a monopsony for the players. A monopsony, by the way, for those who won't know is like the opposite of a monopoly where there's only one market for your services, which is essentially the case with all sports, right? If you play a sport, you have to play it within the umbrella of the BCCI, you can't go anywhere else. What happened with the IPL was that there was within this system, there was an artificial market, where you have multiple buyers for your talents. And in terms of incentives, it's a little better. But I think a problem that all countries have, and it's probably felt more acutely in India, because it's so dysfunctional, is that there is no competition. And when there is no competition, the incentives are sort of horrible. Like imagine if all writers had say a writers federation, you know, which had to go to the government for funds, and they would decide which writers to promote, which writers to train. Sharda, imagine what would happen to us. I don't think either of us would probably come up through the system to begin with. Dead, dead. No chance. I would be in library. Yeah. And we are only there because there's competition, you know, express didn't take you, midday did, you know, and so on and so forth, down the line. And this kind of baffles me because I can't think of a way that this can ever kind of get sorted out. Cricket got lucky that at least in men's cricket, there has been a virtuous cycle. And, you know, all the money coming in has kind of helped. And now it's finally really helping the cricketers as well, to some extent, and we can quibble about aspects of it. But cricket's doing fine. But when you look at other sports in the country, what are your feelings? Are there positive signs of movement, which I presume would come from private initiatives, but are there positive signs of movements? What's the deal? I think that there are some federations"
    },
    {
        "speaker": "Guest",
        "time": "02:26:40.800",
        "message": "that are better than the others. You know, for example, shooting, they are able to do, they have a generation of shooters that are now coaches. You know, so one of the very important things that that sports need to do is also create opportunities for when you have finished playing, what do you do after that, which, you know, so shooting has done it very well. We've seen that now we've got some 10, 11 people going to the Olympics, we have a better chance of winning medals. So there is some element of let's make our sport bigger, let's make our sport better. And of course, the athletes and the administrators will fight, they've always fought, you know, they've always had differences and problems. But you are increasing the width and the base of your sport is increasing. And it's an expensive sport. So you're limiting it with the kind of people that are coming into it. But say for example, when I think when Rathore won his silver medal, after he won a silver medal at the Olympics, at that time, there's still about 300 people competing at the nationals, it became 3000. After the gold medal, it multiplied further, it's so big now that you're trying to get people to trim their competition, the numbers in India just go wild. So like, for example, the shooting is one of those federations, and it's there as an example, you see how it's working. Look, for example, the parallel to what Joy was trying to do through volleyball, Joy Bhattacharya was trying to do through volleyball, they fought with them, the federation didn't allow them to have it, there's a court case, you know, so that volleyball league has stopped, because of the guys in the volleyball federation who wanted to control everything, they don't want private enterprise, they don't want this. So you've got these two ends. The only way that you will see progress, I mean, I would think that at some point that athletes would just break out of this kind of, the really exceptional athletes would break out. The one federation that is I think, most answerable, and should be most answerable but it's not is athletics. We've had people in that in athletics federations for 20-30 years, why haven't we won more medals at an international level than we have? So you have to see what are you doing that is wrong. If it was say a case study in business, it would just stand out like a, you know, tree on fire in a public place. That's how evident it is. I think in individual sports, you will get a better chance, in that sense of people breaking through and doing better in boxing, maybe in wrestling, men's, women's, whatever it is, you'll get that, you'll get those sort of breakthrough stars coming. But at the same time, it's like this girl who's a fence qualified for the Olympics in fencing, which is a sport that we don't imagine Indians ever could be competing in. It's because she's been supported from the outside by private funding and by being able to go and train and working her way through and people working on her behalf to basically fight the fights that she needs to fight. Similarly, with Bipa's story in gymnastics, there are younger people in gymnastics coming through. So institutionally, it's a mess, but you would hope, but like you're saying, it'll translate into everything in India is the same way, that you'll get people, individuals coming through that will just pull you along in another direction. So for example, golf, my views on golf are not to be uttered here in public. We have decent level golfers at the Asian level competing in Europe. It's fine, it's doing okay, it's running on its own, it has got these clubs and all the rest of it. But you know, because there is so much of bad administration and institutionally bad administration, that you will always hold yourself back. But you'll have people breaking through. I think that way, I mean, maybe it's a cycle and a churn and we're seeing a change that's taken place. I mean, I remember from the from the 90s to now, it's a massive change that has happened. And it's almost like athletes now have got so much power that they are able to demand. Particularly the superstars at the top level, they can be a bit precious and everything. But like I say, listen, they have the ability which the administrators don't have, you just put up with it. So that's the way I do look at it. In the sense of there not being a sporting culture is, I think we have to redefine the fact that in our country, sporting culture is a livelihood issue. And our leisure is separate, our issues of our leisure are not that important in the long way. You know, we'll always find a way to be entertained and to enjoy ourselves and go to a club or go wherever else it is to play whatever you have to play. You see all these little parks that come up, five-a-side football that are there in the cities on the roofs of buildings, that's fine. But when it's a livelihood issue, it's a way you have to look at differently in terms of creating more opportunities for those athletes to have before them. I mean, Joy's Volleyball League is a prime example of what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:09.920",
        "message": "is wrong with the administration of Indian sport. Yeah, it's very sad. In fact, my episode with him was incredibly inspiring, because through the second half, when he spoke about football, especially, and all the work they're doing at the grassroots is just so inspirational. But yeah, my listeners won't forgive me if I don't ask you this one question, though,"
    },
    {
        "speaker": "Guest",
        "time": "02:31:26.720",
        "message": "what are your views on golf? Can't say. It's not fair. Because Joy Sakkarwati, who's a very good friend, a journalist of mine, slightly younger than me, he has a very nice Twitter handle called the Joy of Golf. I cannot be mean to him, so I will not say it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:42.320",
        "message": "But you're not being mean to him, you're being mean to golf. Let's sort of leave that aside. And let's in fact now, you know, because we are, you know, tripping on your story and away from your story and back to your story, let's kind of get back to your story. And, you know, so you are sort of a journalist and you've already spoken about how your craft evolved over a period of time and all of that. But what is it like being a woman in the sport? Because, you know, you've spoken about how when you first went to a press box, you were the only woman there. You know, is that like all of us young people, you know, are faced of whatever gender are faced with the imposter syndrome when we first start covering where you start asking yourself questions like, you know, am I good enough? Can I manage this? You want to impress people that anxiety just kind of takes over you. And it just feels like you have another layer of that to deal with when you start. So what was that sort of process like? And obviously, it's, you know, people like you and Hemal Asher at Midday and all of that are kind of legendary for the kind of early work you did, you know, Prem keeps talking about how he didn't do sports writing in his early year, because you and Hemal were just so good, which is... Three girls, three girls in the department. Three girls, yeah, which is mind blowing. Yeah, yeah, yeah. So, so what were those sort of early years like? And even beyond this issue, what was it like in terms of being able to do stories on cricket, like getting access to people, getting them to talk to you? I imagine"
    },
    {
        "speaker": "Guest",
        "time": "02:33:04.800",
        "message": "it must have been a whole different world. It was a very different world. And I think what helped me, you do have a lot of anxiety when you're going through, you had to present yourself as professionally as possible. Because you are female, you can't be seen as groupie, fangirl, you have to try and like kind of literally almost do the opposite kind of a thing. So you wanted to sort of melt into the furniture, which you can't really do. So there was that. But at the same time, in the background, because I had institutional support in the organization, it was a fantastic story, great story, they'll tell you very good. What is this nonsense? Your spelling is wrong, the sentence... So you know, it was almost like you were being looked after as a young professional coming into it. And your femaleness of it was only a big deal outside that little world. And if you felt that confident, then you didn't really worry. So for the first four and a half years, it was like just... And getting to know people. And honestly, Amit, you know, the thing is that people were so good. People inside the Spots ecosystem was so good. They were so decent, so helpful, welcoming, almost... You're just thinking about it and when people tell you horror stories, you think I have no horror stories to tell you. I genuinely don't. And I'm so blessed in that sense that it's like they took some time to get used to you. But the point is, because you are working for a local paper, you're a Bombay person, your bylines were coming the next day, your stories were coming. They said, okay, this is one reporter only. What else? Only gender is different. And there is no toilet for her, but it's okay, she'll manage. So you just had this amazing sense of sort of fitting in closely. And so cricket was like the big gorilla. But in other sports, for example, hockey, tennis, whatever, people were just fine. They were just happy sailing. They were just happy to chat with you. They were just happy to tell you things. They were happy to share their experiences with you. And it wasn't a problem. Because what they saw as a finished product at the end of it was something they were like, okay, it's fine. It's written nicely. Nice piece, good photograph. I'm happy. Savita Kiloskar, you should take pictures. Superb photograph. Very happy. And that's how it worked. So I don't know what it was like in the bigger newspapers. For example, Times had started having women reporters, Express had a few. I don't know what that was like. That whole big mega, what's it called now, legacy media, big media. I have no idea what that atmosphere was like, how the women reporters were treated there. Because I just was very lucky to start out in midday, which was literally like being with people that were slightly... And K.N. Radhakrishnan, who was the editor, was a really old, sweet gentleman who was there. Sound principles he had. You could not pass... No bullshit would pass him. So he would say, no, no, you cannot write this. This is not correct. And that was it. It was just that. And he was right. When you looked at it at the end, you had overstated something or understated something or whatever. And he was like the news editor in charge. A lovely, lovely gentleman and just a wonderful sort of senior person to work with as well. Mostly they were youngish people. They would have been older than you by say four, five years or something like that. Max in their thirties and everything. And even the artists that you worked with, the layout artists were there. They were all young people. And you had Tariq Ansari putting up with all your nonsense. So you just felt very secure. And you felt looked after and protected by your organizations, even when you went on assignment, which I think is something that I was very keen to do when I became a senior person. Say I was in India today when there was someone going out in say Calcutta or Kerala or Bangalore to do a story. I made sure that the reporter who was gone there did not get shat upon because you could shit upon them kind of a thing. You had to look after that reporter. You had to say, OK, listen, this is what you've got. Why don't we try and do it this way? Because of what I learned at midday. That's the kind of organization it was. The Hindu was very different because it was very, very like proper cut and dried. You just did your stuff and then you went ahead and you did what you did. And but the Hindu gave you this rigor of being a cricket reporter in the old fashioned sense that you turned up before the first ball of the match. And at the end of the game, you tallied the scoreboard yourself before sending it to the office. You know, and you filed your match report and you could not make mistakes. And that was it. So that was another kind of drill. But then and you went to all these places. I remember I traveled to Surat and Valsad with Hemant Kinkare. We went to cover some cricket. So you had colleagues that were there. So you were generally looked after. You didn't feel it was like odd, you know, like it was like strange. So by the time when I reached India today and I went in Delhi as well, I was quite secure in that sense. You know, I had something to fall back on. And because in midday, the culture of having women working around you was so normalized that you didn't think it was a big deal that there were two more women reporters. So as far as I know, like the people who went out from midday elsewhere, then really discover how shit the world could be in the big paper that they really they came across insecure colleagues. And it was like hell when I heard stories about that. And then I sort of dived back into cricket, which is a completely lovely working environment as well. But the only strange thing used to be I went back to England from 2000. I'd gone there. I was the only woman in the press box. I went to England in 2011. And again, I was the only woman in the press box. And I said, this is absolute nonsense. How can this be? And so at the same time, the numbers of women that are writing sport, talking about it, podcasting or, you know, doing programs or videos or digital, copy desk, everything, that number has really grown. I just did a rough audit of it a couple of years back. And I sent a message out to a lot of the women that I know who are working. I said, listen, tell me how many women do you know that are there? Give me the names, give me the emails. I have a list of more than 60. Wow. I am so happy to hear that. More than 60 is a massive number from nothing. And I think, and in India, you find this, you know, maybe all of them will have terrible stories to tell you. A couple of them did write back and tell me that, you know, thanks for asking. This is what it's been like. So I just had a general mass mail out, a nightmare type of a mail out. And I said, I'm just trying to see how many of us are here. And we had about more than 60. And I checked with somebody in SGFI, I said, how many are there? They said, oh, about 25. 25. Many more. So that's the thing. And I think in other sports, it was normal for there to be women in sports journalism, say, from the mid-90s, you know, in hockey, in tennis, in badminton. It was normal for there to be women reporters. That became a normal thing. And every paper began to have either one woman on the desk, at least, if not a person on the desk and a reporter, you know, that kind of a thing. The websites made a difference as well. So it's been, it's been quite a, I only remember in Sharjah, somebody asked me, Pakistani. It's just a lame thing I did. He was the manager of the Pakistani team. I remember his name, but I'll not say bechara for no reason. He said, why is it that India only has women sports reporters? And I was stupidly, so I said, why is it that only Pakistanis ask? Which was just like such a cheap"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:10.000",
        "message": "thing to say. Fantastic answer though. Yeah, but it was, I look at it now, it's just a sick thing"
    },
    {
        "speaker": "Guest",
        "time": "02:40:14.960",
        "message": "to respond to, you know. And there was this, because there were two of us who were there at that time, there were two women, me and this other girl, I don't know whether she writes a Harley in her name, I don't know whether she writes anymore. It is just so trite, yeah, it's such a bad thing to say, I should have just ignored it. And I remember that thing now, I say, what is this nonsense? And at that time, Farishteh was there. Farishteh Gati was at that time, I think she wasn't at that tournament, but she was writing, you know, she was there, she was, her byline was"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:38.960",
        "message": "known. Meaningless, anyway. That's a lovely answer. And you, this conversation is making me very nostalgic as well, because Savita Kirloskar, Hemant Kinkre, they've both been"
    },
    {
        "speaker": "Unknown",
        "time": "02:40:48.560",
        "message": "colleagues of mine in different places. So it's like, you know, it's like, starting with Max Biagi,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:54.160",
        "message": "there's a whole thread of kind of connections between your past and my past. So let's, at one point, you mentioned Mr. Radhakrishnan in midday talk, you know, talking about that this is too overstated, this is too understated. Let's talk about overstated and understated because it seems to me that sports writers have to face these almost conflicting imperatives. And one imperative is that you capture the essential drama of whatever game you're watching, you capture the drama and make it alive. And that's great sports writing. But the other imperative sometimes might be that you're watching a really boring game that is completely dull. But because you as a writer want something great to come out of that, you kind of, you kind of create the drama, hype it up. Like, you know, when I think of Wally Hammond's famous phrase about Amar Singh bowling of the cracks of doom, you know, and I can't figure out ki, matlab ki, it clever hai, but I can't figure out whether it's good or bad, because on the one hand, fine, it's vivid,"
    },
    {
        "speaker": "Guest",
        "time": "02:41:53.680",
        "message": "you know, you remember it. It's fantastic. Yeah, exactly. It's like Wally Hammond told you and me,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:58.960",
        "message": "you know, he came off the wicket like the crack of doom and you're thinking, wow. Yeah, it's, but on the other hand, did he really? So, you know, this is..."
    },
    {
        "speaker": "Guest",
        "time": "02:42:07.040",
        "message": "Why let facts in the way of a good story, you know, our legendary phrase. Yeah, yeah. See, but the great thing is that Wally Hammond didn't have to prove it to us with, because there was no"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:17.920",
        "message": "television, he could tell us what it was, what he saw. Maybe he could say anything. In fact, even with a lot of sort of carduses writing, I get this feeling that it's not, not really like that. But is this something that you then have to, that as a sports writer, you start becoming aware of your own tendencies of maybe, like, in my case, I certainly feel that there were times when I went too far. And sometimes you just need to take yourself out of the equation and kind of get really blank and try to notice things for what they are. And, you know, I love your writing, because you sort of capture both, like there are moments in your writing, especially your feature stories that, you know, that have that sort of emotional poetic feel to it almost like, you know, like your former colleague Rohit Brijnath at his best, for example. But there's a lot of your other writing, which is very muscular, narrative driven, you're really going forward, you know, so you're one of those very rare writers who does both of those very well, you know, touches the sublime and at the same time, you can really get deep into the action and the kind of nuances. So, like, forgive me if I'm if sound like I'm overthinking it, but you know, in my own writing, I sometimes try to think about my own tendencies. And what am I doing here? And all of that, is this stuff that you think about? Is this something that you have to warn yourself against?"
    },
    {
        "speaker": "Guest",
        "time": "02:43:43.360",
        "message": "Thanks for all the fantastic things you said, first of all, but what you're saying is right. I think it depends on what the situation demands. I think almost that that's how I respond to what I have to write. Now, if I'm writing a piece that is completely a spontaneous response to what has happened, then I feel you have to just let go and go for it, you know, because you should be able to create in your piece, that response of emotion, or whatever the visual sight that you saw that you couldn't forget, you should be able to create it so that when you read it 10 years ago, you remember what it felt like, you know, the I feel that is really important, because that to my mind, is the fundamental essence of descriptive sports writing, for example. So, but you learn that in a way, it's almost like there's a discipline that you do it, you know, it's almost that you sit down, and you say, Okay, this is what I have to do, and you're going for it. And when you're responding to it, I don't know whether you do that as well, I'm a compulsive note taker. So if I know I have to write something, I will take notes and take notes and take I may not use any of it, but I will take notes, because that's my way of having a stick in my mind. When you're writing something else, when you're writing something that is, I mean, it may almost look cynical, in a way that you're saying it, but I think you have to be very clear about what that piece has to be, what you're going to say in it, how you're going to, you know, what is not how you're trying to tickle the public's emotions or what in a sense of what you're trying to replicate. So where I want that piece to reflect that moment in time when I'm writing about something with an emotion. So when you're writing about, you know, I wrote a piece in, which was my colleague Joy's idea at ESPN, about the three women athletes in Rio, Deepa, Sindhu and Sakshi. So you're trying to write what that felt like, so that when you read it 10 years later, you still remember what it felt like, because it was fabulous at that time, whatever happened to them, whatever their careers turned out, however things went, in that moment, it was a special thing for everybody. All of us was in it, you know, at the time. So like what happened, you know, when Tendulkar retired, I had so many people, I keep coming back to Tendulkar, this is nonsense. And I wouldn't even call myself a Tendulkar fan fan, but who knows. So when he retired, I had people sending me messages saying, I'm crying. I don't even like cricket because they all saw his speech. I didn't write anything, but so it's that kind of a thing that you remember that time. So that's what I try to do when I'm writing something on the top of my head. It's actually not at the top of your head. It's done in a very, very careful manner that you have to literally put it down there. If it means emptying yourself of that emotion, almost by putting it out on the paper, then that's what you do. Because then when you go back to it and you look at it and say, okay, now I remember what that felt like, you know, that is what I try to do. And in the other kind of writing that you're doing, if you're trying to analyze or you're trying to like the Bumrah piece, for example, you have to just break it down into its smallest possible element and explain it to people and say, look, I need to share this with you that what I have found out, I need to tell you to understand how good he is because of this, you know, that's the two sort of levels at which you work. I mean, I recently wrote a piece on Rashid Khan for Al Jazeera online, and I forgot that the audience that is going to read that piece doesn't have to be an entire cricket audience at all. So I'm writing about grips and I'm writing about types of googly's and this and that and the other, and it just got edited out because hello, people are reading this in parts of the world where they don't play cricket. They only tell us the story of Rashid Khan, what he was like before he became a superstar. So I mean, those details were there. I spoke to a couple of people and everything. So you can sometimes over, but you need to know who you're writing for in that sense, how much you have to explain, how much you don't have to explain. So it's that kind of thing that that I'm very careful of what that piece is to be. I mean, and it's just training with which you do it. You know, you can't write an emotional piece when you're trying to explain something in a very clear way about what someone's this is like, maybe a couple of sentences here or there, but you have to basically then explain something. But if you if you're going for emotion, then go for full emotion. As they say, like Prajwal's Billie Jean King thing, when you have to go for the back of the court, you know, go for the line, don't go for the bottom of the net, go for the back of the court. If you have to hit it out, hit it out, but other side, not not don't play, don't choke, don't control your shot, just go for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:11.120",
        "message": "Yeah, I remember some writing advice given to me by Tim Delisle, who was my boss, Sambit's boss at Wisden when I had first joined in 2001. And what he said was, quote, when in doubt, play your shots, stop quote, which is something I do tell my writing students. And he's written a great book called The Cornell Guide to How to Write Well. So if you're interested in writing and you know, you're listening to this, just do buy that up. It's on Kindle Unlimited. So is it fair to say, like from what you're saying, is it then fair to say that there is a certain strand of your work, not all of it, but a certain strand of your body of work, which is like a chronicle of your emotional journey as a sports lover?"
    },
    {
        "speaker": "Guest",
        "time": "02:48:46.960",
        "message": "Absolutely, absolutely. I would say that that is, you know, so I remember in the Athens Olympics, Leander and Mahesh lost that match in which they could have won a medal. It felt like death. And now when I think about it, I'm thinking, okay, they lost, but that time it felt like death. So you have to just put it all out. And then that's, it's almost like a therapy that you just get it out of the way, you know, that it's just out of there. So it would be, it would be that. That's a good, that's a good sort of assessment of what you're seeing. But the other thing I remember very clearly is what Shashi Deshpande said once, and it stayed in my head. She said, there is, there are two types of writing, the kind that says, listen to me and the kind that says, look at me. She said, but always be the, I would prefer to be the kind that says, listen to me, listen to what I'm saying, listen to what I have to share, rather than look at how stylish and how good I am and whatever, whatever. That's to my mind, that is the thing. And the point is that she pointed it out so clearly, which tells you that you have to be, because it's very easy to kind of, you know, embroider, but it's not easy to, uh, emote is a horrible word,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:50.480",
        "message": "but you know what I mean? Yeah. No, this is a beautiful quote. It's, it's straight away"
    },
    {
        "speaker": "Guest",
        "time": "02:49:56.240",
        "message": "going on a slide for my writing course. Uh, listen to me versus look at me. I'll find the quote and send it to you. I'll find the quote and send it. I have it. I have it somewhere safe."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:03.760",
        "message": "And is it the case that then, you know, given how sport is so much a part of our modern mythology, the stories we tell ourselves about who we are and so on, that the story of sport is not really a story of events on sporting fields with people competing against each other, but it's a story of an emotional arc of a nation almost as you know, uh, we, we go through different points. And when you look back on your old writing, do you sort of, um, you know, like if you look at something"
    },
    {
        "speaker": "Guest",
        "time": "02:50:28.560",
        "message": "you wrote 20 years ago or 15 years ago, which you can, because you just try not to look at them. I try not, they're just there, but I just try not to look at them. I seriously try not."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:37.760",
        "message": "But does it become a reintroduction to a person you were and you no longer are?"
    },
    {
        "speaker": "Guest",
        "time": "02:50:41.520",
        "message": "Um, perhaps. I remember watching Graham Pollock play and I just, I just fell in love with his covered right. He was like, he was in his sixties. I just fell in love with it. And I remember writing the sports stuff, which of course they cut at something about, I can't remember. It's just this nonsense. I wrote something about it, God or something like that. They just cut it, you know, because I literally, it was like one sublime thing that I watched, you know, that way. So I don't know whether it's a person I'm not, it's not like that. I think I'm the same, maybe I'm just, uh, more, uh, maybe you, yeah, you can't be the person you were, you were in your twenties. You'd be completely naive and uninformed about anything. You have to be a little bit more pragmatic and proper and, and, and realistic, uh, in this day and age. Uh, so yeah, yeah. Perhaps when you look back and you see that, you'd say, Oh boss, bahut overstate hogaya, bahut zyada, you know. Okay. So I've, I've kind of taken a lot of your"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:39.440",
        "message": "time and honestly, listen, really, I could speak to you for four hours more, so we must do it again sometime. But I'll talk to you about poker Amit. I'm happy to talk about poker anytime. There's not much to say. It's not, it's not really even, uh, it's, it's very interesting because it's not just a sport. It's on the intersection of a bunch of other things. Not all of them are, uh, so, uh, kind of, uh, attractive, but no, but there are, there's tons of stuff I wanted to talk to you more about, but we should leave that for later. But I'll end with this, you know, that you've kind of almost co-written or put together a couple of books, you know, John writes Indian summers and the Yuvraj Singh thing and all of that. And I remember when I was in wisdom and then quick info in the early two thousands, and I would tell all my young colleagues that what are you doing? Our counterparts in England, they are writing one book every three years. It was almost like a rite of passage that, uh, that you write a lot of books. And I think that's a great thing because it forces you to look, look in a different way. You're attempting a new form, uh, and you kind of grow by doing and all of that. And, um, and it seems to me that with a lot of sports writer, a lot of the writing, it feels that it just, it's in a lot of dispersed locations and it feels transient for that reason. It kind of just disappears. In fact, so one of the things that I would ask you to do, which I think many listeners will agree with me is that we start a newsletter of your own, which we can get in our inboxes where you publish regularly. So there's like one place for it to create a website shardhaugra.in or something. But quite apart from that, what are, you know, when you, when you look ahead, you know, you've had a remarkably rich journey and I suppose most of it isn't planned. You know, life is what happens to you when you're busy making other plans. You just kind of follow the flow, but looking ahead, what are some of the things that you'd like to do or go deeper into? Because I know it won't just be more of the same. There are so many subjects in which your knowledge is so deep, your passion is so deep, more importantly. So, you know, can we have the audacity to expect some books to come with your name on it? How do you look ahead?"
    },
    {
        "speaker": "Guest",
        "time": "02:53:38.960",
        "message": "I would be humbly, graciously, I would be, first of all, it was great chatting, Amit, you know, almost, I feel like, I feel like sort of narcissistically, I've like said whatever I had to say. But yeah, I mean, I would, I would like to write a book. There are a couple of ideas that I have. One that I'm particularly passionate about is about women in Indian sport. I would like to write about that in a way that is not, it's not Indian sportsmen. What happens to women when they come into Indian sport? That's my sort of topic of interest. And I want to see how that goes. I want to see whether it's sort of viable to do it, because we would want to spend a lot of time focused on how you're, on what you're, you want to do it fully rather than sort of try and cover your rent and so on. But, but so it's, but I would definitely, I would definitely think that now because I'm not employed anymore, I describe myself in two terms. I say, I mean, I'm, I oscillate between Azad Parinda and Pagal Kutta. So free bird and wild dog, you know, so I'm kind of going from here to there. So that's my, that's my range, as you say. So yeah, but definitely a book about that. I think primarily that is of my interest. This thing about women and sport, I'm getting more interested in the subject and I think it should be written about more carefully and with a little bit more depth and nuance and understanding that, that is there. Because of the fact that the last 20 years, for example, have been almost a complete sea change for what happened. I mean, I have these stats at hand. I remember reading through them. I don't know if they're here. Let me see. Suddenly, literally in the 2000s, the numbers of women competing at the Olympics almost doubled and trebled, you know, in the 20s. It just, the numbers have just gone up wildly. And so these last 20 years are important to look at and to see what it was like, what are the conditions that they are, because everyone sort of hung up on this Nari Shakti and, you know, the hero myth, the arc of the great story and everything. I want to just look at it in a different way to see all the sort of possibilities and the problems and the various sort of shades that are there in the life of women who are involved in Indian sport as competitors and as coaches and so on. Well, more power to you,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:51.280",
        "message": "and Godspeed. Can't wait for that book to come out. I must, by the way, point out here that just as you were kind of cruel to Sayan and to Atul Bedede and so on, you have done the same thing for dogs, where you have said, I don't know whether I'm Azad Parinda or Pagal Kutte. What is wrong with Kutte? Earlier, and I have noticed this, see my power of observation. Earlier, you used the phrase thrown to the dogs. I know, I know. Very bad. Too lots of dogs. I've done this to very bad. Twice you've done this to dogs. Deep psychoanalysis in no time at all. You"
    },
    {
        "speaker": "Guest",
        "time": "02:56:19.360",
        "message": "have discovered all my biases and everything. Sayan, Atul Bedede and dogs. No, but this is my range. I'm happy to be Pagal Kutte. I'm very happy to be Pagal Kutte and Azad Parinda. That is the full range. Well, may both the Azad Parinda and the Pagal Kutte and you flourish. Thanks so much for coming on the show. I've had such a great time talking to you. Thank you, Amit. It's been great. It's been great fun. I don't know what it ends up sounding like, but I've had a great time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:45.200",
        "message": "Thank you so much. Amit Bhandari Transcribed by https://otter.ai"
    }
]