[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Here's a thought experiment I want you to think about and at the end of that experiment is a question. When I ask you that question I'd like you to pause this podcast for a moment and take a stab at answering it. Imagine that you meet your future self in a zoom call that somehow travels through time. You are allowed to ask this future version of you one question. How should I live my life? What answer does your future self give? That's my question to you. What advice does your future self give you when it comes to living your life? Pause and answer this for me. Well here's my answer. My future self tells me two words. Pay attention. When I think about the way I live my life that's one thing I don't do enough of. That's one thing all of us don't do enough of. We spend time living in the past or the future and not enough in the present and when we are in the present we are not paying attention. We are always distracted, always absent. Think about the modern marriage for example. What is the modern marriage? Two people side-by-side in their bed, lights off, their face illuminated by the blue glow from the screen in front of them. What is the modern family? Maybe together sometimes physically but always alone together. You sit with your loved ones and stare into your phone. You sit at a cafe and never once look around you. You find yourself in a beautiful place and you take pictures one after another, even high-definition video so that you don't lose a moment and in doing so you don't even get to live the moment. One thing I'd like to do more of in the time that I have left is be present in the moment. Pay attention. Pay attention to all the sensations around me. Pay attention to the people around me who might not be there tomorrow when it will be too late and one of the things I should pay attention to is my own body. What is it telling me? What am I doing wrong? And also what food am I putting into it? I mean this is my body. The soul only exists as a metaphor. My body is all of me. So what I put into it should be a big big deal. Is it a big deal for you? How deeply have you thought about the food that you eat?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:08.920",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:20.680",
        "message": "Welcome to The Seen and The Unseen. My guest today is Nandita Iyer, famous food writer and author of the wonderful new book Everyday Superfoods. Nandita is a medical doctor who was an early food blogger and then took her passion for food and writing into Instagram, YouTube and columns and books. Her writing about food has both conceptual clarity and practical utility and in this conversation we shoot the breeze about a lot more than that. Like all the rest of us Nandita contains multitudes and this episode reveals aspects of her that will be shocking to many including how her friends once cut open a human skull while singing happy birthday to her. And also we have a bit of music at the start of the conversation so if you listen to this podcast at a higher speed as you should you might need to come to 1x just for that. But first let's take a quick commercial break. These days I have taken to preaching the virtues of mindfulness and there is nothing we should be more mindful of than human behavior. One of the great books I have read in recent times is Behave by Robert Sapolsky and many of his incredible insights are now available to you for free. Head on over to the sponsors of this episode The Great Courses Plus at TheGreatCoursesPlus.com and check out a course taught by Sapolsky called Biology and Human Behavior the Neurological Origins of Individuality. In 24 riveting online lectures Sapolsky takes us through the neurology of the brain, how hormones can shape us, how behavior evolved, the role of genes, what studying animals tells us about ourselves and so on. Sapolsky is one of the great thinkers of our times and this is just one of the many great courses on this aptly named site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory and much else. They also have an app where you can listen to the audio of these courses the same way you are listening to this podcast now and it will cost you nothing. You get one month of unlimited free access if you use the following URL TheGreatCoursesPlus.com slash unseen that's right unseen TheGreatCoursesPlus.com slash unseen for one month of unlimited free access. Sign up now."
    },
    {
        "speaker": "Guest",
        "time": "00:04:34.440",
        "message": "Nandita welcome to the seen and the unseen. Thank you Amit. Having been a listener for quite some time it's absolute pleasure and honor to be on your"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:45.440",
        "message": "show. Thank you. Now having read you for so many years it's an honor to have you on and absolutely about time even if it is on the occasion of this wonderful book you've written everyday superfoods you know you should have been on earlier in the past but I'm going to kind of start this with an unusual request because I have just discovered as recently as yesterday that you sing as well that you're studying Hindustani classical music so why don't you sing a little bit of some song that counts as your comfort song that in difficult"
    },
    {
        "speaker": "Guest",
        "time": "00:05:15.320",
        "message": "times some songs that brings you peace. Well that would be great and I'm happy I think I'll be the first person to be singing on your show so I'm very happy to be doing that. Just a second I'll start my taanpura in the background so"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:29.800",
        "message": "I know what scale to sing at. Sure sure."
    },
    {
        "speaker": "Guest",
        "time": "00:05:35.920",
        "message": "I'm just going to sing a couple of lines from a bandish that I'm learning currently in Raag Yaman and Raag Yaman is like the most primary raag that people start learning when they learn Hindustani classical music but it's also like it's nothing primary that it's extremely deep and people can actually learn it for a decade and still not have learnt enough so that's a little bit"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:04.440",
        "message": "about the raag. Unahi ke sangva aali di Neha kaise laga ho mora re Bhavara samana bhatkata tha Mana moraab toh neet hi Unahi ke daras anuraga Neha kaise laga ho mora re"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:49.160",
        "message": "Yeah that was lovely. I mean I don't really understand Hindustani classical music but that was so soothing and you know maybe at the end of the episode if you have the energy we'll do a bit of that. My mom was a Hindustani classical musician by the way and she died I think but 12 and a half years ago so to say and it's very interesting I was I was kind of reading through your book and your food memories and all of that and I was thinking how you know at different parts of your life the kind of food that you eat or the things that you drink are so connected to memories that you have you know so I could you know when I think of what is sort of my comfort food my mind immediately goes back to a few things my mother used to cook in my childhood in the 1980s you know one of her delicacies being something called fishala keev and I've never quite had fishala keev like that anywhere else but that of course is how it is food is so imbued with memories and one of the things I kind of liked about your writing is a recognition of the personal that your food writing isn't dry it is not like these are the recipes and these are the ingredients and this has vitamins and this has that and this is how you make it together but you know so much of your writing is also interspersed with the personal that which is quite charming but so I I will you know I of course do begin all my shows with the personal but there's all the more reason to do so here as well so take me back to your childhood which is of course you know in the city where I have lived in for more than a couple of decades tell me about you know growing up in Bombay what that was like early memories of food if there are early memories of food because I I don't want to commit the danger of you know just because you are such a prominent food writer and all that of just associating you with food ask everything about food I don't want to do that people contain multitudes as I like saying on the show to tell me about your childhood how was it growing"
    },
    {
        "speaker": "Guest",
        "time": "00:09:38.960",
        "message": "up in Bombay what was your family like so I was a 70s kid and I was born in Bombay like you said and my three generations like right from my great grandparents who had moved to Bombay in 1930s early 1930s and then of course my grandparents and my parents and then me so I'm like a though I'm Tamil but I'm fourth generation Mumbiker and yeah so I was the first in my generation both from my paternal side and the maternal side so both my parents being the eldest kids I was the first in my generation while you know I was pampered a lot and like of course like the first child in any like a generation is always most welcomed and it's the novelty like people are literally looking at diapers after 20 years you know so I also I was living with my grandparents my three maternal aunts and while my mom and dad were in the same city they both were working so I was brought up by my grandparents and my aunts essentially and my mom used to come over on weekends etc and we had this kind of different arrangement for those days because it was not very common but and I would have a tough time explaining to friends like where is your mother how how do you have five mothers like you know three aunts one mom and one grandmom strong feminine influence around me and like where are your parents they hardly come for any school days so that that was my childhood and I think over a period of time I got used to answering those questions and dealing with that my my life is different from other kids who live in these nuclear families just parents and kids or a sibling and my sister is 10 years younger to me so for the longest time I was a single child all through my you know childhood and that I think that also played a big role in shaping who I am today because one growing up with grandparents there is that kind of undeniable generation gap where you want to do something and you know you are a bit wired then they don't want they have very strict rules also being this you know Tamil family but although even Bombay I think I had a more conservative upbringing than people stories I hear about in tier 2 and tier 3 cities I think even their parents were like a little more aspirational thing yeah be modern wear jeans you know have boyfriends and stuff which it was never the case in my house is very strict so going back to actually I want to go back to my great-grandparents moving to Bombay because that's the story I really like and you know I find it interesting how did you guys just suddenly pack up and come here from you know Tamil Nadu and I had the privilege of having my great-grandmother in my life even when my son was born so she's she lived to 85 86 so we actually have a five generation picture of my great-grandmother my grandmother my mother me and my son so I was telling my son if you were a daughter we would we would have been five generations of women together but yeah it's okay I'll be I won't complain yeah so my great-grandparents my great-grandfather moved to Bombay first to look for prospects and all he already had three daughters by then in in a small town in Tamil Nadu and he came to Bombay because also he knew that a lot of people had migrated from there so he stayed with a cousin who lived near Ruia college somewhere he stayed like for a couple of months and he had actually done MA in English and history so there was no way that he would find a job of any you know relevance in the small town in Tamil Nadu and he said okay this is a good place for me to find look I'm looking for a job I have three daughters to support and I need to do something with my life so he stayed in this cousin's place for a month or two and then he got a job with Western Railways and then the best option to find a place was Matunga or King Circle because there was already the set community the people speaking your language you know the vegetable vendors selling your kind of subzis, temples so like that whole ecosystem was kind of set up for someone migrating to such a big city even in 1930s like Bombay was the kind of an intimidating city for someone who's never been outside their village before so they found this small apartment in King Circle and you know I often ask my mom and aunts about these stories so they said that in those days this two rent board would be hanging from the trees and outside the buildings and the rent was it was 1930s and the rent was around five rupees a month and my great-grandfather's salary in those days was around 30 rupees and he had like three and he had three children to support and pay the house rent and the school fees and everything right so the funny thing was that anytime that two rent board changed into like someone offering even like a four rupee fifty paisa people would just pick up their stuff and move to the next possible house because there were hardly any furniture in those days hardly any possessions except for your cooking utensils two three pairs of clothes and a sack of coal which was your supply to run the kitchen for the month and that was all and my mom and my aunts tell me that this was the situation in most families but surprisingly these guys never moved they stayed in the same apartment for over 50 years and even I have been there and I have stayed there with them and I have good memories of that place and I even after they moved out of that place I used to go back and hang around there just you know for the kicks of nostalgia and getting all sentimental about the place where my family first came into Bombay so I asked my mom other than the cultural reason why Matunga and King Circle so she said in those days that was the cheaper kind of available option given the salary that Tata was earning and also that you know having a self-contained house with a bathroom inside the house was also a very big deal in those days and those houses were quite expensive to rent and this given that it was only five rupees a month it was five rupees a month not only but it was still a good amount for having a bathroom in the house when you have three daughters and you have a bigger family you don't want to risk you know not having a bathroom in the house so that was the other reason and I found it like wow I mean you know it fills me with the kind of feeling that I can't really explain how things were at that time and because I've lived so much with my grandparents I used to hear a lot of stories from them about their times in early Bombay the one thing that I know firsthand is that my mother's cousin brother who's also my great-grandparents grandson he would often tell my great-grandparents that you guys you have lived in Matunga like for 50 years but you would never learn proper Hindi or Marathi and all the Sabzi Walas have learned Tamil and they call you when you go buying vegetables that you know they will name all the vegetables in Tamil saying Amma you're not taking this vegetable today so that was like the standing joke in our family that how much of the Tamil culture they infused into the UP people the Bihar people the Gujaratis like everybody just became a part of that Tamil culture going to temples and everything just became part of their DNA purely because it was such a cultural hub of Tamilians in Bombay so that's about my great-grandparents and then my grandfather had a government job and with the central government and so I was born in the house where he had a quarters in Napien Sea Road and it was this big beautiful house facing the Arabian Sea and those days the Priyadarshani Park had not yet come up it came up just when we left that house so it was this unobstructed view of the sea and I was so spoilt I would say what is this every day I wake up I only see the sea view I mean little did I know that you know I would kill for such a view later on in my life but talk about having something at your disposal every day and you don't have the value for that at all like especially in the monsoons the you couldn't even open the balcony door because the winds would come howling inside and push the door back so those are the memories I have of growing up in Napien Sea Road and I didn't know that this was literally the creme de la creme area to live in Bombay for me yeah it was just a house and it was just a place in Bombay I had no idea about the suburbs and you know the different hierarchies it was fun it was like this huge quarters government quarters lots of families of you know different languages religions it was like a melting pot and it was no longer just like a Tamil hub there was this temple and lots of friends to play with so that that that was the first ten years of my life and I attended school somewhere there near Chowpatty I was always like quite a studious kid also because I didn't I was not a very outdoorsy kid and I was not the one to be playing out all the time so my mostly I would be studying reading or learning music or mostly indoor kind of things to do and so then I would without much effort I would be in the top one two three ranks in school I don't think anybody ever bothered about it in my house they said yeah okay your exams you're studying and because my mom would sometimes come on the weekends before my exam to coach me on some asking do some mock test and all with me because they said what is this girl doing nobody knows whether she's studying or not studying so just to keep a little bit of a watch on me and we would do these things I don't know am I supposed to go"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:45.160",
        "message": "on and on yeah no I'll ask you a lot more because yeah all this is so fascinating to me and I was I was actually you know I live in Andheri so I was thinking yeah okay humble beginnings in Matunga but suddenly you said Napiency Road and Napiency Road is so posh by the way for people who don't know Bombay that I've never even been there in more than 20 years because I don't have posh friends it is super posh I was I was struck by you know I'm really glad that you spoke about your great-grandparents because one of the things that sort of struck me and it's something that I was I've been kind of thinking about recently because I have to move house soon as soon as the lockdown gets over and the situation gets better and I'm just thinking of all the things we have to shift and how many of them seem to be you know needless just things that you accumulate over the sort of the decades and and you know the thousands of books even feel like extremely out of place because you know I do most of my reading on the Kindle or on the laptop and all of that it's very striking and something that we may not think about or take for granted that the things you mentioned that they used to shift with were you know you mentioned cooking utensils first so you have your cooking utensils and then whatever clothes you have and that's pretty much it while today you know in our modern worlds we love so much furniture so much electronics so many books so many curios and artifacts and all of that and and yet at a time cooking utensils are so fundamental like I remember I did an episode with Anshul Malhotra on partition where she's done this beautiful book on objects that people bring with them from partition and in many cases ever utensils because when people ran away from home that was the one thing they took with them partly for practical reasons of course because you know you may have to cook your own food while you're on the road and it's good to have something to cook it in because you know obviously you can't take some dal in your palm and hold that over the fire but did food and cooking was it ever something that ever interested you did you have to learn to cook when you were a kid especially when you were in a joint family with five mothers so to say three aunts one grandmom one mom was the kitchen a different kind of space like today you know in our experience of say nuclear households the kitchen isn't such a big deal but I can imagine that in a large joint family the kitchen would have played a different kind of role where almost a community space as it were do you have memories of any of that or is food just something that you know you ate absentmindedly while"
    },
    {
        "speaker": "Guest",
        "time": "00:22:08.480",
        "message": "growing up and didn't really think about yeah it's a very good question and you know I get asked this quite a bit because people want to know if I was always into cooking and did I start early see because having so many women in the house and like I said I was the first child in my generation I was not expected to enter the kitchen at all in fact if I even entered the kitchen I would be shooed away saying go read go practice music or do something do something worthwhile don't waste your time in the kitchen that was what was told to me and despite the fact that like I said they were very traditional and conservative but I think it's something about this being in a Bombay a very aspirational city that there was the subtle thing that you had to do something great in your life you know no matter what so you need to focus on building those skills and that though I never was overtly a pressure to do anything like nobody ever scolded me if I didn't get first rank but I did have that pressure on myself since I was very young I don't know beat something like a competitive spirit or if I do something I want to excel at it I don't want to be in the middle like if I put an effort I need to see some good results for that so yeah so I never I hardly ever entered the kitchen and like even my grandfather I even remember as late as you know in before 12th standard I was attending these classes in Dadar Agarwal classes to study maths and physics and stuff to you know get good marks in the 12th science exams and those days we were living in Mulund and I just take the local train leave home at around 5 30 a.m. so I could reach the class at 7 o'clock when it started in the morning and my grandfather would wake up at 5 and he would like standard two slices of bread with jam and butter a glass of milk or whatever it would be there for me ready when I got up at 5, gulp it down so 5.30 like get ready and 5.30 out of the house and he would take me to the bus stop and then I would take the train etc so there was nowhere expected that I had to do this on my own like even my grandfather would do these things for me their priorities were very clear you have to study well and you have to do something good with your life and also for them it was like a kitchen was like what are you going to do in the kitchen how is it going to help your life in any way and maybe later on when you're independent anyway you'll have to be wasting your time here so might as well don't do it now when there are so many of us to handle and in my family also because they were so traditional they were very exacting requirements of how everything has to be made so there was no place for a person like me with no real knowledge about what exactly is going into anything and if I come they think I'm only going to mess up something so that was the other reason I was not allowed and like they were so super careful every time they were making these like say Diwali sweets or some festival things they would keep the gas on the floor and my grandmother would sit on the floor and make all these things because it's it's tough to keep standing for like two and three hours and you know do it on the standing counter so when that used to happen when I was a much younger child you literally draw like a Lakshman Rekha outside the kitchen and say you're not supposed to cross this and I would have all these insane super aromas coming to me and I could not even cross the line and go into the kitchen because they were worried that there's this whole plan of boiling oil and you know they wouldn't trust me to be safe around that so those are the things that I remember and the other very fond memories like these Diwali times when my aunts even much later on my grandmother they would all sit on the floor you know that was like a very unique and a fun situation because usually that cooking was so mechanical and you know one person standing on the counter and finishing off the things but this seemed like such a community fun exercise they'll be gossiping about something or the other and I would feel like I'm missing out on all the fun because I'm not even allowed to go inside so I grew up not knowing much about cooking at all and I think when I was 10 or something I learned to make a dosa from my grandmother like standing on the stool and you know learning how it's made that's because I kind of liked that process and it felt a bit like a craft fun kind of project to do so that's one thing I learned I knew to make tea and that's about it I knew nothing else growing up I just went to college with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:45.440",
        "message": "only this much knowledge about cooking yeah and no one of the things that you that you said that struck me and I'm just thinking aloud here is that perhaps you were given this push because you were in Bombay and it was this feeling of that hey we are in Bombay it's an opportunity so don't let it go to waste and you know which might not have been the case in a smaller town and I think as an extension of that I wonder if one could then say that a lot of parents who themselves have come up the hard way who were to fight for everything who perhaps just because of the times but perhaps because they've actually moved their way up that because they've had to fight all the way and and now they can you know offer the kid more opportunities they pressurize the kid so much because they feel that it's now almost obligatory to make use of the opportunities that they never had and I wonder if there's something similar at play so tell me something in these years growing up as you were where you are both you know in a traditional family where in a sense you're rooted but also you're driven you're ambitious you're doing things you're going to Agarwal's classes and all of that and you're a science kid and a good student neither of which I ever was so what what's your conception of yourself at this time like you did go on to become a medical doctor and we'll chat about that more but at this point in time as you're growing up in your through your childhood and through your teens and as you're getting to college what's your conception of yourself do you have fantasies about what you will do later on in life are there anything you could call either ambitions or dreams or are you just kind of going with the flow and just trying to excel in whatever is immediately in front of you which could be the exams or Agarwal's classes or whatever this is"
    },
    {
        "speaker": "Guest",
        "time": "00:28:19.960",
        "message": "such a question that it's really making me introspect I have never thought about this myself to be honest and I knew coming as a guest on your podcast is going to make me think a lot about myself and discover some things which I had not really given a thought to earlier you know when I was born I was born in that Napiency Road house like I told you our neighbors their eldest daughter was a was an IAS officer and on the 11th day or 12th day they have this cradle ceremony for the baby and in my house because I was the first kid there was no earlier cradles in the house to put me in so they borrowed this cradle from the next-door neighbor that belonged to the lady who was already grown up by then she was the IAS officer and already in those days so they were all saying she are going to become an IAS officer that was like something that was driven to me I didn't even know what was IAS officer but I clearly remember that term from very early on in childhood like maybe when I was 3 or 4 I knew that there's something like this IAS officer and my folks want me to become that so that was the earliest thing of anything related to a career that I ever you know even came across that that you may have this choice later on in life that what to do in life you know and I was in grade 3 and 4 in our school in the report card I would always get this my budding scientist something like that teachers would write a comment and I think at that age these kind of words somehow see I'm right now I'm almost 45 and I still remember those words that were written in my report card so I think when teachers write something like that and especially if the teachers you like write a comment like that on your report card it's somewhere just plays on your mind and you feel wow I am capable of this and it gives you that push and and that sense that that is possible you know so I think that also stayed on my mind that I maybe I'm supposed to do science maybe that's good for me but at the same time I also loved writing early on as a kid like I had a lot of me time lot of boredom because I didn't have a sibling for the longest time and I stayed with my grandparents and I didn't have too many friends so all my spare time was like spent writing something must be quite silly but I used to write and like small poems and all I my mom has still preserved some diary sometime and embarrassing embarrassingly she shows it to me at times it please I don't want to see it now so I would keep writing and you know my aunts and my mom would also say I'm good at this maybe you know it's something it's not not something I ever thought about myself but there's a lot of little external influences that unknowingly just settle down in the different you know levels of your head and you feel maybe this maybe that I definitely loved English I loved words and I loved the language and I said maybe this is this will make me happy but in those days also there was a thing that you know if you got the least marks in college is where you went to arts by default so the thing was you get a 95 plus you have you don't even have to think you're going into science somewhere like 70s you're going to commerce and how 50s you're going to arts and as stupid as that may sound today but that was how things were for 70s kids we didn't really have any other options and for girls oh you like a good you know feminine instinct and also medicine is good for you and boys you like straightaway engineering you were not expected to think so much there was nothing like career counseling and what is good for you what's your aptitude nothing of that sort I think I was always going with the flow I never really thought too much into it and neither did my family put like too much thought like what is she going to do and they just thought whatever she does she will do it okay like I was pretty self-motivated and driven so they didn't really bother about what I'm going to do in my life and neither did I think about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:21.280",
        "message": "it to be honest so you know I did an episode with Sharda Ugra recently and in that Sharda was talking about how she was a 70s kid and I was saying I'm an 80s kid and the interesting thing is that you know you just gave your age away and I've realized I'm a little older than you and yet you are describing yourself as a 70s kid which I don't do because I don't really remember I was I was I was too much of a kid in the 70s to remember any of it so I think of myself more as an 80s kid because that is where my memories of kiddery were but I'm struck by a phrase that you used here which is something that you know was not even a phrase back in the day because it was the default and today is very much a phrase which is me time you know back in the day we had no me time because you know we have no laptops we have no internet we have no cell phones we have nothing you know if you're lucky we have some books around us but even even for a regular reader how much can you read so you you kind of do get a lot of me time that way and I know exactly what that's like so tell me a little bit about what kind of books did you read and what kind of writing did you do like firstly everything we write as children is obviously cringeworthy later if you're going to look at it with adult eyes obviously it's not going to pass standard no you should see what I wrote as a kid but nevertheless so what what were the kind of books that you read in those days and what kind of"
    },
    {
        "speaker": "Guest",
        "time": "00:33:38.640",
        "message": "writing did you like to do you know I have memories of this book a bookshop in Napiency Road I think it was called Shobna I'm not very sure but I remember going there like every fortnight with my grandfather and I've just opened that door and this gush of cool very nice smelling air-conditioning would hit my face and that itself was like so welcoming and that was just like one of the many pleasures to be had when you enter that store those were still my fairy tale and those kind of book reading days so I would pick up one book and it was it was a store not a library so whatever my grandfather bought within 10 minutes of coming home I would have finished reading that and he said okay now you either read the same book again and again until I take you back or you read something else so don't come and tell me it's finished so take your own time with it so I think that that really made me eager made me an eager reader just like taking me to the bookstore as a treat you know a lot of summer holidays and holidays because I was living with my grandparents I would be shooed off to my great-grandparents house during the holidays because I have to go somewhere right I can't stay in the same place forever and holiday time you have to shift and you know spend time with your other relatives or do something that's what we used to do in like we had nothing else fancy to do in our days my great-grandfather was a voracious reader like even like whatever newspaper that he used to read literally end to end every word and sometimes he would be lazing on in his easy chair and he would say that okay this full page you have to read to me now and I would keep watching like is he asleep can I stop reading because he doesn't seem to be listening to anything and sometimes it used to be about politics and like absolutely the kind of subjects that you may not be interested in at all or it makes no sense to you but he just wanted you to read it to know that there are all these different words and all this different vocabulary and sometimes he would make me like read something complicated and say now write this very simply you know in one page or something so that that's the kind of vacation fun quote-unquote that we had and also the big thing that made me interested in these things that when I used to go there during my holidays I was out of my comfort zone I didn't have my familiar books and toys and whatever you know things that I was comfortable doing in my free time so I had to find out new things to do and they had this balcony and in that King Circle apartment complex there were like four or five buildings and in between there was this big courtyard kind of space with a water tank and all that and every afternoon a bunch of cows would come and sit there for relaxation so these cows would be sitting there and swatting flies and generally like chilled out and you can't imagine I've like watched them for hours on end to kill my time because I had nothing better to do and other thing was all because that was like the open courtyard where all the other buildings could see what's happening all the vendors would come there right from salt guy to banana guy vegetable guy and my other favorite pastime was to mimic all their calls and because you know that this balcony level was like say to the level of my shoulder or something so I could I would just mimic the call back and hide under that thing so they would like wonder where is the sound coming from and at the lower level there were these Jali so I could see that he's wondering where's the sound coming from so these were the kind of creative vacation pastimes that I had because I was no one else to play with and it's a new place and I had I used to always take too much time making any friends so it's not the place where I live regularly so I would not go out and play with I don't know these people I can't go so this was you know all part of this creative process and a way in which boredom really spurs on your creativity to do something nice because you're so bored out of your skull and you say okay let me do something fun you know let me write or let me draw something or let me create something and later on I think I read the philosopher J Krishnamurti has written something very similar that boredom is the best way to creativity and I was like well I knew this from my childhood itself so I mean I don't really remember what books I specifically read but a lot of fairy tales Grimm's you know some inspirational autobiographies and and then later on of course when I became a teenager I read all the usual paperbacks that Sidney Sheldon Daniel Steele everything that was available in India yeah I never read a Milson Boone though for the simple reason that I found that it's too small I'll finish it too quickly so I don't even want to get into this so I was reading the usual novels fiction I was not much into nonfiction I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:36.640",
        "message": "would love medical fiction also excellent you know and you know speaking of boredom being a spur to creativity there's also the saying about an idle mind being a devil's workshop but that that courtyard sounds so fascinating it sounds like a kind of a setting for an urban malgudi days as it were and indeed you know courtyards do have a special place in some Indian literature as well because almost like a gathering place of sorts and as the other sort of thread that I instantly connected with and I don't know if it's it's probably going to be a shared memory only for people of our generation is when you brought books and air-conditioning together you know you mentioned that you used to go to that store whatever it was in a PNC Road and the door would open and it blast of AC and I remember when I was in college in Ferguson College Pune I used to spend my afternoons at the British Council Library there on FC Road pretending to read books but actually combining my love for books with my love for air-conditioning so stuff that you know perhaps a future generation may take for granted you know unless there is a solar flare or something and there is no electricity and then they'll suddenly say how what was that we just went when they realize the importance of the internet and the electricity but I'm sounding too much like an old fogey now so tell me more about doing medical because on the one hand in this and you know in previous interviews you've kind of spoken about how you sort of wandered into doing medical because that was what was expected from a good student who were getting the kind of marks that you were but on the other hand you clearly had the aptitude and the bent of mind that a doctor actually needs and that bent of mind actually comes through in pretty much everything you have done since as well from what I can see which is you know sort of organized systematic going deeper and deeper into sort of first principles root causes all of that so tell me a little bit about what that process of doing medical was like did you you know was it natural for you was it easy for you was it something that interested you and was it something that you saw yourself doing for the rest of your life what was all of that like I"
    },
    {
        "speaker": "Guest",
        "time": "00:40:39.000",
        "message": "was always going with the flow and I had really not given a thought as to what career I want to pursue and I got marks good enough to get a seat in a medical college in Bombay and maybe if it was not in Bombay and if it was some rural area my family would have thought twice about sending me away from this very sheltered existence of the last 17 years but it was very much in Bombay and I didn't have to stay in a hostel and things like that so I took admission in that but I really didn't know what that life would be like even how would it be to study medicine how would it be to practice medicine one thing I definitely knew that it required a lot of dedication commitment and sacrifice to practice medicine unless you are in a very specific branch like say pathology but you could still get away with fixed working hours but if you were to practice medicine or surgery then definitely you had to be available all the time and when I joined I said you know yeah I if I do this I'm going to do it well I am going to dedicate my life to being a good doctor if I get into medical college it's not just you know studying for the heck of it because now that I have got a seat I'm going to make the best of it you know there's this incident that happened when I joined medical college it was the year of the Mandal Commission and the admissions had got very delayed so you know in my times the first year MBBS second MBBS and third MBBS were one and a half one and a half one and a half years each so a total of four and a half years of studies and one year of internship so that was five and a half years to graduate so now in this one and a half years we had already joined six months late because of the delay in the admission process when people are still figuring out what kind of admissions to happen etc so but the first MBBS is also a huge learning like within the first year itself your vocabulary goes up by some 10,000 words because you are learning the kind of language which we don't use as laypeople and just that kind of adjustment to seeing certain things in such a stark light which was like a sheltered existence like me I've never been exposed to anything and day one of medical college there is maybe a little bit of some orientation or something huh you'll have these many classes you'll have to get this much percentage this is the past percentage some very basic orientation and then you know you're told come to the Anatomy Hall so now they're 50 girls and 50 boys hundred kids in a class and a good like 50-50 gender distribution there and okay you just wander into the Anatomy Hall and first you're hit by that smell of formalin which literally makes you tear up and like where am I come is someone like you know throwing gas some kind of poisonous gas on my face by the time you recover from that you realize there are tables and tables of naked dead bodies that you're staring at because it's a dissection hall so all the unclaimed corpses are there and here you are with a bunch of boys and girls that you've never met before in your life and you're facing this scene which is like it's like a shock like I cannot explain I don't think I've been so shocked in my life ever maybe today's kids may not feel that way but we were still very innocent growing up and we didn't have any exposure to any such gory stuff on TV or you know like Netflix that kids now they just see and they brush off but for someone like me and I could definitely tell it was the same for the boys and the girls in my class and it was like a big big shock so that was like day one you feel like where have I come you know and so that that smell and the sight and that general embarrassment and everything put together so that was like and there were other classes like in biochemistry and physiology but this is the one that stuck to me and I will never forget that experience of that first day but we also adapt to something strange like this so quickly. The new normal as it were. Exactly that new normal and within like a couple of months we got used to seeing our anatomy professors they will open their box on that very dissection table and start eating their lunch and we would not cringe to see that also like you know there's this dead body cut open in different stages and you know cadaver to call it by the scientific term and somebody's just eating their lunch very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:17.520",
        "message": "coolly and like sharing do you want to eat this and that's also not advisable"
    },
    {
        "speaker": "Guest",
        "time": "00:45:21.600",
        "message": "right because it's not to be honest but I mean maybe I'm exaggerating a little bit but even holding it in your hand with this view but it's not very different from us watching absolutely gory stuff on Netflix and you know eating our food in today's times we still do that right so but that that also we got used to that and I think the other very very good memory of this whole anatomy thing that I was still getting used to that it was my birthday and you know we spent three three months dissecting each like one is HFN which is head face and neck then what we call supex the arms then chest and abdomen and then the lower extremities so in the head face and neck one very important component is the brain where with a with a bone cutting machine the skull is cut open and then they remove the brain and we are you know we understand what is in the transverse section of each of the levels on the human brain right so it was my birthday and we were cutting the brain and everybody sang happy birthday to me it was I think about it now it was very amusing then but I think about it now I think are we crazy or what like you know but but I think that's the beauty of medical school you learn to see fun and you because your general life is so you know full of fat books so much to study so much to learn you're seeing disease you're seeing people in the worst stages of their life but you learn to see some humor in things like these which keep you going I think it provided some kind of you know soothing moments for the you're constantly under stress and as a kid who was into every possible non-sporting extracurricular activity like music or drawing or drama or anything I had to give up everything when I joined medicine so that was also very here I mean I had given up in 12th standard itself because had to make the most of time and study etc so that also felt very I can't say depressing but it felt like I had lost some of the fun in my life because these were the things I really enjoyed doing and so that's how we learn to make the most of these moments even in medical college when things felt like you know gloomy and you were it was a tough I remember that time and I remember that it did feel quite stressful because it was a huge jump getting used to regular science-based college where you just learned physics chemistry biology to learning about humans disease checking patients and you know hearing their stories and after all imagine we just 17 years old just kids right I think in India we start this so early in our foreign countries you have to finish your some full graduation and then start studying medicine so here you can if you pass all your years in one short you can well become a medical graduate at 22 which is very young to kind of grasp the seriousness the realities and the kind of things that accompany this very serious kind of study so these are my memories and yeah I did well like I said the initial part of getting used to these things was a struggle until then I could somehow my school and college I could get through without studying much I would just you know pay attention in class and I could manage to get good marks in the exams but this one some real effort had to go into reading so much the books were so so huge so heavy that you wouldn't even carry them anywhere you had to go where the book was the book couldn't come you couldn't carry the book to you but it did instill in me a certain kind of discipline of you know I used to wake up at 3 a.m. I think that's when I started becoming a morning person so if I had to leave for college at around 7 I would study from 3 to 6 because again a college was a train ride away and you were exhausted when you came back home you couldn't really focus on studying at that point of time so morning is when I felt this is the only time I can put in some some time to study I had a natural liking for surgery because since childhood I love to do things create things and not just speculate about okay maybe will this work will that work so just get into the middle of the problem and solve it and I always thought that I will pursue surgery in some form or the other and I really liked it like think of it as a like a stitching or something but in a very complex scenario where someone's life depends on it right I loved surgery but I also liked medicine for the logic of it like a lot of things in medicine are very logical if you understand certain basic principles even without knowing pathophysiology of a particular disease you can kind of interpret that this is how the things will progress and that kind of application of logic I love that in medicine absolutely hated Gainac I would like try to bunk every possible lecture without getting into trouble and just watching women screaming and that kind of thing was not my cup of tea at all so my first choice was surgery and my second choice was medicine but again I had not finalized anything in my head I said I'll see how it goes and take it as it comes and in my final year MBBS I got the results and I was declared failed and for someone who has been a topper all my life it's good that I'm reasonably strong mentally otherwise I don't know what would have been my reaction to that I just I just couldn't believe that something like this could happen and of course immediately I sent my papers for revaluation I had been declared fail in medicine now out of 1,500 marks in final MBBS 500 is medicine that's like one third of the entire curriculum which I have to restudy if I'm not declared passed in the reval and just the thought of going back to those books was like terrifying I just I said I had already done a good job studying in the first place why am I supposed to do this all over again and you know this was Bombay University and the center for all these corrections and these admin work was in Kalina so literally every three four days I would land up there and I would sit on that guy's head and think where is my paper where's my reval I've not got it the next exam is nearing the re-examination right and kind of I developed a rapport with that guy and he also started sympathizing saying this girl you know she's confident that she's going to pass but the corrected paper is just not coming I kind of started losing hope and I there was no other way but I started studying again for the next examination and just two days before the re-exam this guy calls me because by then I we were already exchanged phone numbers the admin guy in the university he calls me saying look your result has come you are passed so you come immediately and collect the result I don't want to put it in post because then it will not reach you by the time you have to go for the next exam I think I went like I was in tears and happiness and like it was such a relief not to have to give that exam all over again and it was quite anti-climatic how my four and a half years of medical studies ended in this kind of very low and then a high kind of a situation and it was very excruciating and like I said we're not that old and we don't know how to take this kind of you know experiences in our life you're not used to it and it was quite traumatic and I even remember that today I wake up like with nightmares that I'm having to give my medical exam again medicine exam again so that's where my medicine journey ended and like all my classmates were shocked nobody could believe that I had failed and it was kind of very embarrassing for me like how am I even going to face these people you know not that I would think they would judge me but I was just judging myself so badly and yeah so that that stint ended there. It's interesting you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:35.560",
        "message": "should talk about nightmares because you know I did arts and I did a BA in English literature only reason I chose that was because I knew I wouldn't have to study and obviously I sailed through and I never really cared about exams at all and yet for years afterwards I would get a nightmare that I hadn't managed to graduate or I wasn't getting my certificate or I had failed an exam while during those years it was never even on my mind I didn't give a shit I would have been happy to drop out so it's a very bizarre kind of not even a nightmare like a persistent dream that thankfully stopped a few years ago I was also stuck by how you said I became a morning person because I had to wake up at 3 a.m. like before this you were waking up as late as 5 a.m. having toast and jam and going to your agarwal classes and you become a morning person when you have to start waking up at 3. At an unearthly hour of 3. I love these definitions but the part that I love best about what you just told me about your medical years was that surreal scene that you cut open someone's skull and then they sing happy birthday you know that that sounds like a Louis Bonheur film almost or I can imagine you know an Eli Roth film starting like that where you have your opening scene close-up of skull the scalpel slices through it it opens out you know brains oozing out and then happy birthday to you starts and that's when the title starts have you have you seen do you watch horror films? Do I watch horror? No not much. There's this lovely series I love by Eli Roth who some would know for also being an actor he acted in Tarantino's Inglourious Basterds as well but he directed the series of films called Hostel which I think are absolutely brilliant there's just so much more so in in Hostel 2 there's a lovely scene towards the end where I don't know if I'll be judged for saying it's a lovely scene but it's a very striking scene right at the end where the end credits are happening where a bunch of people are kind of in the forest and two girls are being chased by someone I think and one of the girls is caught and she is beheaded and then they play football with a head and and and the end credits come on while they are playing football with a head and I thought as such a striking kind of scene and that's somehow what I remember. Mine was not as bad as that okay. It wasn't but it's the sort of the casualness of you know just that these are just body parts and what is a big deal and the whole casualness of it there of course the body part became a body part and not a living person because of actions on the part of the"
    },
    {
        "speaker": "Guest",
        "time": "00:56:04.680",
        "message": "protagonist well I'm sure you and your class never killed anyone. I don't want people to judge me in thinking that you know we were too callous with the cadavers we we would always thought you know like be very respectful and grateful that people for whatever reason have landed up there and they are the very reason that we are able to learn about the human body and understand you know things which otherwise I mean at least in today's times of multimedia and stuff you can still get a fair understanding even if you didn't dissect a single cadaver but it was like really so important and the absolute basis of everything you go on to learn later on in your medical school. And especially if"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:46.640",
        "message": "you want to be a surgeon it's kind of essential I guess. Yeah no I mean I was drawn to that anecdote just by the element of black humor in there I guess which is but let's let's move past that to something less black which is riots you know you've also described how a sort of a jarring incident in your early years as a doctor which you remember as an important moment for your choosing to give it up even though it had nothing to do with the profession per se tell me a"
    },
    {
        "speaker": "Guest",
        "time": "00:57:14.760",
        "message": "little bit about that what went on there. Once I finished my medicine I was put into the internship rounds right so you have one year of internship and all my classmates and my good friends from college they had already started their internship five months before me because I was literally waiting for five months to even get my results and usually you do internships in groups like you know five six of you are together so you have like and this is the time you're actually starting to see patients as a doctor and although I must make this remark that most of the male patients would call us sister thinking that because we are women we can't be doctors and even like the guy who's the is the last ranker in our class is a doctor doctor he'll be like treating him with so much respect but we are like nothing so we would go about in a group you know for internship and here I was left all by myself I had nobody like it's also so difficult that even it's the first time you're actually starting to do things on your own it's always good to have your back covered by your friends and you can jointly discuss and say what's what are we going to do and you know even you're not questioned also on your own like if a senior professor is questioning is questioning a group here it's like literally everywhere you're on your own and I felt very exposed and very lonely in the whole process of internship and again it was a huge transition from being a student to being a doctor and having no support no friends and being on on my own those days was very difficult more than anything else for this reason I felt very bad that my papers weren't corrected properly because again it took made me rethink my decision and I thought maybe this is not the right thing for me just having been left alone and somehow I managed to still complete everything and I came out of my internship with a degree you know also there's this team of when a whole bunch of kids are doing this together to discuss okay we're going to apply they're going to give these exams we're going to study for it together we're going to apply to these colleges these are the specialties we want I was completely out of the loop in all those discussions and I had nobody to discuss those things with and even that kind of you know removed some of the steam from my being very serious about pursuing a good career in surgery or something like that when I got my degree I said okay let me do one thing I will work as an RMO for some time which is like a medical officer and then I see you know depending on what I feel I will decide what I want to do further because now anyway I'm not in the rat race I have already fallen behind by six months so it doesn't matter there's no such rule that you have to join your PG as soon as you finish your graduation so I was working there and I was straight put into the ICU again very stressful because although I'm not expected to take any decisions or do things on my own there's always the guidance of the senior doctors the nurses etc but still it was like being thrown from straight from one thing into like a boiling hot pan and have to figure out what to do and you're only seeing critical patients again very stressful so that also made me rethink whether this kind of stresses for a person like me is it good for my temperament etc and I was there for like almost a year I think and somehow I was learning all the you know ICU things around me because this is not something that you're trained in in your medical colleges ICU work is like a whole different ballgame everything is you know life and death decision kind of thing it's a very high stress thing and now the intensivists are the one who are like the forefront of the COVID warrior they are the ones taking these decisions although you know given the lack of that many number of intensives literally everybody has promoted themselves to be an intensivist because we have to save these lives I was getting used to that and then one very high-profile politician got admitted after an accident and he had a emergency surgery and all that and you know somehow see any any such major accident and surgery this bound to be a risk of developing some complication or the other and which was clearly explained even before the surgery was done which is why most hospitals won't take such patients because they don't want the risk of someone dying on you when it was really not your fault to begin with right fortunately once this person was discharged from the surgery he died there was the crowd of at least 10 to 12 thousand people who are gathered outside the hospital we were some of us RMOs on duty some two three senior doctors some two three nurses all in the ICU and they locked up the ICU from outside after they took away the body and you know they set fire to the hospital and what it is they all just from what I know I didn't see this personally but I was told that they just lay down in front of the gate so neither firefighting you know fire engine nothing could even come in and they kind of sealed us from outside and here and because of the fire to avoid short circuit the powers were switched off and here you have patients on ventilators and other like it's I think it was a 20 or 25 or 30 bed ICU and you're worried about how are these other patients going to survive without electricity and the burden of that of just losing people you're in the dark and those days of we had Nokia cell phone I think literally my battery was also out I could not call anyone and we were just hiding and we were inside and we were just praying and like somehow the patient's relatives started just lifting them and carrying them outside the hospital with all those IV lines and everything hanging and those kind of pictures were in the newspapers for a few weeks after that was very traumatizing and we were holed up in the ICU with the hospital burning outside and like the whole night and then the next morning and I think I had driven to the hospital I would rarely take the car but it was a Sunday or something I said okay I'm not going to change to autos and buses and all and go and I took the car and the car got not just my car all the cars standing in the parking lot were completely charred we just came out to see their skeletons and this whole mental trauma the police dropped us home to each of our houses then we were asked to come and give statements and all that now we see so much you know we hear so much about violence against doctors and this mob mentality people beating up doctors etc but again those days I was new into this I'd never heard of something like this could happen I'm generally a very soft person don't like to get into any kind of you know controversy or just I like to mind my own business so this was was very very very traumatizing and I could just like I could not even go back to the hospital building where they had called us to give our you know statements and stuff even that was making me extremely panicky and I said I'm going to take a break from this hospital work because this has I think it was like a huge turning point and one would think that after five and a half years of studying to think about you know not going back to that and especially in India you people will say oh you did medicine and you're not practicing you wasted a seat you know government subsidizes your education so much and you're not looking at patients and stuff this is the standard thing that I have been facing since then because ultimately I didn't get back to practice after that to seeing patients and I have the standard retort I say that people who study you know say chemical engineering in IIT and then they do like finance in IIM and then they start a restaurant so how do you explain those kind of things like even those are government subsidized education but no I think medicine is seen with such a kind of put it on a pedestal and the fact that you are supposed to serve the society back because you have wasted a seat in medicine kind of attitude I over the years I've gotten used to it and I'm very much in touch with my college classmates and on their whatsapp groups and they only keep forwarding silly jokes because I think that's their way of coping with life you know like the the funny things we see on Twitter are all in those groups and yeah so I think that's that's how I didn't go back I mean I didn't I didn't quit that stage of my life permanently I said I'll see what happens again going with the flow attitude but then I did find other interesting things to do and I didn't really think that I had to practice medicine just because I had studied that knowledge and that kind of processing information and that kind of responsibility and dedication and commitment I think those kind of values are never going to go away and I'm not going to waste what I learned and I definitely I will be in touch with it in one way or the other I'm just not seeing patients so I think that's how that whole cycle came around yeah you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:23.560",
        "message": "now that you mentioned that incident I remember reading about it in the papers in those days and it's it's absolutely kind of horrendous what happened and speaking of your erstwhile profession like if there's anyone who has come out of you know what has happened in the last few months with any kind of credit it's really the frontline healthcare workers and the doctors and the nurses and I've seen some of that firsthand the kind of thankless work that they sort of put in and and what strikes me here is you know that typically before this you know the medical profession would kind of get a bad name that oh look it's so expensive and they are fleecing and they are making you do all these tests when you don't need to and they're all vultures and this and that and where is the Hippocratic Oath and yet in these very difficult times it seems to me that it's it's fair to say and it's not even sort of a generalization but it's absolutely fair to say that the other ones who've stepped up the most and gone way beyond the call of duty in you know what they've done though obviously it could be selection bias from what I have sort of seen with my own eyes but all the reports seem to back up that that's exactly what is happening also it's not"
    },
    {
        "speaker": "Guest",
        "time": "01:07:29.400",
        "message": "sorry it's not like they've had a choice also no matter what their own mental state and whether they are actually capable of handling this kind of crisis like you study medicine but you're not you're you don't expect that you will encounter a pandemic in your lifetime because it has not happened in the last hundred years and while your life is already stressful and you have these emergency night calls but not this 24 by 7 stress where you don't see light at the end of the tunnel and you don't know when you can stop going to work and take one small break or you can be with your family or you you don't have to be in that suffocating PPE so my heart literally goes out and I feel maybe at this point I feel maybe I took a right decision because I I don't think I would have been able to cope with I mean not for the lack of wanting to help people but definitely it's not my kind of something that I can bear emotionally as well seeing this kind of suffering I can't just take it and not be affected"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:30.560",
        "message": "by it my my sense is if you were still in the profession you would have stepped"
    },
    {
        "speaker": "Guest",
        "time": "01:08:34.760",
        "message": "up and done what you had to do but maybe I think maybe yeah you're right but I because I'm not there I feel maybe I would have totally crumbled but when you're there that's a that's a different kind of an adrenaline rush and your you know dedication that you want to do something for people and I think yeah you're right maybe I would have I can't I can't tell now"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:55.920",
        "message": "No and it's almost dichotomous that I'm struck by like on the one hand you have that negative impression of doctors always sort of fleecing patients and doing this and doing that and in a sense they're responding to incentives but here what what what you what you see a lot of where I think people have gone beyond the call of duty in what they have done and typically like I have seen doctors and you know people who work in ICUs for example who are just harangued by relatives of dead patients and you know who are also obviously upset and they are so calm and they deal with it so well and they're just going in there day in day out and kind of getting the job done and I don't know what incentives"
    },
    {
        "speaker": "Guest",
        "time": "01:09:31.320",
        "message": "function there no incentive is good enough for this it has to come out of your own drive because I don't think what can you give to make people go"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:39.840",
        "message": "through this nothing yeah no no it's it's fantastic but moving on from sort of that kind of darker subject you know when you were talking about how other professions are allowed to flit all over the place and you said chemical engineering and then finance in a bank and then started a restaurant and it sounded so incredibly specific that right after this is over I'm gonna"
    },
    {
        "speaker": "Guest",
        "time": "01:10:00.240",
        "message": "google if there's no specific I just use this in any kind of co-permutation"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:04.280",
        "message": "combination I don't have anyone in mind okay we have that disclaimer but imagine if there's one poor guy who accidentally happens to fit this in I'm"
    },
    {
        "speaker": "Guest",
        "time": "01:10:12.760",
        "message": "not I'm not doing the equivalent of slight reading on a podcast no yes"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:17.400",
        "message": "light reading is horrible no it's just Twitter can be so horrible sometimes when you know I mean for people who sort of want to be generally straightforward so you know what we've chatted for more than an hour about your personal life and we'll quickly do a little bit more of it after the break and then we'll go on to the food but for the moment let's now take a quick commercial break and if you are listening to this episode it would be entirely appropriate if you go get yourself a healthy snack right now have you always wanted to be a writer but never quite gotten down to it well I'd love to help you over the last year I've enjoyed teaching my online course the art of clear writing and an online community has now sprung up of all my past students we have workshops a newsletter to showcase the work of students and vibrant community interaction that offers much stimulation and even some comfort in these difficult times in the course itself through four webinars spread over four weekends I share all I know about the craft and practice of clear writing there are many exercises much interaction and a lovely and lively community at the end of it the course costs rupees 10,000 plus GST or about a hundred and fifty dollars and the May classes begin on May 1st Saturday May 1st so if you're interested head on over now to register at indiancut.com slash clear writing that's indiancut.com slash clear writing being a good writer doesn't require God-given talent just a willingness to work hard and a clear idea of what you need to do to refine your skills I can help you. Welcome back to the seen and the unseen I'm chatting with Nandita Iyer about her superb book everyday superfoods and about a very interesting life and her journey into learning more about food but before we actually get to the food so to say let's kind of go back to the way your life is unwinding after you have you know left medicine because of politics as it were at this point in time what is your conception of yourself what do you want to do what are the you know parts that you're thinking about so definitely I"
    },
    {
        "speaker": "Guest",
        "time": "01:12:24.560",
        "message": "wasn't a kind of I was in a crossroad and I didn't I didn't really know what my next steps would be and one option definitely was to maybe start like a general practitioner kind of a practice because there was always a huge emphasis on being a super specialist and stuff but even in those days that whole GP concept was dying down to have like a friendly neighborhood doctor who can take care of all your basic problems and I thought I'm okay for that level of stress and I can still handle that that was one thing on my mind and the second thing was that what else can I do with now that I have my medical degree can I study like an MBA or can I do some other further studies which will open up some more paths to me other than just being a clinical doctor while I was thinking about these things I got a job opportunity in health insurance related company where they were looking for doctors to understand certain aspects of the claims and you know because a general person will not really know okay this was the ailment and all this was done for this ailment so you need someone to actually know what was actually required and what were not required so to sort out those kind of things and because I didn't want to sit at home for a single day and at this point an idle mind would have definitely been a devil's workshop with all the stuff that I had experienced and gone through and come out of and I think that would have been the right time to see a therapist or something but that was out of question I didn't even know about you know those kind of terminologies and even having studied medicine I didn't even think of it as an option at that point of time there was this opening in a health insurance related company and I just went and I took on that job and it would keep my mind occupied and I said like while I do this I can understand if this is something to my liking or I can see what else to do and I worked in that field for two to three years and but again I've always been like a very creative person and I need some kind of creativity and some that that's the thing that gives me joy and here I was neither seeing patients and nor am I doing anything creative that makes me happy and I said this okay while I was getting some decent salary and stuff and I was not wasting my time at home I was not entirely satisfied with what I was doing it felt very dry and boring at this point I should also mention that I was a very early adopter into social media even before the term social media existed so there was this networking site called the rise business networking early on I didn't know what it was but I just made an account for myself and I was connecting with a lot of people around also because I was not in touch with my own classmates and you know five and a half years of doing medicine leaves you with no friends no nothing in your social life and you don't know anybody so then I said okay let me join this I'll at least get to know people from other fields because you've been living in a literal blinkered existence for from the day you step into medical college you don't know what is happening in the outside world so I joined this website and I came across people from advertising from so many different I think Prem Panikkar and all I knew from that site early on because that same gang moves on to every new good platform everybody is on Twitter now so literally I know them for like 20 years I think so so I went on to that platform and I found out thanks to that I came to know that there is something called health care advertising which I would have not known otherwise and you know there's this certain law which says that once you have heard about something you tend to keep seeing similar things around you right I forget what's the name for that phenomenon immediately after I saw that in a couple of days there was this article in the Sunday supplement of Times of India about this new field called health care advertising and all I said wow I just came to know about this two days ago and now I'm reading about it in the newspaper I mean is this a sign maybe I can apply my medical knowledge I can write it is creative and it kind of seemed exciting to me at that point of time and I said but how on earth I've never given a job interview in my life I don't have any management degree I don't have any advertising background all I have is a medical degree what am I going to how am I going to get this and somehow through one of the contacts and drives I got the contact of the woman who was heading Ogilvy health care which is a branch of Ogilvy and Mathur a very leading ad agency which is all over the world and this was the Mumbai branch so I just you know some sometimes I have the spurt of confidence and drive I said let's do it worst case what will happen she'll say get lost at least it would not be for want of not trying so I just contacted her and I said I want to come and meet you can you give me like 15-20 minutes of your time and also these are the places where your doctor's degree sometimes helps because the minute they see a doctor's degree they think they can't be such a nonsense person they have some you know some substance in them and people don't refuse you when you request for a meeting like this so I went and met her and she heard me out and she said I said I want to be a part of this but to be honest I don't even know what are the available options for me but somehow I feel like I could fit in here I think I would feel that kind of creative fulfillment at place like this what she did was very interesting she gave me a project and said I'm giving you two weeks you do this project in whatever way I'm not going to give you any guidelines or how we work out here you will just figure it out with your own logic and you do this and you come back to me and I did it and I went back in two weeks and I got the job and she said okay so I joined a strategy planner so in healthcare advertising this was mainly for the pharma companies so these are the kind of brochures and literatures that the medical representatives take to the doctors and they tell them about these new drugs and but also there are the same drug is manufactured by five ten different companies so how do you gain some mind space in the doctor's head that he remembers your brand better maybe because you conveyed it in a better way or for whatever reason so that was the speciality of this field where you made a creative communication rather than just dry blah blah blah twice a day you give this is the milligram this is the side effect you know going beyond that and trying to catch some emotions and that's the typical Ogilvy way of doing things where everything has their own touch and their spin and they make anything and they can make fevicol interesting so you can imagine how it is so that's how I you know got the job and I really enjoyed it but there was one you know one drawback was that these guys are all like very late starters in the day and I'm a morning person I'll be there by 830 in the morning and people come in by 1231 and when I wanted to leave on time they'll say are a half day kind of you know because no one knows that you've been working from early and and that whole culture was very different for someone coming from a medical background it's very laid-back if there's a deadline for 5 p.m. 430 is when people will start working on something which would like make me very panicky because I I'm not although even I do my best when you know the deadline is closest but I'll not start my work half an hour before I have to submit it that is something that will drive me crazy out of you know anxiety that I've not started my work so I got used to that kind of lifestyle also where again all from different fields one somebody's in art somebody's a client servicing and I am here dealing like in middleman between the advertising and the pharma company so then by now I was in my late 20s after all these winding you know side paths that I had taken and I was chugging along and then I got married in my late 20s and at that time my husband had a job in the US and that was literally the first time I I think I traveled outside the country and I went to I went I went off to the East Coast with him after I got married and that was the first time in my life I was sitting at home 100% leisure nothing to do no deadlines and all my time is my own to do as I please and you know after I think after middle school like fifth standard sixth standard seventh standard this was the first time I was in truly zone where I had nothing to account for and I could just do my own thing and that is when the food bug bit me because I used to I was fascinated by the kind of channels that were on TV and I was even more fascinated that there was a channel to tell you what's going on on all the other channels and for someone who has only seen like Krishi Darshan and stuff back home because that's when my TV watching days also stopped after that there was no chance to watch TV and I was totally fascinated and there was a food network channel which was showing 24 by 7 food things on you know anytime if you couldn't get sleep or you were jet-lagged you just started the TV and you could watch like someone cooking and I found that like utterly fascinating and then all apartments they come with this built-in oven which again I was seeing for the first time I've never had an oven in my life so like it took me two days to even figure out how what is on what is off what because everyone just uses it as a storage to keep extra pots and pans so just took a while to figure that out and then all that inspiration from food TV plus the supermarkets with all the supplies and like so many things to buy which we didn't have and this was in the year 2004 even though we had supermarkets in India at that time that kind of variety even today you will not find right so all that put together I actually started cooking and experimenting and I would say experimenting because I really didn't know much about like even I didn't know the exact recipe for a sambar or a rasam or anything for that matter so I think all that inspiration put together is when I started cooking and experimenting and those days it's not like you had whatsapp so you could quickly call your mom and literally keep the stuff on the gas and say now tell me how do I make this so I started I would call her and I would start making notes and at least certain things that reminded me of home and the stuff food that I had enjoyed in my childhood I wanted to recreate that because it was the first time I was away from home it was in the East Coast where nine months of winter literally getting dark at 3 o'clock you did need that comforting situation you know to replicate like a feeling of home and that's when I actually started"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:45.080",
        "message": "cooking. So you know that whole journey is very fascinating and different aspects there but first of all you mentioned deadlines that if there was a five o'clock deadline your colleagues would start working at 5.30 at 4.30 and I would actually when there's a five deadline I start working at 4.55 and there's this great quote by Douglas Adams my listeners might like which is quote I love deadlines I love the whooshing noise they make as they go by stop quote although I would never advise any of my students to be so lax with deadlines but I am I'm terrible with them I like that quote though I love that quote yeah it's I think I quoted Adams in the last episode as well which makes it seem like I'm some kind of Adams fanboy and I'm actually not but these are great quotes though I'm not a hater either so so to kind of get back to what you mentioned about cooking is it in some way an advantage or does it give you a different kind of way at looking at cooking the fact that you learned it so late like for example I didn't do economics in college so whatever I learned about economics or political philosophy or whatever I learned much later in my life and therefore I wasn't bound say by the dogmas or the reflexive thinking of whatever the education system might tell you so I didn't read only the Keynesians but also the Austrians and also whatever and it's kind of broader and I feel that that's kind of an advantage the fact that I am learning different things on my own at different points in time and all of that going into the prism through which I sort of look at things is in a sense an advantage do you feel that in terms of cooking the fact that you know a lot of people will learn cooking by just picking up habits when they are kids that is go as a banana tea and this is how you do this and this is how you do that and you are almost learning everything from scratch right from how to turn an oven on and you're learning all the basics from scratch do you feel that one that that helped you and made you a little different from you know others who might have learned as kids and just internalized a lot of habits whether good or bad and do you think that it forced you to explicitly think about food about the process of cooking and that might have played a part in you"
    },
    {
        "speaker": "Guest",
        "time": "01:25:57.440",
        "message": "know what you then went on to become yeah I mean you are right and now that you mention it I definitely feel like it did play a part in making me a more fearless not bound to rules kind of a cook and I don't believe in like this is the hundred percent authentic recipe that I must take to if it tastes good it's good and yeah like in having different kinds of combinations which traditionally you know we may not be cooking it together or serving two kinds of dishes together I never had such hang-ups I would cook anything with anything a few months ago I had posted this on Twitter like dosa with the rajma okay so I got I got trolled by both the South Indians and the North Indians how dare you like you know that Greta Thunberg gif how dare you kind of thing that people were sending me and which is why I'm not bound to this you know I I feel this is a good combination I like it and I'm not following anybody's rules not even my grandmother's rules about what to be served with what and I'm I'm eating this myself or I'm serving this to my family who don't mind eating it so why is it anybody else's problem right so definitely made me a more creative cook made me work with a whole lot of different ingredients which I found in US at that time and it just kept my mind very open because I had no set things to follow in the first place like only these vegetables can go into sambar or with this sambar only this curry no such hang-ups I like whatever is available or whatever I find fascinating and whatever I pick up from the shop I would just cook with that I had no plan as such you know I I didn't think about this factor at all but definitely I think it played a role in how I started cooking and I continue to cook today and you also kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:02.120",
        "message": "mentioned that you know in your advertising days you know when you were writing copy and you were like an in-between between the pharma and the marketing people and I guess one of the things you were doing at that time is a skill that you practice anyway when it comes to food and is a skill that would in some senses have been inherent to you which is that you break down a complex idea in simple language and and the thing is when you're to have to do that is a great way to even learn about something because if you if you force yourself to put something in simple language you are you know and forcing yourself to understand it that much better so is that kind of that way of thinking that systematic assimilative way of thinking where you know you build a base and then you start from there is that something that you feel has always been there with you because that's also the approach that you will that you bring to your food writing for example that is and I imagine that even when you're you know learning Indian classical music that's partly it you know you you figure out certain first principles certain rules of the game and then you play around with those and then it gets more and more complex but your base is very solid at that point so is that kind of explicit thinking something that you do for whatever you take up or is it something that you had to do for the different things you've taken up what's what's your mindset like because it strikes me that a lot of other people who might write about food for example will almost you know take an almost intuitive approach to it where it will be like you know if they're doing a food review it will almost be like what is their sensory experience while you know taking something while I think that you know people like you and Krish Ashok who was on the show earlier a kind of more methodical thinking a little harder about it tell me a bit about that mindset is that something that you've tried to build and cultivate or is that even something that in self-reflective moments you've kind of thought about"
    },
    {
        "speaker": "Guest",
        "time": "01:29:50.320",
        "message": "when it comes to how you go about your work so like we were discussing earlier I value the impact of almost everything that I have done in the past be it medical college be it a healthcare advertising or the long stint in freelance writing I think everything contributes even without your knowing it small bits and pieces towards making you who you are and making your processes the way they are when it comes to working so while I definitely like to have a very intuitive approach to things like you know we talk about first draft second draft my first draft is very stream of consciousness very intuitive I don't I don't even think about how is the flow or is it I just put what's on my mind and that's what lends that personal touch also and not make it sound very like a science project methodical or a science paper kind of a writing and then you know thinking about the flow thinking about what more details could be added what more don't I know about the subject that I need to study research a little bit on the side and then come back to add those kind of details because it has never happened that I've written on a subject and I knew everything about it on day one or when I started writing that I've only learned more and more as I've written and you know then that knowledge gets applied into the next thing you do so you just gets carried forward and yeah so I think it's a combination of both definitely intuitive and because I'm by nature very disciplined and I like to have a certain method to doing things because I'm also the other extreme where if I don't have a method I can be completely mad so for my own sanity I like to keep a certain method you know break it down into smaller chunks and make sure I'm able to give my attention to every of these little parts of any project that I'm working on so like you rightly said even Indian classical music I learned Carnatic for quite a few years as a kid and then I think maybe in my adulthood as a rebellion to be rebellion to having forced to learn Carnatic music I started learning Hindustani classical and it is something I definitely enjoyed more I found that there is more scope for creativity and it's a less hard on you with in terms of rules and stuff of course there are plenty of rules and I don't even claim to know fully well the differences between the two streams even though I've learned but you know applying these principles just makes it a little bit easier which otherwise a vast subject like this it can feel completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:27.320",
        "message": "difficult to even approach let alone conquer yeah absolutely and and I love the phrase that you just used here carry forward it which is such a charmed"
    },
    {
        "speaker": "Guest",
        "time": "01:32:37.200",
        "message": "forward Indianism no I'm not making fun of you I think it's a charming phrase"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:42.360",
        "message": "and language evolves carry forward did so what you what what you also did during this time is you also did a diploma or a degree in nutrition I think"
    },
    {
        "speaker": "Guest",
        "time": "01:32:50.440",
        "message": "right so tell me a little bit more about that so in 2004 I went to the US for a year or so and then I came back to India and the cooking bug had bitten me good and proper so I continued you know my biggest worry in coming back to India was how am I going to get those ingredients you know and the minute I land have to get myself an oven because I wanted to continue that process even though I was back home I was back in Bombay and I continued cooking and again experimental I had not gained any expertise in just like nine months to one year of cooking so you know at those in those days there was some few cooking websites like this sify.com Bhavarchi they had one section then like there was I think Tarla Dalal had set up a website or I don't remember but there were very few cooking websites so you could get recipes from these websites and there was my biggest regret was there was no food network in India and there were no food good food channels in India and there was no way to get them also but anyway I had got enough inspiration from there and I just needed that to keep continuing and when I did that I realized that I was so experimental and intuitive in my cooking that I could never replicate a dish if it turned out good because I didn't even know what I put into it in the first place I would just keep putting things as I went right so then I said okay I need to start a blog and this is how I will keep everything in one place and I can refer to it myself I had no inkling that there was somebody going to search for recipes on the web and land up on my blog and I didn't think that was going to happen at all but then within a few weeks I got some comments and I realized that there's a whole bunch of food bloggers out there mostly Indians in the US they were trying to preserve their culture and you know like calling parents and taking recipes and putting it down in this permanent kind of format where they could access it at any time and which is why I thought oh this is already there so I should continue at this and I whatever I would experiment at home I would keep posting it on my blog and I think a year passed and I surprisingly didn't get bored of it because I would have thought like okay you know blogger had a very simple interface like if you could type you could just do it and it was easy I kept continuing it at it and then I said okay I think I should actually study nutrition properly because in medical school it's hardly touched upon although there's one subject called preventive and social medicine in the second IBBS but in that it's mostly the preventive disease preventing diseases talking about things like polio tuberculosis vaccination public health essentially while nutrition should have been integral to this topic it wasn't and we hardly touched upon anything like our knowledge of nutrition was as good as any layperson's knowledge and I said if I'm writing so much about food and now I'm cooking so much I should know a little bit more than what I know already so which is why I did this fellowship in applied nutrition from Apollo which was a distance come residential kind of a course and that helped me a lot in understanding things which I either knew very haphazardly or I didn't know about at all so I thought it would be a great way to marry the hobby and my qualification and it would just narrow the gap and bring it somehow together but I think I'm doing I'm saying all this in retrospect I didn't think so much then I just thought this is a good idea and I'm learning something so it's not wasted anyway I will put it to use and that's when I did that course and then it just you know that that's when I started moving the niche of my blog and my writing I started I was a regular writer for Men's Health India and I would write mostly on nutrition and health related topics and also quite a bit of well-researched things in you know nutrition the science of it etc because men's health is a very very health focused magazine and you know everything is like proper verified information and it's not just saying things which are popular on the internet kind of thing so so that that course in nutrition helped me kind of figure out what I want my focus to be over the next years and it also helped because I was cooking a lot I was getting a lot more interested in food and you know I would want to call friends home so I could try out different things and make lots of food and serve people because otherwise it's just my husband and me how much are we going to cook and eat I would look forward to these you know calling people over and yeah so I think that that was the other turning point actually focusing on nutrition and whereby using my education in somewhat a good way where I can contribute my knowledge of you know the human body physiology biochemistry everything and nutrition coming together nicely and it kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:02.440",
        "message": "strikes me that the science of nutrition is a bit of a contrast to the science of medicine for example in the sense that the science of medicine you know what you know is what you know and of course there are things you don't know and you find out more about them but as far as what you know is concerned it's fairly settled it will evolve in terms of going deeper but you're not going to find that what you thought was a fundamental truth is completely false while I think in nutrition in a sense that has kind of happened like one of my pet themes and it's a surprise I haven't really done an episode on it is you know how America's obesity epidemic was actually caused by the state where for decades we had this impression that sugar is fine and fat is evil while in recent times we have realized that that's absolutely not true and for those who are further interested you know there's a great book by Gary Taubes called the case against sugar there's a great book by Nina Tycoles called the big fat surprise I'll link them from the show notes I think Tycoles also did a good episode with Joe Rogan on them but the TLDR of that or what fundamentally happened is that these cases were made to find out more about heart disease these studies were done rather to find out more about heart disease in the 50s and 60s and they were funded by the sugar lobby you know the methodology was suspect and they made fat the big villain and absorbed sugar while today we know that fundamentally sugar is poison certainly in certain forms and you know in processed foods and so on and so forth so it's very interesting that it's you know on the one hand you do medicine where the science is kind of settled but on the other hand you're doing nutrition where it seems like the whole world is being upended every two years and there are more and more sort of new things coming out how does one then cope with that because then the concept of healthy changes a little bit like when I was growing up I remembered at fatty foods weren't good you know even when it came to meats people were moving to leaner meats which we now know is completely unnecessary and at the same time you know it was okay to drink coke and and you know with all its many spoons of sugar or whatever it is which is just insane and you've got a nice little screed against processed foods in your book so tell me a little bit about how you're thinking of nutrition evolved in this period of time because there are also so many fads and fashions going on and it's almost like different ideological camps form around these things so when when you so what was your what's your take on this what was your approach of all this you're right"
    },
    {
        "speaker": "Guest",
        "time": "01:40:27.720",
        "message": "because you know study of disease and the study of nutrition are like completely different things happening and definitely there has been more funding and more priority to the study of disease because you can save lives whereas studying nutrition it's more like you're preventing something so it definitely gets a little less or much less importance than the study or funding of disease but then who funds the nutrition studies it is mostly lobbies be it like the sugar lobby or the wheat growing lobby or the dairy lobby right so I have I've heard about this in the US that if a certain lobby is funding a study you can be like 75% sure that that study will only bring about the points that are favorable to the lobby who funded them isn't that obvious because there is such a conflict of interest if someone is paying me one crore to say find out about this but they are themselves a sugar company how can I come out and say that sugar is bad right so I think believing in such studies you should also know who has funded these studies in the first place because that also impacts to a great extent what the result of that study turns out to be you know I think treating health is just the absence of disease and therefore not giving nutrition an important role is also very what do you say it's not a good thing because I think preventing is much easier it costs less and it's more sustainable in the long run and you can just do it by making these small changes in your day-to-day life rather than someone who has to literally flush down his entire life savings to do a like a bypass surgery or undergo like a dialysis every two weeks so I think we need to step back and we need to stop thinking about health only when we fall sick you know in in traditional Chinese medicine I had read about this thing where the emperors would pay a retainer to the physicians the traditional Chinese medicine physicians and the minute they fell sick they would not pay them because they are paying them to keep them healthy not to treat them when they fell sick so if the Emperor or their family the royal family fell sick they would not get paid for that month so it's it's the reverse right and that is the importance of something like a nutrition or your lifestyle where little steps matter a lot and what you can do on a daily basis and that is exactly in contrast from some of these fads and the camps that you were talking about where I can't think of any fad or a kind of a you know a diet a diet that excludes a lot of foods a diet that deprives people you can't possibly do it all your life and because there are a lot of other factors that play a role in what you eat your emotional state your family your socio-economic status and something like nutrition is impacted by so many factors and it is not easy to just put a label and say that you do this diet and you will lose you know 10 kilos of weight and that is the kind of oversimplified information that is actually so much in vogue these days people just want binaries are you vegan are you like meat eating is meat good is vegan good there are no simple answers to this and nutrition see health itself is a medicine and health is a very complicated science you're dealing with the human body and every human body is different and in a space like nutrition where there's even much less research and there are so many it's like in mathematical terms it's like a multivariable problem where what variable are you going to fix to understand what is the thing right and someone may spend 20 years researching on where the maximum antioxidants are in a grape and they find it that it's on the surface of the seed and you know we are all eating seedless grapes these days but you find that and another one year somebody else comes and says no no it's actually in the pulp so it's like things like you said things change so rapidly so then are we supposed to keep reading and updating ourselves on every such research paper or sometimes just follow some absolute basic rules like eating whole foods eating in moderation not eating too much like not stuffing yourself until you're 100% full and therefore eating slowly so you realize when you're full you know eating in a pleasant setup where you're eating mindfully so these are the things that you can never go wrong with and no paper is going to come out tomorrow and tell you that you ate a little less so you know you have created space for this disease in your life that's never going to happen so why not follow the principles that you know for certain are not going to change like if you if someone eats one or two eggs in a day that's not going to kill them so don't do anything extreme and I think the biggest problem in today's times is that the more polarized you are in any field that you're more in news and the people will lap up your information immediately but the minute you are very moderate and you don't have that extreme bone in you you don't people say what is this so boring like it being in between is the worst place to be because you'll get no"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:55.040",
        "message": "attention but see Nandita yeah you are the kind of person on Twitter that they would call you a centrist when it comes to food as a pejorative but no no sorry"
    },
    {
        "speaker": "Guest",
        "time": "01:46:06.600",
        "message": "I interrupted you finish I was pretty much done yeah I think that that's what I wanted to say that you know also things like gut microbe for example that it's like 37 trillions of gut microbes and is it even possible that even in a century we'll do enough research to understand what impact this has on our body but we do know certain things for sure that you know gut microbes influence your immunity because they talk to your immune system gut microbes influence your mental health you know gut microbes influence a lot of functions in your body which still cannot be specified or list put down in a listicle but what is known is that when you eat you're literally feeding your gut microbes you're not feeding yourself because whatever the stuff that your body hasn't digested these are the guys that are going to digest all of that and then release the byproducts which then benefits you in so many different ways like head to toe it's affecting your body so to think of the science is so complex and so fascinating but even by just following some very basic general principles having this background knowledge but doing simple things which you know for certain will have positive impact in your life I"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:24.200",
        "message": "think that is very important yeah in fact you know people say we were colonized by the British no we are colonized by our gut microbes and just to sort of elaborate on a thought which I kind of left halfway about how the state caused the obesity epidemic the thing is after all these studies came out in the 50s and the 60s in the late 1970s the US Health Association whatever they are called I forget the official name came out with a series of dietary guidelines on what you should eat and what you should not eat and they got it completely wrong and if you look at the graph of America's obesity epidemic it kind of begins from there and of course sugar is a big problem I wasn't keto for a while and it really worked for me but then I kind of went off and I sort of went back but it worked for me except that you know in India it's kind of hard to keep a keto diet because you are surrounded by biryani and dosa and so on so what do you do and I also agree about not getting too alarmed by whatever the fad of the day might be like I saw the headline a few months ago saying bacon causes cancer and that was too much for me I was like let it cause cancer I'm not going to stop having bacon for God's sake and by the way you mentioned gut there's a lovely book I'd read a few years back called gut by Julia Enders which was a fascinating book on the effect of the gut on our physical and mental health so I'll link that from the show notes as well let's go on to your book because one of the early things that you write in your fine book is where you talk about the virtue of the diet of our grandparents like you quote Michael Pollan saying quote don't eat anything your great-great-great grandmother wouldn't recognize as food stop quote and then you have this nice section on what your maternal great-grandparents actually ate and why and what their routines were like tell me a little bit about that because that"
    },
    {
        "speaker": "Guest",
        "time": "01:49:07.240",
        "message": "was also quite instructive for me so you know Michael Pollan's that quote is obviously very very very famous almost everybody has heard of it but it's also a bit extreme and it's not really it's not possible to follow it 200% in today's times because we're not 200 years earlier we are in 2021 and we will be influenced by the things that are happening now the things that are available now the way our life is now so we can't really go back in time and eat what exactly they ate but I think it's worthwhile just catching the the sentiment behind that statement where if you have to choose between two kinds of foods there should be enough knowledge that you're choosing something that is lesser processed and there is knowledge everywhere but once you keep putting this into practice every single day which might feel a bit tough initially but when you put this into practice every day it just becomes second nature and you know that that knowledge becomes the way you deal with every little food confusion that you have in your life because you know like there's this nice saying which I read somewhere three times a day you get to choose what you're going to put inside your body and how you're going to impact your health so make it worthwhile it's very simple like say I have to choose between say you know a banana and a banana bread even a kid knows that a banana is closer to the way nature made it than banana bread which has added flour sugar baking powder salt eggs everything right fat and it's it's cooked at a high heat so it's baked just eating the banana would have been far simpler but here we are in the times when we are like banana bread addition to with the pandemic you know having restarted and we're all making banana bread as something like a comfort food because banana as a fruit doesn't hit that spot as a comfort food it doesn't have the added sugar added fats added carbs which is what qualifies to make it as a comfort food and it ticks all those boxes to make us feel good so there's this whole emotional aspect also like given the times we are facing now we are having two kinds of behavior either there are people chugging liters of cada and eating like a vitamin C going out of stock on Amazon people are eating zinc and vitamin C tablets and the others are just saying chug this I'm just having to stay sane in these times I'm going to eat whatever makes me happy I'm not even stepping out so my weight is the last thing on my mind I just need to eat something that makes me feel good and both these lines of thought are right for the times that we are now you know so it's very difficult to just tell people that hey these are the rules follow it and don't eat unprocessed at all but we need to have a decent enough inherent knowledge of what is good for us and put that into practice in our day-to-day life whenever possible and not really beat ourself up for the times like these when you know this is the last thing on our mind right now and we just want to we have we are in that survival instinct where neither are we worried about our weight nor are we worried about the impact of some chips that I'm going to eat now or I'm thinking of eating it in a raw state no because even like so many people even in the wellness scene world over have said that they have been eating a lot of sugar they've been eating a lot of carbs in the last one year can't blame ourselves for that because that's the way the times are and that's how we are trying to cope with that so that is also fine but overall you should know what is good for you and you know regarding yeah my great-grandparents I really found it fascinating when I made that comparison between what we do and you know what I've seen my great-grandparents the way they eat and even much later when there was a telephone at home they would actually keep the telephone off hook during lunchtime because they don't want to be disturbed by phone calls and today we are actually having the mobile phone in our hand and scrolling down and seeing what's going on like we we want to be disturbed right and we have gone to the other extreme and sometimes they would forget to put the phone back on hook even until 4 o'clock and and because they were growing old we would like be you know getting mad at them like what is this they're forever forgetting to put this back on hook but that was their dedication to the ritual of eating even the most basic simple meal where they didn't know superfoods they didn't know what they would buy what was cheap what was in season and what was available in their local market and you know they all lived up to 90 and touch wood like no ailments or anything so I have seen that firsthand and the same with my grandparents the kind of dedication and creating a ritual around eating and having a calm scenario and you know having that respectful atmosphere towards your food and not just gulping it down so I read this interesting thing in B Wilson's book called the way we eat where she quotes this study done on 4,000 Japanese men who live in the US and they were all above 30 years of age and they wanted to compare that you know even though they are eating Japanese food how does their heart disease incidence etc compare with the men living in Japan and eating Japanese food and even though these people living in the US were eating Japanese food their heart disease rates were fivefold as compared to the ones in Japan why because they didn't have that slow culture they didn't have that sense of attachment towards their food setting up everything nicely grab and this the whole American attitude of being rushed and grab and go in a hurry and you know the impatience and urgency around food versus the slower rhythms and the rituals of eating in Japan you know though they were eating the same food they still showed where everything else was constant they still showed fivefold increase in things like heart disease so it just goes to show that how we eat is a lot lot more important than what we eat and sometimes we don't even focus on what we eat so let alone how we eat that's like the next step right so we need to not just understand what is it that we're eating but we also need to understand how are we eating are we eating mindfully and you know are we having that kind of relationship with food where it's not over guilt or hate or emotions or boredom but you're eating to nourish yourself and it's it's a very healthy relationship yeah there's a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:47.960",
        "message": "there's a lot of fascinating stuff to unpack them I mean it strikes me that in modern times we are really fighting of a competition between two competing addictions or perhaps two cooperating addictions one is to carbs and one is to social media which is why we are eating lots and lots of carbs while staring at our smartphones I mean I was in keto a couple of years back and I lost almost 20 kgs and felt incredibly healthy and no brain fog and so on and it was pretty amazing but this year I have completely you know you described the kind of person who's just ordering comfort food all the time so I've finished my biryani phase thankfully that seems to be behind me but now I'm in my pizza phase so God knows where this is going and definitely at my heaviest ever now a couple of sort of questions that emerge out of what you said and again staying on the grandparents seem because that seems to me to be an interesting dining table to use as a prism for looking at our own dining tables in in different ways and one of those ways is mindfulness like very often when I'm eating even if I've ordered something that I really love eating or you know if I've cooked something I love eating like I make the best bacon and egg fried rice in India but even when I'm having food that I love you know I'm only focused on the taste for maybe the first 20-30 seconds after that I'm lost in my smartphone or I'm reading something or maybe I'm lost in my thoughts and it's all kind of gone and I'm not thinking about my food at all I'm gulping it down I'm definitely not chewing as much as I'm supposed to chew and all of that and this is something that kind of baffles me that I love food you know taste matters to me you know I like specific things and I don't like other things but sometimes I will be I will have finished a meal without even having focused on it for a single moment you know and I'm looking back at my childhood and I'm can't recall what it was like were we more mindful than like I can totally imagine taking the phone off the hook because you want it to be an experience where you're interacting with your family and you don't have four people sitting together but at the same time sitting separately because there's a screen in front of them have we become less mindful of our food what do you remember from your personal memories and is this something that you tell yourself when you sit down to eat that I'm going to focus on the taste now that I'm going to actually do you have to force yourself to do that number one and number two if you were to sort of make a normative judgment on this is this bad is not being mindful while eating bad and if so why I just address the thing"
    },
    {
        "speaker": "Guest",
        "time": "01:58:17.760",
        "message": "you asked last first and then go back into the question see it is bad for a few reasons the most obvious being that we are consuming calories or food in some form and we are not enjoying that and we are not putting our mind into it and at the end of it we don't even know sometimes if have we eaten it or not because we have been so absent from the whole process of eating and the other problem this leads to is that you know even satiety is in a way linked to this so if your mind has not been in the process your body may not even realize that hey I've eaten so you may end up eating again something very soon because forget the digestion your mind has not digested the fact that you have eaten that food and in a way one doesn't end up consuming more calories because invariably when we are not focused on our eating process because it takes 20 minutes for the stomach to send the signal to the brain that it's full but if we have finished our whole food in five minutes then where is the time to understand how full or how not full are we I was doing intermittent fasting for a very long time and it helped me a great deal but I had to stop because I started getting like excruciating headaches and I was not I was not able to do it anymore but I realized when I started fasting that how hunger feels you know because we are so used to being surrounded by food all the time and especially being someone who is in the food space and I'm constantly cooking tasting you know and I've never been religious so I have never done a religious fast in my life and this is what I felt okay this is how hunger feels like and just to experience hunger was like a miracle because we you know in our privileged setup we never experience hunger before we feel hungry we've already eaten something right and very rarely if we've gone out especially in Bangalore scenario and you got stuck in traffic for two hours and then you come back home really hungry but that's like a forced situation you've never done it voluntarily so I think just experiencing what hunger feels like experiencing what full feels like we don't unless we pay attention to our body you're not going to even know this and even though I've written a book about this it's a constant struggle you know sometimes even before I sit down to eat I think what am I going to watch with this today you know because my eating time is sometimes my only free time in the day and I have other deadlines lined up and things to do so I feel this is the only time I can give myself a break and watch something but why don't I treat the food itself as a break why do I need an additional crutch to add on to this break right and this is interesting thing last December November I started watching these Korean YouTube vloggers I'm not talking about Kdrama I haven't started watching that yet despite too much pressure on Twitter I see that everywhere you know I was fascinated by the way they lead their lives and these are not just Koreans in Korea but also the ones who live in US and other places and trust me it was like a rabbit hole and I could never come out of it it was so fascinating and riveting how slow how meaningful how mindful they lead their life and I'm not saying because somebody on YouTube just posted a vlog about that and that's how they all are but it does give me the impression that they definitely stick to these traditions they take this very seriously they believe in cooking everything from scratch and even their children and the next generation loves Korean traditional food and no matter because their food also has quite different kinds of sometimes bitter they even use things like karela in their cooking and you know the kids eat everything and they all sit together at the table and this is one scene which I won't forget there's this and they also show a lot of cleaning in their videos they're obsessed with keeping their house spotlessly clean and I watched that while saying that my own room is dirty but I'm watching that and you know after cleaning the bathroom and everything scrubbing the whole house clean she'll come to her balcony and make herself a like a small pot of some beautiful tea and in a small plate some two pieces of cake and cookie and she'll keep it on her table on the balcony no no gadgets no books nothing around and she will slowly be sipping that and eating that while one cat is purring around so this is the classic scene and it made me feel like I want that life and I want to be in that mental state where you know I finish all the housework and I take this break with a cup of tea and a cake which I eat and drink absolutely guilt-free and I feel like I have earned this and putting my whole mind and all my five senses into this experience and how can that cake make you gain weight because it has already released so much of happy hormones the good kind of hormones instead of the stressful cortisol that actually makes you accumulate the belly fat and all that so I feel like this is why how you eat is so important imagine just going through a drive-thru like in a country where there's a drive-thru and buying some of these you know cakes or some milkshakes or something and drinking in the car and going away that is so American but you know when you see this stark difference in Korea and their culture you know there's so much to learn from that I'm sure Indians were also like that but these guys just make the most aesthetic and pleasing videos that make you aspire to that kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:48.920",
        "message": "life. In fact this is another cinematic moment like I can think of you know if a film of your life would begin with you know Eli Roth or Louis Bunuel perhaps directing that scene where the skull is being cut open and they're singing happy birthday it could end with you know Ozu directing the last scene of the closing credits where you're in the balcony with a little cup of tea and one little biscuit and there's just peace and quiet and focus so suddenly you know a full journey we have kind of traveled here those who of course were Japanese and not Korean but you know similar feels as it were. The other aspect of you know what you describe about your great-grandparents table is something that almost seems to me to become a virtue out of necessity like you point out that they eat food which is local seasonal cheap they don't cook more than they are going to eat at a particular meal but that flows from necessity because there are no fridges so they can't store food there are no fridges the world is not so interconnected that food can come from wherever so out of necessity you are eating local seasonal and cheap and that becomes a virtue. Now you know going back to what Pauline said and of course Pauline didn't literally mean that you have to eat what your great great great great grandmother ate. Two conflicting thoughts come up here for me and one thought of course is the classic conservative thought that if there is a particular diet that has evolved over a period of time if your grandmother said this is healthy eat this there's a reason it has evolved because it works for you and sometimes our traditions have sort of deeper reasonings behind them which might not necessarily be a reasoning that was scientific to begin with but just comes from the practice through generations and so on and there is much value and merit in that. At the same time it strikes me that our great great grandparents didn't have access to either a lot of the food or the knowledge that we do like we are surrounded by so many different kinds of foods today that our grandparents would not have known and and the question then comes up is that you know how how does one evolve a set of values around what one is to eat like when you think of your own eating for example so there is a certain kind of food that you like eating that because you've grown up eating that and you acquire tastes along the way but at some point in time you've clearly thought and said that this is the kind of food that I want to eat and this is my philosophy behind this kind of food this is why I want to eat this kind of food and at the same time of course I do want it to be tasty as well so it is not only you know this thing. How did you evolve your way of thinking about food and where would you say it has kind of arrived today. I've been a"
    },
    {
        "speaker": "Guest",
        "time": "02:06:29.120",
        "message": "vegetarian since I was born I was born in a vegetarian family and of course I ate eggs and that was the limit of my you know dietary habits. See currently like you said I'm always grown up eating Tamil food South Indian food there was not like much experimentation happening my one of my aunts was like keen on trying out new things and she would like cut things from magazines and try them out and I was like a willing taster for everything so that exposed me a little bit outside of our very traditional food but growing up that was it and you know we were not like the very restaurant visiting family either because one very middle-class and money had to be saved for more important things and also you know we had like a couple of restaurants in the Dadar, Sayan area where we would love the food and we'd go like once in few months as a treat and I just would order the same thing you know in these places and that was my food world and it's not like we had like too much of a social circle of friends or eating at other people's houses so I was not even exposed much to other Indian cuisines let alone much of foreign cuisines but today as you say there's been such an explosion in the last decade or so from things like food shows, cookbooks, magazines, YouTube and you know on the web so much of content and even stuff that's available like at the click of a button on Amazon you can order anything right from gochugaru to a smoked paprika to you name it you will get it instantly so availability is there all the kind of creative ideas are there and if you are interested in trying out these new things and of course there's whole bunch of restaurants and delivery services so it is so much stimulation available for you to choose from so it becomes increasingly difficult what the hell do I eat you know sometimes you know I tell my husband I'm not going to cook today I'm very bored and you say okay let's order and then we figure out for half an hour, one hour what to order and I said I would have just finished cooking in this much time you know so it's just like what to order and what to eat is like you just tear your hair over that and it's sometimes more painful than the cooking process itself so how do you even choose what to cook and sometimes sometimes I go about the way of a menu plan where I tell myself also in some sometimes I'm in the middle of some recipe testing for my books or my column etc so I will write down that I want to make these things in the week and sometimes something catches my fancy online and I say okay I wish I could try that out and I will make a note of that but then you know some I just go back to sambar rice and sabzi because I don't want to think about what to make and I don't have to you know read my whole kitchen which ingredient is where this that and just keep it very simple and I think five days a week I just keep it very very simple because I think like Steve Jobs who just knew what to wear in the morning every day I just feel more comfortable knowing what am I going to cook every day I don't want to be raking my head in the morning what's for lunch what's for dinner so I think one is a comfort of going back to tradition and two not having the hassle of thinking too much about what so within the spectrum how can I eat healthy maybe one day I will eat millets and I'll have some kind of raw salad along with my meal and I in the vegetable it will be something seasonal and you know am I having something fermented like dahi or some pickle with this so within the construct of my traditional food I just figure out what is available what is the best see also even cooking is a process of choosing from the best ingredients and making something nice out of it and in this case by best I mean what is the healthiest and best for you for your health and if I could choose from ten different things okay I want to put this this this together in my plate today but I know what I'm going to make if it's just like a sambar or a rasam or a curry I just know have to apply that into this that process just makes it simpler when you are the one cooking because I have seen friends and people who you know they are outside and their cook calls them from out ki madam kya banao and they just say kuch bhi banao because they one they've outsourced the whole cooking process outsource the buying of the grocery and stuff now you're also outsourcing the process of deciding what you are going to eat the person who's cooking for you I find that most fascinating amusing and also like boss why are you giving away your health in your cooks hands like you can't even decide what you want to eat you know because even that process is so tough telling the cook what to cook no it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:31.840",
        "message": "it's all fascinating and you mentioned Steve Jobs and obviously the reason Jobs used to kind of wear the same clothes every day like not literally the same clothes clothes but you know that the same kind of uniform as it were the black turtleneck shirt and the jeans was to avoid what cognitive psychologists call decision fatigue because every decision you take through a day tires you out and you want to save as much energy as possible and one way of jobs was that he doesn't have to decide what he's going to wear so it's the same thing every day and equally in your first book which is the everyday healthy vegetarian which you wrote in 2017 for Hachette you spoke about I think the importance of menu preparation of deciding in advance what you're going to eat through the week and all of that and that kind of brings me to my next question now one reason for doing that would obviously be to save yourself from decision fatigue so rather than tire yourself out by thinking what you're going to eat you can decide a menu for the week in advance and just go with that but the other aspect of that is that what you're really doing there it seems to me is setting out a process for yourself like one of my favorite self help books of modern times is James Clear's atomic habits where he talks about how it's more important to have processes and goals that everybody can have great goals but the only people who achieve those goals are the people who have great processes and it strikes me that you know when one is eating it's you know more important to just build healthy eating habits over a time through certain processes rather than set yourself a target like you know I will eat so many calories every day or I will lose so much weight by this period of time and all of that and those goals can get counterproductive and the goals alone can stress you out whereas if you just internalize a self-image of yourself like I am a person who eats healthy I am a person who eats at particular times and that's another thing you mentioned about your grandparents that they ate at these fixed particular times during the day so like one I guess it's a two-step process one you build a prism through which you look at food which you built in which you've kind of outlined in your book as well and we'll talk a little more about that now but and then once you build that prism you use it to build processes and then everything takes care of itself is that an accurate description is that how you've sort of approached it yeah you're"
    },
    {
        "speaker": "Guest",
        "time": "02:13:42.240",
        "message": "right because see healthy eating more than anything else it is the planning that counts because I may have all the good intentions but when I open my fridge and the first thing I see is like a desert in front of me and if I'm hungry I am going to reach out for that I mean it's it's not willpower or anything it's just that it's there so what you see is what you eat if I had planned a little bit better and if I had kept things like a hummus or some vegetables or some you know fruits which are cut and ready in transparent containers when I open the fridge that is what I see so that is the planning that you know telling yourself what are you going to eat like even when they tell people to visualize your success right like you imagine yourself going and doing all that so this kind of planning is that I'm only telling myself tomorrow I'm going to eat this this this and you know if we have told ourselves that that plan is already in place so when I get hungry I don't have to think about what am I going to eat now because when you're hungry most likely the decision you take will not be a correct decision anyway so for those times is when which is why they also say that you never go for food shopping when you're hungry always go after you've had your lunch and because that definitely impacts the way you think and the choices you make so having a plan in place is the first step towards any kind of healthy eating even if you're going to order out you tell yourself that these are the restaurants this these are the dishes and keep a list of them and you know that of all the other choices these may be better so I'm going to order from these so and that's how you can even be prepared stock up for these things and have all the things you need for a certain meal or something already because then it's so tough if you want you have the intention you want to eat something healthy but there is nothing available and when you open your fridge the only things that you see are things that are not good for you then how is it going to help you stick to your plan it's going to be so difficult so I try to follow that and of course all this planning and prepping it does take so much time and effort and it is tough I'm not saying no but if you keep doing this it kind of becomes a second habit like when you order your groceries you also order a few couple of fruits or you know something like that so yeah so that that's that's a simple way to go about this the planning and processes and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:09.720",
        "message": "being well prepared no and I guess there are ways to even outsource little bits of that like when I was in Quito I realized that there are these services"
    },
    {
        "speaker": "Unknown",
        "time": "02:16:17.440",
        "message": "in you know Mumbai and I'm sure even Bangalore who'll provide you four keto"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:21.600",
        "message": "meals a day so you don't actually even have to think about it or there are apps where which will calculate the calories of everything and tell you what you should have next to meet your macros and all of that my next question is kind of about a theme that I've thought a bit about but I've only sort of while chatting with you it struck me that it applies to food as well which is about how you know along with the great technological advances we have had in these times all of which are a blessing to us and have made our lives so much better and which in fact are enabling this conversation there are also some that have a flip side and the flip side is that there is a lot of technology today for manipulation of the brain for example in the context of social media everything becomes much more addictive that people have sort of figured out and in my years as a professional gambler I kind of read up a lot on how casinos do this also how the lights and the sounds and all of that will ensure that you keep chasing the next dopamine rush and similarly you know social media also does that it's meant to keep keep you on that dopamine like you know one of the things that some of the apps did a few years ago I think they all probably do it now is that if you press the back button you wouldn't go back the screen would refresh so you'd have more stories so you simply can't get away you're kind of trapped and it strikes me that this also happens in the context of food where our brain is drawn towards sweet food there are certain kind of foods that we get addicted to like I really think that carbs in a sense are an addiction this is an addiction that processed foods take advantage of they are not just designed to be tasty or and they're not just designed to have some nutrition as and when they do but they are designed to be addictive in fact that is a fundamental you know design imperative of processed food because whoever's making them wants you to go out and buy them again and again and again and this also makes them incredibly unhealthy and this is something that you've also you know spoken about in your book so tell me a little bit about processed foods and what can we do to fight them because a lot of processed foods are common everyday foods like white sugar or tomato ketchup you know how should we reduce the kind of processed foods we take are there any processed foods which are actually okay and you know what is"
    },
    {
        "speaker": "Guest",
        "time": "02:18:32.920",
        "message": "your approach to all of this see the processed food industry I'm sure they spend millions or billions of dollars on just the science of creating an addictive combination in matters of flavor so people just it's like that you can't eat just one tagline of Lay's right and that's how they are designed to be and recently I was reading up on this thing about comfort foods right the kind of foods that we reach out to when we are feeling low and we want to feel better etc and invariably a comfort food anywhere in the world will be a combination of sugar fat and carbs in some way and either one or two or all three of these it goes back to when we were babies you know when we were agitated or when we would cry when we would be hungry mothers would feed us breast milk or any milk bottled milk and that milk had the same combination of sugars fats and carbs that would instantly soothe us and babies either go to sleep or they stop crying right so that same thing has continued as a part of our evolution all into our adulthood there that same combination of food no matter what the end result may not be milk at all it may be chips or it may be a desert or it may be pasta or whatever it is that same combination of compounds triggers off that same dopamine kind of scenario in our brain where we feel soothed and comforted and the way we would feel as babies so it is something as basic as that and no matter what diet somebody's on they cannot be not comforted with these kind of foods and that's why it becomes all the more a big struggle to you know avoid these things in my life I mean not anyone's life and you know I often tell people that if I have to give up rice then I might as well give up living because what am I going to do with my life if you tell me I can't eat rice ever so I think this this is definitely one aspect of it and the processed food industry takes maximum advantage of the fact that these three compounds you given any combination plus with the added flavor molecules which they have done so much worth of research on they know that people are going to be hooked to this product and in my book I have written about the very basic cornflakes or the cereal that a lot of Indians have moved towards eating that for breakfast because you just remove it from a box and you add some milk and you add some fruit and you think it's healthy but compare a cornflakes to a Bhutta or the full the corn on the cob that we see in the monsoons and now pretty much see around the year so that is the real food at least close to real because even that must have gone through some chemical processes and whatever but each of those corn kernels the ectosperm or the skin is peeled off then it is cooked then it is dried and then it is roasted and then it is a flattened and then it is packaged and in the middle of these processes you get all the additives of sugar salt flavorings all the artificial strawberry fruit flavor or the chocolate flavor and of course preservatives so that you can buy it and keep it even for one year nothing will go wrong try to keep like a corn on the cob for one year in your fridge and see what happens right so we don't even realize we think how I ate cornflakes this is called a healthy brand of cornflakes and I've had it with milk and fruit and honey all of it is very healthy so we feel happy that we've eaten something healthy but if we give a little thought as to what process has gone behind you know from its natural form to the form that you see it in front of you what are all the processes that have gone into it and it could all have been avoided if you chose something as simple as a poha which is just rice which has been flattened so the number of processes have been so less and then you make it in whatever way you want right so even like in the Bengalis they just have that with milk the poha right and some sugar so even that is much less process than eating your processed cereal so I think the first step is definitely awareness and again that question of mindfulness comes in because if I'm in a hurry I'm just shaking that box of cereal into my bowl and adding milk and eating it on the go where am I going to spend a minute thinking about what how did this cornflakes come across and how did it become like this what is there in it have I read the nutritional label do I know what ingredients these are do they even sound like food so you know and like I said initially it may be a bit tiresome because we are surrounded by things like this and I don't say it is easy at all to think about everything that we put in our mouth then we say I'd rather be fasting because this is too complicated but I think having this basic knowledge about at least the 10-15 things that you eat on a regular basis and translating that knowledge into a second nature by which you just know what is good you don't and I think human beings as a race we have been innately using food as medicine we know what is good for us in the hunter-gatherer thing they didn't have any barcode or app to tell them what is this how many calories is this and stuff they just knew and I think over the last thousands of years we have moved away so much from our inherent knowledge and trusting our own instincts that for everything we have to either Google or understand what is happening so I think as humans we have lost the we have lost the knowledge or that inherent knowledge of what foods are good for us what we should go for and I think we have distanced ourselves so much and a lot of industries lobbies and all they are also responsible for that but we are also responsible in a way that we have not been so careful we just think okay it's something I'm going to eat it you don't realize that there is something external which you're putting into your body which is going to become part of your body in the next 24 hours and you don't give it that much importance so I think understanding food is more important than just trusting these YouTube videos or these Instagram posts with millions of views where they just say this is good this is bad very binary very yes and no kind of answers which is very easy for people because it saves their time and their effort but do these people even know your body do they know your lifestyle your culture because it is it is never a yes and no it's never a binary it is so complicated and it is so personalized and it differs from person to person so how can you just believe something that gives you such an oversimplified information just because you don't want to spend time and invest that time into your own health by understanding what you should eat because you are the only person who knows what is best for you yeah and it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:51.440",
        "message": "strikes me that you know earlier we spoke of decision fatigue and Steve Jobs and all of that and one of the ways people deal with decision fatigue is something called satisficing which is a combination of satisfying and sufficing where you're satisfied with something that suffices and a lot of people do satisficing when it comes to their diet and that makes no sense because it's a question of what you're putting inside your own body it is shaping the well-being of your future self why on earth would you want to satisfy with that you can satisfy say if you're going out to buy a new shirt or a toaster or whatever but when it comes to the food that you're putting inside your own body you you should not be absent-minded you should not go with the flow or you should not follow like you said what an influencer might say on Instagram or YouTube unless that influencer is around the third year and instead sort of think a little harder for yourself by the way I'm half Bengali but despite that I like the thought of neither poha nor milk nor sugar so that was for a moment I was a ghastly thought of a combination now I am reminded by something you said of this great book called behave by Robert Sapolsky and and you know the listeners who will hark back to the first commercial of this episode will realize that I've recommended a course by Sapolsky which is on the great courses plus who are the sponsors of this fine episode so do check them out but Sapolsky's written this great book called behave and what he does in behave is really interesting where he'll take an action and then he'll explain the proximate reason for it and then he'll go a little further back in time and explain a deeper reason for it which goes further back and he'll go all the way back to how we are wired in prehistoric times and in a similar sense I think when it comes for our addiction to packaged food you can go far back like you went as far as a baby having the mother's milk but you know really I think one has to go back to prehistoric times where the you know when our brains were wired by natural selection and the fact of the matter is you didn't know where your next meal was coming from you didn't know when you're going to you know get you know kill the next deer as it were or managed to find suitable food growing somewhere and and therefore whoever had the instinct to take in as many calories as it possibly can would be more likely to survive and therefore more likely to propagate and therefore those genes kind of go forward into the world which is why it's so hard for some of us to stop eating that you know we might be full even after the stomach sends a signal to the brain that hey you're full 20 minutes have passed you're full you were full 20 minutes ago chill out and stop but still you'll continue you know who can stop at one like in many ways we need to fight our own hardwiring and this seems to be to be one of the ways let's let's talk about your book now before the entire sort of conversation gets over and Nandita I hear fanboys and fangirls tell me that you spoke to her for three hours and you didn't even ask her what are superfoods so I can't do that obviously what was the impetus behind writing this specific book and what are superfoods so the impetus behind writing the book is"
    },
    {
        "speaker": "Guest",
        "time": "02:28:43.920",
        "message": "something we already discussed that in the space of food and nutrition the misinformation is in abundance and oversimplified information and you know trying to dumb down things to a level where they're no longer even true and it would annoy me a great deal and you know the typically how these algorithms on social media and the internet work is that if people have watched this YouTube video a few million times and no matter what you search for it will come up as the most watched recommendation right so that misinformation cycle is just going on faster and faster and you know things like you know drink this tea and lose weight in 20 20 kilos and there's so many such videos it's not funny and you know I'm not saying that someone who does not have a health or medical background cannot understand nutrition but it does help in understanding it at a deeper level or understanding when you read certain studies journals papers you understand the language you understand what they are trying to convey and you understand what is verified versus just some you know legend going around the internet so you learn to differentiate good from bad and it really helps so when people who have absolutely no background purely because of internet fame and stuff and algorithms they just call themselves experts and continue spreading misinformation it used to like trouble me a lot and I said okay I am why not write something that speaks of moderation and not just in binaries and trying to explain the complexity behind the science and also in a way provide the knowledge to people and readers so they can take their own decisions and create their own diet plans create their own menus and I don't want to force feed anything to people that is not a part of their culture that is they cannot sustain for their whole life and this was just this was the whole thinking behind the book is to create like a step-by-step hand-holding kind of approach where people understand that it's not straight jumping to a recipe or a diet but first you need to understand what is your relationship with food how can you improve your relationship with food then what are the ways in which you know that how we eat aspect of things versus you know what are we eating and then talking about how certain superfoods are good for certain conditions so while you may eat everything these things may benefit you more I chose 39 superfoods to be a part of this using the criteria of are they local are they easily available are they fairly inexpensive and is it processed or unprocessed like I won't count orange juice as a superfood so using these criteria I chose these but this is just a very small introduction of course through this people will also understand that other similar you know if red grapes is good even green grapes are good and they can build their own list and when they cook or they eat why not pick things which are already so rich in nutrients that finally the dish that you cook will be very nutritious for you rather than choose lesser nutritious ingredients which are not giving that much nutrient per calorie so it is calorie rich but nutrient poor so why not when you're cooking something make the most of the food that is easily available to us and and then coming down to describing each of these ingredients a little bit of history and the different ways again anything that you call a superfood and you want to eat more of it throughout your life it has to be a versatile ingredient it can't be just used in one particular dish in a small quantity and then you're not going to get enough benefit out of it so things like say a green moong or a pumpkin they are so versatile you can cook it in hundred different ways and still come up with newer ways so talking about the different ways in which people can include this in their diet in simple ways and then coming up with things like meal prep because like we said planning is everything when it comes to healthy eating and if you have meal prep these five six different things and it's in your fridge it's so easy to put together a salad if you've already cooked some rajma or chana and you have some millet and then you add that and then you have some shelled pomegranate you add that so you and some just lime juice and some olive oil and you have a hearty salad ready like less than five minutes you don't have to do anything more than that like more than the time it takes you to decide what to order on Swiggy this is ready so that's the next chapter and then I am definitely concerned about things like sustainability especially in the superfood context because people tend to go crazy over one particular ingredient and that leads to a lot of things like monocropping and people only focusing on growth farmers focusing on growing that one thing because that's giving them more returns so which is why people have to be eating more biodiverse produce not because it gives you more variety of nutrients but also because it's good for the earth you don't want to go back to a situation where turmeric is good for you so there's an industrialized farming of turmeric with heavy use of pesticides and fertilizers then what good is that turmeric to you so you have to make sure that you have to know how it is grown and to make sure that it is grown in a more gentler manner treating the earth more gently you need to make sure that you're not running after only one ingredient because that will force the whole ecosystem to change and produce more of just that so and also all other aspects like what cookware are you using because that's another having been in the blogging space for more than 15 years I have a sense of the problems that people face and the kind of confusions they have in choosing because earlier we had not much choice in our grandparents time but now there's so much choice and is nonstick good is aluminum good is you know stoneware good cast iron is good it's so heavy how am I going to use it it gets rusted so many questions I've tried to simplify that as well and also talk about certain very simple sustainable techniques that you can use in your day-to-day life in your kitchen without spending too much but also making sure you have chosen something that's better for the environment in the long run because it's not good to only think of our human body and think of our health but then damage the planet's health and so in a nutshell this is all that my book covers yeah and and to sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:26.280",
        "message": "of summarize one of your points with apologies to non Hindi speakers if we don't treat the earth well anarth ho jayega so sorry for that I had to get away with one of these know what I kind of loved about your book and why I would you know recommended everybody actually own a copy don't just buy it on Kindle but get the physical copy if you can as well and keep it with you and why it's almost a collector's item is that it combines two things that I think you know are difficult to find together one is that it is conceptually clear you know it's simple language you know I get it all in fact your first couple of chapters especially where you deal with people's relationship with food and how you need to reset that the importance of you know mindfulness and the importance of thinking about where your food comes from what it contains all of that I found it enormously useful and and that brings me to the second aspect of what I really like about your book is that it is bloody useful you know you're not just telling me what are the superfoods and why this is a superfood have this but you're also giving useful tips on how to integrate it into our everyday sort of cooking and all of that though how I will incorporate amla into my bacon and egg fried rice I have still to figure out but maybe we can have an offline discussion about that but I found it incredibly useful tons of recipes tons of you know guidance at a conceptual level that you know X ingredient is great because of these reasons and hey here's what you can do to you know put it into your diet so I am for that reason I found it kind of an important book if you care about what you're putting into your body then please buy everyday superfoods by none that are here so I have a handful of questions before I let you go not that you're a prisoner I'm saying before I let you go but you know what I mean and one of them is about social media one of the things that you've done extremely well is that you've built without thinking of yourself as a brand because I realized that over a period of time by doing all these different things people talk about how I built my brand and I never thought of it like that but you you're just true to yourself and you do a bunch of different things and it kind of works out that way now you started of blogging with saffron trail which you know became very I mean that it was the only food blog I think I actually knew of back in the day though I must confess that I wasn't much into cooking so it wasn't like I was taking recipes of it on a daily basis or such like but you started off by blogging and from there you then moved on to you know to Instagram to Facebook to Twitter and you're doing interesting things on all of them like you know you had a tweet and I'll ask you more about that on the kind of food that one should eat during these covid times and your Twitter thread took a very separate approach to it and on Instagram you took a very different approach to it so you've got the same content but you're packaging it very differently so how did these different medium shape your content as you went along and as it shaped your content did it also change the way you started thinking about food or writing about food and and were there aspects of it which you had to learn from scratch like the importance of the visual for example like in actual food will today's masterchef inspired kids will keep talking about the importance of plating and how you eat through the eyes and all of that and on Instagram it strikes me that you know it could be a photography blog where the photographer has just happened to choose food because those are very enticing and beautiful pictures as well what was that process like where you get into each of these forms and you start figuring out what to do in this form to express yourself so to say"
    },
    {
        "speaker": "Guest",
        "time": "02:38:56.600",
        "message": "actually I don't think I have planned or thought much and I should have a little bit more because I joined Instagram the day it was launched when it was launched only for iPhone users and by now I should be having at least a million followers but I have like some 70,000 followers that is because I don't really follow a plan or I don't have a schedule and I post what I cook I mean I don't cook to post something great and I post what I eat because if I had to do too much planning and there are so many platforms and there's something new coming on all the time and I'm social media is not my main thing it just helps like I tell friends I would have happily deleted Facebook and Instagram not Twitter if you know I wasn't in the space because it's it's required to showcase your brand and yourself to this whole audience and you lose out on that if you're not on these platforms so I just use it as something that's essential I really don't have that time or bandwidth to create content especially do things for Instagram alone although I do especially in the context of my new book I have been thinking of a couple of ideas which may work in you know talking more about my book without just being it like a salesy kind of a pitch yeah regarding that Covid series that you were talking about I just I wanted it to be a Twitter thread at first but then I said that like posting it as it was was more than 13 or 14 tweets and you know Instagram gives you only 10 options to swipe through so if I took a screenshot of every tweet and it would not fit into that whole 10 picture carousel so then I said okay let me write things in one like keep it a shorter kind of a slideshow and that is purely because of the kind of availability of space and the way it works and you know I was absolutely clear I don't want to talk about my book or market anything in this scheme because this is purely because I want to help people who are wondering what do we eat in these times and I didn't want it to be anything about my book or my blog or no links nothing so it was purely something which I thought I want to follow this and I think it's good for people who are conscious and who are worried about what to eat in these times maybe it will give some kind of guidelines and format on how to plan their food that said I think the platform that I truly enjoy is Twitter and although people keep saying now toxic place and this and that but I think I've curated my crowd fairly well and I either follow people who make me laugh or I get something to learn from that you know or appears in my field where I know what they are doing and I can get some inspiration from them so these are the only reasons for which I follow people on Twitter so I use it in this way and it works for me and you know even for my first book I've written a few articles and given a few talks on you know how to use Twitter what do you get out of Twitter so when I check my blog stats it is the platform that I spend the least time on which is Pinterest that gives me maximum views to my blog and Twitter where I spend the most time on gives me the least number of views but everything is not tangible and it gives me a lot of visibility and things like my first book it just got a lot of a lot of journalists knew about this book it got written about and all that counts for a lot and people recognize you in this space and then you build a circle of friends you know with whom you can have a banter or you meet when they are in your city because you know when you're in your 30s and 40s it's just so difficult to make friends and maybe sometimes if you have a kid you befriend their parents and that kind of thing but on your own how are you going to even find like-minded people without being creepy and say hey let's be friends you know that happens only on Twitter because it just you just gravitate towards like-minded people so easily somehow I think that's the good thing about the algorithm of that platform that it just brings you together and whatever the reasons I love being on that platform connecting with people and also learning so much about a diverse range of things which I would not have been exposed to otherwise because I'm not going to pick up a book on say policy or economics because that's not some that's not my subject and I think I may not understand that but when you read about it on Twitter you at least get an inkling of what's happening you're not a complete dumbo in the other subjects you know a little bit about everything I think that's very important you know in general to know about things and Twitter really feeds that curiosity in me so it is my favorite platform you know I kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:04.120",
        "message": "mirror that it's a platform I'm most active on and parts of it are very toxic but you you just need to curate your field and decide on the kind of interactions you need to have I mean my one of my thumb rules I block a lot and one of my thumb rules is earlier it was trolling then it was rudeness now it is simply if someone says something to me on Twitter which they would not say to me in one person I block them because those are not the kind of conversations"
    },
    {
        "speaker": "Guest",
        "time": "02:44:25.360",
        "message": "absolutely I do the same and on Instagram recently when I said that everybody must go out and take their vaccines I was told that I'm being a bully on the internet for forcing people to get vaccinated because people may have their own reservations against the vaccine and like this was the first thing I read when I opened my phone in the morning and I said serves you right for opening a phone like first thing in the morning and checking Instagram comments from strangers and I instantly blocked this often because it's like this my social media is my home why will I let someone come into my home abuse me for no reason and then still want to continue reading my content and being a part of my circle so if I wouldn't want that person in my home I wouldn't want that person reading or understanding all that useful content that I keep posting for free so they have no business reading that so I I just block and earlier I would feel bad and you know sometimes friends say you're giving them too much you know space in your head they will think you're giving them too much importance I said I don't care if that hurts me I'm blocking them so I think that really works well for me and there's no why should I force you know unpleasant things into my head it's not like I'm not that kind of a person"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:40.600",
        "message": "exactly no I block liberally and and sometimes some random bhakt will say but how can you say you're for free speech if you're blocking and the point there is that has nothing to do with free speech you're free to speak wherever you are but you're not entitled to my attention and it is exactly if you're caught if I'm allowing you on my timeline it is exactly like you said that I'm allowing you into my home and if I don't want you in my home I'm entitled to kick you out and you can say whatever you want outside or on your own platform or whatever so I think we should all be kind to ourselves and be careful of who we let into our mind space so to say so I try to curate that carefully now I'll link to this excellent thread of yours on what to eat in these covid times in the show notes so I meant to ask you about that but because we're running out of time I'll do the Karan Johar thing right I have never done a Karan Johar kind of rapid-fire so you know I'm afraid you don't get a hamper at the end of it and if I if I did have a hamper to give you I would have to ask you to curate it because who better but here's a rapid fire anyway and it's only four little questions and the first of them is a thought experiment that look why do we eat we eat to live right in a sense we need certain nutrients to keep our body going so if in an you know imagined future and I think they have been thought experiments like this before somebody could just give you a pill in the morning and that satiates you that takes care of all your nutritional needs you don't your body doesn't need to eat anything after that during the day and if you want pleasurable sensation of taste then you have things like a bacon pill you eat that and for 15 minutes you feel the taste of bacon in your mouth or whatever the case might be it's a thought experiment right we can get away with this shit so would that kind of world seem utopian or dystopian to you does it seem absolutely wonderful absolutely"
    },
    {
        "speaker": "Guest",
        "time": "02:47:21.640",
        "message": "horrible at present I welcome that thought because I'm kind of fed up of cooking every day so I would just devote my time into all other fun things that like music and other things that I enjoy and not be at the you know in the kitchen the whole day so utopian right now wonderful and the interesting thing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:37.160",
        "message": "is you know you pointed out that in 98 in your book you pointed out that in 98 percent of Indian households a primary cook is a woman so I think men and women might just answer this question differently where the men will say nahi yaar wo swaad chahiye parathe ka and the woman will be like bivi ke haath ka khaana nahi to maa ke haath ka khaana and the woman will be like I'm not making no more parathas okay next question what is what according to you is a criminally underrated item of"
    },
    {
        "speaker": "Guest",
        "time": "02:48:03.800",
        "message": "food you can give multiple items I think I would say daal because in Indian cuisine we just end up making like a daal to go with rice but it is very versatile and we don't explore the so many different things that you can end up making with that and we treat it like very careless roz ka kind of stuff but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:25.560",
        "message": "there's a huge potential to play around with that ingredient yeah so even that phrase ghar ki murgi daal barabar should therefore be changed it should be ghar ki daal murgi barabar is basically what you're saying okay next question most overrated food biryani oh god this feels like a personal assault on me but I'll"
    },
    {
        "speaker": "Guest",
        "time": "02:48:48.120",
        "message": "forgive you this for that I would have said bacon but I didn't say I didn't I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:53.440",
        "message": "didn't want to be so personal but by now saying that I am NOT saying bacon you have said bacon also well done bacon bhi gaya biryani bhi gaya okay well what can we do okay and and final question as the show ends why not end on a nice note that at some point in time we are going to reach a phase where people can go out and eat again and restaurants are open again and there are joys to dining out especially with friends and loved ones so what are your favorite restaurants in the two cities I know a little bit of in the ones that you've lived in which are Mumbai and Bangalore what are your favorite restaurants which you feel"
    },
    {
        "speaker": "Guest",
        "time": "02:49:29.440",
        "message": "people must try so I'll talk about Bombay I love this place called Sika or Seiko in is it in I think I'm Lamel's compound it's Mexican cuisine and it's fairly authentic it's not like substituting rajma in every dish so they even have you know corn mold I forget it's got a very complex sounding Mexican name for it so it's the mold that grows on corn and that's like a delicacy and very expensive so they use ingredients like those to create like the authentic Mexican flavors so I'll go with that one and in Bangalore I mean I would day any day vote for the dosa because I try as I might I can't get the similar kind of dosa experience here so anything like a CTR or that kind of one of those traditional dosa places I am dying to go there but these they are always so crowded I haven't stepped out in over a year thank you so much I mean"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:34.280",
        "message": "this conversation at least for me was like a feast and thank you so much for"
    },
    {
        "speaker": "Guest",
        "time": "02:50:38.600",
        "message": "your time and indeed your patience thank you Amit it was lovely chatting with you and you know enjoying your podcasts for such a long time and I'm happy that I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:50.160",
        "message": "got to be a part of this if you enjoyed listening to this episode head on over to your nearest online bookstore and pick up everyday superfoods by Nandita Iyer other relevant links are in the show notes you can follow her on Twitter at saffron trail and you can follow me on Twitter at Amit Verma AMI TV ARMA you can browse past episodes of the scene in the unseen at seen unseen dot I n and hey while you are doing so while you are binge listening to the show which you certainly should don't also binge eat some nonsense pay attention did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot I n slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]