[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "All of us have heard stories of partition. Families torn apart, loved ones killed, women raped, lives destroyed, trains arriving in stations filled with dead bodies. Victims of slaughter not just of humans, but humanity. I've heard these stories all my life, but they seem distant and far away, as if they were from an old novel, or even when they were real, as if they were from a black and white picture book and not really real. We all know that in our lives, we will face personal grief. People we love will die, and then we will die. But we have always assumed or at least hoped that as a nation, we would not encounter collective grief again. Well, here we are. This time the details are different. We don't yet know how many have died in India because of COVID-19 and how many will die. What we do know is that the suffering this time is far more widespread than at any other time in our history. It has touched every corner of this country I love. Every morning these days, I spend half an hour after I wake up just writing condolence messages. I'm so sorry for your loss. Take care, get better soon. In places like Delhi, every single friend I have is affected. And I believe it is worse in our heartlands, where the hospitals cannot run out of oxygen, because there are no hospitals, where people get ill, and then they die. And there is no cause of death noted down, no accounting to be made. A few days ago, my father also died. The municipality didn't allow us near his body, understandably so, or inside the crematorium. We watched from a distance until one man came and pointed to the smoke coming from a distant tower. That was the last I saw of my father. I remember looking at the apartment complex 100 meters away, and wondered what it would be like to live in an apartment facing that tower. All day, you could look outside the window and see lives go up in smoke. Well, we are all living in that apartment. And whether you look outside or you look within, this is what you will see. Life's gone up in smoke in this great country of ours in this 21st century."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:04.680",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:18.360",
        "message": "Welcome to The Scene and the Unseen. My guest today is a brilliant economist, Ajay Shah. We discuss the economics and politics of vaccines. Both of us believe that our government made a tragic error in not getting vaccines out there on a war footing. It spent too much time. It was hobbled by the ideologies of central planning and Atma Nirbharta, and it still hasn't learned all the lessons it should have. Ajay helps me get to the heart of the matter. And I understand the subject much better after this conversation. How could we have vaccinated more people? Who should have made these vaccines? How should they have been distributed? How should we have arrived at a price? We discuss all this in today's episode, though we spend the first half of it talking about Indian healthcare. Our healthcare system has been broken for decades. It was always going to collapse in the face of a challenge like COVID-19. That is why some of us were so terrified in March last year. We worried about the sort of scenes that we are seeing today in Delhi and elsewhere. We were lucky in April 2020 for a number of reasons to escape that fate. But we should have used that time to prepare. And we did not. Well, let's look ahead. What can we do now? Healthcare is perhaps the hardest problem to solve in India. So there are no easy answers. But we do need to try and understand the nature of this problem. In his usual lucid style, Ajay gave me many insights in this conversation. But before we get to that, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Ajay, welcome to the scene in the unseen. Thank you for having me here. You know, the last time we spoke was in Feb. In fact, I, you know, I was while setting the session up, I realized that we recorded on 4th Feb, where we spoke about the farm bills, which by the way, is one of my top 10 downloaded episodes already. I think it's moved up to number eight, as of now, a combination both of the urgency of the subject and I would say the lucidity of your explanations. But interestingly, in that episode, for the first half, we kind of actually spoke about your new interest in public health and healthcare and so on, especially in a COVID context. And sadly, the time has kind of come to go a little deeper into that because of everything that is happening. But before we do that, tell me a little bit about the recent weeks for you. Where are you? Have you been well? What's it been like in general?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:42.800",
        "message": "Mercifully, I've been well, my people have been well. But for the rest, like everybody else, this is just a nightmare. We keep hearing of friends and friends of friends, person x reaches out to person y help find me oxygen help find me an ICU bed. It is a relentless assault on the soul. You just get exhausted. You just keep wondering and praying. Is there something we could do different?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:11.280",
        "message": "Yeah, I mean, there's a new term for this now called doom scrolling, where you just kind of go on Twitter and you're doom scrolling. You're just it's horrendous. I've never seen anything like this. And I think, you know, the collective trauma that we're going through is, you know, in one sense, even greater than partition because it's spread out everywhere throughout the country. Like, I'm sure every home in this country knows someone who has suffered or died and so on. And especially when I talk to my friends in Delhi, like everybody has, you know, is going through shit right now."
    },
    {
        "speaker": "Guest",
        "time": "00:06:46.320",
        "message": "I have experienced a very peculiar conflict in my head. And I'm sure you will understand it in a flash. And let me just say it. So I'm reminded of the British side in World War Two, where the binding constraint was the number of pilots. You could do everything else. You can build planes in a hurry. You can do all kinds of things in a hurry, but you can't create a good pilot in a hurry. So that's my intuition about thinking about the health care system. We are where we are. You have a certain amount of doctors, you have a certain amount of nurses. They're working flat out 18 hours a day. And in the short run, their supply elasticity is zero. There is nothing you can do to augment the skilled staff inside the health care facilities. You can do a little bit more quickly in terms of putting up some ICU beds and some little more oxygen therapy. But fundamentally, in the short term, it is impossible to change the number of health care workers. In that case, as a society, as a system, it's curtains. There's 100 beds of capacity. And if there are 200 people who require that capacity, then there's just the horrendous choice of triaging and choosing which 100 are going to get in. And each of us would love to have our friends and family access those beds. But in system thinking, that's no answer because any one person that gets in is coming at the expense of somebody else. And how do you make those moral choices? Similarly, as an economist, it has always been apparent to me that if you put more money into the problem right now, all that happens is that the demand curve intersects with the rigid supply curve at a higher price. All you do with a little more money buying health care services at a time like this is driving up the price. You don't change the brute reality, which is that there are 200 people demanding a capacity of 100. And in the short term, that capacity cannot be changed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:52.280",
        "message": "A few strands. I mean, one, of course, when you speak of the moral choices we have to make, some of these choices come down totally to privilege and power. For example, there was this heartbreaking video of this person who'd got an oxygen cylinder for his father or uncle or whatever, who obviously needed it badly and was going to die. And the cops came and they confiscated it from him because they wanted to take it for a VIP, which just kind of tells you the colonial mindset of the state. And you know, one of the really heartening things about the last couple of weeks also has another side to it. It's like the scene and the unseen, which is, you know, on the one hand, it's heartening that everyone who's reached out on Twitter has just got so much help from people like just now before, you know, this recording began. And this is like 2pm on April 29. And just before this recording began, I saw this tweet from my good friend, Joy Bhattacharya, who said that he knows of at least 12 people who have been helped by reaching out on Twitter, which is great. But the unseen side of that is that there are 12 other people who didn't get that help. Because everything is limited. There is an opportunity cost even for that. And sure, you know, we kind of have the privilege even anyone who can use Twitter and reach out like that and get amplified also has a certain amount of privilege. And I'm happy for everyone who's, you know, managed to get help and all of that in these difficult times. But the brute reality is that if there are 200 beds and 500 people who need them, 300 people are just gone. I mean, it's a pretty horrible situation. And last year in March, I remember, you know, I recorded an episode on COVID, the first of my many episodes on COVID in general, and my guest in that one was Shruti Rajgopalan. And before we recorded that episode, you know, as far back as March last year, she was telling me about what could happen to the healthcare system in India. And from her experiences of her friends in Italy, where she had lived and all, Bergamo and so on. And it didn't happen. And I thought, okay, great, we got lucky, you know, whether it was lockdown or a combination of other factors that people have speculated on, we got lucky it didn't happen. And it's happened now. And it's happened a year later. And you kind of realize,"
    },
    {
        "speaker": "Guest",
        "time": "00:10:53.960",
        "message": "So I think we always knew that the Indian healthcare system doesn't work so well. And the capacity in the healthcare system is minuscule. So, you know, in my mind's eye, this was always on my mind. I remember, back in February and March 2020, I was writing the first paper on this subject that I happened to work on. I've written many, many things on the subject. But my first writing was in February and March, I was writing a paper on the subject. And my co author and I were kind of playing this out in our mind's eye. And it was just chilling, because you do the arithmetic, you know, you just multiply through by some plausible hospitalization rates by some plausible fatality rates, multiplied by the Indian age structure of the population."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:46.640",
        "message": "And what you get is quite a disaster. One of the things that this pandemic has sort of done for us, and I've written a column on this last year as well, is that it's laid bare a greater ongoing disaster, which is our dysfunctional flailing state, right? And one subset of that, and not even a subset of that, there's a small overlap. But another thing that is laid bare is obviously how, what a bad state our healthcare is in. Now, you pointed out about how our healthcare workers are limited, there are only so many doctors, and there are only so many nurses. And what they are doing is just incredibly heroic. Most of them going well beyond the call of duty and the kind of risks they take and the kind of service they're putting in, but they're limited. Give me a sense now, that if you look at it outside the context of the pandemic, you know, how can we quantify the shortcomings in our healthcare system, especially in something like this? Like, are there figures that you know, in a developed country, there would be so many doctors plus 1000 people in the population, so many nurses or whatever? Are there quantifiable ways to think about how in terms of healthcare we are so far behind?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:53.000",
        "message": "Here, I'm afraid I'm going to go all economist on you. So this is about money. This is about affluence. It's about how much you're willing to spend. So it turns on the ratio between the income of a doctor and the income of the general population. Okay, so if you live in a country where your income is good vis-a-vis a doctor's income, then you're going to fare relatively well, because using your income, you're going to be able to buy many man hours of a doctor's time, and vice versa. So now the large mass of the Indian population has an income, where, frankly, meaningful levels of training in the doctor are unaffordable. So I classify that as a poverty problem. I classify that as an underdevelopment problem, that it is just baked in. It is inevitable that when we're a poor country, and because building a doctor is like building an RAF pilot is something that takes thousands of hours of training, it's a considerable investment. And it's not possible to make a particularly cheap doctor. We can try. We need to improve processes and bring down the cost of healthcare. We need more telemedicine. We need more AI-based diagnosis systems backed by just a nurse. They are all great directions to go in. But the brute fact is that there is a poverty problem. So I think those, the metrics that you refer to are a bit dangerous, because we slip into a first world way of thinking. And that's not a fair comparison against where we are in India today. So in India today, we should be asking the question that at Indian levels of income, what can you do different? And in my opinion, we need to do a revolution in AI plus nurse rather than a doctor, because for the foreseeable future, there's not going to be a doctor. We need to do much more with telemedicine. And again, the telemedicine can be some hybrid of a doctor or an AI at the other end. It doesn't even have to be a human being all the time. And then we turn to healthcare system design. And this turns on problems like what's the nature of the market failure in healthcare? And the market failure of healthcare is basically a crisis of asymmetric information. When you are faced with a hospital and the hospital says that your mother needs a ventilator, and if you don't sign on this piece of paper right now, she's going to die. What are you going to do? So there is extreme mis-selling by private healthcare providers. And the question is, how do we reorganize healthcare so as to address that market failure and produce better behavior out of private providers? And then somewhere in this, the least important element of the Indian healthcare system is there is one large PSU who's called the government. So the government is not thinking health policy. The government is thinking I'm one big PSU. So there is many, many government hospitals. There are many, many government departments of health, and they seem to concentrate on being a PSU. So think of an old department of telecom, which was thinking that they are in the telephony business. That's the Indian health establishment. And this is part of the story about why we do so badly on health policy, because the DNA of the Indian health policy community is to look at the world from the worldview of a healthcare PSU. And they are not used to worrying about their own operational capabilities and efficiency. And they are used to just always asking for more money. So their answer is always more money. If you speak to any conventional health expert in India, the story is give me more money. And that's not a very useful way to approach it. Because neither does the healthcare PSU work too well, nor does the private sector healthcare work too well. So, you know, we are caught between two bad things that are happening in the country. And that's the essence of what is wrong with Indian healthcare today. The puzzle, the thinking challenge, the research challenge is how to understand this landscape, how to create the data sets that will support the research on this landscape, and how to find our way out of this problem. And I don't pretend to have the answers. But I am at this level of knowledge that I am able to succinctly pose the questions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:14.080",
        "message": "Fascinating, because I was going to take a couple of strands and ask you for potential answers for that. And I'm going to try and do that anyway. And one of those strands is this that just as Indians understand that there is no rule of law effectively in this country for most people, unless you're incredibly privileged. You know, people have Jugaadu ways of getting by their social trust, and all of those things come into play. Similarly, there isn't really a healthcare system, a functional healthcare system in the sense that most individuals in this country are one medical emergency away from just going broke. You know, that's just a fact of the matter. You know, I've written about, you know, so many other problems India's face, but this is one field where I haven't quite gotten and handled on the structural problems. For example, we can look at something like education and say that, okay, here's a structural problem, the incentives for the state are bad in terms of provision, and it should just allow far more private provision and just let society solve its own problems while simultaneously trying to beef up state capacity and do what it's doing. Similarly, you know, we've discussed the problems of agriculture in our last episode, and I've, you know, gone deeper into it in previous episodes before that. But what is the problem with healthcare? Because in the eyes of the common man, you're just in denial that you're ever going to fall ill. You know, just as we have an illusion of immortality, which keeps us away from thinking about the fact that we have a limited time span, although sadly in the last few days, I think many more people have had occasion to ponder on that. But just as we have that illusion of immortality, and we live as you're going to live forever, we also have this illusion of good health. And we are in denial of the fact that someday we will require medical help. And the impression most people will have of say, private medical health in India is that it's almost like a scam, almost like a racket. I think Rana Das Gupta wrote a book about this a few years ago about the situation in Delhi that you go to any of these big hospitals, and they'll give you hazard tests, which you don't require, and they'll completely fleece you. And their incentives are tailored towards doing that doctors incentives are tailored towards prescribing more and more tests. So the hospital makes money and blah, blah, blah, and everything seems kind of broken. And of course, the public healthcare in India is the worst. So the answer is, isn't even that. So structurally, what are the problems that they are and given the poverty, you know, are they solvable? Or do"
    },
    {
        "speaker": "Guest",
        "time": "00:19:32.800",
        "message": "we need to solve for poverty first? So again, I will go all economist on you that whatever x rupees are being spent, the puzzle is on how to get the most bang for the buck. Okay, so I just treat the poverty problem as given, okay, one day, we're gonna get rich, and that'll get better. So it is incredibly important to push for broad GDP growth is the greatest weapon to solve all these problems. But right now, let's stick to an allocative problem. I have a funny story. The year was 2004. I was sitting with my dear friends, Jeff Hammer and Lance Pritchett. At the time, my mind used to be filled with macroeconomics and finance. And we were doing a furious conversation around some of old things, some of those things. And at some point, both of them stopped and said, you know, Ajay, you're a very smart guy. You think you're thinking a lot about macro and finance. But you know what, when you grow up, you're going to have to do health. And I was like, huh. And they said, everything that you're doing is trivial. And the really hard problem is health, that actually, you know, fixing monetary policy, doing an inflation targeting system with the Monetary Policy Committee and narrow down the function of the central bank. It's kind of obvious, and it's really not hard. There's just some pesky political problems you have to solve. But it's not really hard. It's kind of trivial. Similarly, you want to do international trade. Frankly, you know, at the end of the tunnel, there's basically only one thing to do, which is remove all trade barriers. Okay, you can do it in an obfuscated way, you can do it in a complicated way, but there's really nothing hard there, and so on. Whereas, the truly difficult thing is health. Why? In my opinion, the pieces of it are as follows. The first is that there is such a profound amount of asymmetric information. You and I really don't know what the doctor does. You and I really don't know the marginal contribution of a doctor. To kind of make an education analogy, in education, we like to think that we'll pay for test results. But there is the ever-present problem that some part of the test results are baked in because of the child at home and family. And some of the test results are the contribution of the teacher. So, for example, a school running in a slum will always generate low test scores. And if we think we're going to pay something proportional to the test scores, then we're doing something very unfair. So, it's very hard to disentangle the contribution of the healthcare. You and I, as individual customers, are not very wise in how we think of our healthcare providers. Too many of us go to quacks. We endlessly submit to all kinds of nonsense where there is some alternative therapy or the other, and we tend to take it more seriously than we should. Or we tend to care about a bedside manner. We tend to think that a doctor who speaks nicely to me is a nice doctor. We tend to think that a doctor who speaks in English knows more than a doctor who does not speak in English, and so on. There is a hundred cognitive biases that are in play. And we are all very smug, and we've persuaded ourselves that we understand this stuff, whereas actually we don't. And that creates all the wrong incentives. So, hospitals have incentives to look like five-star hotels, but that's not essential to the business of being a hospital. To be a good hospital, you need to be clean, but you don't need to be like a five-star hotel. Whereas the modern Indian healthcare industry is really building some expensive infrastructure and loaning it out, renting it out to one doctor or one specialist after another. And customers are just going by the glitz in the brand name and the marble foyer rather than the substantive content of the knowledge and the value add of the healthcare. There are important regional differences in some of these problems. So, some of my friends have invested in many healthcare companies. They have purchased and successfully built and exited many healthcare companies. And I remember one of the partners said to me that he has never felt comfortable about buying a healthcare establishment in North India, because he felt there is a pervasive ethical collapse in North India of the kind that you don't see in the other parts of the country. So, in the West and the South, there is still a little more of the ideal of a doctor as a service provider, of a doctor as a good person that is going to take care of you. Whereas in North India, there seems to be a bigger collapse into just craven commercial considerations, where a doctor misprescribes drugs and tests and gets a kickback. Amusingly enough, I want to say that in the field of finance, we've gone after kickbacks. We do more with mutual funds and insurance companies in blocking the kickbacks from a manufacturer to the sales agent. Whereas in the field of medicine, we do nothing. We do absolutely nothing today in blocking these kickbacks. And I consider these kickbacks highly unethical, but they are the norm and not the exception. Another anecdote, one of my colleagues in Delhi was experiencing a certain class of concerns and she spoke with a person in Bombay on this question, who was a doctor. And the feedback I got was that she should buy a ticket and come to Bombay and do this entire thing in Bombay. They don't do it in Delhi because the healthcare establishment in Delhi is so bad, it's so dangerous. Do your work in Bombay. There's more decency, there's more ethics, there's more fair play in Bombay. Last anecdote, if I had a horrendous life-threatening situation, what would I like to do? I'd like to buy a ticket and go to Christian Medical College, Vellore. This is an old-fashioned place where doctors are paid a fixed salary and there are no kickbacks. And in my opinion, it's the best healthcare in India. So the profound asymmetry between the healthcare provider and the customer really poses a difficult challenge for market-based thinking. And we in India are in some peculiar place where there are some noble establishments like Christian Medical College, Vellore. There are some parts of the country and there are some organizations who care more about the well-being of patients and seem to do a better job. And then there is most of India, which is in a wasteland of kickbacks and all the wrong incentives for doctors. Somewhere in this, we have to bring in the distinction between the medicalization of healthcare and the problem of wellness. If you pause to think about it, I think we spoke about it last time in the farm bills thing, prevention is a thousand times better than cure. And you just come back at this over and over and over. All of us should be prioritizing wellness a thousand times more than we do with the healthcare. And in wellness, I would always go beyond the physical body to the mind for two reasons. First is that because a healthy mind fosters a healthy body. And the second is because the purpose of living is to have some peace of mind and happiness, which is a mental state. It's not a physical state. So really the whole point of us being alive and seeking utility and maximizing utils is about a state of mind. It's about having peace of mind, being comfortable with what you are doing, finding meaning and purpose in your life rather than being on a treadmill. So these problems are intricately connected to the state of health of the person. A lot of the hard driving people who are extremely ambitious are actually very messed up, both in terms of the state of mind and in the state of body. So these are difficult, difficult problems. And the present Indian healthcare establishment has no interest at all in you as a human being. They don't want to talk about your state of stress and your unhealthy lifestyle. And what you really need a lot of the time is a good talking to by a wise person saying, dude, you need to fix your life. Instead, the healthcare provider is saying, yeah, come here. I'll put you under the knife and I'll fix you up. And sure enough, two years from now, you're going to be messed up again. This is a profoundly different perspective that I think we need to bring to bear on our lives as individuals. But putting our heads into it as thinkers and economists and thinking about the state and society, it is very difficult to create the correct incentives for a healthcare system that would even pause to think about these things. Because for the healthcare provider, it's literally how many rupees can I make per minute? So becoming avuncular and having a good conversation with you is not that person's incentive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:12.520",
        "message": "Yeah. And it strikes me that there's an intersection of different domains here, which are kind of separate, like obviously one of those domains is this mental wellness stuff and all of that. And a doctor who's there to treat the body who's been trained in say, cardiology or, you know, vascular disease or whatever might well say that look, I've been trained in this and this is what I will do the treatment in and the wellness is for other folks and I kind of get that. The other two sort of different domains and you'd elaborated on this last time and I intend to ask you about it after this question is of course, the two separate domains of public health and healthcare where public health really falls into prevention and should be the responsibility of the state. And healthcare is much more of a kind of private thing. But my specific question about the private situation remains in the sense that, you know, everybody wants to make money. Everybody's greedy, not just the doctors, you know, I am greedy, you are greedy in different ways. And everybody's not necessarily greedy for money, but that's fine. You want to make money? How do you make money? You make money by making someone else's life better off. It's a positive sum game. The incentives are good. Here, of course, the incentives are kind of the problem because the asymmetric information is getting in the way because patients don't know what's good for them. They have no option but to listen to what the doctor prescribes and the doctor will, you know, go down all of these roads where he gets maximum kickback and all that and they're responding to incentives. I guess there are two key questions. One is what can be done to change the situation of asymmetric information, like you're saying in other fields like finance and all things have been done and they're working to whatever extent and more importantly, how do you change the incentives like in any other domain that I think about the way to change the incentives is that you let competition thrive and competition is the best regulation and you know, the incentives kind of fall into place and by letting competition thrive, I mean, I don't just mean markets, I mean free markets. People often mix it up in India where we don't have free markets and anything at all. There is more and more cronyism where the whole idea is that big corporates want to keep competition out. But ideally, if you want to get the incentives right, you want to keep cronyism at bay, you want to keep state power at bay, you want the rule of law to be maintained, but you want competition. But in healthcare, the answer doesn't seem so simple. Like you said, for people who think about the world through this prism of voluntary action, positive sum games, competition, right incentives, all of that, somewhere it doesn't seem to apply, there is some problem. That's what I'm trying to put my finger on. So if I ask you to get specific, you know, what would that be?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:41.520",
        "message": "The first piece would be that we are at the infancy in terms of studying and understanding this field. And the first desperate need is more data. So we just don't know enough about this field. So I recall many other fields where I have worked on in previous years, generally, when the work program began, there was a fair evidentiary base. So there is a burning crisis in this field, which is the lack of data. So we need to go into the reality of India, where there is 60, 70, 80% private healthcare, and the remainder is public healthcare. And we need to do measurement, measurement, measurement, make data sets and release them. And maybe for 10, 20 years, that's all that we are able to do. And out of that will come better knowledge. This is my first sense of what is it that should practically be done. The first thing that needs to be done is we need to build data sets about what's actually happening on the ground in the field of health. My second thought is that what we need is sophisticated buyers who will exert countervailing force against sellers. Okay, so you and me as customers, it doesn't work too well. I would readily have gone down the path of thinking is there a role for the state and could you build some regulatory capacity? Could you build some product liability, some tort law? And you should do a little bit of it, because there is a role for some amount of liability and law and, you know, for example, just shutting down the kickbacks is going to need force of law. So there is a need for tort law and some amount of regulation. I say this softly, because at present, the project of the Indian Regulatory State, the Indian Administrative State is really not working. So we need to get to it at some point, but I'm not optimistic that that time is now, because right now that project is in a bit of shambles. It's really working very poorly all across the landscape. We're not succeeding on the business of law, courts, judiciary, enforcement, regulators, regulation, regulators, of course, private people. I used to be more optimistic about that agenda a while ago. Today, I think we've run aground and we need to really pick ourselves up and make some of those basics work. And at a future date, it could have a significant role in the field of health as well. And that's what brings me to sophisticated buyers. It seems to me that the most useful thing to do today is to build a cadre of sophisticated buyers and it can work in two ways. Basically, think of a health insurance company that says to you that you give me X rupees a month and I'm responsible for all your health care. And imagine we do enough work around that sentence so that they don't actually shortchange you. Because all too often in India, the health insurance company is just rejecting your claims and is saying, sorry, I'm not going to pay. Assume for a moment that we found our way through that. And then that health insurance company is able to be a tough, sophisticated buyer that can have negotiating power against health care organizations and can generate better outcomes for the customer, can fight for the customer, can act for the customer. Otherwise, right now, you and I are just in a very bad bargaining position when we step into a hospital. And the more urgent and the more heartrending the situation, the greater is the extent to which we are likely to just go along and say yes to something that an employee of the hospital says. And that's unfortunately not a very good thing. I mentioned a health maintenance organization, an HMO, which in the limit is a consortium of health care organizations and insurance, where it all comes together that you sign on for a comprehensive agreement and they take care of you for life. They have specified clinical protocols through which they will deliver health care to you. And we need to worry about consumer protection because they also have an incentive to underspend on your care. But it seems to me that that's a good direction worth going in. And in India, the cutting edge of this is insurance. But then you get into my old beat, which is insurance companies and insurance regulation. And I have a fairly gloomy feeling about the state of capability either in IRDA or in the insurance companies. So, none of these pathways are readily open in India right now. They are all difficult, long journeys. That doesn't mean you should not do them. So, if you tell me that a tree is going to take 20 years to fruition, I'll say let's run out and plant it right now. So, it seems to me that work on data, work on insurance companies, work on insurance regulation. These are the highest priorities"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:46.920",
        "message": "in thinking about health care in India today. So, a couple of questions that arise from this. One is, you spoke about the need for data about, you know, we need to gather data better. We need more specific data sets and so on and so forth. And I just recorded an episode yesterday, which will actually go out after yours because, you know, vaccination is a more urgent subject. But I chatted with Gautam Menon, incredibly insightful episode. And if I remember correctly, I hope I'm not getting the source wrong. One of the things he spoke about in the episode was the data that we have in terms of cause of death. You know, about 80% of India won't give a, the deaths aren't recorded with a cause and blah, blah, blah. And the percentage where you actually know the cause of death that has happened is just something ludicrously low and therefore is not useful in any way. So, I understand that. And especially in the context of COVID, what we're seeing around us where, sorry."
    },
    {
        "speaker": "Guest",
        "time": "00:36:37.040",
        "message": "Causes of death is an exotic frontier in India today. Counting the dead is the immediate battle. You go to New York City, you get a website where every day the number of dead are reported. That data is exotic in India today. You just don't have the number of deaths in India. So, the municipalities know what's happening in the crematoriums, but they don't release. So, basic health data infrastructure in India is lacking."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:07.320",
        "message": "Fair enough. And we are seeing that around us in these COVID times where not only don't we have accurate data about what's going on now, but it is likely that part of the reason for this present crisis was that we didn't get accurate data during the first wave as it were. And because we didn't understand the extent of the spread of the pandemic and the damage it caused, we didn't prepare as much as we should have. We weren't as alarmed as we should have been. We got complacent. But my specific question to you is this, that what kind of data sets are we talking about specifically? And what is the concrete difference that they make? You know that if you get X data, we'll be able to do Y thing or understand this aspect of the system better and make it better and pieces fall into place. Give me a sense of that with specifics if it's possible."
    },
    {
        "speaker": "Guest",
        "time": "00:37:52.360",
        "message": "What works is to just think blow by blow about the activities in a system of interest and then just think of putting numbers to the whole thing. That's how we think of data sets. So let's start. Are people getting sick? Are people feeling well? Are people feeling healthy is the first basic question. So you will get evidence about the extent to which people say, I'm not feeling good today. And you will start looking at this on a map. You'll get a heat map of where people are unwell in India. Is it younger people? Is it older people? And so on. Right there, you will see some public health stories where arsenic in the water makes you more unhealthy. And you know, it suggests public health interventions. OK, fine. Then a person is feeling bad to the point where they seek health care. So I'd like to know, you know, do different people have different psychological and affluence trigger points for seeking health care? Very important to know that. What's the point at which you decide that I'm going to go seek health care? What's the fever at which you think it's OK to go to work? What's the fever at which you think it's not OK to go to work? And then you decide that, OK, this is really no good. I've been down for three whole days. Now I need to go find health care. OK, then do you choose to go to a private facility? Do you choose to go to a public facility? Then think of fine grained data where you have the GPS cards of the household and the GPS cards of the provider and what determines provider choice. OK, then you need to start creating data sets that understand there are different categories of providers. There are complete quacks. You call it whatever you call it, ayurvedic or homeopathic or uncertified or whatever. There's all kinds of quacks in the landscape. Do you go to quacks or do you go to something that claims some semblance of a medical education? And then, of course, there are medical colleges in India that do next to nothing in terms of teaching people. So what's the human capital of the provider and what shapes the choice of the individual? How does an individual choose? So is it that if there are two children in the house, there's a boy and there's a girl and the household has different trigger points for the boy to get health care and the boy gets sent to some serious MBBS doctor and the girl gets taken to a quack? OK, so what happens in the behavior and the decision making of the household? Then what was the behavior and the decision making of the providers that Jeff Hammers has once said to me that in his research on India and medical care, here is his description of what actually happens in the modal conversation between a health care professional and a patient. The patient goes and sits in a chair. The health care professional utters two words, which in Hindi are, kya hai? OK, that's all, which is what do you have? And the person says something about what symptoms that person is suffering. The doctor scribbles a prescription, hands over the prescription. That's it. That's all that happens by way of conversation and asks for some money. And this is it. This is all health care interaction. So can we study these health care interactions? Do certain kind of symptoms generate a different investigative tree on the part of the provider? Do certain kind of patients go down a different investigative tree? If I speak in English with the doctor, does the doctor treat me differently from if I speak in Marathi? OK, so these are all the interesting questions to pursue that Jeff has always said to me that there are many doctors in India who know a lot and they exercise their discretion and choose when to put their knowledge into play. So it's not like the doctor is going to put full effort on every single patient. The doctor has a notion that there is a patient where I'm just going to spend two minutes and get 200 rupees and not really going to try. Whereas for certain patients, I'm going to take more effort. And then finally, you get to the holy grail, which is that to what extent did the visit to a health care professional make a marginal difference to making the person better off? And that can be viewed in many different ways. As all of us know, in a large fraction of problems, if you're just going to sit home and do absolutely nothing, odds are you're going to get better. And under many, many circumstances, the human just gets better. So you need to think about treatment and control where case one, the person does absolutely nothing. Case two, the person goes to a health care provider. Did you get better or did you get mis-prescribed some bad things? And did it actually do damage to your life? And then finally, you go closer to the wellness question that to what extent do episodes of health care create conditions for going towards higher wellness versus to what extent do interactions with the health care business generate a mere medicalization? So you just go back over and over and keep going through one bout of medicalization after another. So this is a sort of flow perspective of thinking from the viewpoint of one household. Think of all the things that they do and imagine in some dream world where we measure, measure, measure, measure. And we think about how different kinds of health care establishments, different kinds of tariff structures, presence of an insurance company as a counterweight in negotiating power, does it change the behavior of the hospital and so on. So these are all the research questions that can flow from this kind of detailed, comprehensive measurement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:06.200",
        "message": "Fabulous. And I guess if this data is all publicly available, then what also happens is that entrepreneurs everywhere get a sense of which are the problems that need to be solved. And today we don't even have an adequate idea of that. So we have blunt tools for blunt problems and they might not achieve anything. The other strand I want to take up from what you said before was when you spoke about the necessity."
    },
    {
        "speaker": "Guest",
        "time": "00:43:26.920",
        "message": "If I may just stay on that data subject, there is a lot of well-meaning philanthropy in India where people try to do well. And the answer is that let me go build a free hospital or let me go to underserved places like Bihar and run programs to do nutrition interventions or vaccinations for kids. And I'll try to make kids in Bihar healthier. And in my opinion, while these things mean well, they don't solve the problem. So the system is broken. And the highest bang for the buck is in understanding the system, in building knowledge, and in that long journey of the deeper transformation that is required. So I've seen lots of well-meaning people put resourcing into these things and frankly just generate, work on the epiphenomena, which it just feels good. So there is an instinctive and emotional thing that, oh, there's a person who's feeling bad or there are so many million children dying in Uttar Pradesh and I want to make a dent to the number of kids who are dying in Uttar Pradesh. I feel that it would be more effective to be cold and to be intellectual and to build knowledge and to build a research community because that's where we will get the deeper solutions and we will stop this thing for life. Otherwise, there's a boat that's leaking and you're just bailing and you're bailing and we're just not bailing enough to make a material difference. And year after year, the Indian health system is getting more and more locked into horrible incentives and don't underestimate the political economy problems of the incentives because the malfunctioning heart surgeons of India have all the politicians of India on their little black books. So they're an extremely effective lobby and when the country changes in ways that question their privileges and income, they're going to lobby to change things in their way. So every year that we go down this route of bad incentives, we actually make things worse. So I feel that we really need to think more effectively in the world of the well-meaning, generous, philanthropic people who are trying to put resourcing into solving this problem. They need to step away from the instant rush of happiness that comes from feeding one child to the more abstract conception of building knowledge and building a research community and building greater thinking capabilities in this country because in the end, that's the only way we're ever going to solve things. So let me for a moment,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:13.560",
        "message": "you know, leave the previous strand and I'll come back to that strand later before we pursue other strands, but take up this trend. And in this trend, let's move away from the abstract to the concrete. Let's say that a philanthropist comes to you tomorrow, maybe after listening to this episode and says that, oh, you know, I heard you in that episode and I want to give you $100 million to spend on health care as you will. And I was going to build hospitals in Bihar, but I have realized that that is giving a hungry man a fish. I want to teach him to fish. I mean, broadly, I just want to make the system work much better. So you, Ajay Shah, take my $100 million and spend it on improving health care in India. I don't care if you're playing the long game, have a 20 year span by all means, but use your wisdom and spend it. What are you doing with that $100 million?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:57.320",
        "message": "All the things that I said from the beginning. You said abstract things. Give me a few concrete things. I'll set up this, I'll set up that. Build datasets, build research, build researchers, build community, build health policy thinking, build health policy debate. One of the tragedies of this country is that we tend to assume that a doctor thinks health policy. This is completely incorrect. A doctor knows how to cut open my chest and perform surgery upon my heart, does not know how to think about incentives, markets and systems. So we need to go down the route of building knowledge, building research, building researchers, and also on some of the science and business models around some of the innovations about telemedicine and AI and basically a nurse assisted system which would be able to operate in remote places of India because we're not going to have enough doctors for the foreseeable future. So this would be my thought process on the big problems that require solving."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:57.280",
        "message": "So now to come back to my earlier strand where we were speaking about how if you have enough data entrepreneurs kind of know what holes in the market to fill or what problems to solve. And you also mentioned the necessity of having sophisticated buyers who understand what they're buying into and some of the symmetry of information goes. Now one way of doing this, as you said, is insurance companies, but there the incentives are also going in another direction and I don't know how that works out. And it strikes me that this is also a great market opportunity that entrepreneurs can look at this lack of sophisticated buyers or the lack that every individual would feel of a sophisticated buyer within herself and say that, okay, how do I kind of fill this gap? Do you think there's a gap like that? And what role do you think AI can have in filling that gap? Like one of the things that we've seen during COVID, one of the great tragedies, in fact, I mean, it's just so sad when the Twitter timeline is full of calls for plasma and remdesivir and we know that plasma does not work. And remdesivir basically does not work in the context of delaying fatalities or in serious cases at all. It's just a waste of time. And yet, you know, patients will go to doctors and say, Oh, what about plasma? What about remdesivir? Doctors will, you know, just go by the form and as I'm okay, fine, you know, to get the patients off their back. I've actually heard of people, relatives of patients contracting COVID because they've been running all around the city trying to get plasma and remdesivir. And this just seems so completely ridiculous. And you can't blame them because in that moment, in that chaos of emotion in the middle of Armageddon, as it were, when you could have an aged parent on oxygen and the doctors telling you get this, get that, in that moment, you can't expect sophistication. Is there a way where outside the current system, there is a disruptive way of coming in and solving for this problem? Maybe in the long run, you know, AI could be part of the puzzle. But you know, what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:49.440",
        "message": "So bottleneck is scale. Okay, so the entire Indian healthcare landscape is broken, particularly in North India. Okay, so I want to use a word, which will set off alarm bells in the minds of many people, but I want to use the word corruption. So when a doctor distorts her professional judgment in return for some kickbacks, I call that corruption. And the entire business model of individuals and organizations is rooted around these corrupt practices. It's not easy for any one organization to change that. So imagine, you and I are going to set up a brand new hospital, and we will have a different wage structure for the doctors that we might hire. And we will say to the doctors, no kickbacks. Okay, and the quick outcome will be no sensible profit maximizing doctor will want to join us. How do you overcome that? Christian Medical College, well, it has solved that problem. Because they have created an amazing history, a culture, a tradition. And they've managed to say this to a large number of early stage doctors in their careers that look, if you have these kind of values, come back and be with us. And that's how they have overcome the problem. But there is no ready business model through which you can overcome this problem. By the way, we've seen this exact same problem in finance. Okay, so in finance, we have that same pervasive problem. Naciket Moore and Bindu Anand and others built a remarkable organization that is called KGFS. Today, KGFS is significantly profitable. And they began going to remote locations where there was not even a bank branch and performing basic financial services for poor people. Okay, and it was great, more power to them. The trouble is, if you try bringing that model to a city, and in the city, you're competing against hard driving finance distributors, and finance salespeople who are being given kickbacks, how do you compete with that and an organization where employees get salaries and employees don't get kickbacks will not easily be able to compete against the kickback model until a lot goes in in terms of getting the message to households that you really should not be dealing with these toxic characters. Okay, so I used to do innumerable talks in finance, and I used to always try to put in a public service announcement that please don't ever buy an insurance product in India, because the entire business model of insurance is broken. And it took years and years and years of that. But there have been significant improvements in the business model of insurance companies, which were driven by the IRDA was driven by the state. So if I make that analogy here, then we are up against a long slow battle that we'd need to build some amount of, you know, medical malpractice law and tort law, and consumer protection law and regulation of the behavior of medical persons. And the moment I say all this stuff, I already start getting depressed. Because it is incredibly difficult to build this kind of state capacity under Indian conditions. And in fact, we have failed in so many other areas, that I don't think it's wise to recommend that toolkit for one more new area, it seems to me we should fix it in the other areas. This is broken in all the other areas where it's up and running. So, you know, I feel that the cutting edge, what one would say to the philanthropist, the cutting edge of health policy is to make SEBI work better. Because if one day we get to a SEBI that works, we'll be able to take elements of that law and organization design and apply that to health."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:35.920",
        "message": "Yeah, no, that makes sense that, you know, given state capacity, we haven't managed to get ABC right, we can hardly speak of XYZ or even Shakespeare's plays."
    },
    {
        "speaker": "Guest",
        "time": "00:53:47.160",
        "message": "And, you know, I'm very mindful of the word state coercion. So much as I like to complain about kickbacks and corruption, the fact is, when you bring a coercive creature called the state that has pretty bad consequences of its own. So we should think 20 times before we bring state violence into the relationship between a doctor and a patient. It has its own bad consequences, it will have its own malfunction. So let's not be starry eyed about what state intervention would do. So we're caught between these two bad worlds. And our pathway for the coming years is to build knowledge, is to build research, is to build researchers, is to build data sets, is to build a health policy community, which is distinct and separate from doctors."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:30.880",
        "message": "Wonderful. So, you know, we could really do a four, five, eight, 10 hour episode on talking about healthcare. But I guess the urgent sort of imperative of the moment is to talk more about the economics and politics of vaccination. And, you know, what's happening with that in this current moment. But let's let's take a quick commercial break. And then on the other side of the break, we'll get to the subject at hand. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indian colors.com. Indian colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy win win game. The Indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmay Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaydeep Mehrotra. Stay home but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian colors. Corporate gifting is also available. So head on over to Indian colors.com. There's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indian colors.com. Welcome back to the scene and the unseen. I'm chatting with Ajay Shah and now finally chatting about the subject of this episode, the economics and politics of vaccines. So you know, before we actually get to vaccines, like one final question to set context, in the last episode we did together on farm bills, of all things, you spoke about the difference between public health and healthcare. And I think that's a difference, again, worth underscoring as a kind of context for our listeners. So can you can you tell me a little bit about how significant understanding that difference is for being actually able to grapple"
    },
    {
        "speaker": "Guest",
        "time": "00:56:43.440",
        "message": "with this problem? Public health is about actions that operate on a population. Healthcare is about actions that operate on an individual. For example, public health is fixing the air quality of North India. And healthcare is fixing the respiratory illness of one person. Public health is about prevention. Healthcare is about cure. Public health tends to generate public goods, which are non rival and non excludable. Healthcare tends to be about private goods, which are excludable and rival. So public health and healthcare are two different worlds in the story of the field of health."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:19.000",
        "message": "Perfect. You know, you sent me an excellent paper that you'd written for the NCAER in July last year, which I found quite clear headed in thinking about vaccines. And there you asked five questions about vaccines, which are, you know, sort of an interesting way to set a frame for what was the problem that we faced at that time. It seems like distant history now July 2020. When was that even? Take me through the thinking about vaccines at that point. By July, we kind of realized that there will be vaccines at some point, though there were many skeptics who were saying, oh, there will never be a vaccine. There has never been a vaccine for a coronavirus. But at some point, we kind of realized that there will be vaccines and it's kind of been miraculous how there actually are so many and that's crazy. But then the problem comes, what do we do with them? How do we vaccinate our population? Take me through the different nuances of the questions you need to ask at that point."
    },
    {
        "speaker": "Guest",
        "time": "00:58:09.400",
        "message": "We would have to think about the extent to which a vaccine is useful and required in changing the disease dynamics. We would have to think about any prioritization questions that to what extent would a pure private market work? To what extent is there a role for a state and is there a role for some kinds of prioritization? We would need to think about the operational and institutional mechanisms on how to get vaccines out on scale. We'd need to think about defining success, that at what point do you stop? Do you just keep going? And in all this, I want to add one thing which is on my mind today, which was not at the time of writing that article, which is, are we facing a one-off in the context of SARS-CoV-2 that we saw in 2020? Or are we thinking of something that is going to be with us for a while in a more general sense of adults, epidemics, and vaccines? So today, my thinking is much more in favor of, this is something that is going to be with us in steady state, that vaccines and vaccination of adults is an important dimension of the Indian health system. And so we need to find long-term, stable, sustainable solutions, and not just think about it as a one campaign to solve one problem of one pandemic."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:33.720",
        "message": "And you've kind of also discussed in another presentation you made later, which I'll also link from the show notes, where you've looked at previous pandemics, and you've pointed out, for example, how the challenges that we were facing were different from, say, smallpox. And smallpox, obviously, was a population scale success story. But we didn't require a cold chain. The timescales were different. We could do it over a period of a few years. Testing was far easier because people were symptomatic. You just had to look at someone to know if they got it. And it kind of worked. And similar attempts on malaria and polio had much more mixed results. So give me a sense of the challenges that we kind of faced in sort of rolling out this whole program at the start. What were the challenges when it came to administrative capacity? What were the challenges when it came to the actual states where it would be administered? Give me a sense of some of these constraints. And this is obviously just one aspect of it. I mean, there are two ways to get all of this done. One is that the state kind of does everything. And the other is that, you know, the state does whatever it can, but you let private players also function. And we'll discuss those different approaches and sort of their implications after this. But just looking at the state for the moment, what are we really facing? Like, we are facing a state which not only has severe constraints, but very often, one of those constraints is an intellectual constraint where it doesn't even understand that there are constraints. And it doesn't even understand the scope of the task which is being undertaken, so to say. So as someone who's almost been part of the state who's worked with the state for over 20 years, when you sit down and you look at the scale of this, what are the pain points which really begin to worry you where you sort of sit back and, you know, wonder how it's going to happen at all?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:21.440",
        "message": "I talked about smallpox in that NCEER talk, which is going to turn into a paper soon. Because for me from childhood, that was just like one of the most glorious moments in world history and India's history. Can you imagine a more horrendous disease than smallpox with something with a case fatality rate like 25%? And where you are able to vaccinate everybody in the country against it, and where what we achieved as the human race was eradication. This is like the highest dream that could ever be sought after. And whenever anybody in India dreams vaccination, and you think big, you dream of the smallpox episode. And yet the moment you start going down this route, there are so many differences that are holding us back today. As you were checklisting, the smallpox campaign was done over many, many years. It was not done in a short time. For whatever reason, today in the modern world, we had to finish with the COVID-19 pandemic quickly. We don't have the choice of saying we'll take five years over it. The smallpox campaign involved a heat stable vaccine. And there was no difficulty of a cold chain. You could easily transport it to any corner of the country. In the smallpox story, there was not this complexity of asymptomatic people. So you really had to glance at the face of a person and you knew that they were sick. And so then you would put a ring around that population and go after it. So it was a more trace test, isolate kind of approach that was applied to keep finding pockets of smallpox and getting them under control. And you would also suspect that all in all, the state capacity of the Republic of India in the 70s was significantly superior to what we have today. That's a non-obvious"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:14.920",
        "message": "proposition. Why do you say that? That is non-obvious."
    },
    {
        "speaker": "Guest",
        "time": "01:03:17.480",
        "message": "We tend to think that because GDP is higher, state capacity is higher. GDP is higher because there's more capital, there's more technology, there's more labor, the firms are more sophisticated. But if you think of the ability of an Indian state in the early 70s to make up its mind to collaborate with a WHO, have 50 overseas experts be living here in India, collaborating, participating and running a campaign all across the country to eradicate smallpox. My opinion is that no, today we can't do it. We don't have that capability in the Indian bureaucracy"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:49.120",
        "message": "today. Why? Why have we degraded? Is it a natural degradation that you'd expect given the nature of bureaucracy and the way things play out and all of that?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:58.640",
        "message": "No, it's not the natural degradation. I remain an optimistic person. And I think that the natural trajectory of the world is that we learn and things get better. But I think that over these decades, the Indian state has become swamped by so many challenges. And there were elements of the working of the Indian state that were not institutionalized. So it worked in the hands of a certain kind of person. And it doesn't work in the hands of different people. So we didn't build it out as an institution. So the way things work today are very different from the way things worked in the 70s. By the way, if you have some good conversations with people in the army, and you ask them, could you do a 1971 campaign in Bangladesh today, they would offer you lots of concerns that what was done in 71 was just outrageously great. But that level of operational capability, confidence, competence, logistics, decision making, it is harder and harder to find that today in the Indian state. So I think that there's a deeper decline of capability that has been going on in the Indian state. And many of us, we tend to jump to the conclusion that because the GDP is higher, the state capacity must be higher. I think that there are many ways in which that's not true. There is a book which is called Building State Capacity by Lan Pritchett and co-authors. They have a measure of state capacity in that book. And going by their measurement, they find that from the mid 90s to the middle 2010s, in India's case, the state capacity actually got worse, and better while the GDP grew greatly. So I think all of us need to decompose our minds that you have a firm like Infosys, it's a great firm, they make GDP, it's fabulous. That doesn't mean that the Indian state is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:51.880",
        "message": "better. Wow, fascinating. So, you know, one of the episodes of the scene in the unseen, which has been a gateway drug for many people, it's not even one of the top 25 episodes of the show in terms of downloads. But as a gateway drug, it remains huge is an episode I did with Srinath Raghavan on the 1971 war to free Bangladesh and has stunning insights on what really went on there. But my question is on the why. So let's say I'll take your word for it that okay, as far as the what is concerned, fine, the state degraded, but why did it degrade? Like, of course, I agree with the contention that ideally, you want institutions where it doesn't matter who the individuals are, whether they are good people or bad people, the institutions are robust enough that everything just works. And bad or good individuals only make a difference on the margins. One, I don't think we ever had that. And two, assuming that our institutions have degraded and state capacity has degraded. Do you have any, what are your hypothesis on the why of that? Why did that happen? Like, I'm just trying to understand it structurally."
    },
    {
        "speaker": "Guest",
        "time": "01:06:53.480",
        "message": "So we came out of colonial rule, which was not democratic rule. And it was based on a certain conception of some ruling class. And we basically switched around that ruling class class. And there was a new Indian National Congress, and there was a new Indian Civil Service come IAS, and they became the new ruling class. The Indian population was relatively small, the Indian GDP was relatively small, the demands made upon the Indian state were relatively small. So in the early years, that combination of autocratic rule, modest population and modest objectives of the state delivered a certain level of state competence and state capacity. And then as the years went by, the Indian state got overrun with a larger and larger number of demands. The scope of the attempts at welfarism today are of a different order altogether. Adjacent institutions corroded. So what was supposed to be a co-equal balancing act between an executive and a legislature and a judiciary, tended to break down and we became more of an administrative state. And the simple INC domination went away. So now you have a complicated political landscape, where there are many different political parties. And then the nature of the conversation between the political leadership and the executive changed. It was no longer the case that the executive was working with just the Congress for long periods of time. Now it became complicated that this executive, this bureaucrat is friendly with this party, this bureaucrat is friendly with this party. So you start getting destruction of institutional memory each time a new political party comes into power. We are unable to manage knowledge and insights across long periods of time. So all these pieces, they come together. There's also a new character of the people that are going into civil service today. In 1947, some of the best people in India thought that becoming an employee of the government was pretty cool, partly out of the nobility and the morale of Gandhiji and Nehru and partly out of simple economic considerations, because those were relatively well paid jobs. Today, it's more or less upside down on both counts. So there is a qualitative change in the nature of the people that we meet. I have been in policy discussions for the longest time. And it's not very inspiring the quality in the room that you get in many policy discussions today. And my subjective opinion is that when I was very young, and there were people in the room that I used to look up to, I thought that they ran better policy discussions. When I was the youngest person in the room and least important person in the room. I used to admire the quality of the conversation that used to take place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:39.040",
        "message": "Yeah, fair enough. I mean, one never wants to be the smartest person in the room. That's not a good situation to be in a number of stands. And I'll get a little discursive here. And I promise the listeners, I'll come back to vaccines. But all of this is kind of fascinating and just getting that deeper bedrock of understanding of what's going on. And this is, you know, the degradation of the Indian state, as you mentioned, it is a kind of an interesting new thing that I need to think about. One, you mentioned colonialism, and it was just like I was just thinking today, that in a sense, the Indian state's abdication in the face of this current crisis is similar to what our British colonial masters were often accused of. And it came to the various famines that happened through the centuries, where you had a natural disaster, and it was completely either ignored or even exacerbated by the callous apathetic reaction of the colonial masters, who were in who would, in fact, quite often just denied that there was a problem at all. And we've kind of seen that play out and we see that play out again. And I keep talking about how, you know, we didn't actually gain true independence in that sense. In 47, we merely passed over an oppressive colonial state from a set of white-skinned rulers to a set of brown-skinned rulers, only the colour changed, the essential nature stayed the same. The other interesting aspect, I was going to talk to you about fundamentally coercive nature of the state. And the thing is, when we talk about the coercive nature of the state, it seems to imply that there is a non-coercive nature as well, which of course is not the case. Everything the state does is coercive."
    },
    {
        "speaker": "Guest",
        "time": "01:11:11.960",
        "message": "And the only question is what? I think the interesting distinction is undemocratic coercion versus democratic legitimacy. I think that's the interesting line, that what we aspire to as a republic is the legitimacy of coercion that is channelled in an ethical and just fashion, as opposed to the rule of a few people that's an oligarchy where there is absolute"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:35.680",
        "message": "power with a few people. Yeah, yeah. I mean, I was finishing my thought by sort of expressing something along those lines, which is that everything the state does is coercive, except that we need the state and some of that coercion is justified. And all ideology really falls down on the margins. Where do you draw that line? And where do you decide what coercion is justified and what is not? And obviously, in a democracy as well, the question of legitimacy comes up. But speaking of coercion, and you used that phrase many times in both your wonderful book with Vijay Kelkar and in your recent articles on this current crisis, and it reminded me of Adam Smith's Man of System. And I'll just read this passage out for my listeners. This is from the Theory of Moral Sentiments. And there he writes, and you'll find this person recognisable. In that he writes, quote, the man of system is apt to be very wise in his own conceit, and is often so enamoured with the supposed beauty of his ideal plan of government, that he cannot suffer the smallest deviation from any part of it. He goes on to establish it completely and in all its parts, without any regard either to the great interests or to the strong prejudices which may oppose it. He seems to imagine that he can arrange the different members of a great society with as much ease as a hand arranges the different pieces upon a chessboard. He does not consider that the pieces upon the chessboard have no other principle of motion besides that which the hand impresses upon them, but that in the great chessboard of human society, every single piece has a principle of motion of its own, altogether different from that which the legislature might choose to impress upon it, stop quote, a sort of version of what Hayek called the fatal conceit. And we see that our founders in a sense, or at least the influential founders were men of system, which is why we have all the central planning, the state is going to do everything. And as you point out that it's a much more manageable task in the early years compared to what it later became. So I'd assume that that's sort of one aspect of it that if you are, you know, if you think like a man of system, you just have less chess pieces to move and less things going wrong, whereas in this globalized world, there are so many influences."
    },
    {
        "speaker": "Guest",
        "time": "01:13:43.200",
        "message": "There's a distinction we should make between a Lenin and a Stalin versus a Putin. Okay, so in a Lenin and a Stalin, there is this grand design. You may disagree with that grand design. There is a grand design and there is an extreme ideological willingness to inflict cruelty upon the people, because I know I am right and I am going to build that grand design. So why did Stalin do collectivization? It made no sense for him in any pragmatic sphere, but he was an ideologue. He was not just an ordinary tin pot dictator. So that's the distinction that there is an ideologue who sees a dream and pursue some utopian ideal. And you and I would challenge the capability and legitimacy of anybody who tries to tell us to live our lives going by their utopian ideal, but that's a separate point. But there is intellectual approach of a Lenin and a Trotsky and a Stalin, which has a certain kind of barbarism and a certain kind of consequence in terms of transforming society, because the fact remains that the USSR went from a semi-Asiatic society in 1917 to the world's greatest land power in 1945. So something transformative happened at a horrendous human cost. And then you get to Vladimir Putin, who's really just all apparatchik and no philosophy. So Putin has no idea about what is the design of the world, but it's just a game of power. The only game is that he and a few others would like to concentrate power upon themselves, would like to constantly identify anybody else who commands influence and destroy them. And that creates the silence of a graveyard of a different nature. So it's interesting to look at the world from this lens that there are the central planners who have some dream world and often lead their world into ruin. And that's Pol Pot. He was a visionary that led the country to the ruin. Or Mao. And then there are just elementary Marcos who are just ordinary tin pot dictators, where it's just a game of always and always accumulating power, grabbing power, monopolizing power, and shutting off every other energy and thinking and disagreement in the economy. And I think these are two different kinds of pathologies to wonder about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:14.760",
        "message": "That's a very fine nuance. And it strikes me that obviously, one, I think our current rulers and I'll use the term rulers because I think we are more subjects and citizens away this country is today. Our current rulers are more in the Putin mold. I'd add to that and say that, you know, the obsession of say Modi and Shah is not so much governance as you'd imagine it should be in a democracy, because how else do you win elections, but is winning elections, which has nothing to do with governance, actually, it's all about narrative building. So they are all the time focused on elections and narrative building. And that's what it's all about. And they can control that. And what the reality is doesn't matter as long as you can weave a story around it. And the other thing here that strikes me is that, listen, you can win elections with central planning. You know, what Amit Shah did, in fact, as a campaign manager in 2014, is a staggering feat of management, in terms of reconfiguring all those caste vote banks, through UP, Maharashtra, everywhere, what they did, I mean, I had an episode on that with Prashant Jha as well, who wrote the book, How the BJP wins, staggering piece centrally done, but you can do that at the level of a, you know, controlling a party, you can do that at the level of controlling a country can't really plan things centrally. And you could argue that at one level, their intensity of effort never quite went into governing as much as elections, because the two really aren't related. And, you know, unless things get really bad, and you just want to win the election and control the narrative."
    },
    {
        "speaker": "Guest",
        "time": "01:17:42.880",
        "message": "Just another interpretation. Imagine central planning and top down management being applied into both pathways with equal zeal and vigour."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:56.360",
        "message": "But incentives because"
    },
    {
        "speaker": "Guest",
        "time": "01:17:57.440",
        "message": "It just delivers better results in one than the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:59.880",
        "message": "Yeah, because the party is a manageable beast, a country is not, it's just too many pieces on the chessboard, as it were to go back to Smith's Man of System analogy, which is why, you know, something like, for example, if the same zeal had gone into rolling out vaccinations late last year, we would honestly not be in that situation right now, the situation that we are in, I think that's part of the issue. And part of the other issue is that even that would only solve part of the problem, that this whole Man of System approach central planning top down approach wasn't sufficient, as you have pointed out that they were, you know, different approaches you could take with vaccinations, you know, only one approach was the state does everything. And there, of course, it didn't do enough. But the other approach also was that you harness private enterprise, and you also side by side, allow them to kind of work with you. But maybe I'm kind of shifting ahead in the narrative. But these are the two broad policy choices that policymakers face, right? So tell me a little bit about what this choice was like. And was it inevitable that in our culture of top down central planning, state does it, the state controls everything kind of thinking that we would just say ki nahi state karega, and, you know, our subjects will line up and take the vaccines when their turn comes. And we won't allow private players in here. What was the sort of thinking like what were the pulls and pressures?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:22.960",
        "message": "So in countries like Israel, and the US and the UK, the central government equivalents took charge and built large scale vaccine rollouts. Okay, and regardless of what you may think, or I may think, those things by and large work. Okay, so they had their critics, they had their problems. Every centrally planned system has its own complexities. Let me give you an example. Every centrally planned system will have a bright line rule, like, we will do above age 45, we will not do below age 45. Whereas actually, what you need is far more nuance. What are your comorbidities? What is your social life? Does your occupation involve meeting more people or less people? So any simplistic bright line rule will do badly. Whereas if people make more decisions for themselves, they'll do better. So you can and should criticize every centrally planned system. Similarly, in the United States, what is appearing to be a central system actually involves contracting with private people and getting the job done in what you might see is a remarkable feat of government activism. So first, the government played a role in funding research and funding manufacturing by vaccine manufacturers. At a time when there were risks, the government could have come out blank with that money wasted and no vaccine. So they had the government systems that had the capability to not stand back, to not wait for private people to bear the risk, but rather to put up risk capital and say, here, we're funding research, or here, I'm giving you an advanced purchase contract, so that a lot of work on vaccine research and vaccine manufacturing got done ahead of time. So that was the first milestone of what the United States government did right. And then, barring a few missteps, which got fixed along the way, it has worked out into a pretty private sector system. So the United States government enters into contract with Pfizer. Then the United States government has a contract with UPS to do the cryogenic transportation from Pfizer's factories to the Walgreen and CVS shops on the roadside, who are also private. And the United States government has a contract with the Walgreen and the CVS to push vaccine into the arms of people. And then the United States government has a mechanism to reach out to various people and say, it's your turn to set up a booking system, a reservation system. So the point is that there was energy in their country for cryogenic transportation, for vaccine R&D, for vaccine manufacturing, and for the last mile vaccination in the private sector. All this energy was harnessed in a collection of contracts, and that's how they did it. But right now, I just want to harp on one point, which is nothing succeeds like success. The bottom line is that the highly centralized approaches of the US and the UK and countries like Israel have worked. They have delivered. I respect those countries. I respect the policy choices, because the bottom line is, it worked. And if hypothetically, in India, we had similar levels of state capability, then I would not be so stuck on ideology. So what I was writing and arguing in late 2020 was a practical point, was a pragmatic point, that look back at smallpox, look back at the glory of the Indian state that was able to eradicate smallpox in five years under higher levels of state capacity. And now compare that against where we are today. And do you think you'd be able to pull this off? Okay, so here's a counterpoint. There are some 25 million infants who are born in India every day, and a somewhat larger number of mothers. And ever since independence, there has been an attempt to try to bring down the maternal mortality rate and the infant mortality rate by getting vaccines out to mothers and infants. And as of today, the coverage is like 60-80%. So at the end of all these years, we don't have a comprehensive success with a small problem of 25 million infants. And my first law of management, my first law of public administration is that if you don't know how to do a 25 million problem today, odds are you will not succeed on a 50 million problem tomorrow. And what was needed was a 500 million or a 1 billion problem. My argument last year was that this is a problem size that will elude the Indian. Now, let me turn away from the public administration problem to more fundamental economics of a vaccine. If we had to think from scratch, do we really need a lot of state in the vaccine? And the answer is not a whole lot. Because there is a substantial sense in which a vaccine is not a public good. A vaccine falls under health care. It's not under public health. Why do I say that? A public good is something that is non-rival and non-excludable. A vaccine is rival and excludable. If I get a dose of vaccine, that particular dose is not available to you. And I can't shut off access to a newborn child of the vaccine. So, a vaccine is absolutely a private good. There is a market failure and that market failure is an externality. What is going on is that when I get vaccinated, I impose some benefits upon you. Because when you and I have a social interaction, the disease is less likely to come to you because I am involved. Because each person that gets a vaccine imposes a certain amount of benefits upon bystanders. Now, the overall gains to society when I get vaccinated are higher than my personal gains for myself. So, as with other classic positive externality problems, such as education, we have a mismatch between the individual incentive and the incentives of society. The individual is likely to under invest in vaccination. So, some people have enough private interest that they will pay the price of vaccination and they will do it for themselves. Some others might not, because their personal incentives are not strong enough to pay for it on their own steam and they don't give a damn about what's happening to everybody else. And there is a role for state intervention potentially to change that. So, that's the market failure perspective on vaccines. The third and epidemiological perspective on vaccines teaches us that you actually don't need every single person in the country to be vaccinated. You only need enough people vaccinated to change the disease dynamics. So, we should always think of a combination of people developing resistance to a disease. You can either get sick and get immune or you can get vaccinated. But in either path, what happens is that at the end of it, generally, you are now protected and you are no longer available for the spread of the disease. So, we should always think that there are two highways where people are riding on. Some people are getting sick and thereby getting immune. Some people are getting vaccinated and thereby getting immune. And when the two add up to something like 70, 80% of the population, the basic mathematics of the disease changes and the disease rapidly dies away until a new variant comes along. And I will come back to new variants later in the conversation today. So, in this full picture, what we need to think is that, case one, could we do a highly state-led program to push up to herd immunity? Probably, that is not a very feasible path under Indian conditions. Point two, do we even need a completely state-driven program based on first principles, public economics, and public health reasoning about this problem? The answer is no. There is a private good with an externality. Whenever a person like you or I is able to pay 5,000 rupees and get the vaccine done, it is the perfect answer. There is nothing wrong with it. The more people that get it, the better because you are reducing the susceptibles. And also, the third point is to recognize that the very spread of the disease is actually reducing the mass of the people that need vaccination. The current clinical guidelines are that if you have got sick once, you need one dose of Covishield and not two. And that has a huge impact on the arithmetic of doses. Everybody is counting 1.4 billion people multiplied by two is 2.8 billion doses. That is not a correct calculation, partly because you do not need to cover 100%, partly because for everybody that gets sick, you do not need two doses, you need just one, and partly because while the program is running and is on its path to completion, the differential equations are going to change their behavior and the epidemic is just going to abruptly vanish like Donald Trump promised us many"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:36.000",
        "message": "years ago. So a bunch of things that I want to kind of unpack there. You know, one fundamental aspect of this, which is what is the role of the state. Now, even someone who supports free markets like me and believes the state should not be in most things just through the rule of law would say that there are certain things the state must do where we need the state. Most libertarians also would say that you need a minimum government that among other things can fight wars, can save you from invaders outside. And my question really here is that we are at war with this virus, you know, it's not Pakistan or China or whatever, but we are at war with this virus. And therefore, you know, if the state is there to protect our rights, which is, you know, the fundamental reason for it to exist in the first place, it has to protect our lives, it has to take care of this aspect of things. Now, the problem here is that state capacity, as you've pointed out, is far better in the Western countries. For example, if you look at the way the American government responded, I think aspects of it are just outstanding. For example, what they did in the middle of last year, like you said, was you know, they made deals with companies who were working on vaccines, giving them advance orders, giving them grants, giving them money, therefore incentivizing them to keep going. It was not conditional upon whether the vaccine will work or this will whatever, it was just that we'll throw money at the problem, you build your capacity, you carry out whatever, let money not be a constraint, we are there, we'll spend the money. And that's absolutely necessary. In this case, you know, you need a government that, you know, they were wise enough to realize that you spend billions today to save trillions, because that is the cost to the economy, which is why, you know, it's completely fundamental to me that anyone who wants a free vaccine in India should be able to get it, they should not even be up for debate. Now, the issue here is when it comes to India is that our state capacity is abysmal, and that has consequences. Now, you've also pointed out that in the case of testing, where initially the state said, Hey, we will do everything, no private testing. And because of that testing was much slower than it should have been, data was worse than it should have been. And a spillover effect of that possibly was because of lack of adequate data, we underestimated how bad the second wave would be and what we needed to do to prepare. And once you had private testing come into play, things became much better. So the state capacity simply wasn't there. So this is not an either or situation, what people like you and you know, I wrote about it back at the time, you know, Shruti, Mihir, all of them were writing about it, what you really need is that the government goes on a war footing. And I use that phrase, with some thought behind it goes on a war footing against a virus and tries to vaccinate as many people as it can. But at the same time, you enable the private sector to do what it will import whatever vaccines it has to, and also get to work. One of the interesting nuances you pointed out there is that when the state is doing something, it will have these blunt heuristics that okay, who do we vaccinate first, the elderly are the most so first over 60, then over 45. And I was chatting the other day with our mutual friend Ruben Abraham, who threw the question that who should we vaccinate first, the vulnerable or the spreaders, the people most likely to spread. And if there is also a case to be made that he it's a spreaders who we need vaccinate as soon as possible, how do you get it done? If you are to make the case that, you know, people in the slums might already have some level of seroprevalence, and they've already got it as people in the high rises, the elites, who are now in fact, suffering the brunt of the second wave, who need to be protected, how do you do it? And the answer there is that you let them buy it, you let private providers get into play, companies will provide it for their employees, like you pointed out in one of your articles that why would an airline not say that all my frequent flyers will vaccinate them? You know, why would a cooperative housing society, which is today organising groceries at particular times during the lockdown, not say that, hey, we'll do a vaccine drive. And, and that never happened. And that is just so incredibly short sighted and sort of bizarre. Would you like to add to this?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:41.420",
        "message": "So I feel that from the viewpoint of public health, in some ideal world, we would say that it is our objective to put an end to this pandemic. And so we need to push hard on vaccination till the point where the disease dynamics changes and it will go away with a whimper. So I agree with you completely on that. Whether you think about this in terms of the justice and protecting the people and protecting rich and poor alike, or you think about this in terms of a pragmatic viewpoint saying, we're losing trillions of rupees in this rubbish. And we should be willing to commit resources in order to solve this. So I'm completely with you on this. I feel that where we went wrong in India was on a couple of bottlenecks. The first was that somehow, and I have really not been able to understand where this comes from. Somehow, the health policy community in India has accumulated an idea that we must never import vaccines. So I don't know why. For the life of me, I'm not able to understand. We import mobile phones, we import wristwatches, we import food, we import clothes, we import everything under the sun today. But an old Nehruvian hostility to import of vaccines is the order of the day when it comes to health policy people. And it has proved to be an extremely costly blind spot. Things are so bad that I believe there was an example, there was a situation where a global vaccine provider, who has been greenlighted by drug safety authorities in many OECD countries, was actually denied permission in India on the grounds that their product is not safe. Now that doesn't make any sense. So first of all, we have no great drug safety procedures in India to speak of. There's all kinds of stuff that gets through. And, you know, it's not like we are more stringent and that we run higher standards than what I've seen in some other countries. And yet, was it some hostility to import of vaccines, where we actually closed the door on, I forget the name, some foreign vaccine, just a couple of months ago, this little drama took place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:12.960",
        "message": "So I think last year in October or something, Pfizer actually tried to come into India and the Indian government said, no, you have to do trials first. And they were like, forget"
    },
    {
        "speaker": "Guest",
        "time": "01:35:20.920",
        "message": "it, let's just go. So there is one, there's some blinkers in the field of health policy. And this goes back to, you know, what I was saying earlier, that what we lack in India is a health research community. We lack a health policy community. We've just got amateurs. I mean, they're doctors. I want those people to cut open my ribcage when I have a heart attack, but I don't want them to do health policy. This is a serious problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:44.000",
        "message": "Trust me, after listening to this, they want to cut open your ribcage right now."
    },
    {
        "speaker": "Guest",
        "time": "01:35:49.680",
        "message": "So there were certain blind spots on these kinds of questions. The second idea was that I feel for too many people in India, in the policy process, there is not the elementary care around state coercion. So for our thinking in public policy, we baseline on freedom. Our default setting is every human being is free and we should do as we like. And then we checklist the nature of state coercion, that this is banned, this is banned, this is banned. These are all the ways in which the state is coercing us. And we wonder why do you have that coercion? Why do you have that coercion? Is there a market failure? Is this an effective coercion? Whereas what happened with the Indian state on vaccination was that there was a whole array of state coercion that was put into place without thinking too much about whether that is justified or legitimate. And that may be the DNA of the Indian state in many, many things. Maybe this is actually how things are being done all across the place. So the lack of application of mind before coercing private people, I feel is what was at fault. So almost without noticing it, there would be some junior functionary who would put out an order to Serum Institute that we prohibit you from selling to any private person. And then suddenly you got an environment where private persons are prohibited from importing, private persons are prohibited from buying from Serum. And then we are in the grip of only one channel, that is the union government led immunization effort. And if it had worked, great, but we were putting all our eggs in one basket. So I think for all of us for the future, there are some larger meta lessons. And three meta lessons that I would encourage us to think about is that we should consider it possible that there can be state failure. We should not put all our eggs in one basket. We should always have many, many initiatives that seek to get the same thing done. And we should set a high bar for knowledge and certainty and consensus and democratic legitimacy before we roll out state power that coerces people. But our default should be freedom, our baseline should be freedom. Just to take you to a sidetrack, imagine you're sitting in some corner of rural India, and you spend $500 and you buy the base station equipment of Elon Musk's broadband internet provider, which is called Starlink. And you get 100 MB per second to the internet. There's no market failure, you're not harming anybody, you're all alone in a rural area. And you're willing to pay $100 a month and you've got yourself nice, shiny broadband connectivity into any corner of the country. Your presumption should be, look, you're not harming anybody else, go do whatever the hell you want. Okay, so consenting adults should be free to do whatever they want. You are paying $100 a month to Elon Musk, it should be free. But I suspect that by default, some Indian state employee right now is thinking, no, no, no, no, no, no. First, Starlink has to come and take permission from me. Without that, they can't sell this product. So, I feel that's the gap that we have to cross that the default should be freedom. And the exception should be interference in freedom by state power. I'm not an expert on the Constitution of India, but I believe there are some elements of the drafting of the Constitution that says that in the land of the free in the Republic of India, freedom will be the default, other than democratically authorized interference in freedom by the state. And it's very amusing that there are some laws in India, which actually start right at the outset by flipping it around. Laws that say first, everything is banned, other than what I permit. And here's a list of narrow permissions that I give you. So, it's very interesting that the Parliament has actually flipped around the concept of constitutional freedom that was adopted by the people after the Constituent Assembly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:02.840",
        "message": "And that concept really didn't last long. Like I had a great episode on the First Amendment with Rupert Dumansingh, where you realize how right, you know, early at that time, everything was getting flipped around, like the sedition law, which we have with us, such a terrible colonial era law was actually struck down by the courts in 1950, if I remember correctly. And then Nehru brought it back with the First Amendment, because he wanted to handle his political enemies. So for all those who think of him as a sort of a great liberal, well, in some ways, he was because we contain multitudes, but in some ways, he was also deeply illiberal. And you mentioned the phrase consenting adults. So I'll just kind of express a pet peeve of mine here is that many of us somehow seem to think correctly, that no one should, you know, interfere with what two consenting adults do with each other, as long as they're not harming anybody else in the domain of your home in the domain of your bedroom. So, you know, if you and I are having a conversation, and we're not harming anyone in the government barges in, we would correctly be outraged. But somehow, when it happens in the marketplace, when two people are having an interaction to mutual benefit, and not harming anybody else, then suddenly it's a government's business, and you will make all kinds of justifications for it. And to me, you know, interfering there is as much morally wrong as it is otherwise. And it is not that, you know, there should never be coercion, if you consider all coercion to be morally wrong, a little bit of coercion is necessary to safeguard our rights, which is why the state exists, but nothing beyond that. It's this really complicated thing where in our personal lives, if an individual came and did something to me, I would be outraged. But somehow the state has the right to do it. And we don't question that. And we don't think hard enough about it. But to sort of get back to the questions of vaccines, or"
    },
    {
        "speaker": "Guest",
        "time": "01:41:44.560",
        "message": "in fact, yeah, sorry. So on vaccines, I want to complain to you and to me, and to all of us who are hearing this podcast. I'm aghast at how little all of us do as individuals on getting more vaccines. Somehow, it is coming to our head that the government runs some smallpox vaccination and some kids get vaccinated. And apart from that, vaccines are not part of our world. And in my opinion, that's really a personal selfish mistake by each of us. Every boy and girl at age 12 should get an HPV vaccine. It's in your self-interest. It may cost money, you should put down good money and get it and so on. So there are so many good vaccines that are available in the world today that will protect us. By the way, I only recently discovered that abroad, there is a good dengue vaccine. The next time I travel abroad, I very much plan to get the dengue vaccine. It's not available in India, but it is available abroad and so on. So I feel something went wrong in our thinking for all of us as a community, that we were not doing this hard headed first principles thinking about what's a public good, what's a private good, and I benefit when I get a vaccine against SARS-CoV-2, and I should be willing to put a price to that. And we each of us can debate what am I willing to pay? And then it just becomes a normal marketplace and normal market forces will work where you pay a little more to have somebody come administer the vaccine in your arm at your home, or you pay a little more for an air-conditioned facility, you pay a little less for a facility that's out in the open, blah, blah, blah. Just normal machinery of markets would do vaccines. And I just fail to understand why that has not taken root on a bigger scale. And I would plead to all of us that there are so many good vaccines out there, we should be getting these things. It's a free lunch. You spend some money on a vaccine, you rule out a disease for X years, and we become healthier. It's a good deal. All of us should do it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:45.480",
        "message": "So you know, speaking of sort of free lunches, I think we both agree and I'm coming to you know, a weird question with this, but I think we both agree that we should do regulatory free rolling in the sense that by and large, I think for example, America's FDA is just over regulates massively and that has a cost and that's a subject for a different episode. You can't get more stringent than that. European regulators also often overdo it, they're incredibly stringent. So why the hell don't we free roll on the work that they put in when we don't have enough state capacity, if they have approved something, you know, we should just bring it in, it should be it should be an automatic approval, especially at a time like this, where you can't afford to wait. And this kind of vaccine nationalism, that nahi atma nirbhar and we will make it ourselves seems problematic to me. And it also strikes me that is there a danger you think and I'm thinking aloud here, that you can become a slave to your own message. For example, if you are a government, which is always thinking of narrative thinking of national pride, which is one of the, you know, core narrative elements of this particular dispensation. And if you're always thinking in terms of core national pride, and out of that, among other things, emerges made in India emerges atma nirbhar, then you become a slave to the message. So when you have a crisis like this, you are still thinking made in India, you're still thinking atma nirbhar, not out of any deep belief, which is, you know, backed by either reasoning or data or anything like that. But simply because that's part of the marketing narrative you made for yourself. And now your product has to fit that marketing. So do you think that there is a sort of reflexivity"
    },
    {
        "speaker": "Guest",
        "time": "01:45:18.240",
        "message": "and interplay here as well? A wise man once said that if you try to grab for happiness, you will be unhappy. And the path to happiness lies in letting go and, you know, living for some higher things and finding purpose in your life, and the happiness will come. So if you become too desperate and chase and run the rat race, you're probably not going to be particularly happy. So in similar fashion, I think, great countries wear it lightly. A great country becomes great almost for free without noticing. Whereas if we try too hard to puff ourselves up and claim that we are great, then we're going"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:52.560",
        "message": "to lose something essential in that process. Right. Let's kind of come back to the current situation that on principles, we've agreed that this is what they should have done that, you know, the state does what it has to do. In fact, it goes on a war footing to try to vaccinate as many people as it possibly can for free. But it also allows a private market to do its own thing. And as you pointed out, that would mean instead of two vaccines, which is becoming three, but instead of two or three, we'd probably have the whole array of them, which therefore, that greater diversity of vaccine also leads to a higher level of protection. Now, that didn't happen. Now, take me through the chronology, as it were, chronology, take me through the chronology of what's been happening here with the Serum Institute, like one of the early things that we heard that they're going to offer the vaccine at 150 rupees to the government, but they were planning to sell it in private for 1000 bucks, which I thought was perfectly acceptable, because many people like myself would happily have paid that 1000. And they were going to plunge it back into building more capacity and sort of ramping it up. Because as you've pointed out, they need to make about two or three times as many vaccines per day as they do now. And that excess capacity requires investment and allowing them to sell it to private parties would have allowed for that. But that route was completely cut off. So take me a little bit through the chronology of what's been happening in the last four or five months, as far as the vaccinations are concerned."
    },
    {
        "speaker": "Guest",
        "time": "01:47:16.320",
        "message": "So in late 2020, there was a debate around these things. And the decisions of the key persons were that we will use state coercion, we will block imports, we will block private purchase from Serum Institute, all the output that Serum Institute sells in India shall be sold only to the union government. And only the union government will go all around the country, delivering the vaccine doses through state governments and hospitals and other facilities. And there will be only one IT system called Coven, which will harvest your data as well. And this is the union government led vaccination programme that was built. By April, it was becoming clear that this had not worked out too well. The New York Times has a tracker where you can go and compare the work of alternative countries. And I remember, when I wrote an article about this a short while ago, you could sort the list of countries by the fraction of the population that has got two doses. And India was at 1.2%. And this was ranked 62 in the world. And this was particularly unlucky, given the fact that India was supposed to be one of the world's great manufacturers of vaccines. So this was a case where we could start to see that in the Indian private sector, there was a production capability, namely Serum Institute, which had the business and intellectual genius of understanding that there was a story going on here of finding a contract with AstraZeneca and Oxford University. So I feel we claim that it is an Indian vaccine. It is half true. There is a manufacturing facility here in India. But honestly, credit where it is due, it was AstraZeneca and Oxford University that developed the vaccine. And Serum Institute had the smarts to contract with them. And they were able to build a reasonable production capacity. And the remainder of health policy broke down. So the remainder of health policy was not able to solve this puzzle correctly. So they were presented with a jigsaw puzzle in late 2020. They were given a choice between three alternative pathways, and they chose the wrong room in the house. And so by April, it was becoming clear that these choices had not worked out. Then I think on 17th April or 19th April, there were a batch of decisions where I feel in significant part, they are on the right track. And I want to carefully describe what was done. And I also want to defend what was done, because there is a certain kind of sentiment in the country that is unhappy with this work in a way that I personally think is unfair. And I feel we need to grapple with that debate also. And at the same time, in this position, there are certain elements of state coercion that I think just don't make sense. So what were these announcements? Step one, they said that organizations other than the union government are now allowed to have their own energy and think about vaccination. So please note, banning is the norm and freedom is the exception. So now the government has given you the freedom that Amit Verma can organize the club of guests that have ever appeared on the scene and the unseen and we can run a vaccination party at Shivaji Park. So that you now have the permission to do that if you should so decide. Element two, you are free to import vaccines for that purpose. So state governments and private persons are now free to import vaccines for the first time. That freedom is now given to private persons. And I think all this is good. Next, they have a remarkable set of industrial policy and central planning rules upon vaccine makers in India. So they say, whatever Serum makes, 50% of that shall be sold to me, without mention to the price. And out of the remaining 50%, Serum is able to sell to state governments or private people and they leave that question intact. Alongside that, there was supposed to be a lot of informal pressure by the government upon Serum. Now I have no idea. I'm just reporting newspaper stories. So in the end, Serum Institute came out with a formula where they said that we will sell to the union government at 150 rupees and state governments at 400 rupees and private people at 600 rupees. And I think yesterday or the day before they announced that for state governments, we'll bring it down from 400 rupees to 300 rupees. And none of these are market-based decisions. So we have an old idea in economics that there should be a law of one price. Everything should be traded at one single price, partly because now you're needlessly creating a black market and partly because you're getting the wrong incentives that Serum will only respond to the marginal price and these constraints that if they increase capacity, half of it will go to the union government at a low price that messes with the gains to Serum from increasing their capacity. So that's where we are. Alongside all this, we have to worry that in the short term, vaccine manufacturing is not easy to change quickly. So the short term price elasticity is low, but in the medium term, the price elasticity will show up. So in time, the global manufacturers and the Indian manufacturers will respond and will produce more when price signals come. But as long as the price signals don't come, we will not get higher quantities into India. So I would love to campaign and I would love to make T-shirts and sell them, which say that supply curve slope upwards, that if you pay a higher price, you get bigger quantities. It's a revolutionary insight. If you think there's not enough vaccine in India, pay more. It's a revolutionary idea that by paying more, you can get larger quantities."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:25.520",
        "message": "Right. You know, we'll go to the positive implications of these and there are many. But first, the continuation of a certain kind of coercion also has negative implications. And that leads me to a question like one point that you have, for example, made is that, you know, foreign companies are at this moment nervous about coming to India, nervous about coming here because they don't know what is the legal risk? How is the regulatory environment going to change? Will price controls come? You know, in all of this uncertainty to actually invest in anything becomes a problem. Now, my question is this that when we just look at the Serum Institute, I think both you and I should agree that they should be allowed to make a reasonable profit and the government should just pump whatever money it can, because one, it is the state's imperative to just vaccinate as many people as fast as possible and just pay for it. And people who can pay for themselves can but otherwise just pay for it. And also serum should be you know, mess around too much with oh, they are making so much profit. But the problem still comes up is that what are the heuristics that we then apply to arrive at what the right price is? For example, there is no market, right? There is no supply and demand and it doesn't even apply here because we agree that it needs to be done nevertheless. So what is the right price like people are complaining about 150 600 400 they got a lot of mockery for saying they're coming down from 400 to 300 for philanthropic reasons, which was a badly worded tweet, I would say, how can we decide like, for example, if serum was to say 2000 per dose to the government, obviously, that would be a little bit ridiculous. And even if we agree the state should spend whatever is required, that would be completely ridiculous. At the same time to say that give it at cost price, if they were to say that whatever that cost price is, would also be ridiculous, because then you're changing the incentives completely. And in a future pandemic, we could be even worse prepared because they would not have ramped up their capacity and so on and so forth. So what possible heuristic can there be? Because it seems to me that there is now in the mind of the common person, frankly, even in my mind, this just seems like some kind of absurd drama that I'm giving to someone at 150, someone at 300, someone at 600, like what the hell is going on?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:33.480",
        "message": "Yeah, if serum was the only manufacturer of this vaccine in the whole world, then the market failure would be market power. And then we would be singing the language that here's a monopolist, they're restricting output and jacking up the price. And we'd be thinking about, you know, a competition commission class of remedies on how to deal with that problem. Okay, and it's a tricky problem. It's a difficult problem. Luckily, we are actually at an extremely sensible place today, that today, there are an array of choices in the world market for vaccines. So serum is absolutely not a monopoly. So let me just run through a sense of the market. So you'll see what is there, there is a one dose Johnson and Johnson vaccine, please note, it's very convenient for remote rural India, only one dose. Then there is Pfizer and Moderna, which have a problem that they require cryogenic cold chain, but it's very solvable. India is a big enough rich enough country that the customer can absorb all these costs. I will say number four is AstraZeneca, because there are actually many, many ways in which AstraZeneca stuff is being made all over the world. Serum is not the monopoly, serum is not the only AstraZeneca vaccine. And my tentative fifth is Sputnik, the Russian vaccine. While there are some concerns about their testing results, and while no advanced economy has as yet licensed Sputnik, my opinion and my hearsay from good scientists is that Sputnik is a decent vaccine, which is not what I would say about the Chinese vaccine where things are much less exciting. It does protect, but it protects less than at least these five. So, there are at least five significant vaccine players in the world today, and they respond to business imperatives. So, I believe one of them was told by India that we will not license you. So, we will not allow you to sell in India. Similarly, some of them are going to say that you need to protect us from some kinds of liability. And again, we need to align with international norms and frameworks that if a vaccine is licensed for emergency use, and then there are some adverse events, you need to have some concept of product liability that generates a meaningful level of risk for the corporation and not have crazy levels of risk for the corporation. I do not know what the answer is. I will just say, we should align with what the great economies of the world do, so as to make all the five compete in the Indian market. At the end of that competition, I will shut up and accept the price. If it says 5,000 rupees, I will say fine. If it says 5 rupees, I will say fine. I will not try to have a judgment on what is the price over and beyond what a competitive market of at least five players is saying today. And we are not done, because it is not the end at five. There are other vaccine projects that are coming. There is one called Novovax, who also has a manufacturing contract with Serum Institute in Pune. So, that is at least one-sixth, where by all accounts, it did reasonably well in their trials. So, there were 150 projects that began on trying to build vaccines for SARS-CoV-2. And every day, more projects are reaching the finish line in terms of approvals, in terms of launches of manufacturing capacity, and the price will come down. So, I would just like to say at this point, I do not think that there is a market failure. It is a business. You should negotiate. Multiple people should negotiate. I do not think it should only be the Indian state. I would like the Amit Verma club of guests to negotiate for 45 doses. And you know, we should meet up at Shivaji Park and we should get doses into our arm."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:25.640",
        "message": "Yeah, that is a realistic plan. I am actually going to try and get 45 doses and call my guests. I have had many more than 45 guests. But I think you have been on enough episodes that if we just go by frequency, you will qualify as one of the 45 people to get whatever vaccine this is seen unseen vaccine. Let's quickly talk about the implications. And, you know, I'll again quote from what you have written here. And of course, I link all these pieces in the show notes. And at one point, you write as one of the possible implications of allowing private persons and state governments to import vaccines is quote, the private sector will surprise us with innovation and business models, billing arrangements, etc. Perhaps some firms will find it easier to deliver the one dose J&J vaccine in difficult locations. Perhaps telecom companies will call their vast subscriber base and sell vaccination services. Private firms know how to segment the users into a large number of categories and device strategies for each of them. This is what a union government which solves for one use case is ill suited for stop code. And it seems to me that this is what we really need because the science is sorted. It's miraculous that we've come up with so many vaccines which work in so many different ways. And the science is sorted where we are stuck is with the delivery mechanism that the vaccines aren't enough, we need to do vaccinations. And part of that is, of course, making people agree to take the vaccines. And there is a lot of vaccine skepticism still out there, which just kind of baffles me. But apart from that, the delivery is one issue where you know, the state capacity has been lacking in different ways. And here, you are just allowing disruptors and innovators to get into the space and innovate. And this has a knockoff effect for the future. Because when we are hit with a pandemic again, or we have any other kind of health care crisis, or just in the normal course of how health care is delivered in the country, there will be processes and ways that will evolve out of this, which are beyond the conception or imagination of any central planner. So even more than the current imperative that hey, we need to get as many people vaccinated as possible. There are these knock on effects. So is this going to happen now that the government has said yeah, it can happen? Is this sort of the great hope which will at least help"
    },
    {
        "speaker": "Guest",
        "time": "02:01:36.040",
        "message": "us avoid the third wave? So are we there yet? We're not yet there because of some problems. One is the question of legal liabilities where foreign vendors are still nervous about coming into India. Second is about the risk of price controls coming from the Indian government. And this could include the judiciary. I believe there is one case in the Kerala High Court, one case in the Bombay High Court, one case in the Supreme Court, where various private people are telling a story about socialism and the rights of every single Indian citizen and demanding that the price control should be either rupees 150 or zero. And if these kinds of things come, then again, you've killed it. So it is not yet done. We are not yet there in terms of a world of private hunger and innovation, giving you a self-organizing system that will figure out vaccine delivery in a way that no government can possibly do. But as you said, the essence of it is, can we bring the energy, the creativity, the innovation of the Indian consumer goods companies into this? Because they know how to reach users. They know how to reach families. They know how to touch the heartstrings of a mom. They know how to segment consumers into different, different regions with different, different behaviors and cultural characteristics, that the vaccine jingle in Tamil Nadu will be different from the vaccine jingle in Kerala or within Kerala, how you talk to a Palakkad Iyer will be different from how you talk to a Marthomite and so on. So that is what private people do. They will think once it's a business, there will be opportunities and they will find ways to deliver it, which we can't think of. So, if somebody challenges us and says that, okay, the union government tried this, it didn't work, how would you do it differently? My humble answer would be, I don't know. I'm not better than the civil servants trying to run a state-led system. I mean, they tried. They tried to design a program and they've got some IT system. They want to monopolize the information and they want to run it. I don't have improvements upon them in figuring out how to run a state-led system backed by coercion. But the point is that, that system has not worked well. And in my humble opinion, cannot and will not work well, because India is so diverse that any one union government scheme, even if it is done optimally, will hit a certain narrow target audience and will not reach a large base of the population. The Indian population is so diverse, you need the genius of the Indian private sector to segment, segment, segment, and differentiate and come up with different kinds of products and to surprise us in how this was done. To give you a telecom analogy, all of us remember how when mobile phones first came, they were at 16 rupees a minute, and they were a status symbol for the page three people. And at the time, the Indian government was running a village telephone scheme where they were trying to get one pay phone into every village. And by the time the consumer marketing people were done with this, we had a billion phones in India, and we have innovations like giving 25 rupees of a top up at every panwala in India and putting it into a phone. This is something no central planner could have imagined and had not happened anywhere else in the world. This was just Indian grassroots innovation where people close to the ground looked at their world and figured out novel solutions. And I feel this is what private people can do if given a chance. I just want to underline how we should not view the present vaccination problem as a one-off. The first reason for this is that the SARS-CoV-2 virus is not standing still, and there are variants and there will be new variants in the future. So far, the situation seems promising that generally, the vaccines as known today, fare well in the research papers against the variants as seen today, barring one paper which has some bad news on a vaccine developed against the Wuhan variant and tested against a South African variant. Generally, these old vaccines are faring well. In particular, the B.1.1.7, which is the most studied dangerous variant is reasonably blocked by Pfizer, Moderna, AstraZeneca. So, so far, things are looking good, but we should plan that the virus will fight back. There will be new variants in the future. So, when the variants come in the future, we will need booster doses. And so, again, establishing a large-scale distribution strategy to get booster doses out in a hurry is required. And that problem is harder than where we are today. Today, a lot of India has got seroprevalence. So, by now, a lot of people in India have got immunity through the disease because we've been living in this nightmare for 13 months. When a new variant comes through, which requires a booster dose, we'd much rather go through, you know, 13 weeks of rolling out a booster all over India, rather than going through a disease experience all over again. So, this is a very important reason why we must lay long-term institutional foundations of a private led business, where vaccines are going all around India and we normalize vaccines as part of our life, so that as and when the variants come, we are more ready for that. I want to note in passing that if India is a Covishield, namely AstraZeneca vaccine monoculture, then we are more fragile because a variant comes along which is able to break through against that one vaccine and suddenly the whole country is in trouble. Whereas, in the self-organizing system, in a more private led system, where there are many different vaccines, it's a more robust design. The market economy always comes up with a more robust design. It's not a monoculture, it's a polyculture, but there are many, many vaccines. So, any one variant will knock out some people, but will not bring the entire country down on its knees at one time. So, this is one more important reason to have a vaccine polyculture that would come inevitably out of a private led model, where there are many, many private people shopping in the world market for many different vaccines. And we just allow that to proceed, it will automatically generate many different vaccines. The last point I would like to make on this is in continuation of what I said a while ago. Actually, for all of us in India, we need to normalize vaccination as a part of our everyday life, because there is a great array of wonderful adult vaccines that are out there. And there's just something that's gone wrong in our heads ever since the smallpox program that we tend to think the government does vaccination or that infants do vaccination. But we don't do vaccination. I think we adults need to be doing far more vaccination."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:28.440",
        "message": "Tell me a bit more about just this point, like what are the adult vaccines? And, you know, what would you recommend to me and all the adult listeners of this that we should just go out and get now?"
    },
    {
        "speaker": "Guest",
        "time": "02:08:37.360",
        "message": "I'm not an expert on the science of it. Here are two examples off the top of my head. There is a flu vaccine, which is refreshed every year by the US CDC. Vijay Khelkar's daughter, who has a PhD in the subject, said to me that every time you go to America, you should get a flu shot, because that gives you a refreshed flu vaccine every year. And then for about a year, you're immune to the flu. So that's like one less thing to think about. And the flu is a significant threat for all of us. And it's good to rule that out. That's one example. I narrated another example. Dengue is actually a disease where there's a decent vaccine that is there in the world. It's just not there in India for whatever reasons. And again, if there is enough of a private market, maybe dengue vaccine import, maybe even manufacturing at some point, will come to India. For all of us, there are four variants of dengue. It is likely that most of us have not had dengue four times. So we are vulnerable to one or more of those strains. And it would just be fabulous to rule out dengue fever as one more thing that you need to think about. But the most exciting stuff is in the future. The most exciting stuff is the incredible improvements in vaccine science that happened because of SARS-CoV-2. So in the run for vaccines for SARS-CoV-2, we have understood so much more about the nature of pathogens and vaccines. We may get a vaccine against many cancers by going down the route of mRNA technology. We may get a vaccine against HIV, which has been a holy grail since the 80s. And all in all, the giant effort to get a vaccine against HIV has failed till today. But now, finally, with the mRNA technology, there is new hope that an HIV vaccine might work out. Just a few weeks ago, a large-scale trial for a malaria vaccine generated 77% effectiveness. So there is actually fabulous stuff that is going on with vaccines. And there are at least five or ten others that I am not able to rattle out right now because it is not my field. But I have it on authority from people whose scientific understanding is better than mine that there is a large area of adult vaccines that are available both in India and abroad. And somehow, we in India have just shut our eyes to it, partly because we are in this notion that, oh, the government does everything. So there is some weird concept that vaccination is a responsibility of the government. And the government, of course, inadequately does a measly 25 million infants and 30 million moms per year. And for the rest, the government does nothing about adults. So we are in a trap. And I think we, the people, need to break out of that. And for that, the energy in a completely private, market-led framework, where we view a vaccine as a public good with an externality, maybe some voucherizing, is a logical way to proceed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:25.200",
        "message": "Fabulous. Many strands in there. And in one sense, in the leaps in medical technology that COVID-19 sort of catalyzed, you know, some of it is mind-blowing, like the mRNA vaccine, the fact that, you know, you had the genome sequenced and the vaccine basically designed in a computer as far back as January last year. It's just mind-blowing."
    },
    {
        "speaker": "Guest",
        "time": "02:11:42.680",
        "message": "On 16th of Jan or something, a Chinese scientist uploaded the genetic sequence for the Wuhan strain of SARS-CoV-2. On the 17th of Jan, the software had been run inside Moderna and they had the vaccine designed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:56.240",
        "message": "Magical, mind-blowing. I mean, it's just incredible. And aside, you were speaking of, you know, delivery. And if you look at what the US did, it's still straight run, but you can go to a pharmacy and get it, you can go to a Walmart and get it, you can go to all these places and get it. And, you know, like we can get a mobile recharge at a Paanwala, who knows where we could get the vaccine for cancer whenever it's developed. I mean, obviously, there are questions of trust and all. And, you know, the overall point that society can solve its own problems most of the time is something that I just agree with so overwhelmingly. And, you know, being an 80s kid who then saw liberalisation and saw what it did and all of that, you have examples of that which are so stark. I mean, back in the 80s, it took you five years to get a freaking phone and, you know, look at how things are now. I want to touch on, I think, one other major theme. And I want to go off on a little bit of a rant here, because I think most people just don't get it. And it's tragic, because, which is price controls. And the thing is, we need to understand price controls a little bit better, because I think a fundamental mistake many of us make when it comes to public policy is we confuse intention for outcome. And so many public policies are sort of judged on the basis of their intentions that, oh, the labour laws protect workers, and this law does this. And I think one of the classic example of a law like that, that has really bad outcomes, but great intentions are price controls. So a quick thought experiment for my listeners, what if the government was to come and say tomorrow, that listen, why should only the rich have cars, everybody should have cars. And to enable that we are putting a price control on cars, cars should be available only for 1000 rupees. What do you think would happen? Basically, what would happen is over a period of time after the existing cars are gone, there would be no cars because you cannot make a car for 1000 rupees. Similarly, let's say you set a more realistic tag of five lakhs and say anything beyond that is luxury, you would have a certain category of cars which you can profitably sell for five lakhs, but you won't have luxury cars or SUVs or whatever, as the case may be. In each case, the price control would have led to a shortage that happens with everything. Now there are sort of two effects which price controls have one is the short term effect of a shortage and the other has to do with incentives. I like to illustrate that by talking about Uber search pricing. So bear with me while I kind of quickly go through that. Let's say that, you know, you hit the app, and there are 100 drivers and there are 100 customers who are on the app at that particular point in time, simplistic example, what will happen is that everybody gets a cab and they do whatever. Now let's say that there are 100 cabs and 300 customers. If you don't have search pricing, if it becomes a first come first serve, and then you know 100 people get their cabs, but 200 people are kind of left out in the cold, you know, somebody may have to catch a flight urgently in post COVID times, of course, somebody may need to go to the hospital urgently. And they can't do that. Well, some of the 100 who would have gotten that cab in the first come first serve, maybe maybe they could have walked, maybe they could have done something else, it wasn't so urgent for them. So you're allocating only on the basis of who kind of got there first. Now, here's what search pricing does, it does two things, it ensures that you know, the price accurately reflects the demand of that particular thing. So if I just want to go nearby in the neighborhood, I might think, hey, I'll just take an auto instead of paying so much, or I'll just take a whatever but somebody who wants to go to the hospital wants to go to the airport actually has the option of doing that. And the shortage isn't quite there because the price keeps adjusting. That's the immediate short term impact of a price control, where price controls create shortages. In fact, when Uber search pricing was banned in Delhi, a friend of mine missed a flight because he couldn't find an Uber to get to the airport. So this kind of literally happened after the Chennai floods happened, people were criticizing the airlines for raising their prices and all of that. But the bottom line is that what would have happened if they didn't raise their prices first come first serve and a bunch of people kind of get stranded. This is only the short immediate impact shortages, there is a deeper long term impact, which is more problematic. What happens when a price goes up, a price carries information, it is a signal when a price goes up like in Uber, when a price goes up, there might be drivers who are sitting inactive, who might say, hey, you know, I can have my lunch later, let me make some money now. And they go out and they serve the need of the person to a mutual benefit. The supply goes up when you allow the price to express what the demand actually is. And we and we saw this play out earlier, when the government put a price control on stands. And the moment that came out, I remember tweeting that, you know, we know where this is going to go, there will be shortages, and there were shortages. And those shortages necessarily would have cost a life somewhere or the other because someone who needed a stand couldn't get one. But more than that, there is the unseen effect of that information of the rising price not going out the information being that hey, people need this, make it somebody make it that information simply doesn't go out there. And this is another reason why I think price controls when it comes to vaccines would be incredibly dangerous, especially in a competitive marketplace. Like you pointed out, there are sort of so many competitors. So one, do you have anything to add to this something that I might have missed or a nuance that you'd like to add? And, and two, why is this mindset still so pervasive and almost reflexive among policymakers, where, you know, you always want to signal your intention with a particular law, and you don't give a damn about what the outcome might be."
    },
    {
        "speaker": "Guest",
        "time": "02:17:23.760",
        "message": "So I want to add two things to this. The first is that holding other things constant, we read that serum faces constraints because of shortages of some particular components. Okay, and it is obvious that paying more money would help. If serum got a higher price for the vaccine, they will be willing to pay a higher price for that component, they will go somewhere on the world market by that component rationale, some other buyer for that component. And in the short term, there will be a supply response as a consequence of a higher price. So that's the first point that high prices will have a small impact, even in the short term, it's not as if assembly lines are fixed. So my experience with corporations and my observation of corporations is that there are actually many, many fudge factors that a corporation can use to change supply, you go up from one shift to two shifts, you go up from two shifts to three shifts, you bump up the capacity utilization of you squeeze every last bit of output of the machines. So the machines are not as fixed as meets the eye. It's not like a hospital bed, which can only do one person at a time. Okay, my second comment is that I think all of us tend to see serum as being here making the Covishield vaccine out of thin air for free. What I feel they're not giving enough credit for is a wide array of risk taking that took place ahead of time. Out of which this is one of the few people that came out right. Many, many people took risks in the early stages of this and I want to tell a story about SARS-CoV-1. So when SARS-CoV-1 came, it was seen as a very dangerous disease. The infection fatality rate for SARS-CoV-1 is higher than the infection fatality rate for SARS-CoV-2. So there was a whole energy of people who started studying SARS-CoV-1 and thinking I'm going to make a vaccine for this. So there was money that went into research on building vaccines into starting to build some manufacturing facilities and all that. Now it so happened that in the case of SARS-CoV-1, the public health delivered. The public health managed to do the trace test isolate and the epidemic went away. So in effect, there was no market for drugs or vaccines for SARS-CoV-1. All the people who put money into SARS-CoV-1 ended up getting nothing out of it, whether they were philanthropists or they were private people. So there were private people, there were companies, there were venture capitalists, there were philanthropists, there was a whole machinery that was flung to SARS-CoV-1, which in the event proved to be irrelevant. Turn to SARS-CoV-2. So first, there were people who were bearing the scars of the sadness that had happened after SARS-CoV-1, who were saying, you know what, are you sure we want to do this? Because we saw how badly that one worked out. And then many people decided that, okay, let's take the risk. Let's go build a research project, a manufacturing project to build a cure, to build a vaccine. More than 150 projects took off to try to build a vaccine. All of them committed money into it. Many, many manufacturing facilities were built. There are some seven different pathways to make a vaccine and many people thought that pathway number six is going to work and I'm going to preemptively build a factory in the belief that somebody is going to get a vaccine on pathway number six, and then they'll come to me and ask me for the manufacturing. Many of these people have lost money along the way. It just happens to be that Serum Institute, AstraZeneca is one combination which came out right at the end. We should not understate the risk that they took and in return for those risks, they need a fair return on their capital. And if we as a society are churlish about them earning that return, this will have two consequences. The first is that firms like Serum will think that it's not wise to have exposure to the Indian legal political system, and they will organize themselves as a London domiciled company. And the second is that in the future, private firms will be even more careful and even more circumspect before building things that will be useful to the people of India."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:39.320",
        "message": "Words that we should pay attention to, but the point is the people who kind of make all the decisions regarding these things are politicians who find it more in their interest to signal virtue than actually, you know, reach meaningful outcomes. And you never know the counterfactual. So it's not as if you can, you know, look at a specific outcome."
    },
    {
        "speaker": "Guest",
        "time": "02:21:58.760",
        "message": "So I think that one thing has changed. Okay, late 2020, I felt that the debate was just pure ideology. Okay, I would just hit brick walls, where people would say, oh, how can there be a price for a vaccine? Or, oh, how can you have private people doing a vaccine? Or, oh, how can you have vaccine imports? Okay, these were just ideological brick walls. I think the most powerful thing that has changed today is one objective metric, the New York Times cross country comparison, where India is at rank 62. I think that's a powerful force of accountability. So if we had comparable date, global comparisons, good quality global comparisons on COVID-19, maybe things would have been different. But in the case of vaccination, we have a metric, we are able to look how India is faring compared to other countries. And I think that generates a good feedback loop that when policymakers will do the right things, India's rank in that will improve, and vice versa."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:57.120",
        "message": "We are recording this on April 29. You know, sitting here in the thick of things, we're not as much in the fog of war as we were last year, this time, we know a lot more. And yet right now, we are in the middle of this crazy crisis that is happening in our country, which is, you know, like nothing I have seen in my lifetime, frankly, it's just insane. Like, how do you look at this? You know, we are in the middle of great trauma and great pain, both collectively and very often individually. But at the same time, you know, you said you are a natural optimist. So what are the things that kind of make you optimistic? Like in one sense, of course, there is a way that science is progressing by leaps and bounds, and that should give us hope for sure. But what gives you hope? And what gives you despair about whatever you have learned from this current crisis and how things are evolving?"
    },
    {
        "speaker": "Guest",
        "time": "02:23:45.560",
        "message": "Hearing about friends, and the nightmare of COVID-19 is just profoundly challenging. You know, we're running out of tears. It is so difficult to deal with that. So that's the everyday nightmare that we face. In terms of how this plays out, I have one important disagreement with many international comparisons, most notably by the economists. Okay, so economists and finance people are tending to measure normalcy in a country by the vaccination rate. And I think that is incorrect, because past experience with the disease also immunizes a person until they get to genuinely new variants. And my opinion is that by and large in India today, we are in decent shape, that the variants that are in the fray are generally not breaking through into people who have had the disease once before. So the true rate at which India is changing the disease dynamics is the combination of vaccination and disease experience. And that gives me a lot of hope. Then, if we manage to address these dangers of price controls, and if we get private people thinking that instead of spending 45,000 rupees to buy an oxygen cylinder, I should spend 4500 rupees to buy vaccination services, then that would be pretty transformative. Because if 100 million people will go get vaccinated, it would do a lot of good in terms of changing the disease dynamics. The vaccine shortage is less dangerous than meets the eye. Because for people who've had the disease once, you only need one dose. So you don't need to multiply large numbers of Indian people vaccinated multiplied by two to get to the desired objective, you can make do with a lower number of vaccine doses. And my last piece of optimism is that the vaccine supply situation is getting better quite dramatically. Every day, the manufacturing side of the global vaccines business is learning to tweak their processes and get up to higher output. And every day, more vaccine candidates are finishing their trials and generally the results are pretty good. By and large, many approaches that mankind has taken to find a vaccine have proved to be successful. So as the days and weeks and months go by, in my opinion, vaccine availability will improve significantly. We've just got to solve the barrier in our heads about paying market prices. So when we buy a mobile phone, we basically look at competing choices from all over the world and then we don't whine that I'm not willing to pay 10,000 rupees for a mobile phone. Okay, we say that's a market discovered price. It achieves legitimacy because it was discovered on a competitive market. I think the most important point about today is that we are already there. There are five rival vendors who are ready to sit across the table and negotiate with you as long as you give them the correct legal liability protections. They can discuss maybe their factories are booked out till June, then maybe in July, they'll be able to say I can give you 1 million doses in July, or whatever. It's a business and we in India need to get into that arena and start playing where various Indian persons are trying to buy vaccines."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:23.220",
        "message": "And I want to add to that and also before that, sort of come up with a clarification, which is that, you know, when you said that people who got the disease earlier or are getting vaccinated now are protected against these variants, that is very much true, in the sense that it doesn't mean that they won't get COVID-19 again, they might get COVID-19 again, but the severity will be much less. And I think by now there is enough credible data that I have seen out there saying that both Covishield and Covaxin, you know, prevent the disease from getting severe if you do happen to catch it after you get vaccinated. So please go out and get vaccinated. The other sort of point I'd like to add, which is something you have also made in your articles is that, you know, people will complain that okay, if you allow it to be sold on the private market and you know, it'll create inequalities, those with money will get it and so on. Two points I'd like to make there. One, of course, is that it is not either or, the government should on a war footing just vaccinate everyone for free as much as they can, but at the same time, let private parties do what they do. The other point is, let us say that from the private party, a rich guy who can afford whatever it costs is going out and getting vaccinated. He's not the only one who's benefiting. Everybody is benefiting. This is the kind of thing where society benefits when any individual gets vaccinated because of those around him. And when these people who buy their vaccinations, not only are others around them benefiting, they also feel confident to go out in the world and get about their business and the economy also benefits and again, that has positive externalities and others benefit as well. So, you know, we've got to kind of think about all these angles as well. And the government should do vouchers. Right. And by vouchers, what you essentially mean is that you get vouchers, you can spend it"
    },
    {
        "speaker": "Guest",
        "time": "02:29:09.180",
        "message": "on whatever vaccine you want. Correct. So, private people would get a voucher of say 1000 rupees for a dose. And the private person would go to a private producer of their choice and pay something, it doesn't matter what it could be 25,000 or 2000. And out of the 2000 that has to be paid, 1000 would be paid in cash, 1000 would be paid as a voucher. And the private vendor would get a reimbursement of 1000 rupees from the government. So, this is the way to get vaccination out on scale to poor people. The government doesn't need to produce schools, the government needs to give vouchers, and then parents will use the vouchers and buy schooling services. In the same fashion, parents will use those vouchers and buy vaccination services. So, the objective is you have either of equity, or of emphasizing certain subsets of the population, such as schoolteachers, or of emphasizing some regions where the epidemic is particularly bad. If you feel there are some political compulsions, then you should cater to them through vouchers, rather than saying that I will do the whole thing. Because the government machinery tried its best. I respect the constraints of the operating environment for the officials, and they delivered rank 62 in the world. So, let's have no high hopes for what a government can do."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:28.200",
        "message": "Yeah, I couldn't agree with you more. And once again, I am not someone who ever advocates government spending, I'm against most government spending. But in this case, we are at war. And for me, there are really no limits. This is a question of spending billions to save trillions down the line, which of course is unseen, but we have to kind of do it. Ajay, thanks so much for, you know, giving me so much of your time today and sharing your insights."
    },
    {
        "speaker": "Guest",
        "time": "02:30:51.960",
        "message": "My pleasure to be here. Thanks a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:56.000",
        "message": "If you enjoyed listening to this episode, check out the show notes. I have linked all my past episodes on COVID as well as many of the insightful pieces that Ajay and others have written about this problem of vaccines. You can follow Ajay on Twitter at Ajay underscore Shah. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the seen and the unseen at SeenUnseen.in. Thank you for listening and take care of yourself and your loved ones."
    }
]