[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How should we think about health? Well, here's how I think of my personal health. I don't sleep enough. I don't exercise enough. I eat the wrong food. In other words, just because I feel okay now, I act as if I don't need to do anything to make sure I feel okay later. But one day, I'll fall ill and then I'll be at my doctor's clinic saying kindly give medicines. I will be disciplined in taking them. I care about my health. This is the wrong approach. My thinking about my personal health care is flawed, and I will only realize it when I fall ill. And then if I get better, I will forget it again. And that's our nation's attitude towards health care, especially if we are among the urbanized English speaking elites. We feel okay most of the time. And when we don't, we have access to fancy doctors and fancier hospitals. We don't spend time worrying about our health care system. And yet, we are now in the middle of a crisis where we can't ignore it anymore. You could say as a nation, as a democracy, we are suffering the impact of a chronic disease that we had earlier normalized. And it is now making us suffer. COVID-19 has made it clear that our health care system is broken. As much as that, it has also revealed that our dysfunctional state is a greater crisis than COVID-19. In fact, our dysfunctional state is a chronic crisis that we have been suffering from for over 70 years. Now maybe fixing the state is beyond us. But we must ask ourselves, how can we fix our health care system? We need to do it. And we need to start now before COVID-19 recedes, and we slip back into our bubbles of denial. And before we fix it, we need to understand it."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:42.880",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:48.080",
        "message": "science. Please welcome your host, Amit Bharma. Welcome to the scene and the unseen. My guest today is a brilliant economist, Karthik Muralidharan. Karthik had last appeared on episode 185 of this show, which as of now is the third most downloaded episode of mine. It was a comprehensive discussion on our education system. And we had promised each other that we would one day have a similar long chat about our health care system, another subject that Karthik has studied deeply. Well, that day has come when the subject feels so immediate and visceral, and not just something that academics and policy monks should care about. Now, just as that earlier episode was titled fixing Indian education, I thought of calling this one fixing Indian health care. But we both agreed that it seems almost arrogant to say that we know how to fix this. This is such a deep problem that we first need to try and understand it. Thus this title, understanding Indian health care. Now it so happens that Karthik is writing a book about fixing the Indian state. And he sent me the early draft of his chapter on health care. I can't share a chapter with you. But the show notes contain many, many of the papers that are mentioned there, which give a foundational understanding of our health care system. I encourage you don't just listen to this episode. Also go through those papers. We all have a stake in this thing. Karthik and I have also agreed in a few weeks from now to do another episode on federalism in India. Now one thing I found delightful about this particular conversation is that it felt like it was part of a larger ongoing conversation spanning many episodes of mine. Karthik wrote to me and offered to have this conversation after listening to my episode on vaccines with Ajay Shah. And during this conversation, he kept quoting previous guests such as Ashwin Mahesh and Anirban Mapatra, adding to their insights and carrying their arguments forward. This is the best thing about the seen and the unseen, as regular listeners would have realized. And by the way, Karthik and I disagreed on quite a few things in this episode, such as a high petrol prices because of how much the government taxes, which I feel is a bad thing. But Karthik feels is a good thing. And that actually illustrates another fundamental disagreement between us. He has faith that the dysfunctional state can be reformed. And while I would love all efforts towards that to continue, I feel that we must stop depending on the state and try to figure out how society can solve its own problems. But that's a larger ongoing conversation. And what we both agreed on is that we need to understand this problem first before we think about how to solve it. And some of Karthik's insights in this episode are just stunning. And so is the singing. Yes, my friends, we have a little Antakshari session at the end of this episode. And Karthik sings a couple of songs for us. And why not? Karthik is the best medicine. But before we get there, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place for us? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models to even marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. The next batch starts on Saturday, May 23rd. And if you're listening to this after that date, they keep having regular batches. They also have another great program called Future Stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also check out their Social Capital Compound, which helps you master social media. What's more, on all of these, you get a discount of a whopping 2,500 rupees, rupees 2,500 if you use the discount code UNSEEN. So head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Up-level yourself. care and hey that day has come in rather difficult times where health care has become not just some abstract issue but it's really touching everybody's lives here in intimate and sometimes really sad ways. Tell me how have the last few months been for you because you know we have of course faced this global pandemic and you are you know given what's happening in India you are a very close to it because so many people close to you must be here and getting affected at the same time you're far away at another intellectual level you're closer to it than most people because you understand all the fault lines in our health care system which we'll talk about as we go along and all the fault lines in the Indian state as we'll go along so just at a personal level how has it been for you you know emotionally and just in terms of your intellectual pursuits during this time you've also been writing this book which I can't wait to read on you know fixing the Indian state so just tell me a little bit about how it's been for you over the last few months. Yeah thanks Amit you know I think"
    },
    {
        "speaker": "Guest",
        "time": "00:07:29.240",
        "message": "the last month has been particularly difficult the most kind of difficult part in some ways has been this is the longest 15 months I have not traveled to India I mean normally I come every two to three months and I had gotten my vaccines in early March and I was really looking forward to making a trip in fact in late April early early May and that is clearly not feasible right now and but more than that just seeing how this situation exploded in the past month I think it's yeah it is very surreal to be kind of physically safe where I am in the US but kind of mentally essentially facing as much if not all like you know I mean of the stresses and turmoils of parents and friends and people who are affected no it's been very very difficult I think there are obviously things you can do from here in terms of donations and stuff but I'm also trying to apply my mind to the few policy things that could be done and you know we'll talk more about that going forward so yeah you know I think just applying first principles to sensible design of healthcare systems and how do you kind of use this moment of kind of reckoning almost about the weakness of our healthcare systems to make the right investments going forward so you know just like we say about the 91 reforms the crisis by itself was not enough to have the reforms you also needed the blueprint to be ready of what you're going to do and so my hope is that some of the analytical principles we'll talk about today you know can be useful in kind of the nation's reactions to this moment of crisis in terms of the kind of investments we'll make going forward so"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:51.920",
        "message": "there are a couple of thoughts I have I mean obviously we want to talk about healthcare in general and really maybe talk a little bit about COVID at the end and I've had a few episodes on COVID already so I don't want to give my listeners too much more of that depressing subject right now but this kind of comes up as a pertinent question to ask you which is that there are two aspects of the pandemic that I've noted one the smaller one almost a trivial one that I chatted about with Anup Malani in the episode I did with him is that it inverted some of our values like some of the things which could otherwise be considered good suddenly worked against us like population density which we know is good which is why people go to cities you've got larger economic networks more people together more opportunities all of that but in the context of this pandemic that suddenly you know became a bit of a con but that's a trivial minor thing the larger thing that I noticed and I wrote a column about it last year in April when this first began stating that our greater crisis is not just COVID which will pass but the dysfunctional Indian state which has been in crisis for you know the last 70 years I think in that column I used to start I don't really remember it but something like 3,000 children in India die of starvation every day something like that I'm sure you have kind of better stats which to me is indicative of an ongoing disaster which we have completely normalized and if there's one thing that COVID has done it has shed light on a lot of things which we had normalized the apathy of politicians the dysfunctional state more than anything else the fact that the state simply doesn't work I mean I've always said that where the state is most required most justified it is absent there is effectively no rule of law in India and today we see that in the state of our healthcare where it was most required it was absent and we are see kind of seeing the consequences of that so do you think that there is also therefore a teachable moment in this that you can look at this moment and say that listen these things have been wrong forever right we haven't noticed them right now you are all looking at them because they are stuck they are in relief now this is a time where we have to therefore sit down and at an intellectual level analyze the problem because it's clear we can see it and and there is a will to do that and then think about what to do is this something that you've thought about and as someone who studied the inner workings of both the state and healthcare so deeply for so many years you know is that how you see it that these are things that were there and now these"
    },
    {
        "speaker": "Guest",
        "time": "00:11:22.680",
        "message": "fault lines are becoming stuck yeah no I think I've been rewriting many parts of the introduction of the book I started the first chapters two years ago right well before the pandemic yeah I think those of us who have been studying the state have kind of known about these weaknesses and known that there was kind of a gradual atrophy right I think Ajay also talked a little bit about why state capacity is weaker now than it was like you know 30 40 50 years ago and frankly you know I think as with all of these things it's multi-causal right and we can get into that but I think in terms of the the book it almost feels like in a macabre way right mean that it is kind of you know it is hopefully rises to the moment right because the book is called fixing the Indian state but it you know hopefully the one silver lining from all of this disaster is that people realize that this is no longer something that we can allow to kind of rest so coming to the different reasons for why I think we've under invested the state one of the downsides of liberalization I think it was positive in almost every way frightening but is it has also led to a complete seceding of the elite right mean from being recipients of public services right so the Indian elites and policy-making classes middle any taxpayer it pretty much avails a private health care private education private security you know and private whatever you can right I mean and so one way to characterize the current moment it's almost like the elites and middle classes have been flying first in business class in the plane that is India right mean and kind of surrounding them with creature comforts but now is the moment when you realize when the plane crashes it takes you all down like you know I mean regardless of what class you're flying in I mean there is obviously the hyper rich or the private jet types who are leaving the country right like you know but except for that type I mean I think the rest of us are kind of in this plane together and sometimes physically not but emotionally we are at least that's my case hopefully this is one of those wake-up calls as we you know we would have wanted to approach a 75th year of independence in a moment of kind of you know feeling great pride at what we've achieved but you know sometimes you need these kind of rude wake-up calls to really look at how hollow the state is inside and build and start working on the systematic project of building up you know as academics and intellectuals you know we can contribute to this public discourse with a certain amount of conceptual clarity and analysis and then in terms of taking it forward it's obviously the larger community of state citizens and civil society so you know in that way I hope yeah so timing wise I think I'm about 95% done with the first complete draft of the book so it's almost done but the problem of course is that as an academic the default first drafts tend to be very defensive because academic writing you write every sentence assuming a peer reviewer is going to come pounce on you and saying how did you say this how did you say that and so you know so in that sense there's still substantial editing needed I think the first draft you've seen in the chapter I've sent you has a lot of content but it's still very terse and so I it'll probably another six eight months of like serious editing but I'm hoping the book will be able to hit the stand sometime next year you know and coincidentally leading into the 75th year of independence and hopefully like you know can be part of the national conversation at that time about what we"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:23.920",
        "message": "need to do and hopefully will remain part of the national conversation because I'm really looking forward to it I think it's an important book I'll come back to the book in a moment because I do want to talk a bit more about the book the process of writing it editing it almost workshopping it with your students as you kind of discussed before we started but another sort of question which is something that I've been thinking about over the last few days but before that a little story I'd like to share with you and my listeners and and this concerns a dear friend of mine both his parents got COVID and were in different ICUs in different hospitals in Delhi and his dad was in a hospital called Jaipur Golden there were 21 beds in the surgery ICU there and he was in that particular ICU and one night oxygen ran out 20 people died so only his dad survived the other 20 died and his dad was devastated because the next day everybody else who was a patient in the ward with him was taken away in a body bag and and even and his dad is still struggling in fighting it out and my friend's mom died a few days later though she was getting better he thought that she'll get better he was worried about his dad and the failure of the state the failure of everything our politics the state everything was so stark and he called me and he said that everything is broken you know it's up to us to fix it we have to do something and his first thought in his deeply emotional state was that let's do something in politics and me being the cynic that I am I said that nothing will happen with that because politics is a supply end of the political marketplace till there is nothing in demand end politics my question yoga and also what will happen if you become a successful politician you'll take charge of the state the state is dysfunctional the state will remain dysfunctional right that's my negative view which I've always held which you're kind of aware of so I said keen a year who's a question yoga you can't have hopes from the state what you have to do if these problems are to be solved they have to be solved by private individuals you've got to figure out ways to solve it and and like you've pointed out the rich and the elite and I loved your metaphor of the plane called India and these people are flying first in business but it's gonna crash I love that metaphor it's stunning but the thing is how the rich and the elite have been getting so far is that they've insulated themselves from the state right they've done their job and they've got everything worked out and now they realize damn it we're in the same plane together so just as they've insulated themselves a lot of these problems it seems to me of the state I don't have much hope for much happening from the state at most you make incremental marginal improvements now you had spoken to me in the episode where you give so much insight on education you said that at the level of the state when you're talking of that kind of scale even a marginal improvement can touch hundreds of thousands of millions of people in fact and therefore it's worth it but you know it kind of strikes me in this dark moment that we can't have hope from the state anymore if things get better with the state that's fine it will happen over time it's a long game but private individuals have to kind of step in and therefore the larger question which perhaps I should have asked after we discussed all our health care problems and so on but it seems like an opposite time to ask it is that when we talk of the problems in the Indian state in our health care for example you know and we say that of course the state has to do it and I agree with you there that you know the positive externalities if everyone is healthy are so huge that of course the state has to do it especially in a poor country like India but if the problem is not getting solved from there then private people have to step in and find ways to do it what are your thoughts on this I'm sorry if I rambled a bit"
    },
    {
        "speaker": "Guest",
        "time": "00:17:52.880",
        "message": "the question is absolutely spot-on and see the book for the most part is addressed to senior policymakers right because that's kind of the that's the audience that has the capacity in the locus standi to actually fix the state but my final chapter on making it happen right mean is essentially about state citizen and civil society that's kind of speaking to some of these points that you're talking about and in fact that's the one chapter that's not yet written I have an outline but precisely because I think it's evolving so much as we see right so India does have an incredible tradition of civil society yeah you know there's no shortage of very very well-minded well-motivated sincere organizations trying to do a lot of good and I do think there's a lot to be a lot to be said now I think the challenge is what I've seen in the space is that there is a lot of distributed subscale initiatives right mean that people do in different places and thinking about how do you leverage that general angst that citizens have that they want to shape their surroundings for the common good how do you take that and channel that enthusiasm and desire in some in a constructive way so one of the big things that's happened between the last podcast and this is like I have gone back and heard so many more of your episodes and the lockdown has helped me in the sense that the only exercise I have is long walks and you know so just as an academic always makes cross references the first time I came on the show I hadn't really heard many of the past ones now I have heard said make connections to a lot more of your previous episodes here right but I think Ashwin had multiple episodes has said this incredibly I think powerfully right so start local but instead of saying that I am going to go and create some organization that does something if you go sit with your local municipal council if you go sit like you know with your local public health guys the guys are doing the sewage and then understand how can you leverage their existence as opposed to try to do something in parallel right because the thing when you do something in parallel is you have so I mean this is a complete digression but I guess we've done a one-hour digression in the past but you know and one of the things I'll talk about in that last chapter is the there is a range of what philanthropic civil society actions right there are organizations like say the Red Cross and Doctors Without Borders and you know organizations and you had a show on feeding the hungry right mean during the pandemic right so the the organizations that do what I call immediate humanitarian relief right mean alleviating human suffering okay and that's incredibly important in the moment because if you can't survive that moment in the long run you're dead okay so but that's very very important that's one kind of civil society right then there are civil society actions that say let me come and build a school or build a hospital or build something where I want to build a certain center of excellence and I will cross subsidize access to the poor and you know maybe I will create something that the rich are willing to pay for and there are different models of that and the reason people do that is because you're well-minded you want to do something institutional as opposed to just give immediate relief but you know that if you were to just fund the state then you have it goes into the morass of the bureaucracy and so you want to preserve a certain amount of operational autonomy on your school or your hospital and that you can run into high standards okay like you know so that's another model of civil society right then there are models of civil society action that focus a lot more on citizen awareness and building rights okay and which I think is again very very important and this has to the extent that a big part of the dysfunctional state is that the people it is meant to serve are often not empowered enough to hold it accountable right I mean that there are you know a lots to be said for that okay but I think here is the problem with that again the problem with this book right now is that each chapter could well be a book in itself right I mean and I have this longish academic discussion of why has democracy right I mean per se not delivered for India in the way that we would think it should right I mean and and and the argument is quite subtle right because it's basically democracy has helped in terms of expanding the ability of people to make claims on the state okay but what it has not done is expand the capacity of the state to deliver on those claims right I mean so when you go in in activist mode and saying I'm going to kind of teach people their rights and go and ask them to kind of you know and mobilize better that's useful but it very quickly hits the capacity constraint of the state itself right because essentially the state has so limited resources in terms of budget and bandwidth that you're just kind of moving the attention from the place that's shouting less to the place that's shouting more okay like I mean so the real impact will come when you can expand the supply and kind of enhance the capacity of the state to deliver and the state is a metaphor really for all of us right so then and again I'll elaborate on this a lot more in terms of both what individuals and civil society can do but my broad thinking right now is that ways in which we can leverage the existing state and help it work better are going to give you the highest ROI and not everybody is going to go sit at the state level and start changing policy but in your local in your city council you know to the extent that that itself is a collective good right I mean that could be a very very good place to start so again you know this was unplanned I thought we're going to talk about health and but we always have this habit of doing digressions but hopefully"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:52.800",
        "message": "some of the digressions are great I mean my my whole modus operandi of learning about the world is thinking aloud and having people either you know fill in the gaps in my knowledge and or add to it and so on so I'll take another digression from this digressive digression which is that you mentioned that our democracy has worked in terms of making people feel empowered enough to make demands of the state but it hasn't worked in the other way of the state having capacity to actually deliver on those demands so my question is that the reason the state hasn't developed that capacity is also a question of incentives because our government is not local enough that if our government was incredibly local that if you know I had done an episode on I think a very old episode with Shruti Rajgopalan on local governance and all of that and she pointed out that if you just look at Maharashtra right the person that you vote for your municipal councillor or whoever has practically no power to do anything to improve your life and the person who does have all that power the state government and all that they don't want your vote their vote bank is something else so there is a disconnect between power and accountability and the more local that government gets the more accountability there is and therefore if they were accountable to you they would build the"
    },
    {
        "speaker": "Guest",
        "time": "00:24:01.680",
        "message": "capacity to serve you so what I'm going to do is I'm going to punt on this to our future episode on federalism and because I think last time we said you know we put teasers of multiple future episodes so we'll do health today but I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:16.000",
        "message": "will come back to federalism some other time okay but before we get to health let's kind of get to your book tell me a little bit about your book the process of writing it the process of kind of workshopping it and also the interesting the other interesting aspect which is that does teaching teach you in the sense that if you think about there being like I think in an earlier episode with me Krish Ashok had spoken about this pyramid of learning where you know your learning is more shallow if you just listen to something it's a little deeper if you read it and so on down the way and it's deepest if you teach it I think so in your case you mentioned that one of the ways you workshop the book was you also taught bits of it did the process of teaching it having to pare everything down to a systematic structure explain it in simple language answer questions on it did that deepen your understanding and in general does you know through your career you've obviously been an incredible researcher that's a matter of public record but you've also taught so what's the relationship there between teaching and learning there's a reason why top"
    },
    {
        "speaker": "Guest",
        "time": "00:25:15.880",
        "message": "research universities have this positive feedback loop between research and teaching right so there's no question about it that the act of putting together a lecture and teaching forces you to distill both what you want your audience to understand and how do we know what we know I'm forgetting his name now because his handle is Bhalo Manush right but like you know four episodes but what Anirban mentioned right like you know that when he got to the US his first exam he bombed it because all his life he'd been taught how to spit out the facts as opposed to kind of ask where do those facts come from right means so and I think one of the first things I say is like you know the your typical rote learning system teaches you to answer questions it doesn't teach you to question the answers but good teaching is all about not just teaching you something but teaching you principles teaching you how to think right and I remember I think in my first class one of my freshman year classes I think it was a chemistry class I think being taught by I can't remember it was yeah it was either a Nobel Laureate or somebody of similar eminence where he kind of said he said listen you know you've gotten here essentially by solving exams but you know when you get into the lab right I mean there is no script right there is no script because you're by construction facing a new problem right I mean and so what you're going to get is just a set of principles of how you're going to approach and navigate when you're in uncharted territory so I think coming back to good teaching what I did with this particular book teaching was to be honest the first draft which I taught it was I committed to teaching a seminar class mainly as a commitment device to myself to force myself to get that first draft done because I needed to give the chapters to the students while teaching it so it was a seminar class of about 16 to 18 students and book has 18 chapters and the class at 20 lectures so one intro one conclusion and then for each lecture I would basically assign them a chapter 72 hours in advance and then students would read it and submit a two-page response paper before the class and I just wanted them to basically have three categories of notes first is the three to five things that they learn the most important things they learn from the chapter the second is what are the things they're still confused about or unclear about and third is you know what are the so ideas they have for strengthening the chapter whether it's with facts or some students had some ideas for cartoons which you know I think will be great when I get a chance or just you know other ways of making the points come across better so I required that before the class so that was a commitment device that the students had to do the reading so then coming to effective teaching you know you the best teaching is not when you're repeating the lecture but if people have done the reading and then you come from the beginning with a set of questions and you're engaging in the discussion so I think so that was a lot of fun now like I said the first draft of the book is still very very very terse because essentially you know I'm just trying to synthesize a huge body of research and get it across but what's going to take a lot of time in the editing and where the student feedback will help is to say okay now how do you simplify simplify simplify because my hope is that this is a book that is both essentially readable for your you know airport reader and is viable as a textbook in any class in kind of public policy so the challenge is of course there's lots and lots and lots of books in India written kind of in a more experiential way right and I think what hopefully makes this book different is just how much research there is so you kind of want to convey the depth of the research without necessarily getting people bogged down in the details so the challenge is to then put those in footnotes perhaps create like an online appendix to the entire book that will then have the studies and some of the more detailed technical pieces there so that that becomes an accompaniment to people who want to teach with it but that's kind of where I am right now so I think I'm about 95% of the way done but like we said last time you know the podcast is so much fun because I can jump and make connections right because the way the book is structured is set up around a set of teams and then a set of sectors and the hardest part is there is so many cross connections across everything in the book but the book by construction is linear right so how do you make each chapter fully self-contained while at the same time not repeat what's in other places right so so in writing say an education chapter health chapter right I mean if I say go back and look at this chapter and state in the market about how do you regulate go back and look at this chapter on measurement go back and look at this chapter on federalism you know then it's kind of that's I think the hardest part I think somebody transcribed our education podcast and came to about 40,000 words and so sometimes I really wonder why am I wasting three years writing a book when"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:17.760",
        "message": "I can do four podcasts with you and be done in like half a day you know no it's not a waste because I've read one chapter of it and I cannot wait to read the full book I think you know one of the things on a very serious note I'm glad that you're writing this book that Ajay and Vijay Kelkar wrote in service of the Republic I think you know these books together and hopefully there'll be many more like them will form a body of work which a student of public policy in India will or anywhere for that matter will be able to look at to get different sort of foundational understandings which are really important and I'm just thinking aloud you spoke about how you know the book is so interconnected and how do you express those interconnections and I've been taking all my notes for my episodes recently in this app called Rome research which has something called bi-directional linking where you know within the category of health I could be talking about say regulation but regulation itself is a massive category which has five subcategories so somewhere a subcategory becomes a super category and all of that shit happens and the software kind of allows for that but you feel like that maybe there are even more refined versions that are kind of happening in the future and a book is really old"
    },
    {
        "speaker": "Guest",
        "time": "00:30:27.040",
        "message": "technology I think what I like about reading books and Kindles these days is because you can click to the references right so I think because the academic part of me when I read something you know half the time I want to click the reference and kind of you know check that so yes so having more digital books that are able to just hyperlink back right mm-hmm and so in fact sometimes I remember a piece of advice I got when I was in the academic job market right the faculty job market is when you go for a faculty job you kind of get these half an hour interviews where people ask you all kinds of questions and you have no idea what they're gonna ask you so one of the things was what you train your students in terms of preparing for a job interview is to kind of think about their first three to five minute spiel as the front page of a web page right and then but there are hyperlinks based on what people questions they're gonna ask you right and so you need to be able to drill one two three four five levels below so you know if you're say an econometrics candidate and you're being interviewed by faculty members one is in macro one is a micro one is econometrics one is in development the people outside your field will ask some interesting applied questions but that might be one level deep right the people in your field will go five levels deep and your challenge is not just to answer but once you finish the answer to come back to the front page and kind of continue the narrative without kind of getting lost in the weeds right so again when you have the experience each year you read more and more and more that mental filing system expands in a way that you make more and more and more of the connections which is why I think after 20 years of this work I felt ready to write this book right because till now most of the work as an academic is writing deep individual papers and but those papers don't really make the connections across what's happening and so the book is a chance to make those connections now that being said the linearity of the written word is still quite vexing right I mean but you know it is it is it is what it is that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:10.920",
        "message": "that's absolutely kind of fascinating now tell me about how healthcare because you know if one goes on YouTube and searches for Karthik Muralitharan you know besides of course our episode together you'll also find a lot of talks you've given on education and that makes sense so I was trying to kind of make sense of this right okay he's an expert in education everyone knows this how has he also gotten into healthcare and then I remembered something that you told me in our last episode where in the introduction you spoke about how the first person you named as an intellectual influence on you was Amartya Sen and Amartya Sen of course built this capabilities framework about what individuals kind of need to reach their full potential and that had two prongs to it and one was education and one was health so it was like voila okay that's why so I hope I'm not being too flippant but tell me a little bit more about how you got into it why you got into it what your journey doing health economics was like because one of the things that I've kind of noticed is that the body of work that you have is exciting the body of work all of these other economists who have done all of these papers when seen as a cumulative whole is is exciting but each individual paper seems to be you know like a lot of kind of stodgy leg work and a lot of just gathering data gathering data gathering data just to say that you know so many people are absent you are doing such a long study over such a period of time when you are it's common sense they are absent only no so how does that process work out and in a sense you just described your mental process where you do a lot of little concrete micro things and then they begin to form a bigger picture and it's to illuminate that bigger picture that you know you're writing the book but how has that process of being a health economist been like for you why did you get into it like if you are interested in the big questions and how do you figure out which are the small things to dive into first or is it happenstance take me through a little bit of this because the world of academics you know both fascinates me and intimidates me especially now when you talk about at an interview you have to go five level deep and come back up and I'm like what is this you know I'm just a person so you would have noticed I just go deep there's no front page so"
    },
    {
        "speaker": "Guest",
        "time": "00:34:18.640",
        "message": "they tell me yeah and thanks for asking that question because the truth is I'm not a health economist and I shouldn't pretend to be one right but health thinking about health permeates a lot of you know my larger thinking and teaching and and and some of my research as well so I think one of the things I want to do for your listeners is partly because I see you know I really liked Ajay's episode and I see this almost is building off on that but he said you know one of the things we need is really building a community of young researchers and scholars in health research community so I see part of my goal here is almost excite say college goers or master students to say what a wonderful you know amazing field health economics is and how much there is to do so I think in terms of my own personal entry points into health they come from three angles right so the first is public finance right so at heart I'm a public finance economist right so my core fields are public finance and development and in public finance right health ends up accounting for over 20-25 percent of public spending in in developed countries and which is you know where I've studied and so when you take public finance in the US a big part of your coursework is in fact health economics it almost becomes like a subset because that's where the government's money is going this will follow the money right you know so if and in fact one of my advisors so Michael Kramer was one of them but the other one had three of them but the other one was Marty Feldstein who's one of the you know the giants of US public finance and also one of the people who kind of almost created the modern field of health economics right because I think just like I was saying there used to be a tradition where health was left to doctors and education was left to educators but policy is fundamentally about allocating scarce resources and so you kind of need an economic lens in this right so the public finance aspects of why healthcare is you know occupies a large share of my mind space is a that there are fundamental questions about how much public expenditure should they be right I mean what should we be spending this on given that there are other competing claims on public resources you know how do you increase and optimize the effectiveness of your public expenditure so the unifying thread in all of my research is really improving effectiveness of public expenditure and like I said last time the sectors I work on our sectors where the government spends over 10,000 crores a year right so education health and rega PDS now ICDS so essentially improving then the effectiveness of that by even 1% is going to give you a huge bang for the buck right so my first kind of entry point into health economics is to public finance and I'll come back and talk about what we've learned from that approach the second one is development economics right so that is my core field I teach both undergrad and PhD classes in development economics and you know health is a substantial part of what you teach and you know going back to Amartya Sen so both health and education have this unique place because they are both what we call intrinsically important and instrumentally important right so the traditional economist Chicago view of health and education is human capital right it's human capital because these are investments that make you more productive so a healthy worker is more productive a more educated worker is more productive right whereas the Sennian inversion so to speak right mean is that health and education are not just about making you more productive but these are the intrinsic goals of development right I mean that because people care about living healthy lives regardless of whether you're productive it is good to be educated and be a more sophisticated consumer of the world around you regardless of whether it makes you more productive right so in that sense health and education occupy like a special place in development because of both this instrumental and intrinsic importance so if you go look at say the Human Development Index you know with Senn inspired essentially what it's doing is saying the traditional measures of development are just GDP per capita but the GDP you can't eat GDP in the whole point of GDP is to kind of live a better life and health and education are intrinsically so important that the HDI then has a one-third weight on health a one-third weight on education and a one-third weight on on GDP per capita so health becomes central in development economics that way but also in two other very important ways I think when you think about development economics what is development economics right I mean how is development economics different from just being about reducing poverty right and so the conceptual key point about development economics is the idea of poverty traps right the idea that people can be in initial conditions that make them so vulnerable that they cannot bootstrap their way out of that initial condition okay so one of the contrasts I would say between public finance and and development is when you do public finance in the US or in any developed country the de facto understanding you have is that there is almost always a trade-off between equity and efficiency that you want to do some redistribution because you want to support the poor but that redistribution will almost always reduce efficiency in the economy and why is that it's because to redistribute I need to raise taxes on the rich and that's going to reduce incentives to work I'm going to give out something for free which may reduce incentives to work and then the most kind of I think important but underappreciated part is that if I'm targeting something to the poor okay then by construction I need to phase out that benefit as you get richer right because I'm giving it to the poor so at some point as you earn more I have to phase it out correct but that phase out often creates a very high marginal tax rate for the poor right so often for every dollar I earn I might be losing 50 cents in benefits okay so suppose at $20,000 or less you're getting free health insurance okay through Medicaid and then you earn 30,000 you become ineligible let's say this benefit is worth $5,000 okay so effectively when I'm going from 20,000 to 30,000 I have a marginal tax rate of 50% because I'm losing a dollar of benefits every 50 cents of benefits every dollar I'm earning and then in a funny way that can actually create a poverty trap by itself because now you've reduced the incentives to work out of that you know out of that place of poverty so the general thinking in a lot of public finance and public economics is that there is this inevitable trade-off but because we care about equity intrinsically right I mean as a society you care about some redistribution but what is I think very nice in development is that we have a whole class of models where you show that when people are close to subsistence poverty that there is often no trade-off between equity and efficiency that a well-designed social welfare program a well-designed intervention can not only improve equity but also improve efficiency that you're making people more productive and therefore able to pay back so for example there's a brand new paper which I just released this week on the ICDS which is the integrated child development services and at one level it's a very simple paper it's a very simple paper because we're just looking at what is the impact of adding an extra worker okay focused on preschool education and in fact some people said you really need an RCT to go study this the point is not does it have an impact the point is to quantify the impact and show that their public rate of return on this is about 12 to 20 times the cost and therefore if you would invest in this you will increase productivity enough that your future discounted tax revenue increases will more than pay for the program so I think the point is in a world of limited resources when everybody wants funding for everything the holy grail for a policymaker or policy analyst is saying can I find a class of policies that improve both equity and efficiency so that I am both supporting redistributive justice but doing this in a way that is not just about distributing a fixed pie but doing this in a way that expands the size of the pie right there are a class of policies that do that but you need to do a lot of heavy kind of lifting in terms of both thinking and empirics to kind of design and implement those programs right see but again the point is that's why it plays such a big role in development economics thinking about health because the idea of a nutrition based poverty trap or health based poverty trap are some of the oldest ideas in development economics now there is a third strand in development which is very very kind of exciting which is when you think about development economics in general you expect poor countries to be able to grow faster than rich countries and there's basically two reasons for that one is you start with a much lower capital stock okay and so the returns to marginal returns to capital are higher okay so the the US Treasury may be giving you 1% 2% because this is a capital rich society you don't have those same high return opportunities whereas the returns to capital investment are much much higher so automatically you would expect poor countries to grow faster but the other big reason why you would expect poor countries to grow faster is that it's much easier to adopt an existing technology than to invent new technologies at the frontier okay so if you think about just this corona crisis right I mean the reason we are even in this place of talking about vaccinations is because you've had the entire research infrastructure of the developed world right like I mean go after this kind of this virus and crack this in about a year right so so in that sense for a development economist in a way the advantage of being away from the frontier is that you just have to focus on adoption but then the big question is why are there so many kind of free lunches left on the sidewalk why do people not adopt existing technologies so if you look at health you know you can talk about how do I manage a healthcare system but the lowest hanging fruit is why are people not taking the vaccinations why are people not taking their ORS these things that are incredibly inexpensive incredibly like you know high returns and that's kind of free money that you're leaving behind and so that's kind of created a lot of kind of you know growing interest in behavioral development economics and behavioral economics and particularly I think health seeking behaviors has been a very very active area for you know behavioral economics to come in so in terms of my own journey in health there's the public finance piece there's the development piece and then there's the service delivery piece right which is kind of how my first research project in in this area was what I did in 2003 in this nationwide study of both teacher and doctor absence right means it was a study on public service delivery and so I also got into health partly thinking about how do you kind of design public delivery systems across both health and education now so that's in terms of the pieces of the puzzle which I have direct research experience in but then there's many other parts of the puzzle right mean where we can talk about again in the interest of just exciting your listeners about this as an area of study right of future study we can talk about health in kind of the of labor economics of economics of innovation economics of regulation market failures market structure you know industrial organization there's help everywhere okay so I can take a quick pause here and then I'll come but I do want to give you listeners maybe one or two really exciting papers in each of these subfields to give you a sense of you know just how much fun people are having in kind of research and how much good"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:22.200",
        "message": "stuff that is to be done so I'll ask you for those papers and by the way the show notes will contain enormous amounts of masala so kindly do check out the show notes after the show not during it because just concentrate and you know I loved your line you can't eat GDP so if some listener of the show would like to make t-shirts out of that or whatever you know feel free to do so you know"
    },
    {
        "speaker": "Guest",
        "time": "00:44:43.760",
        "message": "maybe you can put Karthik's face on it I think the show is I think the meme from last show I mean if there's one thing which maybe I would like a little bit of copyright too is this line on consultants having confidence and academics having confidence intervals I think enough people like that like you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:56.000",
        "message": "know so maybe that's a remarkable line that's a that's a classic t-shirt line and now you can't eat GDP is like an incredible line I'll just quickly go"
    },
    {
        "speaker": "Guest",
        "time": "00:45:03.480",
        "message": "over a coming back to popular coming back to popular culture right like you know in Godfather it's like throw the gun keep the cannoli right like you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:09.960",
        "message": "so it's the food wonderful yeah so I'll quickly go over a couple of the concepts you mentioned thinking aloud you can tell me if I'm stating it correctly or not first of all you know Karthik mentioned the term poverty trap and the classic example of a health poverty trap is let's say that you are poor because you're poor you are malnourished and you are stunted right and because you're malnourished and stunted and you're not getting enough nutrition you don't have the kind of cognitive development you would otherwise have you don't get have the kind of energy you would otherwise have to do stuff and therefore you stay poor because you can't work you can't get ahead and it becomes a vicious cycle you can't get out of now there is tremendous value to society in getting you out of this vicious cycle and that is because of you know my mind goes back to this term that the economist Julian Simon once used he wrote a book called the ultimate resource where he spoke to the human being as the ultimate resource and this again argues against this you know false Indian notion of our population being a problem Simon's point was our population is our greatest strength all the things that we ascribe to overpopulation are actually issues of bad governance that every individual has a potential to give more to the world than she takes out but for that you have to cross a minimum level of subsistence where you can actually do that you know if you're caught in a poverty trap of any kind such as this health based vicious circle where you just can't get out of it then you can't reach your true potential and if you reach your true potential it helps everybody it's like a positive externality so in that sense you know the trade-off between redistribution and growth doesn't come into the picture because this kind of redistribution actually aids in growth because people are reaching their potential and helping everybody else also as they do that because it's a positive sum game we all sort of grow together now we can get to the papers that you'd like to recommend"
    },
    {
        "speaker": "Guest",
        "time": "00:47:01.440",
        "message": "that's exactly right and in fact you know let me take a slight tangent so let me pose a quiz to you okay so the definition of the poverty line in India okay so the definition back in the day used to be do you have the income needed to consume a minimum amount of calories okay so that's it it was just the minimum caloric content of say 2,000 calories a day okay now so the question I have for you this is the puzzle is when you have a poverty rate at independence of over 50% or 60% or even now of say 20% that means by definition these are people who are earning less than the minimum amount of calories needed to survive right so the question is how do people survive if the definition is the minimum amount of food needed to survive is then how do you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:44.720",
        "message": "survive below the poverty line that's a good puzzle I mean one could just argue that you're not surviving as a human should that you're you're being forced by circumstances to operate on some on a level below what a human can operate at"
    },
    {
        "speaker": "Guest",
        "time": "00:47:59.640",
        "message": "and so you're starting to get warm right because you know people will often say okay maybe they're getting transfers from others and stuff like that and even that doesn't fully work because the NSS measures based on consumption and not income okay and it also includes home production so the food you produce but the answer is broadly what you allure it to right which is the caloric minimum is the caloric minimum for a person with a healthy BMI right mean but what the body does when you don't have that nutritional inputs early on is you just don't grow to potential right mean and so by reducing the size of the body you reduce kind of the caloric needs needed to maintain it but that comes at enormous long-term cost in terms of both the cognitive development as well as you know other aspects of higher likelihood of physical morbidity right mean and so yeah we'll talk about nutrition if we have time in a way because that's slightly different from health care but you know in some ways I would say that's almost one of the most important kind of health investments we need to make so yeah I think you know just stepping back about health economics as a field more broadly is not just in terms of papers right but just to give your listeners a sense of and again building off and some of the things I talked about about you know what makes health one of the most vexing areas of kind of economics and policy is it goes back to the fact that your basic market accountability mechanisms often break down right mean and Ken Arrow you know who's one of the most brilliant economists of the of the 20th century I think has this famous paper basis you know the lesser fair solution for health care is terrible okay and that's essentially because you're in a situation of what's called a credence code where you don't know what you need and the doctor has to both tell you what you need and prescribe so there's all of these asymmetries of information there is the fact that comparison shopping doesn't work when you've had an accident and like you know you're looking for a hospital you don't go there and bargain like you know and saying you know what the price of your life-saving treatment should be and so which means your your standard market metaphors you know break down okay so and then pricing okay so pricing in any market is as we know it can sit anywhere between cost and value right so there's this huge wedge but if you are in a moment of very inelastic demand right mean the ability to charge essentially your last living penny right mean is very very high right so there are a whole bunch of reasons for why unbridled market kind of you know conditions don't work which again makes this a very very very active area of thinking about what would be the right kind of policy frameworks to allow you to mitigate some of this because there are problems with everything that's I think the really hard part about health right so which is why I wouldn't even pretend to say we have solutions so in fact I'm reminded of my first PhD lecture I attended in macroeconomics right so this is by Greg Mankiw who I think you know who later went on to be CEA to the president and he started his lecture by saying you know macro is a difficult subject he say you are confused and I am confused okay the only difference is you are naively confused and I'm profoundly confused so so so my goal perhaps at the end of just the discussion and health is to make people profoundly confused okay so that you're at least asking the right questions but coming back to you know other areas of what makes health economics both so interesting and so vexing is let's think about the economics of innovation all right like you know so and you're seeing this battle play out right now which is how much what kind of patenting regime should you have right to both servers and incentive for the people who are innovating but then conditional or having the innovation it is massive deadweight loss to then charge these high prices because the marginal cost is obviously very very low right means so how do you kind of both set up structures to get the innovation and conditional on the innovation make that access you know to everybody right and I can give you an example of specific solutions right mean that that are worth thinking about then you can think about the economics of regulation so I have a student today like you know we'll be presenting in our lunch workshop in about four hours on asking about is the FDA too conservative in its regulatory protocols because there's this trade-off of type 1 and type 2 error right mean and so because bureaucrats tend to be risk averse that one adverse event is much more costly than the potential cost of not allowing a positive drug to enter the market because people don't see that so you know he's got some very nice evidence now in the context of a certain class of therapeutics to then show that it looks like they may be getting too conservative and then he's got another paper looking at you know regulation versus litigation as a way of enforcing good behavior so again you know these are just huge areas of research in fact coming to economics of innovation there's a very nice paper and this is these are tangents but I think it's it's fun to think about so one of the big misallocation of public expenditure in my view okay say in the US is that how much more money we spend on end-of-life care in the last year of life okay compared to how little we spend on say early childhood care right when you have an entire life of 80 years to get the returns to that investment okay now for the longest time I used to think that there's a very simple political economy explanation for this right which is that children don't vote okay whereas your retirees are incredibly like a reliable voting block and so the American Association of Retired Persons is an incredibly powerful political lobby and so you know by construction you've created political incentives right mean to spend much more in the ending phase of life like you know than than for young children though as a society you would benefit much much more from those early life investments okay but it turns out that there's this very very nice paper that is asking this question about why do we have so much more medical innovation in end-of-life care okay than medical innovations that say at the life of 20 or 30 that if you got this new medication or new drug would dramatically improve your life for 60 years okay but we still get much more innovation on end-of-life drugs so why do you think this might be happening"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:47.120",
        "message": "because the the end-of-life people would be a more powerful lobby okay so that"
    },
    {
        "speaker": "Guest",
        "time": "00:53:52.640",
        "message": "was my initial initial hypothesis and that is certainly part of the story but it turns out that there's a much more basic scientific explanation that has nothing to do with the incentives in terms of the political incentives of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:03.160",
        "message": "lobbying so so let's think more well there is also the seen in the unseen in the sense that if you create say drugs at 20 which make me you know live 10 years more at the end of my life the effects are unseen whereas if you create something which will make someone who's 79 go to 80 the effects are more seen"
    },
    {
        "speaker": "Guest",
        "time": "00:54:22.320",
        "message": "so yeah so you're starting to get very very warm okay and so again this I'm very impressed because I didn't give you any hint that I was going to talk about this or this paper okay but but yes so the basic point is this right that if you look at any clinical trial clinical trials have to designate what they call an endpoint and saying what is the outcome we are looking at right so for some of so one of the reasons these different vaccine trials are not strictly comparable is that the designated endpoint was different right so for some of them that the outcome they were looking at was symptomatic cases others they were looking at hospitalizations but if you think about a pharmaceutical company that's coming up with a new drug right the holy grail of efficacy of your drug is if you can show impact on mortality okay if you can show that this had an impact on reducing increasing life expectancy by even three months you're golden because the value of a statistical life is kind of several hundreds of thousands of dollars and if you show that I extend this by three years three months then you have the ability to price accordingly okay but here's the point if I have an intervention at age 20 that's going to increase your life expectancy I have to wait 60 years like you know for the study to be completed because essentially people you know you're not dying at the same rate okay but like if you have a universe of 85 year olds in your study you will reach your endpoint in your study within five years so ironically one of the reasons the vaccine trials got done much faster with Pfizer Moderna was because the case rates were exploding so which meant that the endpoint was being reached faster in the control group relative to the treatment so it's an example of how subtle and this is a lovely paper by Eric Budish at Chicago and Heidi Williams who used to be at MIT and is now at Stanford so you know and it's kind of discusses these time horizon aspects of what determines incentives for innovation but the reason I'm mentioning this is that as you've said in previous podcasts one of the great miracles despite the pains of this pandemic has been how science has kind of stepped up to the field but the point is what are the institutional incentive structures for science right mean what determines research what determines what gets research what determines what gets funded so all of those are also questions where economists can come in like I mean and think about the incentives because essentially economists the two core concepts I would say there's three core concepts right one is scarce resources like I mean and how do you kind of optimize and maximize value for money second is incentives incentives incentives right anytime you something doesn't make sense you unpeel the onion and seeing okay why are these incentives of the individual agents not aligned with the macro good and then the third is you know empirics and data and causal analysis and causal inference which is in the problem particularly in things like health is theoretically I can argue any issue both left and right okay so and which is why I think the empirical turn of economics in the past 20 years or 30 years has been such a good thing because we're now able to take a lot more of this abstract theorizing and come down to brass tacks and saying okay now let's look at the actual data and seeing which side do these trade-offs go off okay so and that's kind of why economics in any policy area right I mean in fact Marty Feldstein you know in my last few years before he retired like was trying to create a whole new field of the economics of national security okay so an even bigger black box of public funding is what we spend on defense okay so one very very very simple metric of how little accountability there is or efficiency there is in defense spending is if you look at the budget share of the Army Navy and Air Force in the US okay this is basically for the most part been unchanged since World War two okay and it is impossible to believe that the marginal product of your offensive capacity has stayed the same across these kind of land air in me but no the budgets will go lockstep because it has to be proportional to keep the balance between the powers and the forces right so in education and health we've economists have started you know doing a lot more in terms of analyzing and understanding the outcomes for something like defense is obviously much much harder but I would conjecture that there is such an incredible amount of waste and inefficiency like I mean in how we spend inside the black box of kind of defense ministries and that it is ripe for kind of you know more value for money type analysis but this is just a way of saying why economics is and should be everywhere now of course you know sometimes the field gets a little bit of a bad rep because it is it can be imperialistic it can be a little hubristic but I think these three core principles of economics applied to almost any area of policy which is resources are scarce and so there's opportunity costs and how do you maximize value for money second is incentives matter and third you know let's look at the data look at the empirics look at causal inference and then try to you know optimize given all"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:48.360",
        "message": "of these constraints we have fantastic and this is also why economics is so fascinating that it's a lens through which you can look at all of life and every little bit of the world and it's incredible now you've said so many things and I have so many asides to make which I have been noting down that I will quickly go through the asides and now we will go back to that prehistoric time almost 20 minutes ago when you were talking about nutrition and my aside there about how the body adapts to the nutrition is getting is that I remember I made an observation in the 1990s which when I first made it I thought wait a minute it's just today it can't be right and then I saw it again and then I was like oh shit and and the observation was when I came to Bombay in the 90s mid 90s I used to commute by local train and in local trains I noticed that the people in first class were taller than the people in second class always without exception the first day I noticed that like whatever and then you notice it again and then you notice it again and and the difference at that time was actually stark and it's almost like the visibility of luck you know because it's basically your luck yeah wherever people have ended up and and it's it's almost as if it's it's visible you can see it you don't need to theorize about it the other aspect which you pointed out and you know you you cited arrow saying you know laser fair doesn't work in healthcare for all those excellent reasons you gave a symmetry of information and all of that and at the same time you know it is such a vexed subject that in one of your papers you actually demonstrate why it doesn't apply to India so we're going to talk more about that as we go along then you spoke about your student who's giving a presentation on the FDA and I'm quickly going to make a book recommendation for my readers which is a book called fortress and frontier in American healthcare by a dude called Robert Grebois who in fact won the Basia prize in 2014 the year before I got it for the second time an excellent book which kind of conceptually you know if you read the book and the concepts of the fortress in the frontier is one way to think about it were sort of quite eye-opening for me and I would agree with whatever your student is about to say in his presentation in the sense that I think the FDA is way too conservative and the lives that could have been saved had they not been conservative or what is the unseen but that is a subject for another episode and and and then you spoke about you know the whole patent and intellectual property debate and we won't get into that but what I will put in the show notes and recommend at my readers checkout is Alex Tabarrok who's a frequent guest on the show wrote a post recently about why patents are not a constraint in this current situation and I absolutely agree they are not a constraint it's just in Alex's words you know virtue signaling for a certain sort of people they don't solve a problem but at the same time what I'd like to also point my readers to is something called the Tabarrok curve which is about eight years ago Alex showed this beautiful curve which demonstrated his point of that even though patents are necessary if you make them too strong too stringent they actually affect innovation and innovation goes down and Alex's point is that they are too stringent and they are a problem and he demonstrates this with a beautiful graph and and this is where I love the elegance of economics and math and all of that so I'll put up all of those links let's go back now and talk about at the level of concept I'm gonna ask you to get a little meta here and and and here I'm sure at some level it mirrors your intellectual journey of understanding healthcare as well and my broad question is this that how should we think of healthcare like in the sense if you imagine India when it becomes independent and in you know in one of the papers you gave there was a startling figure that our life expectancy in 1961 was something like 41 years old you know which means we'd both be dead by now so we've clearly come a long way now in that poverty-stricken state that we were in then at that design stage you know how should we think about healthcare how did we think about healthcare you know what did we get wrong and who got it right what is a model to follow because everybody's poor there's no market as such and yet so it's in a sense it's the state's responsibility everybody benefits how should one think about healthcare and in your own journey what were the priors you started with that this is how healthcare should be organized and how did those priors changed over time as you got deeper and"
    },
    {
        "speaker": "Guest",
        "time": "01:03:03.320",
        "message": "deeper into the field the good news is you know like Sherlock Holmes famously said right it's a capital mistake to theorize without data right you know so I don't even think I came in with very strong priors right mean I started my journey in this field just by wanting to figure out what's going on right means are going back to that dirty shoes kind of analogy right just like I was doing the work in hell in education I was also visiting PhC's around the country like you know as part of that original fieldwork we did for that absence study and just kind of seeing the state of the land so I've had less priors in this so there's two separate questions okay one is let me talk a little bit about my journey in healthcare research in India and the things that I know from my own work as well as you know people like Jishnu in particular and Jeff Hammer have done a lot more work in fact in this area so I'll draw a fair bit on their work and of course a lot of others too but these are kind of you know the economists who I feel are thinking about these systemic incentives design challenges in the right way so taking a step back to the origins of the Indian healthcare system so there was this committee called the Bhoray committee okay so the Bhoray committee was set up in 1943 and this was a Maharashtrian gentleman who was in the ICS and you know I think had held multiple senior positions and the Bhoray committee took about two years to submit its report on the structure of healthcare 1946 is when they submitted the report and you know a lot of this follows what would one I would call is a broad WHO template for the building of health systems in developing countries and the general sense is that the market doesn't work for a variety of reasons and you know market doesn't work not just in terms of the asymmetric information but also simply in terms of locating providers in remote areas or rural areas right mean that you just people don't want to be in those places and so unless the government comes actively and builds out a network of clinics and staffs them with public doctors and nurses there is no way you're going to get health care into you know remote areas okay and this kind of structure follows a very well established template of saying that you will have you know a sub center so there's the district hospitals community health centers primary health centers sub centers okay so you're supposed to have a sub center for about 5,000 population a primary health center for about 25,000 so sub centers supposed to be staffed with a nurse you know one and one male multi-purpose worker and they are supposed to be like the first line of primary care in in a village the primary health center serves about 20 to 30,000 and is supposed to have at least one fully qualified doctor I mean one MBBS doctor and you know has oversight over these sub centers and then you're supposed to have the community health center that caters to about 100 to 120,000 with a larger number of beds you know more specialty doctors and then you've got the district hospital that's supposed to be like your primary point of care in the district okay so so on paper this is a perfectly sensible structure right I don't think it was different from kind of the structures envisaged for many countries right but the larger problem over time has been one that and I don't think this is unique to health right I think the fundamental problem for India and this is again something I discuss in the book in some detail because again historical political economy is a massive field in fact there's a new handbook coming out of like 52 chapters okay so I'm trying to synthesize that entire literature in like half a chapter one section of one chapter right but but I think if you one important piece of perspective to have is that when you say that people are poor therefore the government has to do it that's not obvious because when the people are poor the government is also poor okay so because the government is nothing but the sum of the people right I mean and what is your tax base okay so when people are poor in fact the government has less ability so coming back to state capacity and that's because the tax to GDP ratio usually increases as you get richer okay and that's because you it's a as people are super poor like you can't even morally tax them okay like I mean because you need the basics you have just to survive and institutionally it's much much harder to tax informal workers and so you know the formalization of the workforce is then very strongly correlated with the rising of a tax GDP ratio okay so so I think the first slight nuance in what he said is when the people are poor doesn't automatically mean the government can do something because the government is also poor and in fact relatively the government is more poor when the people are poor you see because the tax to GDP ratio is lower in a poorer country okay so that's I think a first very important point like you know for listeners to understand because you know it is just so natural you go out to rural India you just see kind of how you know abysmal the conditions of say health facilities are and it's just very very normal and natural to come back and say oh the government should do this okay and and I think the single most important problem what we don't if you want to make sense of why the Indian state seems to flounder at everything the simple answer is we're trying to do too much okay and and the and if you go look at the long arc of the state over a 500 year period right I mean so I characterize the evolution of the state into what three broad phases okay there is what I call the security state right which is the primary goal of initial states was national security right mean save your borders and do law and order and because the biggest existential threat was you were going to be run over and enslaved and slaughtered okay so and one simple way of seeing this is that in ancient states even medieval Europe you were spending somewhere from 70 to 80 percent of the public budget on defense 70 to 80 percent okay like you know of money was essentially going on defense right so then it's in the 18th and 19th century that you kind of get the second phase of the state of what I call the industrial state of the developmental state where for the first time now the state realizes that hey let me take tax revenue and build public goods and build public infrastructure whether it's roads or railways or ports or public sewage systems and that these are things that will dramatically increase productivity and so the return on investment in these public investments is way way way higher okay than simply going and fighting wars I still need a military so that I'm not taken over but my ROI in terms of growing my productive capacity is now going to be higher than going and taking over somebody else okay and and and it's not like the older states didn't build roads right but the Industrial Revolution dramatically increases the complementarity with the physical infrastructure because now you have at scale production and so then the investments in the logistics and the transport and the storage and all of that starts paying off like you know once the scale of production starts going up okay so and it is that period of the industrial state and massive investments and public goods that is associated then with the escape from the Malthusian trap right where for the first time you start seeing this massive increase in GDP per capita because till then the 3,000 year history of humanity is essentially GDP per capita stayed mostly flat right so because the productivity went up but population also went up so coming back to your old point about our human beings are you brains or are you stomachs right I mean I think is how you had you know classified it at the Malthusian view is that humans are stomachs and therefore like you know there is this trap and you need to reduce population whereas the Romer view which is what he won his Nobel Prize for and it's also in Kramer's famous 93 Oring paper right and can mean is that people are brains and if the innovation is a function of the right tail of your distribution then having more people automatically means you'll be more innovative but that requires a certain minimum kind of capacity of the brain and so it is related because the demographic transition where you move from high fertility high mortality to low fertility low mortality is very very important in giving parents the resources to invest in the human capital of the children right so in that sense it's a bit more subtle right that you can't just say I will expand the population and get the innovation if that expansion is coming at the cost of being able to invest in the human capital right so but anyway but coming back to the state itself so you get this massive increase in GDP per capita both because you're increasing the numerator from the Industrial Revolution and because reducing the denominator like you know through the demographic transition and investing in the human capital right I mean and so that's why that all those three pieces go together right in terms of because GDP per capita is about making people more productive and people get more productive and they have more human capital right so that is this big transition that happens in kind of the 19th century mainly in the Western states right I mean but I think the important point we need to understand is that the modern welfare state right I mean has only been in existence for less than 100 years okay so if you look at the data on kind of the fraction of GDP that is spent on welfare programs okay so whether it's food assistance, healthcare, unemployment insurance, old age insurance all of these major welfare programs have only showed up in the world in the last 70-80 years right after the Great Depression and particularly after World War 2 okay so which means that again I think informally Arvind Subramanian and I have talked about this others have talked about this but we are just putting a lot of data in the book and documenting this in a comparative way and then showing that listen a bulk of this explosion the welfare state that we kind of now expect that a state should do really happens only after today's Western countries reach a middle-income status right I mean so a simple example of say food security is that the US launches food stamps at a GDP per capita of $8,000 PPP okay like you know which is when you're trying to do food security India does PDS at a GDP per capita of $800 okay at one-tenth of that GDP per capita so now and so at one level this is a great moral triumph okay so and then the but the other important point to realize is that these three phases of the state are also very strongly correlated with the amount of democracy you have okay so the security state is essentially associated even today with non-democratic regimes right you know you go to Pyongyang like I mean that's your modern security state or you you know you go to so in that sense that serves the interests of just the pure ruling class now what is subtle and underappreciated about this phase of the industrial state okay is that it is not just that you know people decided to do this it reflected a political arrangement of expanded but not universal franchise right being so the extent of the vote in that period is you know you're still restricting the vote to the property delete to the educated elite right mean so yes it's more than kings and nobles so maybe 20-25% have the vote but no women no minorities right and so what that means is that so over time infrastructure investments are going to benefit everyone right it benefits the poor through integrating markets and reducing prices okay but in the short term the returns to those infrastructure investments are mainly going to be capitalized by the property owners in the first place right I mean because the property price so which means that that is the class that then has an incentive to invest in those public goods okay and it is not a coincidence that the welfare state is strongly correlated with expansion of the franchise right so when you start getting to universal adult democracy you automatically then create the political pressures for welfare okay now this is a wonderful thing okay so we have study after study after study that just show listen because in a way it's easy to look at this industrial state and saying like I see they managed to do all of this because of limited democracy but that's coming at a huge moral cost right it's coming at the moral cost of being built in the backs of either slavery domestically the US or a colonial empire in the case of the British right mean so and which is why the democracy before development which is what makes India so uniquely different is a great moral triumph okay and at no point of this discourse should it be suggested that that was in any way responsible for weaknesses but like I said the moral triumph of democracy then increases our aspirations of the claims we make on the state but we are trying to satisfy those claims at a GDP per capita that's 10 times or 20 times lower than what today's West had when they try to do their welfare states right so essentially this is a long-winded way of coming back to your starting point of saying that how should we think about healthcare in a world like you know when people are poor it is that much as you may want to do healthcare right like you know you often simply don't have the money right I mean because you're starting at such a low base and so what it does is it raises enormously the premium on cost-effectiveness so it's not that the state should not be doing things the state needs to do things right but the premium on cost-effectiveness and hard-headed attention to evidence is even higher when you're trying to do this right mean of such a low base okay so that is more as a matter of kind of framing the context but I haven't really started answering your question in terms of how should you design health care in that setting but like I said like you know it's just good to frame that historical context before we start getting into what we should do and that's relevant even today right because yes our tax to GDP ratio is now at about 18% but that's still half of what the OECD is so you know every sector specific activist education Wallace won 6% of GDP health Wallace won 3% of GDP everybody says like you know like we just need more money but boss you're not allowed to ask me for more money till you tell me what you're cutting okay like you know so which is why a big part of the book is to say that given how much inefficiency we have in public spending today rather than spending arguing about increasing the size of the budget and fighting battles with other ministries if every minister and secretary would turn their attention inwards to say how do I improve the effectiveness of my existing budget we will be way way better off as a country right like I mean than fighting the political fights of who gets to control bigger budgets so before"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:08.200",
        "message": "you get to answering my question and I loved your side a long aside a couple of asides taking off from the aside which is that you know first of all for someone who is so much into empirics and data it is obviously the Sennian influence that you mentioned the word moral triumph and morally wrong and you know you're using these phrases while sort of chatting about all the things you chatted about so I'll go to a couple of them first of all you spoke about how democracy is a moral triumph and I agree but except that I'm not sure the democracy in India is actually a democracy in his fullest sense like one of the things that we really did was that we took over the colonial state apparatus you know this the oppressive state remains the oppressive state you know the tax on salt is more than what the British were charging when Gandhi went on the Dandi salt March so where is like the modern-day Gandhi and that leads me to your other use of you know the word moral when you said that it is morally wrong to tax the poorest which of course it is but of course we do tax them in terms of indirect taxes you know even the beggar at the traffic signal will buy salt somewhere will buy soap will buy all of those things those are taxed you look at the price of petrol today where it has gone you know completely sort of bizarre it's equal to theft and there I disagree I think the"
    },
    {
        "speaker": "Guest",
        "time": "01:17:24.960",
        "message": "petrol tax actually good but I'll come back in a moment and talk about why like you know but it with a few caveats and how it is used but all else being equal given that you need a certain amount of revenue I still think that's a good tax but I'll come back to that in a moment yeah we'll come back to that I mean I"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:38.480",
        "message": "think because a rising price of petrol affects everything else and therefore I think that is slightly problematic and also what we saw with you know the Modi government in 2014 is that global oil oil prices crashed but our oil prices didn't they weren't passed on to the consumer they were you know kept by the predatory state and apart from that obviously I couldn't agree with you more I've said it repeatedly so often that it's almost become a cliche of mind that we have a state that you know doesn't do the things it should do like rule of law and like you know what we'll be discussing today but it does a lot of things that it should not do and and those are not just you know wastages like all the areas of rent-seeking and building statues and grand buildings for our rulers and all of that but also in in the many different ways that it comes in the way of society solving its own problems like you know one reason as I think Ajay and I discussed or Gautam and I discussed I forget who I discussed it with but I think everyone would agree that one reason this second wave came so hard is that we didn't have good enough data about how bad the first wave really was and one of the reasons we didn't have good enough data is a government monopolized testing in the early part of when COVID-19 struck and said only we will test and it got in the way of private sector solving his problems and of course as Ajay and I discussed in our you know vaccines episode you know the government has to do what it has to do go on a war footing and try to vaccinate people but also allow private people to get Pfizer, Moderna, J&J whatever from outside but not only does it not do the few things it should do properly it gets in the way of our solving our own problems but having done with my aside I will let you talk about the petrol aspect of it and and then we can then you can get to answering the question which in case you've forgotten I'll remind you is how should we think at a meta level of our healthcare system like what kind of what were the design mistakes we made and is there someone"
    },
    {
        "speaker": "Guest",
        "time": "01:19:31.320",
        "message": "who got it right in an equivalent condition. Yeah so let me save the petrol tax question when I come back and talk about pollution okay like you know haha and and why I think it's a good tax but the so but coming back to systems of healthcare I think that I would say the cardinal mistake right I mean and this is not just India the cardinal mistake is prioritizing curative over preventive public health okay so if you were in a world of scarce resources if you have to say I need highest ROI on my limited spending where am I going to spend that money it is it is really is in water right air quality so water quality air quality are you know just these are the ways through which most diseases kind of pass right mean so and things like surveillance right mean and prevention now there are some things we've done well vaccination is something we've done well and I'll come back and talk about the micro incentives and why it works well right but this problem of prioritizing curative versus preventive is not unique to India right I mean it is the nature of politics it's the nature of the fact that people it just responds to the fact that people viscerally you know think about health only when you don't have it right means so when you're healthy you don't think about it you don't do your exercise in my case I don't sleep enough you know so we all have our own kind of ways in which we under invest in our health in a preventive way right but the moment something goes wrong is when it becomes salient okay so that I think is unfortunately it is I would say a government reflecting what people's revealed preference is now ideally this is where leadership matters right because a good politician gives his voters what they want a good leader like I mean takes his or her voters to where we should go right I mean in the public interest and so and this is why public health and health policy in particular requires serious scientific expertise and serious economic expertise in terms of cost-effectiveness and making the public case and saying this is what we need to be doing okay so I think on in terms of the structure you can't argue with the core of the system that was set up I think the reason is weakened so much over time frankly again is it goes back to these resource constraints right mean that you're understaffed and under equipped but also the incentive constraints right so part of the problem that I was documenting in the absence work is that you have these clinics with about 40% absence rates of doctors and nurses and again you can't even necessarily blame the doctors and I'll come back to that in a second but I think where the system fails is the system still primarily thinks of itself as a logistics operation and doesn't think about you know the incentives and how this plays out in the last mile okay so so when we come talk about policy because I think my broad hope is that you know given our three-hour rough track record is to use the first hour to just talk principles the second hour to talk research in India and what we've learned and the last hour to talk about policy but you know when I come back to policy I'll talk about both kind of investments we can and should make on in terms of public health and also in terms of of the curative health system itself now but let me give you an aside in a fun joke you know which you really like this problem about prioritizing curative as opposed to fundamental things that give you deeper returns so you see this in the US right schools of medicine are much much better funded than schools of public health okay so medical school professor will have like tons of endowed professorships tons of huge research grants so much money that is the public health guys are always kind of you know scrounging for resources because it's kind of seen as not as urgent right so that problem is that even in the US so one of my apocryphal I don't know if this is a legend but I've definitely heard this but I've forgotten who I heard it from so I can't source this okay but this is wonderful apocryphal story about the director of the National Science Foundation and the director of the National Institute of Health okay so these are the two biggest funders of research in the US and and they are both testifying in front of the Senate okay making the case for their budget and so the NSF guy you know apparently shows up with like all of these files and like tens of thousands of papers right saying here is all the amazing research that's been produced here's the citation count here is how much you know this research is changing XYZ and all of these sectors okay and the NIH guy has like a very very thin folder he has one thin folder with just hundred sheets of paper okay and this guy has about ten thousand but at the end of these hearings the NIH guy walks out with a budget that's ten times the size of the NSF okay like you know so with his hundred page binder so the NSF guy apparently asked him, hey boss like you know how did you do this like here I have all of this evidence all of this stuff and you're walking away with a ten times bigger budget what is in that folder of yours so he says aha what I have in these hundred sheets of paper are the personal medical histories of every one of the hundred senators like you know in this room so you know the point is that we are just much more viscerally connected to things that we have experienced and ill health is you know the need for curative stuff is something we see in the moment of having fallen sick right but the need for preventive stuff that has much higher returns is the seen and the unseen right means so everything almost like my book should have a subtitle seen and unseen for like every chapter right like you know and I'll give you some copyright royalties of the title but yeah I mean it is it underpins everything but therefore I think it's easy to kind of blame the leadership but in a way it reflects what the population wants right population wants tertiary care in a way more than primary care so part of the point of a moment like this is for scientific leadership and kind of economic policy leadership to explain to the political leadership and teach them how to explain to the people right I mean that this is what we need as a country and why we need to do this right mean but yeah so that's that's what we need to do yeah firstly I mean the seen"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:00.600",
        "message": "and the unseen you should you know give the credit to Frederick Bastia because obviously the title is taken from his famous essay that which is seen and that which is not seen though that appears to me to be a clumsy English translation of whatever the French original title was a couple of asides and one is an anecdote and it's almost a circular anecdote because you sent me a paper by Das and Hammer from which I posted an anecdote on Twitter which I'll repeat later when we get to kind of that section of this episode but in response to that there is this excellent doctor in Mumbai called Lancelot Pinto and he shared this anecdote you know he gets asthma patients all the time who come to him when they have an asthma attack and they want medicine for it and all of that and each time he tells him that hey I gave you an inhaler for preventive use why don't you use that but they don't they don't care about preventive it's almost like there's an illusion of eternal good health and immortality until you know disease strikes you or something strikes you you don't care and then you want it to be cured and this sort of brings one to the question of incentives again you know in the sense that look for a politician why should he invest in preventive care or public health you know when the results of that are not seen you know and and will be seen like way beyond whatever the election cycle is and one answer as to how those incentives will be different is you know I'm just thinking aloud because you were mentioning pollution earlier and if you sort of think about the history of London London is an excellent city to live in today in terms of livability but at the turn of the 19th century it was a hellhole it was way more polluted than it is today right at the turn of the 20th century rather way more polluted than it is today but what typically happens and has happened in all the great western cities is that once people reach a certain level of wealth and empowerment they demand better governance a demand better air and then the state has no option but to give it to them but I would imagine and I'm thinking aloud that the condition which you know makes that possible is that there is empowered local government where it can actually happen and that's not really the case in India again I mean I know these are all old laments and we will no doubt discuss the episode on federalism yeah we'll talk about it in the episode to federalism so great point so now is the time to kind of get into the research part of the episode and into the nitty-gritties but before that let's take a quick commercial break long before I was a podcaster I was a writer in fact chances are that many of you first heard of me because of my blog India Uncut which was active between 2003 and 2009 and became somewhat popular at the time I love the freedom the form gave me and I feel I was shaped by it in many ways I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now I'm doing it through a newsletter I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy I'll write about some of the themes I cover in this podcast and about much else so please do head on over to indiancut.substack.com and subscribe it is free once you sign up each new installment that I write will land up in your email inbox you don't need to go anywhere so subscribe now for free the India Uncut newsletter at indiancut.substack.com thank you welcome back to the scene in the unseen I'm chatting with Karthik Mullidharan on the state of Indian health care like let's understand the problem before we begin thinking about solving it because right now it seems almost unsolvable but no but let's I mean understanding the problem is good enough and at least we'll have profound confusion instead of naive confusion as Greg Mankiw once told Karthik so Karthik let's let's get down to the nitty-gritties one of the sort of delightful thing and you send me a bunch of papers which I link from the show notes and one of the delightful things about them was that one they were full of data so they confirmed a lot of my intuitions and two a lot of the data also you know felt counterintuitive at times and you know gave me a more nuanced understanding just by virtue of being what they are just the figures themselves without any interpretation necessarily and I found it fascinating and in the chapter in your book in fact you know you've structured it very well where you begin talking about outcomes so I'll ask you about our health care system you've spoken about different metrics like infant mortality life expectancy stunting and malnutrition and so on by which we can get a sense of how far we have come and the point is it's a mixed picture we've come quite far but we should have been much further along so tell me a little bit about sort of what these measures are and which ones of them were sort of revelatory to you"
    },
    {
        "speaker": "Guest",
        "time": "01:30:01.680",
        "message": "or spoke a lot or surprised you one of the points I wanted to come back to is remember the thing I said which is it should be on t-shirt you can't eat GDP now that's not fully right because you can eat GDP right you can use the GDP to buy food to buy like better medicines buy a bunch of things right so I think and we'll see here that GDP really does matter okay so that systematically countries and states with higher incomes will have better health outcomes right the point is more to say that GDP is not an end in itself and you know it's what"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:28.960",
        "message": "it allows you to do so with that little caveat quick aside there it's this is a modification on the t-shirt for fat people like me on the back the t-shirt should say you can't eat GDP but on the front where the poncho is it should say"
    },
    {
        "speaker": "Guest",
        "time": "01:30:40.480",
        "message": "you can eat GDP so I think you know the yeah so like I've done the book with the draft of the book chapter I've sent you is that if you want to assess a health system overall you want to kind of pick a few key indicators that speaks to the larger status of your population health so life expectancy is usually a good statement of population health overall right and infant mortality is a good measure of your health system and the reason I say that is that infant mortality is something that for the most part we know what to do about okay for the most part like you know the biggest causes whether it's diarrhea or whether it's you know diseases that you can address with vaccinations or with very targeted you know institutional deliveries neonatal health so we kind of know what to do and so which is why it's a good measure of your health systems because you're not at the frontier of your ignorance you are well within kind of your knowledge frontier and you just have to learn how to do it okay so that's why infant mortality is like a good measure of your health systems but life expectancy is a good measure of your population health now there is an important modification to this which the WHO uses called the HALE which is the health adjusted life expectancy right so you can have a long life but have a lower quality of life particularly because of things like pollution where you know you're just having higher morbidity even though you may kind of continue to live so that's I think an important additional metric to look at and then I think the other really important metric of future population health is child malnutrition okay so the mortality is can I keep the children alive but if you keep them alive so in a way in a perverse way actually reducing child mortality can worsen child malnutrition and that's because you're keeping the left tail of the distribution alive right you know that may otherwise have passed away so you know so the first step is to make sure children stay alive the second part is to then make sure that by age 2 or by age 5 which are kind of these key develop particularly age 2 right I mean these first thousand days of life as they call them the nine months in utero and the first two years of life are kind of the critical developmental period where you kind of want to make sure that the children are getting these right inputs in terms of you know cognitive developments and brain development and other overall physiological development so that would be another key metric to look at okay so I think the glass half-full story as with most things in India is that we've actually made remarkable progress on many of these indications in the last like you know 40-50 years right so in particular you know life expectancy has gone up infant mortality has gone down almost every metric has has improved but the question is like you know like they say in the old grading of students like you know my teacher most of the time like you know if you get a hundred great for anything else it'll be can do better right like you know I mean so and so you know I think the overall grade for India right mean is can do better now but before we get sanguine right it's we can also get much worse okay so we can also do much worse and so and sometimes I think there's a little bit of a naive push to criticize everything we've done as a country and that's also incorrect right you know we have done a bunch of things that are correct and that we are laboring under monumental other institutional weaknesses which we can talk about so overall my net net assessment of India over 75 years is that of most metrics I think we have a lot to be proud of we really do at the time of independence nobody predicted like you know we'd stay united or kind of stay mostly democratic so there are basic sign of successes that we've had as a state and even on development outcomes I think we've actually not done badly okay the question is what should our benchmarks be okay and now unlike say people in education who go and study education systems in Finland or Singapore and that kind of really irritates the hell out of me because I'm like you know you're going in studying places with 20 times the per capita income but I think if you think about what would be three relevant comparisons for India okay three countries I think we need to benchmark ourselves against would be China Vietnam and Bangladesh okay and China because it's the only other large country of similar population in terms of just the sheer size of what they're trying to manage Vietnam because it has similar per capita income as India but does much much better on health education and other social indicators and Bangladesh because they had the same initial conditions as us right mean and in many ways were actually worse than India and 71 because you know the devastation of the war kind of kept them at a lower place but Bangladesh has now steadily improved and is now like you know far ahead of Bengal and even ahead of like all in the averages like you know I mean on a bunch of human development measure okay so again so these are the three benchmarks I want us to look at when we are trying to make a sense of can do better so it is not like you know I'm taking a student and saying up 100% Lani I'm saying like you know look at these three other comparable students who are comparable in their own way and saying how can you get slightly better okay then the other big part about health in India that's worth reflecting on is just how much variation that is within the country right mean so you know we have this paper which I'll talk about but the title of that paper is to India's okay it's to India's and in the sense that the the quality of health care that you have in the southern states particularly Tamil Nadu Kerala right and I mean there are some other states too is essentially like a couple of standard deviations about like you know what you would get in the north so I'll talk a little bit more about this measurement paper later but for example we find that you know even like unqualified providers and nurses in Tamil Nadu and Kerala do better than like you know fully trained doctors in UP and Bihar okay so that's a separate and we'll come back to that in a moment but you know there's obviously a lot to learn from the within country variation right mean and what did some of these states do right the the way I like to think about health systems is what I've done in the book is to just have a set of graphs where I put outcomes graphed against GDP per capita right so because in general more income allows you to buy more health it means your parents are richer the system is richer everything's richer so I expect in outcomes to improve with income but the real lesson comes from looking at which are the states that are positive outliers conditional on income right so holding your income constant which are the states that are doing much better so to give you a simple example of how that flips results around in absolute levels outcomes in Bihar look worse than Haryana okay but Haryana is actually much richer than Bihar and so if you kind of control for GDP and look at health outcomes actually Bihar ends up doing slightly better than expected for its very very low GDP and Haryana ends up doing much worse okay now but then that starts getting not just into policy issues but also into social and cultural issues into empowerment of women in particular so in fact ironically it turns out that women in Bihar end up being much more empowered partly because there are so many more migrant workers who leave the state right mean and so which means that the women are running the show like you know much more than they are in some of the other states because essentially the men are migrating and gone out so there are some indirect positive gender spillovers like you know that you see in Bihar as a result of the structure of the economy but I think the larger point when we think about how do we get better as a country is to say that we've done well we have a lot to be proud of and I'll talk about the specific pieces of the system that have worked well but we can obviously do better okay and then you know that's how I frame that whole discussion so that's kind of overall health right but we can then start looking at the health care system itself in terms of the structure of the health care system what does it look like I mean is there stuff you I'll pause for a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:44.480",
        "message": "second before I start talking about that what I'll do is everything that you said I'll fill in some figures which I've got from papers partly written by you and from the chapter in your book itself because I found them very illustrative like one what is the glass half-full the glass half-full is that infant mortality in India has declined from 142.6 per thousand live births in 1970 to 28.3 in 2019 and you think 28.3 is good but it's still four times more kids dying here than in China which is 6.3 Vietnam is 15.9 even Bangladesh is you know less kids die 25.6 you know again you talk about how life expectancy and at birth was you know 41.4 in 1960 which is mind-blowing if we were like the median person we'd be dead if we were in 1960 and it's gone to 69.4 today but the point that you made about health adjusted life expectancy was that India's health adjusted life expectancy what are the healthy years of your life that you can expect that's 59.3 so there are 10 years of the 69.4 which you're losing to ill health and you know when you're full potential again this number is you know worse than China Vietnam or Bangladesh and you give various reasons for this similarly you talk about sort of stunting where I'll quote from your book quote India has reduced a fraction of stunted children under 5 from a shockingly high 62.7 percent in 1989 to 34.7 percent in 2017 stop quote which is also shockingly high and as you point out quote India's stunting rate is 4.3 times greater than that in China you know 34.7 versus 8.1 46 percent greater than Vietnam even 13 percent greater than Bangladesh which are you know the glass half empty therefore does seem to be quite empty then you pointed you know figures that reflect the variation that you gave within India you point out how infant mortality rates in states like MP MP is 47 Odisha is 44 Assam is 44 UP is 43 and you have Goa which is 8 Kerala which is 10 Puducherry which is 10 you know Tamil Nadu is 17 Maharashtra is 19 you know the figures kind of speak for themselves and about those outliers also I found that fascinating how you know in absolute terms Bihar seems to be worse than Haryana but when you adjust for per capita income it's actually much better and one you gave the Bihar side of the reason that so many migrants are there so women are running the show you know I'll again give a brief aside I once wrote a feature story on Sakshi Malik after she won the bronze medal at the Olympics I think she won bronze right but one of the things I was trying to investigate during that is how the hell does a state which is known for his misogyny in other words Haryana and the way it treats his women how the hell are they getting so many female wrestlers and all of that and the answer actually does lie in patriarchy where in the 1970s there was this dude who was a wrestling coach called Chandigiram and Chandigiram didn't have sons and in 77 or 78 the Olympic Committee announced that you know that they'd have a women's category in wrestling so he made his daughter I think Soneka Kalikaraman this is the dungal story but he's the the dungal coach Mahavir Singh Phogat was Chandigiram's assistant yeah so Chandigiram got his daughter into it I think her name was Soneka Kalikaraman or whatever and then Mahavir Phogat who was his assistant got his daughters into it so this whole thing was these men who don't have sons who want to vicariously achieve something they couldn't see the Olympics as a this thing and therefore they push their daughters into it but that doesn't mean that women are empowered in the state overall and of course women's empowerment is actually as you have pointed out you know one of the key indicators of health the kind of food that they're getting and even the spillover effects because a mother who's not getting enough nutrition will you know affect her the childbirth it will affect what happens to the kid after that all these massive spillover effects so I've you know everything that you said I've kind of taken data from your chapter and sort of put it there and I think it was important to give this data because it just speaks for itself it is so powerful that yes glass half full yeah we're not dying at 41 we're dying at 69 that's great but look at all these other countries what have they achieved and one of the things in the last episode that we did on education you told me what really stuck you was to look at say was to compare India and Indonesia and say okay we were here at you know we were at a comparable level once upon a time and now look at them and now look at us and where did we go wrong and so on having added to this this small story I'll kind of let you"
    },
    {
        "speaker": "Guest",
        "time": "01:42:17.800",
        "message": "let you continue and thanks because I think you know yeah I didn't give the numbers partly because I felt you know that's a part of the chapter that's a little dry but you're right the numbers are very important so I'm glad you fill that in like you know so then I can talk about you know the concept so coming back to the research that I want to talk about right I think what most of your listeners probably have very little idea of is just the landscape of health care provision particularly in rural India okay so and and this is something that not just your listeners but the government frankly has no idea okay and that's because you know the majority of health is provided by completely unqualified quacks okay now we know that they exist because in household survey data we know people are going to the private guys but we have no data because they are technically illegal and so that means they don't show up in any official database about you know who these people are okay let me give you a little bit of my journey into kind of just the three major health studies I have done like you know so I can speak in a little bit more detail about my own work but also draw in on some of the work by Jishnu and Jeff in particular to give your listeners a little bit of a capsule of what we've learned about the functioning of the health care system you know overall so like I said you know I started this journey with kind of this project and looking at quality of public service delivery right and this was part of a project that was done for the World Bank's World Development Report in 2004 on making services work for the poor or 2003 and so it had kind of a cross-country component and part of the challenge was coming up with metrics of quality that were measurable in identical ways across context okay so and the reason we picked up provider absence is it's a very blunt measure obviously the doctor being there is necessary but not sufficient right I mean he could be there and still not do anything but it's a very very basic blunt measure we said okay you know like Woody Allen I think famously said right that 80% of success in life is just showing up right I mean so so you know we started that very very basic measure and just like we did for education we also did for health clinics where essentially trained enumerators made surprise visits to over close to 1500 clinics across the country about 18 every state and just measured okay and so what we got out of that was this estimate in 2003 that about 40% of doctors and roughly the same fraction of health personnel in general were absent on any given day okay that's a shocking number because once you take away the vacancies right I mean the fact that these were conditional in the positions being filled right you've also got vacancies that you can see how abysmal that is in terms of the amount of services being offered okay now one of the limitations of our all India study is we could not check because the doctors could potentially be working but just be on site okay and field visits they could be in villages they were they're supposed to be they're supposed to be doing rounds so there was a complementary study in fact done then nobody had them but three Nobel laureates right so Esther Duflo, Abhijit Banerjee and Angus Deaton and though they fight on RCTs they actually work together on that project right I mean in Rajasthan in Udaipur and they but there because it was one district they were able to do much more detailed work of actually following to to the village where the doctor or nurse could have plausibly been okay and they find that in only 10% of the cases could they find them in in the field and and that the story was worse than just absence right the story was also one of unpredictable absence so if I know that the doctors is predictably absent two days a week okay then that could be absence of 40% but I know he's there on Mondays Thursdays and Fridays and so as a patient I optimize around that and that's completely fine the problem is that they found that you could run a regression of all the observable data and you would have zero predictive power of when this guy is going to be absent okay so and that makes it much much more painful for the poor beneficiary who kind of has to both forego a day of earnings and pay the transport to go to one of these clinics right mean and then if you go there and find that the doctor may not even be there you know that becomes much you know much more problematic in terms of access to public health okay so those two studies I think basically focus the challenge on governance right mean that the basic governance challenges we have in the public system now after that I started working much more in education right and it's Jishnu and Jeff Jishnu was then the World Bank of both of the World Bank then Jeff went to Princeton Jishnu is now Georgetown you know so they led a lot of the work on improving measurement of how do you just measure health care quality and this turns out to be a really hard problem because measuring requires there is a possibility of undertreatment as a possibility of overtreatment there's you know what the quality of care is going to vary by protocol so long story short the method that is most commonly used in the literature to assess kind of doctor competence is what is called the method of medical vignettes okay so and the vignettes are the form that doctor qualifying exams will look like where you say you know you give the doctor a hypothetical case and you say a patient is walking into your clinic and report symptom XYZ okay so what do you do next so the whole point of kind of good medical education is that you have a treatment protocol or a diagnosis protocol right so it's what is called a checklist of essential items saying somebody walks in with the following symptoms then you know here are the first four things you do right you take the basic vital statistics you measure temperature you take a little bit of history and you know the patterns of the fever you know so you try to ask questions so the whole point of being an effective medical provider is the patient walks in with some random symptom and mapping that symptom into an underlying diagnosis and then treating only that and not overtreating right is the core of what you want a good doctor to do okay so the first step of assessing is this provider able to do that is to then assess provider knowledge okay so that's what they do with these vignettes and they measure doctor knowledge in a bunch of studies okay and this is kind of being used in multiple settings now the problem with the vignettes is that the vignette only gives you a measure of doctor knowledge okay it doesn't tell you anything about doctor practice right I mean what does the guy actually do like I mean when a patient walks in right so you know you might know a lot but choose to not exert effort and this goes back to again something Ajay said which is health care is not a public good health care is an inherently private good right because I give it to you and not to others it is rival because if I spend time on you I have less time for others so I can both exclude and it is rival so it is not a public good at all right it is a classic private good and the amount of effort you put in is costly right so effort is costly and coming back the the historical anecdote which I wanted to talk about which people may not realize is that the British colonial health care system the medical system that was set up it was not set up to take care of the population it was set up to take care of the collector and the superintendent of police right like so it and it was a completely excludable good right it was the doctor the medical officer in the district's job was to make sure that the ruling employees were healthy right like I mean population to do it right like you know that would come maybe in times of some major pandemics or something but for the most part it was a private good that was allocated to the elite okay so what they then was like listen knowledge is not enough because when people walk into a clinic and you know you've seen those papers so what they started doing was then measuring what they call participant observations okay where you have people sitting in the clinic almost like you know anthropology type you're sitting as and you're just coding every interaction between the doctor and the patient okay so patient walks in and you just observe now for the first half day one day you might get some what I call Hawthorne effects that they work a little harder because somebody's watching them but after some time we now have evidence to say that it just goes back to normal practice okay so that gives you a measure of effort right so what they were finding and the main kind of insight from bunch of these papers now of course this level of measurement could only be done in smaller samples right so they had samples in Delhi that you know other samples but the punchline that was coming out of all of this was that the doctors a the knowledge was low but even conditional knowledge the effort in the public system was incredibly weak okay so they kind of came up with this terminology what they call the no-do gap right the gap between kind of knowledge and practice was so large that it kind of highlights again the importance of incentives because you can hire people based on competence and knowledge but that doesn't kind of ensure that they will exert effort when"
    },
    {
        "speaker": "Unknown",
        "time": "01:50:13.040",
        "message": "they actually see a patient now and this is a very difficult problem right it's a"
    },
    {
        "speaker": "Guest",
        "time": "01:50:17.300",
        "message": "difficult problem and I also sympathize with the doctors in some way because in a funny way you almost have negative incentives for effort right because if you put in a lot of effort you get a reputation as a good doctor and you get more work right and you get more patients but your compensation is not going up your resources are not going up there is nothing in the system that is actually variably increasing with the amount of patients you see okay so and I'll come back to the separating equilibrium of how these incentives work out and then they also looked at the private doctors and see that the private doctors in general have less knowledge okay but they actually work harder because they function closer to the frontier of their lower knowledge right so if quality is knowledge times effort the public guys have more knowledge because you're recruiting based on more formal credentials the private guys are much less qualified on average but they work harder and they function closer to the frontier of knowledge okay so that was kind of the broad message that was coming out of that work okay now the limitation with that is in the participant observation when I'm sitting in the clinic and coding the interaction I don't know what is the underlying ailment the patient is coming with okay so I can observe your bedside manner I can observe how many questions you ask I can observe how many medicines you give but I have no idea if what you've done is correct right because I don't know what the underlying disease is that this random patient is walking in with now in the vignette I know that right in the vignette I know what the underlying case is and I'm structuring the whole case so that a good doctor will find his or her way to the correct case and the correct diagnosis right so the problem in the POPO measures effort vignette measures knowledge but I want to measure both in the same case to then really get a sense of is the doctor getting the right protocol of care okay and so then the big innovation and this is you know it's been used in medical studies before but just for your listeners is a detour into the wonderful world of research right like you know is the so the the closest to a Bollywood operation like you know we've had in any of our recent studies is if you truly want to understand both doctor knowledge and doctor practice the only way to do this is with what are called standardized patients okay so these are essentially actors like I mean who are trained to be fake patients right mean who go in and present a set of symptoms now because you know the underlying case okay so now you can actually assess whether the quality and the protocols the doctor is doing are correct as per the medical checklist for that case so you both see knowledge and you effectively see the real practice of what this person is doing okay and then at the end of the transaction you kind of observe the medication so you get to observe both over medication and under medication and you observe the fees charged so then you can kind of analyze what our market prices what are these prices reflecting okay now and again this is not something we came up with right so standardized patients are a well-established tool for medical education in the US and Canada so if you're a medical student at some point in your life you will see a standardized patient right I mean so it is part of your training and part of your testing okay that a random person will walk in and like you know you're going to be assessed on how you do so the only thing is we adapted that same method for assessing the quality of actual care okay so this is a little bit of the research journey in terms of just the methods in the measurement so I think Ajay last time was talking about you know how little we know you know and one of the reasons I thought is a good time to do the episode is it builds up on that you know that we actually do know a lot but not much not as systematically as we would like to because these were these one-off studies and we need to do a lot more of them so you know and then there was this last kind of study so the two studies which I did then after so Jishnu and Jeff did a bunch of these things and then we got together in about 2010 and worked together on two major studies so one was an all India study looking at the availability and landscape of providers in rural India so it was a representative sample of villages and all we did was we just went and did a census of providers okay like you know so who is here right like you know and where are people going to and then on an all India basis there was no way you could do standardized patients and so there we measured quality just using the vignettes okay so that was a measure of doctor knowledge but then in one study in Madhya Pradesh in a second study in MP we went did a much much deeper dive right I mean where we had these standardized patients then go and present to both public and private clinics to go present to the same doctor in his public and private practice okay and we'll come back and tell you a bunch of stories about that but you know from a research perspective those were some of the studies that were done and yeah I'll take a little pause and come and give you the insight so maybe I'll give you the insights you know I'll I'll start with the all India one maybe right and then take a pause and come in with the MP one after that unless you want to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:44.240",
        "message": "come in right now no I think I'll come in right now because there is so much that you mentioned to unpack I think let's kind of unpack them one by one and come to this and I'll get to the rural part of it and absenteeism and all of that later but very quickly to just sort of elaborate on what you said about a vignette for the sake of my listeners what that in real terms would be that say I go to what I go to the doctor and I'm the sort of actor as it were acting as if I have something and I will say I have diarrhea and then what we are measuring is what are the questions that person asked me how relevant are they to my problem so you know these are the five questions that a good doctor would ask these are the six things that a good doctor would check in the last of them apparently being some indentation in the temple or the head or something which has something to do with diarrhea and so on and and you grade them based on how many of these they actually ask which I kind of found fascinating now there's this extremely interesting conversation you know in the 2007 study Jishnu Das and Jeffrey Hammer where you know Das had a conversation with this doctor in a slum and I love this conversation so I'm just gonna read it out because it is I think so relevant to present times also where this doctor says yes there is a lot of diarrhea and dysentery in this locality what can they do as well the water is dirty people don't know how to boil it that's why the children are always falling sick so Jishnu asks so what do you do for children with diarrhea so the doctor says what can we do the usual things we tell the mother to give water with salt and sugar to the baby and then also give some medicines so Jishnu asks such as so the doctor says the usual metrogel loperamide furoxone forgive me for the pronunciations young doctors I forgive you for your handwriting and then Jishnu says but isn't ORS enough ORS being oral rehydration basically salt only and the doctor says of course the who and the others keep saying we should only give ORS but if I tell the mother she should go home and only give the child water with salt and sugar she will never come back to me she will only go to the next doctor who will give her all the medicines and then she will think that he is better than me stop quote and this of course speaks to a classic problem that you point out about how private doctors often tend to over prescribe for different kinds of incentives and we'll discuss that in detail and and I in fact reproduced I took a screen grab of this and put it on Twitter today because it spoke to me because yesterday there was an interview with dr. Lancelot Pinto and another doctor and I link it from the show notes where they were talking about how one of the things that is making kovat worse among the many things making kovat worse one of the things that is making it worse is that people are just over medicating where dr. Pinto's point is that even we know all the things that don't work like plasma and ivermectin and hydroxychloroquine and even remdesivir is only in particular clinical situations is recommended but one of the things that does work is dexamethasone which is a corticosteroid but even that should only be prescribed at a particular stage of the illness and what doctors are doing it is that when young people are reporting fever they are giving steroids from then only and what the steroid will do is it will reliably take the fever down but it will also suppress the immune system reaction and then you will be hit harder with kovat and so people are getting over that fever and then just falling apart and it's because of this over medication that is happening so what is required at the start is that that initial fever of four or five days you just have to live through it that's a body's immune system unless your oxygen level levels go down you don't really need to do anything you know that's that that's a natural response of the body if you over medicate at that point you only make it worse and one of the things that is happening is patients are asking for all of these because they will read that array my uncle got ill and he was given these five medicines and remdesivir and plasma and all of that and doctors under that pressure just because it the workload is so insane anyway they'll say fine you know you can also have that and then these people will put out calls on Twitter plasma remdesivir and all of that so I thought that in these current times that's sort of an important aside that one should make I think the technical term for it is polypharmacy and and that this seems to be a tendency that Indians have ki kuch bhi ho gaya chalo antibiotic de do yeh de do and they feel a doctor is competent if that kind of happens yeah no I think you know"
    },
    {
        "speaker": "Guest",
        "time": "01:58:59.800",
        "message": "you're just speaking to what makes healthcare so so vexing right because there is kind of both you know what you're describing which is patient induced demand like you know for things that are suboptimal and doctor induced demand you know in other cases right mean where you're kind of you know all else being equal you recommend procedures where you make you know where the revenue is you know is more lucrative and so that is a very very difficult problem and this is why if you go back to look at the core of doctor training right why is why do they spend so much time on medical ethics why did they spend so much time on the Hippocratic Oath why do they spend so much time on do no harm it's precisely because the founders of the modern medical profession recognized just how powerful a doctor is and that the only way to kind of even attempt this problem of kind of how much asymmetric information and power there is is to actually build a more noble doctor right mean and so you know if I can inculcate in you a certain intrinsic identity that says deviating from my intrinsic identity is costly right that's the one hope we have in the long term of actually building a better medical system and this has to do both with doctors in terms of what they do and also doctors ability to resist right mean patient demand and saying that you know so and this is why customer satisfaction that we normally use okay is not even a always a good measure here I think Jishnu gave me this wonderful quote once I forget I think it's from Kenneth Prendergast as a paper it says you know doctor's satisfaction from drug addicted client who's assessing the doctor based on is he getting his next dose like you know I mean is not a good measure of doctor quality right so in that sense the measure of doctor quality is like I said to diagnose precisely and give you exactly what is needed and nothing more and I remember an old conversation with Siddharth Mukherjee he may not even remember I think I met him once in Boston he's at least five or six years older than me but and I remember very distinctly he told me that is it a good doctor recognizes that every medication is a poison right mean because it is being given to kill something okay like a mean the body so you kind of want to absolutely minimize what you do to just go after what the ailment is and nothing more right now but the flip side of that is now if you take that medical ideal into the practical situation of kind of the poor in India is that you cannot blame them like I mean for wanting more medicines because essentially if you are poor and you've fallen sick you are on the verge of starvation because you don't have income right so the single most important kind of thing that is driving the demand for health care for the rural poor is how do I get back to work it's not like I mean they're looking for all these medicines to say I want the steroids to give me a high no it is essentially every day I don't work is a day closer to destitution and so there's no unemployment insurance there's no safety net and so which means that coming back to basic economics of kind of the time discounting right mean the discounting calculation you're doing is very simple it says yes if I take over medication there might be some adverse side effects in the future but I need to survive to the get to that future right I mean so which means that the discount rate is very very high and so what may seem medically optimal right I mean is often not what is optimal for the patient and one of the things we document in our MP study is that there is a ton of over prescription but the over prescription is not only driven by the incentives of the doctor to make more money when I give you more medicines right the over prescription is driven by the need for the patient to want to get symptomatic relief so that he or she is able to go back to work and so then in a world where the doctor actually doesn't know what's going on with you right like I mean he gives you a cocktail hoping that something will have an effect right like I mean and that you'll feel better so in that sense the over medication is not it's kind of an ethically much more murky area right like you know because he's not just doing it to make money he's doing it because he wants to help you and what you want more than anything else is to get better enough to go back to work right and that's what makes the ethics of this so kind of complicated and fraught right so yeah so it's like I said there's only more and more profound confusion right I mean that if you ask me today what should the policy response to this be I frankly don't have a good answer right I mean it is it would be more along the lines and I'll come back and talk more about training and education and how you can kind of see in a way what you want to do is improve the doctor's ability to diagnose and credibly communicate that to the patient right so that the doctor can act as this trusted filter of both what you need and what you don't need in a world where like you know there isn't this immediate competitive pressure or the sense of saying okay I got the wine idea to dr. Cheney right like I mean so yeah injection a data dr. Cheney right like you know so there are these you know tropes that people have and these you know these are very very very complicated issues to solve it's really"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:48.400",
        "message": "fascinating I mean in in fact this is a classic example where real medicine might have a placebo effect because a patient you know feels that if they are given an actual you know medicine instead of just being told that go home and you know put some salt in your water and drink that and like come on yeah I mean if I'm paying good money to see a doctor how can you tell me to drink salt water costo though the other sort of observation that you made before I come to my question and I found this like so fascinating and and so telling is this rule of three this is from the Das and Hammer study where Das and Hammer write that quote the average interaction with a doctor in our sample is governed by the rule of three stop quote and then they write the patient arrives three days after becoming sick the doctor spends 3.8 minutes and asked 3.2 questions after which the patient leaves with 2.6 different medicines 0.5 of which are antibiotics stop quote and such a fantastic illustration now question number one what does this tell us this rule of three and question number two in a larger sense and this goes across multiple studies which you'd shared with me what do we know about the difference between private and public doctors both in terms of their competence in terms of their effort is there a sort of a distinction depending on you know the locality they are in if they're in a rich locality or a poor locality is there a distinction between some you know a doctor in a hospital and a doctor with his private clinic and is there a distinction with with a doctor who is both by day he's you know a doctor in a public clinic but also has his own private practice outside now all of these are nuances you have explored so give us a dope yeah so I think the let"
    },
    {
        "speaker": "Guest",
        "time": "02:05:35.520",
        "message": "me just start with some basic facts right I think the that's the easiest place to start right so what did we do in this kind of all India study that you know just was published in social science and medicine last year and this is the paper that's called the two India's right so what we did was had a representative sample of villages where we just went and first counted right mean who are all the providers and then did a random sample where we went and administered these vignettes so I think the goal is just to characterize the landscape right who are these providers how can I write I mean and so the the main punch line that comes out of this is that over 70% of the overall provision of health care in rural India is coming from the private sector and the majority of these private providers have no formal qualifications whatsoever okay so these are what you would call quacks okay but we need to kind of put a lot of nuance into this term quack okay which I'll come to in a second okay about who are these quote-unquote doctors okay so that's fact number one okay about the the structure of the health care system is that 70% is private most of them are quacks and this is not even including people with legitimate qualifications who are practicing outside the area of training so you have the traditional Indian medicine people who have Ayurveda and Unani and homeopathy kind of degrees but are actually practicing allopathy right mean and that's again reflects the fact that you know these alternative systems are meant to be more about wellness rather than cure but the patient is not interested in wellness patient goes for cure and so they end up kind of dispensing the same allopathic medicine that gives you the symptomatic relief so that is fact number one okay the the share is major mainly private and more than 50% are unqualified the other important fact is that this is above 50% in literally every state in India okay so except Kerala which is about 45 47% even there so the private share is very very big okay so it's not the fact and this is a little subtle okay it's not the fact that but Tamil Nadu and Kerala that have better public systems have less private okay they also have more private but their private is much better okay so and this is a very deep and subtle point I want to make which is coming back to your story about when the elites have exited from the private sector why do we care about improving the public okay and the subtle point is that the reason I care about state capacity and improving public systems is that not only does it directly benefit those who use the public system it also indirectly benefits everybody uses the private system because the private is forced to compete with the improving public so when the public option gets better you are also automatically forcing out the left tail of the distribution of the private providers and forcing the private distribution up correct so there's that overall spill over in the economy that is not being accounted for in terms of the value of investing in strong public systems okay so the so the second key fact is that as your systems get better it is not that the private goes away but the private gets better okay so the so the public is pushing up the base and it's that that is in fact a tide that lifts all the boats okay so that's the second key fact the third is just how much variation that is across the country right mean and so if you look at these vignettes and look at the quality what you'll see is that nurses and sometimes even the unqualified providers in Tamil Nadu and Kerala do better on these vignettes than even people notionally with MBBS degrees in UP and Bihar okay like you know now and again this is not to malign UP and Bihar but I suspect it speaks to the quality of medical education or the fact that you can get through there are probably more kind of fake colleges I don't know enough about this right mean but you know it certainly highlights I would say the value of say some of these national systems like neat and next okay like you know that says let's have a standardized entrance test a standardized exit test so that regardless of what your kind of training program is that you have to show on a certain common standard right mean that you've achieved so the other key fact which I want people to understand and this is more from my fieldwork rather than systematic data collection is a little bit more about who these quacks are okay like you know so how have they become so prevalent and why are they all over the place so two things one that the state is often not there and second even if the state is there the state is not accountable right so one of the striking findings we have in our MP study is that the share of the private guys is above 60 or 70 percent even when you have a public MBBS doctor posted in the village okay so it's not just a question of have you posted a public doctor because the public doctor is often not there so coming back to who these private quacks are see most of them are have done what you would call an informal apprenticeship okay that they have shadowed a regular doctor like you know and kind of been in this guy's clinic for a year or two observed a bunch of what he does and then they say okay I'm ready to go off and kind of do my own thing okay now and as with any skilling program or apprenticeship program in India there is so much variation in the quality of who you shadowed that that automatically then means that there are some of these guys were not bad at all because they've actually informally imbibed some pretty good practices and then there are others were abysmal okay so that's one part about who these people are now but the second thing that's important to understand about why they are not these evil kind you know there's a sense that oh there these evil profiteering quacks okay but that I think is far from the case because they are often highly embedded and very very respected in their communities because they are the only people providing care and they have to live in that community right so in fact the best incentive for them not to do something wrong is if something bad happens on their watch they're going to get beaten up okay like I mean and that's often a better incentive so Jishnu has sent me stories about like you know people getting beaten up like you know if the community feels that the doctor has done something bad so in that sense that they are not formally qualified but they are embedded in their communities they have kind of some experience some practice and then the other source by which they learn things is the informal education and again this is not in the data set but it comes from my field conversations with these guys is they actually get a fair bit of continuing medical education from pharmacy representatives okay because the pharmacy guys the government might not know who these guys are but every pharmacy rep knows them because that's where the medicines are being pulled through so the pharmacy reps will have in their beat the data of all of these informal providers and they will make sure they've gone and visited them and so that becomes like a source of now of course it's petrifying to think about then how much influence a pharmacy rep has in terms of like you know over medication because these guys then have incentives to push more medicine so but it's just giving you some sense of the lay of the land right I mean about who these guys are and that they that they account for the lion's share of health care in the country now then coming back to the research about the quality right so it is one thing to say that they exist and this is what they look like on paper okay but what can I say about that actual quality and that is what the MP study does right because what the MP study does is it takes measurement very very seriously and this is a paper in the American Economic Review and what we do is we have these standardized patients and we draw a random sample of villages and we make a census of all of the providers and then we randomly draw samples of public and private clinics and then we send these SPs over a period of time to go present their cases right so then we can observe exactly the quality of care that's happening in the public and the private the qualified the unqualified and then just understand that broad gamut so again this is one state it's you know about 160 villages actually but it's better data than we have anywhere else so it's the best we have right now but the key kind of big picture messages are the private guys know less okay because they're less qualified but they systematically work harder okay and now by work harder it means they're spending more time they're asking more questions they're getting more of the items on the checklist okay and so when you put that picture together the overall quality of care that you get from these quacks is not different from what you get from the public health clinic and now this is because when you go into the PHC most of the time the doctor is not seeing you because the doctor is not there so even in the public system you're being seen by a ward boy or a compounder or somebody who is not actually formally qualified but who just happens to be there like you know minding the store so in that way the private guy who's less qualified like you know is not giving you any inferior care now but going back to something we said in the education episode the absolute quality of care is abysmal right I mean so it's just like those two bears I talked about last time right you the private guy just has to be slightly better than the public guy that's why improving public is so important right because it forces the private guy to up his game as well so what you have today is overall the public system hires more qualified people but because it doesn't have its governance act together right I mean and you can't get accountability for a variety of reasons that the effort is really low the private guys have lower knowledge but much higher effort okay and so put together the composite result of that is that the private guy is at least no worse okay slightly better but at least no worse and just like education right so just like my school voucher study we found exactly the same thing right that the private school teachers are much less qualified but they work much harder so the net net result is that the value-added is comparable but they do it at a much lower cost per child and that's because the salaries of the private school teachers are about one-fifth and so similarly here what you'll see is that the cost per patient in the private sector is substantially lower because most of these guys you know they charge visas once you add all the salary costs in the public system and divide that by kind of the the utilization you get a much much higher cost per patient for comparable quality so I'll stop there and then come back to this other even more cool study where we then look at the dual sample of the same doctor in his public and private practice but let me just pause for a moment on this representative sample and get you in"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:51.880",
        "message": "there yeah like first of all as an aside again like one of the statistics that we know about education is also true of healthcare I found out while reading a chapter in these papers which is that even though people have free public options available they still prefer to go by and large to private doctors and that in itself is telling now I'll quickly summarize in a sort of two separate buckets a bunch of insights that really struck me and you can tell me where I'm making a mistake or you'd like to add something to that and one is the urban bucket which is what these DAS and hammer studies look at specifically in Delhi and all of that where they kind of point out that look there is a stark difference between the private guys and the public guys but there are nuances within that like number one the private guys always show more competence and more effort but then within the private guys there are two categories one is the MBBS guys who are actually trained and the other is the untrained guys within the untrained guys there will be the Ayush guys who you could argue have been trained wrongly and the apprentice type people who are you know picking it up from a proper doctor and kind of taking that and everywhere you find that not only does private outperform public but in different localities you know private and public will both rise so the difference between them will be there and in poorer localities whether it is private or public it will be much worse than in a richer locality so the locality matters a hell of a lot now that is the urban India card the little snapshots that we got in rural India what I kind of found fascinating was how in your paper on two India's you've described how people travel for medical care where you write quote people may visit the clinic in their village but if they have something more serious they will go to the highway and if they have something really major they will take a bus and go to the city but people will almost never travel from one village to another stop quote you also point out that quote a high quality provider who is posted to a village will spend a much smaller portion of the day seeing patients compared to a provider in a district hospital stop quote and then you make a point that you also made in the education episode in that context that sometimes better roads are more useful than more rural clinics that you want to connect a patient with a healthcare and if you can't take Mohammed to the mountain you get the mountain to him you know so if you can't provide that excellent medical service at his village if you just provide better roads better maybe mobile connectivity or whatever then he can access that better care but here I have a question like the vast majority of the care that is kind of being accessed is private here and you've pointed out that you know in your study you find that there are 3.2 doctors per village and only 2.8 percent of them have an MBBS right and while there is variation between states the state of affairs is kind of ubiquitous so now when I connect this with how you describe the travel that if it's something immediate like if I have diarrhea or a cold I'll go to the local guy and if it's something a little more serious I'll go to the highway and if it's something really really serious I'll take a bus to the nearby town if it's possible now what this therefore would imply is that even if the so-called doctor is not that trained doesn't have a degree the point is that you know a common cold gets better on its own it's a reversion to the mean kind of thing many of these common things that they would go for like even diarrhea will kind of get better and it'll almost be folk wisdom that have you know salt in water and all of that by now so you know is that's what playing out there that they're going out to a private doctor in a situation where it's not serious to begin with and it doesn't really matter if the doctor is good or not I mean if you have 3.2 per village and only 2.8 per have MBBS they obviously can't treat anything serious for the serious stuff you're going elsewhere anyway so it's almost like placebo doctors I mean the reason a lot of quackery appears to work to people and I have written frequently on this in various places the reason a lot of quackery appears to work is two reasons one is of course a placebo effect which is far more powerful than we realize which is why every proper piece of medicine has to pass a double blind placebo test and by the way no homeopathic medication has ever passed something like that and the other reason is reversion to the mean in the sense that many diseases just happen and get better on its own including in the vast majority of cases even COVID where you will get fever for a week or you'll be asymptomatic and it will just get better and if at the peak of your symptoms you take some medicine you will ascribe it to that correlation and causation and you will imagine that's what is causing the problem so is this part of the situation that the fact is at one level I get it that Indian Medical Association now keeps protesting that there are so many quacks now at one level I get the argument that listen the state is in there proper doctors aren't there but these are people who might be able to help in some way so let's not demonize them I get that argument but at the same time could these just be placebo doctors in the sense they're not doctors at all and these are not you know you feel good that you're going to someone and he's"
    },
    {
        "speaker": "Guest",
        "time": "02:19:40.320",
        "message": "giving you medicine but you were gonna get better anyway I don't know the full answer to that question right because we didn't do a study on placebos now what I can say is that because we are codifying the quality of treatment right because in these SP cases we know right we know the underlying ailment and see you're absolutely right that in the majority of the case you actually don't need medication right but the truth is the reason you want the doctor is not for your average case but to be able to say are you in that 5% of cases where you actually need the attention right so in fact the SP case that we have is a case where people the patient walks in and says I have had some pain in my chest okay and now this could be anything from a heart attack on the extreme or it could just be that I had a slight sprain and that I slept in the wrong posture and like 9 times out of 10 it'll turn out to be completely benign correct but the reason you go to the doctor is not to get the treatment but to kind of get the pathway of questioning to say is there so which is why the right questions you ask are you know what is the nature of the pain is that a throbbing pain is a vibrating pain like it is a repulsating pain right so the point of the doctor is not to cure you but to then identify whether you need referral to something more right I mean so the which is why the cases are designed you know precisely right I mean to reflect symptoms that I think in one of the cases it's like I have a hard time breathing okay so now it could be asthma which needs training or it could be just an allergy or it could be you know some short-term adverse reaction to something so again the cases are designed in a way as to be cases where you can measure both omission and commission the bottom line is coming back to the absolute quality of care in our data right if you say what fraction of these providers correctly give you the correct treatment it is abysmally low okay it is only about 15% in the public sector and about 22% in the private so that's why I said the private is better it's 50% better but in absolute levels it's still abysmally low okay now but these guys are mostly unqualified but where it gets very interesting if you look at public versus private is because the problem here is the qualifications of these guys are different right so if you want to really isolate the effect of private sector incentives so the really cool part of the study is then we found the same doctors right so the same guy in his public practice and private practice so now the knowledge is constant and what we did it over a period of time he got the same case in both his public and private practice obviously with different actors like you know it's not Amit going to both the practices like you know I mean but the same case and what you saw was that the quality of care was better in the private practice on every measure right so there is higher effort there is more likely to be a correct treatment you know there's less likely to be unnecessary treatment so in every way that there is more effort being put in okay so to answer your question about the larger gamut of rural health care and saying how much of this is just placebo I think you know my view on this is that yes only about 15 to 20 percent of the cases actually got it correct now does that mean the remaining 80 percent are placebo possibly no because a lot of what they are giving is also what we call palliative relief right like I mean so it may not cure your underlying symptom but it is still giving you some utility in terms of you know making you able to go back to work okay now the question of course is that steroid or whatever thing they're giving you as a painkiller what long-term cost is it coming at and then it goes into this very complicated issue of what is the patient's discount rate right so if this is a patient who says I need to get better today because if I don't work I don't have food to put on the table then can you really blame the doctor or the patient like you know I mean for over medicating on the palliative stuff if that's what allows the patient to get back to work okay so I think that's what makes this so difficult now maybe I'll pause here and then we can come back and talk maybe we should switch to talking about policy right because I think it's very very very difficult I think Ajay's view on this was we just don't even know enough that we just need to spend time collecting data like you know I have some views at least on principles of how I would structure policy based on kind of the work in the evidence we have and you know maybe we should switch to that and that way we can you know bring all these facts together to say because right now it almost feels like I've given you this you know broad smorgasbord of facts but organizing this into saying how do we take this understanding into thinking about policy is then something that I need to spend some time on you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:56.240",
        "message": "which we can do next so a couple of things I want to double-click into and this might take us into the realm of policy but even if it doesn't we'll talk about policy anyway after this and here are the two things I want to double click into one is talking about public incentives and the other is private competence and when we speak about the public health system right we've got the five-tier system we've notionally got all these doctors in every village in every town in every district whatever but there is high absenteeism right now the classical explanation for why private always performs better than public is incentives because in public you've got a tenured job there's no accountability and you know those are your incentives and that's how it functions so first question what are the ways to improve these incentives like once we take it for grant because you know the public reflects is there repeatedly like an education they will ignore the free option and they'll go to a paid private guy clearly something is seriously wrong now if we accept that the market can't take care of everything in something like health care then in that case we have to focus on this and we have to figure out better incentives one way like we discussed is more local government but that isn't going to happen anytime soon and that in any case we will discuss in our episode on federalism so what are the sort of ways of improving these public incentives for"
    },
    {
        "speaker": "Guest",
        "time": "02:25:13.120",
        "message": "public health care workers yeah so this is a great question and maybe I will park it for the policy piece but let me say one other important thing right that what is really interesting about why we call the paper to India's is like if you look and say Tamil Nadu Kerala and some of the better performing states it's that not only do they deliver better care but they also deliver it at a much lower cost per patient okay so how are they achieving higher quality and lower cost it's because the utilization of the doctor is higher okay because the biggest cost in the system is your doctor's salary right but if people have confidence in the public system that everybody is coming right then your cost per patient is actually lower and the equilibrium has unraveled where you know not only are they not that good but if you don't know if they are there you're not even going to show up okay so the patient doesn't go and then you kind of the whole thing unravels into a low level equilibrium right so I think it just highlights the broader value of investing in public systems okay now this is spoken from as somebody who has documented that the private incentives do better but my overall view in terms of architecting systems of service delivery is that the public and private both have their weaknesses they have different pathologies right so at one level a public provider should be able to do better why because there is no profit motive and therefore you don't have to kind of charge more to make the fat cat salaries of your corporate executives who are running the private firms at another level they have scale in procurement okay so it gives you volume discounts whether it's on your medication or your supplies you have scale in terms of cost of capital if you need to borrow for infrastructure and you have the the natural scale that comes from being so combination of lack of profit motive and combination of economies of scale all else being equal should make the public a potentially better provider right like of value for money in than the private guy but the elephant in the room of course is incentives right so what the private guy has is much better incentives right so essentially he doesn't get paid if he doesn't show up right I mean whereas the the public guy once you have the salary so you know one very interesting way of thinking about public versus private in the covert context is like you know is the public unions fight to stay shut the private guys fight to open right mean and that itself is a very telling this thing about you know the distinction of the incentives because these you only get paid right if you're there okay so now and which is why I think the public versus private debate itself is so different and should be different in different parts of the way okay so I think if you and part of the nuance in that AR paper right where we kind of allude to the fact that can arrow was not fully right it's always a dangerous proposition to start a paper saying that can arrow was wrong so you know because like the most brilliant economists of the 20th century but you know the caveat is not that he's wrong but that he was right only in the setting he had seen like you know he had not actually seen what the Wild West of kind of health care in rural India looks like right so in fact as an aside sometimes it's interesting right how some of the great ideas and modern applied microeconomics that won Nobel Prizes like you know for people like Stiglitz and Akerlof actually came when they spent a year in developing countries right so Joe Stiglitz spent a year in Kenya Akerlof wrote his lemons paper from his time in India when you know it's like studying development economics is a little bit like studying pathology in medicine so pathology is you look at the dead patient and saying what did not work right so when something is working you don't see how beautiful it is that all parts of the system are working right so it's only when something is dysfunctional that you then go and understand the importance of things you took for granted institutionally right I mean and so similarly for kind of Western educated economists who kind of model the world in a certain way you know you put them in a developing country where these kind of markets don't exist and then you kind of say oh my god wait like you know there is all of these problems of asymmetric information and then they kind of embellish their models for this you know work that then went and won a Nobel Prize but anyway so maybe my point here is if Arrow had spent time in rural India like you know he would have modified like you know some of his his his theorems as well but what we are basically showing we have this theoretical model in that AR paper right where we say that listen market incentives are both good and bad okay because what we see in the pricing equation is that the price a doctor charges is correlated with observable measures of effort right so the price is higher if I spend more time the price is higher if I do more checklist items and the price is higher if I give you more medication okay because those are things that the patient can see now what is really ironic is that there is no price premium for giving the correct treatment because the patient doesn't know the treatment is correct okay but unconditionally you are paid more if you give the correct treatment because when you give more medicines you are mechanically more likely to also give a correct treatment okay so it's like you know you throw the kitchen sink at it and something will stick okay so but the subtle point is this that doctor incentives of say private incentives are good because it gives you incentives to work harder for the patient to come back to you but it also gives you negative incentives for over prescribing right I mean and so the question is how do you find the right balance between having enough incentives for effort but not enough incentives for overtreatment right and that's the delicate balance we're trying to find now the traditional modern Western medicine approach for this is you train a medical ethics you know you try to train with say Hippocratic Oath and you kind of have a group of peers and you have a strong liability regime that says if you're found to have violated what is kind of standard practice you so there are other institutional ways of kind of checking this right but the general sense in the US is that the better working health systems are ones that don't give doctors too much incentives but you want to weaken their incentives and focus more on kind of intrinsic motivation of quality of care so if you look at say a Mayo Clinic where the doctors are paid on a flat salary with not that much kind of you know bonuses based on procedures the sense is that you get better care there what Ajay was saying what a CMC Velo does like you know I mean so at the high end of kind of the healthcare system the best systems are where you have well-trained doctors who have a strong sense of ethics and who are practicing in a community of peers whereby you kind of reinforce good practice because of the norms that are built around you okay now the problem is like you know when you come to India we are at the opposite end of that right which is that the effort in the public sector is so low that the marginal incentives so here's what happens right when I increase your incentives I'm increasing incentives for diagnostic effort but I'm also increasing incentives for overtreatment right but the returns to that diagnostic effort is diminishing in how much time I'm spending right so in the US if my default interaction is 20 minutes with the patient then the marginal returns to more diagnostic effort is not that high but in India if it's two minutes right then the marginal return to that extra diagnostic effort is high so part of what we argue in that model is there's a crossing property that if you're at a very low level of baseline effort then having more incentives is actually better because those benefits outweigh the costs right I mean whereas if you are at a point where the baseline effort is already high now putting incentives backfires because now I'm incentivizing overtreatment okay so it just kind of highlights how difficult these issues are but coming back to the Indian setting and policy and maybe we'll take a short break and come back is that that architecting systems where so that you have some incentives but not too much is kind of what is the really delicate balance of this and hopefully we can talk I'll I'll talk through some ideas for that when we get there and and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:25.800",
        "message": "my other sort of double-click question before we get there one of course was about incentives in the public sector but the other is about the competence of the private sector in the sense you pointed out that look most people are going to private providers a very small percentage of these are properly trained MBBS guys and even a large percentage of the MBBS guys aren't particularly competent when it comes to all these checklist vignettes and all that so then the question is how do we solve for this because like Ajay pointed out in his episode he used a telling phrase that look it's expensive to manufacture a doctor which is true and there are supply constraints like the Indian Medical Council had run an episode on this once you know the group of doctors and they act like they kind of cartelize the whole thing there they you know restrict the supply of doctors and that's a separate problem and assume for a moment that that that is just there it is how it is it is expensive to manufacture a doctor so can something like AI play a part in this like Ajay spoke about AI plus nurse now that seems an interesting formulation to me because one AI has come a long way like Eric Topol has this great book called deep medicine for example about how AI and doctors can work together and two when I think of this vignetting for example you you have a chest pain or you have a diarrhea and you go to a doctor and there's a checklist now a checklist can easily be encoded in an app where you know it doesn't have diagnostic authority or whatever but you can go through the checklist and at the end of it you can say okay I don't need to go to a doc I'll just drink some salt water and I'll see if I'm better tomorrow or it's not pulsating so I don't really need to worry I probably slept in the wrong position or whatever I'm just thinking aloud I mean that's this is by no means a medical this thing so you know can technology in a sense save us not as you know not in terms of replacing doctors but maybe as a tool to doctors maybe as a tool for these informal doctors where you know it serve with them. No absolutely and you know I think the"
    },
    {
        "speaker": "Guest",
        "time": "02:34:13.880",
        "message": "most of the policy solutions I'll talk about will have a technology layer right and I think one way to think about this is that technology in any sector okay whether it's education whether it's health and you know other examples technology is a force multiplier but again for the technology to be effective you need to first understand what the binding constraint is and then make sure the technology is targeting that binding constraint and one of the things we did not talk about in our education episode is we didn't talk about education technology right I mean and so since I haven't done research on technology in health but I have done research on technology in education let me give you this quick analogy right which is in theory the technology can do amazing things okay it can help give you high quality content with the best professors for everybody it can help you know make the material more interactive more engaging it can customize the learning it can shorten the feedback loop it can do all of these great things okay so and therefore you have a lot of tech evangelism in education till you go look at the data if you go look at the actual RCT evidence on technology in education you'll find that the results are all over the place okay there are cases where the impacts on learning are negative there are cases where there are zero and there are cases where it is positive right so you know and it is negative in cases where people are blindly giving computers to teenagers and who are then spending a lot more time playing games you know it's neutral in cases where I just give you a laptop okay and it is positive when I take the effort to integrate pedagogy with the technology right so I think my quick answer to this is technology can be a huge force multiplier but there are two or three key caveats one is kind of making sure that it is designed to address the binding constraints and making sure that we are designing the incentives for the innovation to solve at scale for populations without purchasing power right because the problem is if you look at innovation innovation is typical and this is true in edtech as well right that innovation is driven at the right tail of the distribution where there is the paying customer that is what you really want is to direct that innovation like you know at the bottom of the pyramid and that that's where again you need the government to kind of play a little bit of an enabling role and maybe that's a good place to start right like you know when we get into the detailed discussion on policy so let's talk about policy now"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:22.960",
        "message": "you know we know the problems I we know some of the problems we in fact we think we know the problems and then they like you said is very vexatious where do we begin to think in terms of fixing these problems you know so let me start first"
    },
    {
        "speaker": "Guest",
        "time": "02:36:37.680",
        "message": "with some core principles of public finance right which is so Indian health expenditure is overall health expenditure is comparable to other say South Asian countries but public health expenditure is lower okay so there's a lot more out-of-pocket spending so I think there's definitely room for increase in public spending on health now but it is incredibly important to think about the cost-effectiveness of that spending because again a big part of the research is how much variation there is in different ways of spending that money right so first let's start with the first principles of public finance of saying if I were to have a marginal increase in health expenditure where should that go okay and where it should first and foremost go are in the public goods right mean and that is public health preventive health that works at a population level and again as I said this but this is so important it's worth reinforcing again and again and again right I mean that you know oxygen cylinders and ventilators are not public health right I mean so the mind gets concentrated on the immediate life-saving device and the constraint okay but that is still essentially a private good that provides health care to one person okay and it is rival it is excludable okay now what is public health say in the COVID context public health would be things like and I'll talk specifically about COVID later would be things like universal masking right that can mean where there are public goods and externalities and we'll talk about that but even more basically things like air pollution okay so my first and almost counterintuitive message on health policy is that sometimes the most effective return on investments may lie completely outside the health department okay so when we think about health policy we think about what is the Ministry of Health do but the Ministry of Health basically again like I just said thinks of itself mainly as a PSU running the public health care system okay but that is not health that is not well-being that's not quality of life okay so for example I would say the single most important thing we could do for population health is actually fix air pollution in North India okay and so the calculations on this just show that the costs are of the orders of you know just several hundreds of billions of dollars right I mean and whether it's the life expectancy whether it's the health is adjusted life expectancy the returns on fixing that are huge now the problem is that we have boxed our environmental discourse in two ways okay one it has been framed as a trade-off between kind of industrialization and economic activity versus environmental regulation okay so the greens are essentially pitched as presented as being anti growth okay and so somehow there is this trade-off and then you know and there's also obviously virtue signaling sometimes from the environmental folks and so that's one kind of trap we get stuck in okay of green versus growth okay which is mistake number one second mistake we make is we kind of get caught in the politics of kind of global climate change negotiations right I mean where we say that listen the West has done its and has polluted and so now like you know we need our space to pollute okay like you know for us to grow but you know but that is like cutting your nose to spite your face because forget the global externalities right just the domestic health externalities alone like you know make this a first-order crisis that you want to work on right so now and that brings me back to why I actually think the high petrol taxes are a good thing okay and that's because see holding as a government when you need to raise revenue any government needs revenue for its core operations right now so what is public finance 101 again it's very obvious but we don't really think about it this way because most governments in the revenue department thinks about their target for how much revenue I'm raising okay but there is a separate point of not quantity of revenue but quality of revenue right what is the quality of your revenue and there the public finance 101 is to say that you want to tax bags and not goods correct so if I tax labor supply I am reducing your incentives to work and that is bad okay but if I tax alcohol or if I tax pollution right mean then I'm raising my revenue but I'm also getting the price right or closer to what is socially optimal okay so just like those first principles right now of course you could argue that with say high petrol taxes there is inflationary pressures across the economy and all of this kind of stuff but overall right like I mean my meta view is given that the government has certain revenue requiring you know revenue needs that you're much better off right like I mean taxing carbon right mean through the form of high gasoline taxes now it's a separate matter that that is being used to hide and cover a bunch of other fiscal mismanagement but my preferred way of communicating the health value of the petrol taxes would be to say that you justify this and saying we are doing this because we're going to take these taxes and reinvest in public transport reinvest in you know public health so one of the chapters in the whole book is on the revenue side of public finance right so I think one of the other problems of state capacity we have in India is that the fiscal compact between the state and the citizen is broken okay which is because the taxpaying classes have completely seceded from being recipients of services you kind of see that the tax is going into this black hole called the government that wastes all your money which means that's evasion almost becomes all you know quasi justified in the evasion evading classes saying area like you know anyway the government is going to waste this money okay so part of state capacity is also reestablishing the fiscal compact right mean that as citizens when you pay taxes you can expect a certain amount of public goods and services and this takes me back to urban right so one of the I talk much more about property taxes and why I think we need more decentralization property taxes is it allows you to build a better connection in the taxpayers mind between the taxes that are being paid in the services that are being received as opposed to taxes going into this black hole called the government right so if you did the same thing with the carbon taxes and saying yes I am charging this for petrol but there is a reason and that's because here are all the environmental costs here at all the congestion costs and we are going to take this money and they're going to you know I think government of Delhi got pilloried a little bit for saying like you know free bus tickets for women or something but you know you know it subsidizing mass public transit is actually a wonderful thing like you know because you're also cross subsidizing that from the car owning class so they might cry you know from the rooftops but that is good policy it's good policy to increase the cost of carbon like you mean and use that for you know higher density more efficient mass transport and if you were able to make that ring fencing so that the taxpayer understands that I think that's actually a good policy okay so that's you know just one aside on that now the other places where the highest returns to public spending may happen outside the health ministry we already talked about this is in the context of infrastructure like you know so Rhodes was one piece but a broadband is another okay so then coming back to how do you get quality of care to remote areas right because the problem today we talk about doctor absence but frankly you know I remember presenting this doctor absence paper in 2004 some at the World Bank and I think somebody from Russia had this very insightful comment when he said you know even Stalin could not get his doctors to go to remote areas okay like you know now maybe the Tamil Nadu Stalin will succeed because it's you know it's different but you know even the Russian Stalin could not get doctors in remote rural areas because you know they're just they're too educated to want to live in the rural areas and the utilization is too low okay so one of the ways technology or broadband or these things can help is them leveraging that kind of higher qualified doctor to be able to cater to larger populations so now the question is when we look at the infrastructure budget the health ministry is not even thinking about this right so at the very least what I would like is to a finance department is thinking about these allocations find a way to quantify say the health benefits or something like this and you know and therefore put correspondingly more money in some of those broader public goods that will have higher return so that's one principle okay a public goods now the other piece which I'll then come to is public health preventive health primary care and I'll come to that in a moment but I'll pause and let you come in no I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:17.440",
        "message": "will just sort of express my disagreement about the petrol thing because number of reasons number one even this government I hope they don't get the idea from listening to this podcast but even this government hasn't presented it as a syntax or a carbon tax or as equivalent to oh we are taxing alcohol so the guy won't go and beat up his wife secondly I think you think of it only as something that emits carbon and pollutes the air and is bad for health is a problem because I think the positive externalities are far greater in the sense that I don't see how you can argue for building roads at one end and at the same time for taxing petrol more at the other I think you should build roads and not tax petrol or keep the taxes as low as possible for the same damn reason because people getting around becomes you know so much easier and that's so much better for the economy that's so much better for"
    },
    {
        "speaker": "Guest",
        "time": "02:45:05.520",
        "message": "everybody's overall well you build the roads and kind of you subsidize the mass transit right like you know so you do the buses and not the cars you see that's the basic point so it's not so there is still higher density transport right all else being equal higher density is going to sure but my point is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:21.320",
        "message": "that after you fix that public transit then you do whatever when people are using that see what is happening here is that the state is failing in all these ways and then it is and this is a common story in India the state will fail completely and it will tell private guys you also can't do and this seems similar to that we don't have that public transit which brings me to my other objection where you speak about how it's a good idea if you tax carbon because then you can reinvest some money in public transport and this and that and all of that but no yeah the money is going into statues and Central Vista and"
    },
    {
        "speaker": "Guest",
        "time": "02:45:54.240",
        "message": "all of these other things but you can't have it both ways right you can't say I want state capacity and you can't so I think but this is the challenge right so there's the public choice view that says listen like politicians are venal and they're gonna take our tax money and they essentially kind of do their vanity projects in which case you should shrink the state and just kind of get away you know just forget then why are we talking about state capacity right because we don't trust the state okay now the flip side of that is that this goes back to my point about the plane that is India right I mean and so the private option essentially has worked for the people who are flying first in business class right I mean who have kind of seceded from the state but the reason there is no question of kind of giving up on the state is multiple things right so one is there are certain core functions like justice and law that the state has a natural monopoly in okay second in terms of actual public goods public health environment vector control you know again private for all the private philanthropy and initiative there is no substitute for the sheer scale and coordination that comes from getting the government to do its job okay I think the answer is just more engagement by the elites right I mean so in the end so in this way I think I'm more you know on the Ashwin Mahesh side of things right I think you guys had the same back and forth right where Ashwin was talking about you know what we need to do to take back the government right I mean so"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:06.080",
        "message": "there is no no I I agree with that aspect of it my my problem here is that you are proposing a real-world action which is tax patrol more based on a utopian argument that the you know that it will be okay to tax patrol more more if the state can do all of these things the state is not doing any of those things and the other point I want to make is that when you talk about the India plane and the rich can buy private goods and all of that the point is roads are good for everyone including the poor and I would argue that keeping petrol"
    },
    {
        "speaker": "Guest",
        "time": "02:47:35.640",
        "message": "prices low are also good for everyone including the poor so I think let's put it this way right there are two separate questions okay one is what does the government do with any amount of money okay the second is saying that that we want the government to make certain core investments right means so suppose there is a menu of investments post COVID right that we say these are clearly high return public investments okay now there is always a possibility of saying we will not raise taxes let's cut down all of our inefficient spending okay and then move it to the more efficient ones okay which would be my preferred outcome okay now the political reality of reforms and expenditure is that it's very very hard to change existing patterns of spending what you can do is when there is additional money you can use that in a better way okay now one way is to say that along with growth as the budgets grow you know you use that marginal extra money to do better things and don't raise taxes but on the other hand if the Department of Revenue is given a target and saying like I want you to raise so much money okay and that is coming from the political bosses now the revenue department then has a choice of saying am I going to raise income taxes am I going to raise GST or am I going to raise petrol taxes or am I going to raise alcohol taxes my submission is very simple that conditional on the given target of revenue the petrol tax and the alcohol tax are better forms of tax than income tax and GST because this is disincentivizing a good and that is disincentivizing all else equal something that is generating negative externality right so that's all so for example look at the Tamil Nadu versus Bihar right I mean the Bihar model of prohibition is like fiscal folly written all over it right like I mean whereas the Tamil Nadu model is saying like you know people are going to drink so instead of taking that underground like I mean you know the TASMAC system is responsible for a very large part of kind of state revenue in Tamil Nadu but then they send it back into welfare programs and put money into women's accounts which is I think overall a much much better way of doing things like you know I mean in the Bihar model so anyway I think there is a meta discussion about the size of the state and the fact that the state is this and this is classic Musgrave Buchanan right public economics versus public choice and I think here's the other problem right the other problem is where you are in India is again because of the political pressures the pressure on the government doing things is always going to be there so you and I can sit and have a hypothetical discussion of saying government should not be doing this but pressure to I a revenue to the taxman is coming after you you like it or not okay so all I'm saying is that holding a revenue envelope constant the revenue the the petrol tax is a better way of hitting that than something else right so that's fair enough I'm but what it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:06.360",
        "message": "really amounts to is see I think a tax on petrol is a tax on the poor because it will have an inflationary effect on everything else the prices of everything"
    },
    {
        "speaker": "Guest",
        "time": "02:50:13.360",
        "message": "goes up including the salt and the so it depends on what you're doing with that right so if that revenue is then being coming back into funding say like you know the primary health care the poor use if the revenue is coming back to fund say an extra worker in the ICDS system then it in net net ends up being"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:28.880",
        "message": "much more progressive so again yeah but you know the thing is if my aunt was my uncle she'd be a man this is like that only my point is that what what is really happening here is that the rich sitting in their first class in the plane are saying fine tax the poor you know so anyway but we can discuss this"
    },
    {
        "speaker": "Guest",
        "time": "02:50:49.200",
        "message": "some other time but it goes back to kind of saying all I'm saying is yes we have a real problem right we have so and some what is interesting is I get attacked from both the left and the right right like you know so the left things like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:59.000",
        "message": "you know sorry I get attacked from the left for pushing so much in terms of"
    },
    {
        "speaker": "Guest",
        "time": "02:51:05.320",
        "message": "cost-effectiveness cost-effectiveness cost-effectiveness right like you know and I get attacked from the right like you know for feeling that I have this naive kind of optimism in the state right mean and so I guess the middle ground I'm trying to occupy is to say at one level the state needs to do more things at another level it is so inefficient right like you mean that let's push it to kind of increase on the things that are cost-effective that have high ROI and then conditional on doing that like I mean is it worth funding it the answer is yes but just like I just said in the context of the book with Kelkar if the marginal cost of raising every rupee of tax revenue is in fact three rupees then the ROI threshold of what you do with tax revenue needs to be over 3x for you to actually do the tax so that I'm fully agreed that we should resist kind of a blind expansion of the state because the default quality of expenditure is so bad now you may come back and say that listen in fact I was talking to finance minister last year who wanted to raise tax revenue I told him I said in good conscience I cannot you know I cannot just commit to raising revenue unless you commit to me that you're going to do good things with it because otherwise you're just kind of attacking the poor taxpayer right like I mean for your next vanity but this was a government that had some commitment to you know service delivery right so that but that was a side conversation right in which we did have so anyway so I think coming back to where we are in"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:16.800",
        "message": "health policy and yeah I'll put a final aside because you mentioned Ajay's episode and I'll again point out that Ajay and Vijay Kelkar wrote this great book called in service of the Republic and we've discussed this concept of how every rupee spent by the government has an opportunity cost as it were of three rupees from the economy three rupees of growth so we discussed that in an episode which I will link from the show notes and finally I will just you know make one little point that it is not that I am criticizing your optimism of what the state can do I am saying that yes I admire the effort to make the state more responsive and to make it do better things but that should not take the shape of the assumption that the government will do everything right"
    },
    {
        "speaker": "Unknown",
        "time": "02:52:57.760",
        "message": "which then becomes a justification for all kinds of nonsense you know just as"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:03.560",
        "message": "we talk about market failure we never talk about government failure we compare market failure with a European idea of what the state will do but the point is"
    },
    {
        "speaker": "Guest",
        "time": "02:53:10.800",
        "message": "government failure is more ubiquitous I'm not making that case at all right most of my research has in fact been about documenting the government waste right so so I think in that way again my view is closer to Ashwin right I mean that you can't say that listen the state does bad things because we are the state right I mean so to somehow I think to assume that at some level take a state"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:29.720",
        "message": "you know but you know why I started to interrupt you but I'll object to that that saying that we are the state because you could have made the same argument during the British times I would argue that the state that we are saddled with today is the same colonial state with a different set you know how would that argument have gone down if you were to tell Gandhi or Nehru that or"
    },
    {
        "speaker": "Guest",
        "time": "02:53:49.160",
        "message": "Savarkar or whoever that listen that you know this is the big difference and I can't remember which I think it was Ajay again who said this right because you keep saying state coercion I mean the whole point of a democratic state is that any coercion that happens happens at the willingness of the people in fact one of the sections of my final chapter is on making democracy work better right and some of this has to do with institutional rules reforms whatever so essentially when I'm saying we are the state I'm just saying that in a democracy right if people will not engage right you can't then expect that you know magically good things are going to happen right so that's all so you know a different way of saying this is if the competent refuse to participate then competent will take over right I mean so you can't sit and then complain about what the state is and which is why my steer to people in civil society who care about improving the public good is yes you see in a way competent people want to kind of be in a setting with their locus of control is high right so you don't want to take on the state because it's this beast that is so far outside kind of your your grasp so to speak right but again given that that is the beast that is spending these hundreds of thousands of crores right the returns to fixing that beast or tweaking that beast to start getting more effective and like Ashwin said like starting to engage with local government starting to engage with like you know the public sphere in your immediate vicinity is in fact a good thing so in fact in the education episode I didn't mention this but you know Howard Gardner at Harvard I think had you know recognizing that education is the needs of an education system are different different parts of the socio-economic distribution I think had this wonderful quote once where he said that listen first-generation learners need like functional skills right middle classes need more engagement and that's because you're all caught in your own treadmills of you know meeting your whatever private deadlines and kind of oblivious to the public and elites need more ethics right because the elites kind of have the luxury of kind of not being on a daily treadmill but like I mean if you have kind of created a culture where the elites are more about how do I park my money in tax havens now at an individual level you don't blame them because they're like okay this beast of the state is going to waste my money so but then you're starting to see at least in India a lot of philanthropy a lot of kind of elites really starting to engage in shaping kind of the larger public ecosystem in which we live in and so that's my plea my plea then is to the middle classes to say that we need more engagement right I mean you can't step aside and somehow think because if you step aside then your only option is to shrink the state because if you're stepping aside you're basically saying listen the state is unredeemable and it is kind of good no downward spiral and then we want to shrink the state and then give up on state capacity altogether right so let's move on but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:18.920",
        "message": "before you move on one final statement that you know I think you're being a little totalitarian when you speak of the people as if it's a monolithic whole and the people voted these people in or the the people keep the state accountable and all of that you know that's not true we have to think at the level of individuals you know there have been tens of thousands if not hundreds of thousands of deaths that have been caused in India that are needless because of the apathy and neglect of the dysfunctional state and I'm sorry I'm not responsible for that right you can say hey the people are the state and all of that but I am simply not because I have at a personal level been warning that there will be a second wave been saying vaccinate everyone been railing against the dysfunctional state ever since I started writing or possibly since I was in the womb because that's just what it is but anyway as you and I"
    },
    {
        "speaker": "Guest",
        "time": "02:57:03.080",
        "message": "are going to have a continuing discussion I don't even think we deeply you know fundamentally disagree in terms of the facts right I think we actually agree remarkably in the what the facts are and then I think you know the creative tension is more in terms of how do you move forward like you know I mean from this morass like you know of where we are so you know I don't think I disagree I don't think we disagree on the core diagnosis at all so yeah no I'm"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:24.720",
        "message": "with you on the the effort that we have to make in reforming the state but I also sort of anyway let's leave it for some other discussion as in my whole podcast is a continuing evolving discussion over hundreds of episodes with different people so God knows which guest will next contribute to this discussion let's move on to sort of the policy yeah so coming back to the policy"
    },
    {
        "speaker": "Guest",
        "time": "02:57:46.080",
        "message": "on healthcare right I think so we've talked a little bit about public finance public expenditure and value for money right now but thinking about the creation of you know so I'm gonna say two or three I'm gonna say a few things on strengthening public systems and then I'm gonna say a few on the private system given that the private is 75% of actually the distribution of health care in the country right so on the public side I think the single most important insight is the following okay which is we have the most expensive part of the health care system is the doctor right both in terms of the cost of the training and in terms of the scarcity of supply okay and we are living in this model of saying we're going to provide universal health care by staffing rural places with these highly qualified doctors and that has just not worked and it is not going to work okay so the way we need to think about building our human resources for health care instead of saying I'm going to take a talented urban doctor and put them in a rural area it's like can I take a talented motivated rural person and upskill this person in a way that allows them to be effective in their communities okay so I think that's like the core mental shift we need to make and we have and this is not just me right we now have good data and evidence if you look at what is the part of the health care system in India that works best okay what works best is we do well on vaccinations we're doing well on institutional deliveries okay so these key metrics of and vaccinations we managed to do this year after year with kid after kid now why are we succeeding is because the most successful part of the health care system right now I would argue at the ASHA workers okay so the ASHA workers are hired locally in the village they are typically 8, 10, or 12th pass like you know they're in that range of education they provided a modest amount of training and importantly that they are paid on a piece rate basis right so they get a modest stipend but they are paid for every institutional delivery they are paid for every vaccination okay so which means that you have taken the local talent you have upskilled them and you have put them in an overall incentive regime whereby like I mean there is some continuous reward for ongoing performance okay you know this model was developed by Dr. Abhay Bang and Rani Bang like you know in Gachiroli district in Maharashtra you know they have searched and they've done tons of work over the years of building health systems and capacity in the back of the beyond so taking that insight into how do we build human resources for kind of the public health care system my most important push would be something very similar to what I said for teachers right mean which is you know think about aggressively expanding nurse training programs right mean but where the nurse training programs should be heavily practicum based okay so specifically the model that I have in mind whether it's for education of a nursing is to say that imagine at every district level you create a district nursing college right mean that is equipped to train a few hundred nurses a year and you say that you're going to admit students the top candidates from every panchayat okay and you will prioritize panchayats where they currently don't have staff okay in their health system so you are getting an inflow of the top talent 10th pass or 12th pass as the case might be and the one good news from expanding school education over the years is now you kind of have at the panchayat level like you know candidates who have passed 12th and particularly for girls this is really important because the the cultural barriers to working outside the village means that the labor force participation falls sharply and you kind of get married and have kids at some 16 or 18 partly because of that barrier right so being able to create the structure whereby you say this is a prestigious program that you're admitted to where the government is paying your fees okay so you're not actually paying out of pocket but what you're doing over a three-year or four-year period is you're saying I'm going to get three months of modular nurse training okay that teaches me in terms of the basics and then nine months I'm back in my community attached to the subcenter like reporting into the PHC so there's a regular nurse and doctor I'm reporting into so this then becomes part of your practicum training where you are starting to provide primary care okay and you do this for two years or three years and then at the end of three years in fact I can literally imagine right that they have their own uniforms and they kind of you know sort of in a quasi official way you get like one stripe and two stripes and three stripes based on how many years of your training you're finished right so it also these little subtle markers of status right mean that it gives you certain official recognition in your community in your village and so what you're doing and this is where then technology comes in right because what you're doing is not just doing the three months training but you're then creating these kind of smartphone based apps as well as say peer groups okay so that you are constantly exposed and have access to a community of peers as well as your teachers right so when you're in practice you can refer both to your immediate supervisor as well as have access to a virtual network of inputs for how you deal with this the technology can become incredibly effective as a way of supporting continuing education okay so today you have to pass an exam and you come in but once you're in the government service for 30 years or 35 years there is no kind of ongoing test of whether you're current in your knowledge okay so again what the US does is saying doctors have to be recertified every 10 years okay now we don't have the apparatus to do that but imagine that now every nurse in your government system right has a unique ID and they are expected to do a certain say 10 or 15 days of training a year but now the training is essentially on an app where you have curated content and then at the end of every module of the content you have a test okay so you can take this on your own time and in fact my chapter on police I talk about the same thing right that one of the reasons of a police are so horrendously under trained is because the nature of their job is they have to be on call okay so they have to be available and they are so understaffed the system cannot spare these poor cops like I mean to attend a training workshop right but if you can modularize the training to fit it into the downtime during the day when they're sitting in the Thana like you know just waiting for things to happen right like I mean so and that's the same for nurses is the same for a lot of service delivery staff that there's a lot of downtime right when you're just sitting there waiting for a patient to come in there are some times when you have a lot of load sometimes when you're just sitting twiddling your thumbs okay so how do you use that time efficiently by kind of having modular training that you can take and you take an exam that you show you have this done so and then once you've done this kind of modular nurse training you give them a nursing credential and the good thing about this is this is then valuable in both the public sector and the private sector right so because the private sector is 70% of the system you can say that you are creating the human capital the human resources to absorb into the public system and post them in the sub centers and areas that are underserved but at a point you are also creating the talent that allows the private sector to absorb them as well right so coming back to what the government can do something that Ajay said again is that the short-run elasticity of medical workers is basically zero right you can't manufacture a doctor in a crisis you can't manifest so the most important lesson from all of this is like how do we build the pipeline of human resources for the healthcare sector but do this in a way that doesn't make the mistake of saying that I need super fancy qualified doctors everywhere what you really need is kind of the locally connected public health worker who is then trained and leveraged with technology like you know to kind of have access to and then this is a person who knows when they need to refer a complicated case right so coming back to doing your diagnostics doing your checklist doing a bunch of things that technology then becomes a force multiplier that you put on top of the human resource over there right so that would probably be the single most important thing I would do is to kind of massively expand so going back to your question of a philanthropist with a hundred million dollars you know so I would actually say creating these modular training programs and the templates for this and working particularly in states like UP and Bihar like I mean to say how do you make these things happen and in the beginning you will need to bring you know you need to import your trainers you'll need to have some high quality people creating the content and the modules and stuff like that but fundamentally right 90% of our problems in India are about supply constraints right you expand supply and then you know the prices will fall and things will take care of themselves so I think that's one core point now a similar point with regard to doctors okay is what Chhattisgarh did with kind of their rural medical assistant program and I sent you that paper as well so this they had done for two or three years where you say again you don't need like this fully trained doctor sitting in the rural area twiddling their thumbs but can you modularize the training and provide enough medical training that they can be more effective yeah and I think you know coming to doctor training I think the same thing applies in the Chhattisgarh experiment which was unfortunately stopped after two or three years for I think complex political reasons but the core idea was very very simple that you don't need this fancy six years of training and put an MBBS in a remote rural area where this person has no inclination to be and is not being effectively utilized right so they had this rural medical assistant program where you had people trained for about three years and then were eligible to practice in the rural areas right so you have to start thinking creatively about expanding the supply in a way that the most important mistake let me repeat again and again and this is true with all of our public sector recruitment okay and that's because we recruit on the basis of a test and the basis of knowledge the people who will get this pass the exam will almost invariably be from urban areas and even like those who get in from other areas the salaries will be so high that their aspirations will be urban so a big part of the absence problem is not that people are bad is that they're just completely disconnected from the communities they are serving right so to kind of take what we've learned from the ASHA model to say take local talent that is connected to the community and invest in upskilling them in a way that there's a pipeline from the skilling to the employment I think is one of the most important structural points like you know we need to do in terms of building our healthcare capacity again these are more complex kind of reforms now the other thing that is immediately actionable for a government okay given that at the end of the day governments they know how to build things okay they know how to kind of just you know do more of the same okay what the one thing I would say which Abhijit Banerjee is also written about is particularly in UP, Bihar and places where the population has grown so much over the past kind of 20-30 years that there is a strong case for building a second district hospital right because right now you have one district hospital but there's been this in the 70s and the population has doubled okay now the nice thing about a district hospital is you have scale and when you have scale you can have kind of the community of practice the absence is typically much much lower in these district hospitals compared to the remote rural areas the utilization is higher and it also becomes possible to then do my third idea which is kind of attach medical colleges right because the medical education problem so I'll come back to that right so the second thing is build district hospitals this is something the government knows how to do like you know I mean just do it build a second district hospital in kind of the second nodal area and given the investment in roads and people's willingness to travel that's a case where concentrating your resources in a scale facility makes more sense than saying I'm going to build these itsy bitsy little PHCs that nobody goes to okay so that's the second point the third then coming to medical education itself and if you go back to the two India's paper I think one of the big reasons for why you see this massive gradient in health care quality is the substantial investment in medical education I mean in the southern states now some of this is driven by private investment which reflects the fact that it's expensive and the southern states are richer and so people are just able to pay more okay but from a policy perspective medical education is controlled pretty much by the government now of course there's a ton of rent-seeking there and like you know and that's been you know the tragedy but hopefully this is a crisis where the chief minister says k boss I'm not going to allow rent-seeking here because this is now really important and then the three things that determine kind of your medical education capacities you know there's the facilities there is the you know there's the actual human capital right mean the you know who are the people available to do the training and typically these have been attached to district hospitals partly because that's where you have the doctors available so yeah so I think on the public system those would be kind of the three things I would do as far as health care is concerned now there is obviously the technology piece of this and there is a question about does the public system have the dexterity and the speed to kind of really leverage technology the way you want to at scale so I think one thing which I haven't discussed in the book but just like I had done in the case of charter schools in the private school there may well be a case to kind of partner with public spirited foundations to come and say that if you were to kind of take over a management contract okay for running a public health system in one district right so it would still be public in the sense that you wouldn't turn away patients you wouldn't charge fees but you would basically bring in a publicly motivated person to come and look at their technology and innovation landscape and saying how would I re-architect the system with modern principles of technology and private sector right so and I don't think we've done enough of that I think we've done PPP's in terms of outsourcing tertiary care and saying in Ayushman Bharat or Arogya Shree that we will reimburse private hospitals what we have not done enough of is saying can I bring real private sector management expertise and horsepower into re-engineering the public system to leverage technology and do things at scale right so I think that"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:15.760",
        "message": "might be something else that's really really worth thinking about. So many things to unpack there but I won't unpack too many of them because you've been so sort of clear and concise but I will point out that one thing that delighted me was that I asked Ajay a question in the last episode about philanthropist and hundred million and you picked up on it in this episode and answered it without my asking it which is which I find delightful which is you know that's how I like to see the scene in the unseen a conversation that goes across time and across episode and across guests so I wonder what question that I asked you will be answered by some other guest who knows maybe we could have an answer next week. I also want to quote a little bit from your two India's paper because just for the listeners to clarify that there's a lot of activity happening at the local level which isn't exactly the same that the state also is not a monolithic beast just as individuals aren't. So you speak about the different views of primary health care and you say quote one view of primary care in rural India is that it is available mainly through publicly operated private health care centers or sub centers which are sparsely located and understaffed. According to this view qualified doctors in India are mostly located in urban locations and access to quality care in India is poor. Stop quote and the other view is quote an alternate view agrees that even though access to qualified providers in rural India is low a wide variety of health care providers with diverse qualifications has arisen to fill this gap stop quote and where what I found interesting was how you detailed out how different states are treating this differently this situation in the sense that you know West Bengal is trying to train them Chhattisgarh like you said is reducing requirements making it modular and saying okay you don't have to do all six years you can just do three years or whatever you talk about how UP and MP are increasing transportation so that's how your access goes up you don't need a doctor there immediately and how the government of India is allowing alternate medicine docs and wellness centers and I love this quote that you know you quoted the Indian Medical Association which is resisting this obviously because it you know they want to keep it supply as restricted as possible and you've written quote in their view for instance training informal sector providers is like teaching burglars to steal better I love that good teaching burglars to steal better isn't this what the IAS Academy in Missouri does but never mind this is my distrust of the dysfunctional state has also become a kind of for me my guess of sorts you know there's lots to think about and once again what I will say from having read these papers and having read the chapter in your book but even the papers itself even your to India's paper is that there's a lot of depth and nuance there and so I would just encourage listeners to get into the weeds because this is a problem I think that is not just a problem for academics and policymakers it concerns all of us we've seen that in this specific season all our lives are affected the quality of our lives and sometimes our very lives themselves so do check out those papers and go a little bit into the weeds it's it's worth it there are a lot of insights there for me let me turn your attention now to the current crisis to COVID and of course I have done many episodes on this and there are just like so many aspects of this to talk about but I have spoken about the economics aspects of this a policymaking aspects of this you know all the different"
    },
    {
        "speaker": "Guest",
        "time": "03:13:35.160",
        "message": "before COVID because I had finished the public part of the policy I maybe I'll"
    },
    {
        "speaker": "Unknown",
        "time": "03:13:38.840",
        "message": "take five minutes to talk about the private part of policy let's go let's come back yeah because I think that and again see in many ways the the episodes"
    },
    {
        "speaker": "Guest",
        "time": "03:13:47.440",
        "message": "that I'm doing in education and health are kind of mirroring the structure of the book in the sense that the book has these six thematic chapters and the themes then cut across six different sectors so in that way you'll see the parallels that are happening here and one of the most important kind of points I want to make is and this is to any health minister or health secretary anywhere who may be listening to this at some point is that the biggest kind of I would say myopia we have in health policy is that the government for the most part only thinks about its job is running the public system okay whereas we need the clarity again that the government plays three different very different roles in the ecosystem right as a policymaker as a regulator and as a provider and the way you see the private sector is very different in these three lenses right so as a policymaker the private sector is your ally because your job is to improve outcomes for everybody regardless of who provides it as a regulator the private sector is equal to the public because you want to treat them equally and as a provider they are your competitor okay now the problem is that the government the majority of its staff and human resources are thinking and functioning as government as provider right and so which means you automatically distrust the private sector you automatically want to kind of cramp them in multiple ways and you know and sometimes justify because of course these are profit you know for every good private guy there's a equally bad private guy so and the policymaking by anecdote me you can do whatever you want right because you can find you can find any story to justify what you want to do okay so but coming back to the stark reality that 75% of health care in this country is delivered by the private sector okay if you are a thinking health minister or health secretary tomorrow who says that I care about improving my health systems the elephant in the room are these private guys okay so what are you going to do about them okay now yeah so the default approach to the private sector is basically to pretend that they don't exist okay because they're illegal they're not supposed to be practicing and every once in a while you'll have these drives of going and shutting down these clinics okay but the problem is they will come back a week later or two weeks later because they're in the community they are highly respected they are the only source of care and so there is demand right I mean so you know and I think the denial we are in is really really counterproductive given that if we care about population health the largest segment are these folks okay so what would I do and this is where again we have evidence okay so there's this lovely paper again by Jishnu and and Abhijit Banerjee and co-authors in Bengal right I mean where they partnered with the liver foundation and they ran this program again it was a randomized control trial of basically training these unqualified providers okay so they ran a modular training over about a nine-month period and the whole point was to say listen you know you are in the community you care about doing well so can we give you some basic training and just does that make you better okay and what they found was that this modest training had a substantial positive impact right on their effectiveness as measured by standardized patients and it almost halved the gap between the completely unqualified and the fully qualified in about nine months of training okay so coming back therefore to this core point that I made that quality is a function of knowledge and effort right public sector has high knowledge low effort private sector has low knowledge high effort okay so if you do a simple partial derivative I'll ask your audience to do in their heads right the partial derivative of quality with respect to effort is knowledge right and vice versa so which means the returns to knowledge is actually higher in the private sector because the effort is high whereas the returns effort is higher in the public sector because the knowledge is high right so if you want to think about system architecture we need to be thinking about how do you improve the incentives and accountability in the public sector and how do you improve the knowledge in the private sector whereas in practice we do exactly the opposite right I mean because we say the private guys we ignore them and we keep doing trainings of various sorts right I can mean in the public sector okay so now of course this is politically fraught right because it will obviously be like opposed by different kind of interest groups and so it's very important to be very clear that then I'm not talking about training these guys and calling them doctors okay like I mean it is going back to the spirit of modular training recognizing that listen these guys are in the community they are respected they don't want to do bad right I mean the last thing they want is to hurt their patients because they're living in the community correct so giving them the ability to kind of be better and be able to refer complex cases almost says that listen you these private guys exist anyway okay so why not leverage them to be like the first point of kind of a structure of care whereby I train them to say okay don't do this don't do this don't do this and now here are things that you can do now there is a question about what credential you give them like you know maybe you create a cadre of paramedics or a cadre of like you know something that provides a certain legitimacy but doesn't say like you know that but then you say if you call yourself doctor like you know then I'll penalize you so again I can just give you principles right now the details of this will then have to be worked out in specific states specific context now one way to hybridize the two ideas I talked about was to say suppose we have a modular training program for nurses or we have this RMA training program okay whereby say we are going to create these two-year programs or diplomas for these rural medical assistants then in terms of who gets admission into that program one route could be to say you do well in a 12th standard exam the other route could be that if you are one of these unqualified but registered medical practitioners who's been in your community for 10 years that maybe will give you some preferential access into this two-year training program okay so that we are able to take that informal workforce and start giving them some formal skills okay so that would be one piece of how you may take this private system and make it function better okay in a way that is constructive as opposed to saying I'm going to play whack-a-mole with you and shut you down shut you down but then you'll pop up in another place okay so that's one idea then I think the other things in the private sector you know one is obviously I think something Ajay alluded to you see the biggest challenge in designing health care systems is at one level you want some incentives for good care at another level you don't want the incentives to be too strong for over medication right so so structurally one way to do this is if you have insurance companies that are essentially signing agreements with providers okay and saying that you are my designated provider now what happens is the members of the policy at the beginning of every year have a chance to choose their provider but the good news is you're now choosing not when you are sick and need to be hospitalized when you have very little bargaining power and very little time you are choosing at a time when you have kind of the ability to think about a year away so the practice then has an incentive to have a reputation for providing a certain standard of care because if you are somebody who's seen as crimping then people will not choose you but the way you compensate the practice is not by saying I'm gonna pay you for procedure you say I pay you a certain amount for every patient you enroll in the course of a year so that you are not incentivized to overtreat right so again if you think about say the British National Health System the NHS has a similar so as a doctor as a primary care practitioner you get paid a certain piece rate for every patient who signs up with your practice but then your reimbursements are relatively flat right so you don't get a steep gradient for doing too many procedures so again going back to what I just said these are incredibly complex issues and you know Western countries have entire communities of health economists like who are you know working with common data sets and starting to these are incredibly deep complex design detail questions right but the broad architecture would take that form that you say you one of the ways to solve this asymmetry problem is you put a kind of a bigger buyer on the other side and over time you create the right incentives for the overall ecosystem and the last thing I would do going back to ideas for your hypothetical philanthropist with hundred million dollars like you know I mean is that there are a lot of light touch investments we can make that allow markets to function better okay I mean even without being directly in the business of provision or insurance or reimbursement okay so part of the problem today is we have no transparent source of data on who the providers are so if you're sitting in your city you have no idea who's practicing around you right I mean and so now there are companies obviously information is valuable right so there are companies that have tried to set up a business say I think in education I was looking for some schools and then you get these private companies that say school ratings but then the revenue model for them is either the school or the hospital is paying to get rated and then you have the agency problem that you had with say credit ratings or the user is paying to access that which means it is restricted in the user base and as information is fundamentally a public good so as in public good in the sense that once you've created it the marginal cost of spreading it is zero right so if a government won't do this which they should but don't have the capacity of the money to do one incredibly leveraged thing philanthropy can do is just come and create kind of open source information platforms like I mean that allows you to just crowdsource over time think who are all the providers in a given market right I mean now and then over time you could have like a small cadre of dedicated staff who will then go and do field verification of each of these guys right like I mean so make it a positive revelation game for people to want to be listed in the portal as somebody who's providing services with a certain level of kind of qualifications or basic details of what their practice is but I think we underestimate the value of just good information okay so Jishnu has a series of very nice papers in Pakistan looking at information on school quality right I mean and what they find is just providing better information on school quality without any additional money right leads to huge downstream positive impacts over time because it just you know it makes the market much more transparent and it forces you to react to kind of what is possible and what you see in the market so let me stop there I mean I have even more ideas but I think these are enough to kind of I think you know clarifying some of these conceptual issues and hopefully providing some direction of"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:32.480",
        "message": "where we need to go. These are stimulating ideas and I hope young entrepreneurs listening to this can take inspiration from this I mean why do you need a philanthropist necessarily throwing a hundred million dollars or a or the evil dysfunctional state coming in and say yeah we can do it we'll show Amit that we can also do some work you know where is a private enterprise you know there are so many areas to fix here these are the problems worth solving so kindly come in and try that is my message to all young entrepreneurs listening to this you are giving messages to health minister through my show boss what are you even thinking you know right but never mind you know maybe maybe the person who will be health minister of India in 2035 is listening to this now so kindly I hope your attention is good let's talk about the podcast will still"
    },
    {
        "speaker": "Guest",
        "time": "03:24:17.720",
        "message": "be available I think you know I mean one of the things I think you mentioned in your chat with Milan Vaishnav I think after the first episode with Pratap is that you know the point in some ways yes I think it makes sense to discuss health right now when we're in the COVID moment but it's almost more effective I think rather than making prognosis in the fog of war to kind of focus on the first principles of just the largest structure and these things will then you know play"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:42.000",
        "message": "through regardless yeah like my my conceit was that I am making episodes for 30 years later so I don't want to go across space I won't also want to go across time and of course it is possible one reason I came up with that highfalutin idea was because I thought no one will listen to me in the present time but clearly that is not the case people listen I think the idea to create timeless content is great and that's also why it's it's so wonderful that you've come on the show twice because I think both of these episodes education and healthcare are almost so useful in terms of providing foundational understanding while we aim for the timeless we also have to address the times so let's let's kind of get to COVID now on COVID I've done episodes with economists of various types I've done you know episodes on it with relief workers who are out there feeding people with data journalists with epidemiologists with scientists who are you know good at describing what the virus is but even though you don't call yourself a healthcare economist you you're probably the closest to that definition with whom I guess Ajay also to a fair extent because you're both economists interested in who have looked deeply into healthcare so what's what's your sense like what could we have done differently which is not obvious in hindsight yes I think I don't want to do"
    },
    {
        "speaker": "Guest",
        "time": "03:25:58.720",
        "message": "Monday morning quarterbacking because I think while there is a space for accountability in our public discourse I think the problem when you kind of and that's important right this is not to say that there shouldn't be accountability for people who were asleep at the wheel but when in this moment right mean when you go down that road you essentially create defensiveness right like I mean and so I would like to kind of unapologetically focus on what do we do today and going forward right I mean what has happened has happened right so I think they're really just three points right mean which is the last year we thought about ventilators this year we are focusing on oxygen okay like I mean which is visceral because you see people dying and you kind of immediately see that I need to get oxygen that's important right but I think the most important message again is what is the public health and what are the things that the government should be doing that and again optimizing the cost see one of I remember reading somewhere right that in in a war any decision you make is going to have some casualties okay because there are only bad choices right so the point of leadership in a fog of war is to assess the risks and kind of be able to take a reasonable decision that is informed by the best information available with a certain amount of transparency so that the public continues to have confidence in the leadership right mean and I think that is something which I will definitely say has been lacking and consistency of communication and transparency to the public about where we are and where we are going I think is incredibly important so that being said I would really just say three things okay so there is obviously a piece of what we need to do that is just on the sheer logistics of hospital beds or oxygen and stuff like that and even there I think the important things are not so much getting somebody oxygen Twitter like you said because like I was saying that means somebody else is not getting it it's really intervening to reduce the frictions right is there excess oxygen somewhere and somebody needing it somewhere else is that oxygen going to places where there is no trained operator to use it right so we need kind of mindful interventions because there's complementarities across these different pieces and so that I think is important but I would say the single most important thing we need to do see the end game is vaccines okay there's no question but the vaccines are going to take a minimum of six to nine months to roll out across the population okay so what do we have evidence on today is the one thing that the country should just be doing in a war footing is masking okay because we know a lot more about this disease in the past year we spent a lot of time cleaning surfaces we spent a lot of time doing other things what we now know is that the vast majority of transmission is airborne this is fundamentally an airborne disease and it is completely you know unglamorous simple but it works okay and so the surgical masks they just work now and again this is a case where unfortunately I think the public messaging was a little mixed in the beginning because WHO in the beginning said masks are not needed but that's because they were trying to save masks for the health care workers so that was a case where I think the communication was actually wrong because it gave the sense it was not needed it is unambiguously clear that you need the masks that they work okay and we now have the supply elasticity of that is basically infinite you can get those masks at scale okay so what we need is just a very simple public communication to the nation and maybe by chief ministers if not at the national level to just say the following three things right which is saying that the lockdown is an incredibly costly last option the big cities are doing this because we have no choice for two weeks but the end game is going to come when everybody's vaccinated and between now and everybody being vaccinated we need everybody to essentially take the masking seriously I would say the government should spend the money it takes to procure masks like you know so my contemporary Mushfiq Mubarak who's basically my batchmate was a professor of economics at Yale from Bangladesh in the past one year he has put together a consortium of kind of engineers medical experts from Stanford across universities and they've really been doing a lot of research on masking and both in terms of you know what is the most effective type of mask right you know the surgical mask what kind of filters and they've been doing a lot of work on testing different models of behavior change communication so they've done randomized control trials now in Bangladesh with different villages doing different models and they now have enough results from this I think that paper will be forthcoming in science soon and they've done a series of kind of webinars I think in India but the steps are very very clear right literally go door-to-door in every village right mean procure four masks per family like give them the mask and now why does the giving the mask matter it matters because not only are you signaling to every citizen that this is important that the government is doing this but you are also making it common knowledge that everybody has gotten the mask okay so it's no longer acceptable to be around without the mask because you know the government has come and hand-delivered this at your door right so they have procured a washable mask and so this is washable but a set of four means you wear a different one like every week you wash them and wear that then there is this piece about you need an all-of-government approach on this that it's not just the health workers but it's the gram you know it's the panchayat and in a way the rural areas are even more important right because the health care infrastructure in the urban areas at least you can do something about in the rural areas you don't even have the health infrastructure so prevention is your only game in town okay so you need an all-hands-on-government approach saying between the health workers, the ASHA workers, the Anganwadi workers, the ANMs, the village sarpanch, all of the ward members, the panchayati raj officials all hands on deck right I mean this is an all-of-government approach to saying you're going to get you the masks and this is going to happen get the communication going in a standardized way use your film stars use your cricketers use whatever to just kind of reinforce again and again and again that there's the basics of the disease right and sometimes repetition is good that have the simple graph that says this is fundamentally airborne so you know we obviously the epidemiologists need to worry a lot about variants and sequencing and what is happening but for the arm janta that is irrelevant right what is relevant is that this is an airborne disease and the way you kind of contain spread is making universal masking till everybody's vaccinated that's it and a simple way of saying this you know one thing I feel strongly about is that the 35,000 crore cost of universal vaccination I mean it's rounding error right like I mean compared to the cost of the disease of the cost of a lockdown I think of a nationwide lockdown costs about 200,000 crores a week okay and if vaccinating everybody cost 35,000 crores like you know you should just write a check from the government of India not even ask a question and just get it done right so similarly at a state level if it's I think our estimate and the masking right now is that it'll cost maybe 50 200 crores like you know to do the procurement and just get this done but the cost of a lockdown in an average size Indian state is about 2,000 crores a week right I mean so or sorry 2,000 crores a day about somewhere between thousand 2,000 crores depending on the intensity of lockout so and this is essentially I feel so strongly about this because this is the core point of public health versus curative health right which we've talked about throughout this class so sorry I almost"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:28.280",
        "message": "feel like I have made it a class. I am perfectly happy to be a student in your class no issues we are all me and all my listeners we are the biggest class you ever had"
    },
    {
        "speaker": "Guest",
        "time": "03:32:38.200",
        "message": "probably this is true this is true but no I think you know but this is why I think it's useful to understand the first principles and then all be able to apply those first principles to the problem at hand right the first principles is the ROI and spending on public health dwarfs like you know so tomorrow now we are already talking about needing to do cash transfers to kind of alleviate the suffering from job loss absolutely that's correct but that palliative measure is going to cost you already 10 times 15 times 20 times what it will cost you to do universal accelerate vaccinations in every possible way and get the universal masking going for the next six to nine months right I mean so and think about it this way if there was an enemy at the border during wars I remember my grandfather like you know my mother remembers growing up in Agartala in 1971 like you know during the that 71 war and yeah there would be these sirens there would be blackouts like you know when there's kind of enemy air sorties coming and everybody every single person would turn their lights off right because you knew that one light on was kind of enough to give the whole game away right I mean and so you know but if you look at the statistics pandemics kill like we've lost more people in that the 1918 to 1920 kind of you know Spanish flu in India then ten times more than World War one and World War two put together right like I mean so why are we not treating it with that level of urgency where the only contribution we are asking every citizen to do is wear that mask and wear it at every single point when you're outside avoid the large gatherings and the government can kind of help and accelerate this by procuring and don't stop don't do distributing for masks to every family and just make it happen right I mean so that's the one thing which I feel very confident about saying that we just simply have to do I won't get into you know politics of vaccine pricing and procurement and all of that I think I just talked about that but you know I would just say regardless of what formula we use government of India state governments like you know just spend the money it takes to get the vaccines done and kind of don't try to nickel and dime and get poor patients to pay like five hundred thousand rupees like you know it's kind of completely completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:38.160",
        "message": "foolhardy so you mentioned the term there which kind of triggered a memory of a recent news headline which is you said panchayat and I thought of how in UP these 700 teachers died because they were sent on panchayat duty because the UP government refused to you know postpone the elections they send these teachers on government duty they died in fact a recent report from May 6 says it's more than a thousand by now the death toll and there was a story of a woman who you know her husband couldn't go because he was literally on his death bed he ended up dying I think and she was asked by the government that why is your husband not coming for duty and she had to send a photograph of him on his hospital bed as proof something of that sort and that and to me that's murder by the way plain and simple murder by the state and that kind of leads me to the thought that of course I agree with you we should do universal masking but what we're really talking about here is two things information and messaging that this is a correct information we should get out there but this is messaging we should be done in the public interest what we instead see the kind of messaging that we see is actually spreading the wrong kind of information like coronil is good for you you know that ayurvedic thing and that will cure you or there will be a godman who will say that there's no problem with oxygen you just need to learn how to breathe right and you need to do these yoga poses and all that and for once I'm moving away by the way you will note from criticizing the state to criticizing society itself because our society honestly we elites in the first class of this plane and all that we might think that we read books we read papers in your case you write papers and we are all okay but we are a very backward country look at the things we believe it seems to me to be an insurmountable challenge at two levels and I don't mean to be negative and say that we shouldn't try at all and you"
    },
    {
        "speaker": "Guest",
        "time": "03:36:19.960",
        "message": "know and so in fact I had not intended to talk about say Indian systems of health care or like you know alternative systems of health care but let me say I think one important point here right which is see I think if you read Sanjay Bharu's recent book see a big part of the current dispensation in government is something that reflects this deep sense of angst that the greatness of Indian history right mean and traditions and cultures like you know are being undervalued by kind of you know modernity and I think some of this is language right mean that the English-speaking class has been you know we have been incredibly remiss I think in kind of not getting scientific content right mean out in local languages in a way that it's kind of much more accessible so you know there's and in fact when I started writing my column in HT one of the reasons I picked HT was I spent a lot of time trying to translate and write in Hindi like I mean in Hindustan but it turned out too technical and like I think they told me Kinneboss you'll have to simplify this but that's a separate story but but at least the intent was there okay but the but no but I think here's the point I want to make is that see modern clinical trials okay so I do RCTs for a living I believe in RCTs and it came from medicine okay but that being said there is one big blind spot right which is conditional on doing a particular study we randomize the treatment and saying did this treatment have an effect okay but the universe of treatments that get evaluated by RCTs is highly selective right you know so what determines what gets evaluated correct so now to me the right way of kind of bridging I would say the tradition and the strength we have in our traditional system see here is my view of our traditional systems is that a lot of it may be quackery a lot of it may be placebo but just by natural selection okay the fact that something has survived for three thousand four thousand five thousand years means that there is likely to be some survivorship bias okay that if people say take ginger or take turmeric or take honey right like you know that is not kind of pharmaceutically done but that has a bunch of so my throat after talking for us what am I drinking I'm just drinking honey water like you know with herbal tea right so but where I think we need to really be thoughtful about bridging kind of the greatness of our traditions with the modern scientific standards is to say instead of claiming that we had all of these great things in plastic surgery in the back days I can always say here is a body of traditional knowledge that we can now invest in testing like you know with more modern scientific methods and then validate rather than waiting for Western pharmaceutical companies to come and patent like name and like you know I mean it's a good right like you know all these kind of things that we've been doing traditionally you know so in that way we've known it works so why leave it to the Westerners to come and bring modern science to our traditions as opposed to kind of taking the traditions and meeting the science and kind of getting the best of both worlds and the Chinese have been very good at this I forget the name of the scientist but somebody who won a Nobel Prize like you know I mean for medicine actually did exactly this right mean take a bunch of traditional medicine but then validate and some of these will not be true okay the whole point of kind of the modern RCTs is some of these will in fact have been placebos of folk wisdom but some of them will turn out to be very effective I share your despair at kind of pop science like you know and the marketing around it but I think it's important to recognize the source of cultural angst right I mean of where it comes from and then find a constructive way to channel that angst in a way that reflects a modern scientific temperament yeah I"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:33.640",
        "message": "mean I look I have nothing but respect for the conservative view that if something has worked over the centuries I mean there's a reason it's a survivorship bias you know putting haldi in doodh when you're ill and all that it's fine I'm cool with that I have an issue with things like this coronel stuff or you know a yogic pose will solve your oxygen problem which to me is just offensive to the people who actually suffer from it I have a problem with those but that's a separate issue I mean two of the major problems that I have with you know our modern times have been expressed by us in this episode which is the incentives problem and the narratives problem and neither of those is going to go away anytime soon so but before I let you go let's turn away from healthcare for a moment what have you been reading recently outside of work let's say what are the last three books which filled you with joy we all which you thoroughly enjoyed which you can recommend to me and my listeners except that you know kindly don't put some random academic thing and say no no I got joy from this and all that no no outside of that so here's the bad news"
    },
    {
        "speaker": "Guest",
        "time": "03:40:33.360",
        "message": "and the good news okay so the the bad news is I have not actually done much reading in the past year year and a half because I've mainly been reading things around my book the good news is that my main source of new knowledge has been listening to podcasts including yours right like you know I mean and so one of my routines here in this pandemic and again San Diego it's interesting you mentioned Eric Topol right because he's here in San Diego and San Diego is just like a magical place to be in in some ways right because you can just go out in long walks and so yeah my source of absorbing new knowledge in the pandemic has actually been primarily audio and podcasts okay so yeah so somebody else would ask me I would say go listen to a bunch of seen and unseen episodes and I'm not saying this to flatter you because I had not done it in 180 at the time I did the first one but I have done as you can see from the connections I'm"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:18.840",
        "message": "making okay what are your favorite episode shallow what are your favorite"
    },
    {
        "speaker": "Guest",
        "time": "03:41:23.320",
        "message": "episodes I mean obviously the one with Pratap was a classic like you know I mean that happened like you know immediately immediately after mine you know I enjoyed the one with Vinay Sitapati a lot though I mean I did think it kind of I would say whitewashed a little bit like you mean of kind of the larger narrative like you know of the rise of the RSS but I think overall I really enjoyed hearing the bit about the combination of legal journalistic and scholarly training in that book right and so I I can see the lack of the journalistic training in my own writing like you know because I'll do the fact checking in the same rigor as an academic but I haven't learned the craft of storytelling in my writing nearly as much right so that piece is a lot more work for me because you know I get the content right but then I have to simplify which is why I'm still saying I might do four podcasts and say"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:10.200",
        "message": "book chhodo yaar. You're most welcome to write a book but you're also welcome as a supplementary effort a supplementary teacher training you can say but I"
    },
    {
        "speaker": "Guest",
        "time": "03:42:23.320",
        "message": "enjoyed that in terms of the process of writing I've enjoyed like your recent scientific ones like you know with again I keep calling him bhalo manush but"
    },
    {
        "speaker": "Unknown",
        "time": "03:42:30.800",
        "message": "Anirban right you know I think that was I think that was fun I think you know"
    },
    {
        "speaker": "Guest",
        "time": "03:42:34.320",
        "message": "just going back in or Gautam like you know hearing people talk about the joy of science and I mean I'm a nerd I'm an academic at heart so yeah as a way of kind of learning you know people who have been at the cutting edge of other disciplines talking about their work I think that's the part I've really"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:46.560",
        "message": "enjoyed. Well I think many many many listeners of the seen and the unseen would actually say that you are one of their favorite guests so once again thank you so much for coming on the show and I hope our conversation keeps continuing over the months and and good luck with your book and yeah take good care of yourself as Amitabh Bachchan says on KBC and take good care of yourself what else does he say that Shabba Khair line?"
    },
    {
        "speaker": "Guest",
        "time": "03:43:10.680",
        "message": "Haan matlab gaana toh hai meriyaar Shabba Khair like you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:13.480",
        "message": "dinisara mizara tohre angana which is like where I know the line from No at the end of KBC he used to say that he used to say a line which had Shabba Khair at the end of it"
    },
    {
        "speaker": "Guest",
        "time": "03:43:19.720",
        "message": "it was quite a flourish. You know actually on our past episode I think somebody had kind of commented there saying achha this was a Bollywood length effort like you know why not put in a few song and dance also like you know Do you sing? Would you like to sing? Exactly. So what I'm going to sing is I'm going to sing like a line for you which reflects I think the writer's angst but it's also you know one of my favorite so it's this line from In Custody and Muhafiz right which"
    },
    {
        "speaker": "Unknown",
        "time": "03:43:43.320",
        "message": "is aaj ek harf ko phir dhoondta phirta hai khayal"
    },
    {
        "speaker": "Guest",
        "time": "03:43:52.560",
        "message": "right which is the poet writing that I have this pot that is running around like I mean looking for the right word to land on right I mean so when I kind of talk in high school sometimes about Indian education systems that obsesses so much in science and math I kind of keep emphasizing language because the precision of your thinking is limited by the precision of your language right I mean and so that's kind of the dominant emotion as I write right because you'll spend kind of sometimes hours grappling for kind of the right phrase the right sentence to get something done but yeah so I take that musical box"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:25.200",
        "message": "pichle baar Tamil mein baat kiya, is baar gaana gaaliya. Lovely, amazing. Muhafiz of course was one of the rare films which Ismail Merchant directed himself instead of his partner James Ivory doing that. Anything else you'd like to sing? Boss you have a good voice"
    },
    {
        "speaker": "Guest",
        "time": "03:44:38.280",
        "message": "yaar. So among the unknown things about me is back in high school right I mean I used to be like you know an inter-school Antakshari champion. So I'm gonna give you a"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:50.720",
        "message": "letter and you got to sing something with that okay. Ho jayega but show pe nahi yaar. Nahi abhi ek do line ga do. I'll give you a letter. Theek hai kya letter do. Tumhare naam ka letter deta ho. K. Arre nahi yaar. Like no no no. Don't do this to me. Come on. Come on. Listeners will love it. K. Chalo. K aur M. I'll give you an option because both are your name only. M say you know so many"
    },
    {
        "speaker": "Guest",
        "time": "03:45:12.560",
        "message": "songs will start with maam. Nahi nahi nahi. There's no shortage of songs like you know so in fact see here's the tragedy of my Antakshari past also my teammates there were three of us okay so the other two had much better voices okay so I was the quantity guy they were the quality people okay so so my so what I would often do is essentially when the other team would start singing I would already know what it's going to end in so I will say achha yeh gaana gaana hai and pass it to my teammate who had the better voice for that particular song so so I was kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:45:39.120",
        "message": "the intellectual kind of leader of the team. I'm not letting you get away bro. I'm sorry this episode is not airing. K aur M. I've given you an option bro. No then you know if I"
    },
    {
        "speaker": "Guest",
        "time": "03:45:50.080",
        "message": "want to get very melancholic on the K I would say like you know"
    },
    {
        "speaker": "Unknown",
        "time": "03:45:54.040",
        "message": "Kabhi khud pe, kabhi halat pe, rona aaya, kabhi khud pe. And I say that because you know the halat"
    },
    {
        "speaker": "Guest",
        "time": "03:46:06.920",
        "message": "have truly been like you know rona inducing so I think part of the problem was yeah most of my initial songs with K and M were happy songs and I couldn't automatically bring myself to sing those and I think the halat have been really hard because you know I had wanted to travel back and I'm not been able to travel back and you kind of pray every day for safety of friends and family so yeah maybe maybe all survive and get through to the other side and then"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:28.840",
        "message": "hopefully build a better Indian state. Well the halat may make us cry but you give us hope so thanks so much Karthik. Thank you. if you enjoyed listening to this episode do visit the show notes and dive into rabbit holes you can follow Karthik on Twitter at Karthik underscore econ you can follow me at Amit Verma AMI TV ARMA you can browse past episodes of the scene in the unseen at seen unseen dot I n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot I n slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]