[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "It is said that shared experiences can bring us closer. By the same token, can shared suffering make us more empathetic? There has never been a period of time in our history when so many have suffered together. At some point in the last few months, and perhaps in just the last few weeks, every family in India has known of loss or grief or anger in some form or the other. Every day, anodyne phrases that one just said reflexively have taken on deeper meaning. These days, when I say, how are you? Or is everything okay? Or take care? I mean those words. There is so much bad news around me that I should be numb by now. But I am the opposite of numb. Every loss I hear about makes all other losses blaze within me. And I see that most people I speak to feel the same. We are alive to the pain of other people. We are not islands anymore. And here I must ask the question, what will we do with this outpouring of empathy? Instead of just feeling bad for others, is there any way that we can"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:02.280",
        "message": "help them? Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:19.000",
        "message": "Welcome to the scene and the unseen. My guest today is one of my favorite thinkers in this country, Ashwin Mahesh. But Ashwin is not just a thinker, he's also a doer. Listeners of the show will remember him from episode 160, where we spoke about participatory democracy. And Ashwin outlined the many different ways in which citizens can empower themselves by working with the state. He himself has been at the forefront of much civic activism and action and he kicked it into a new gear in this pandemic. There were immediate problems that needed to be addressed, people needing food, medicine, oxygen. And there were deeper problems behind them that Ashwin has already been working to solve for many years now. I spoke a few months ago with Ashwin's colleague in Mumbai, Ruben Mascarenhas, one of the founders of the Khana Chahiye movement that fed hungry people during the lockdown last year, especially the migrant workers abandoned by both their employers and the state. Ruben's been active helping people in Mumbai with medicines and beds during the second wave. And Ashwin's been organising that kind of relief work at scale, so much so that even governments have reached out to his network to get things done. I was delighted to have Ashwin on the show to chat about his experiences and learnings. And as it happens, there are also threads of a continuing discussion here. In my last wildly popular episode with Karthik Muralidharan on India's healthcare, you might have heard my scepticism about getting the state to do the few things it should do. To me, society will have to solve its own problems. We cannot rely on the dysfunctional state. Karthik argued with me then on the importance of working with the state and cited Ashwin's words from previous episodes to back up his argument. And in this episode, Ashwin carries that argument forward. I love the work both of them do. I think it's important. I hope many young people get inspired by them. But before we get to my conversation with Ashwin, let's take a quick commercial break. The Second Coming by William Butler Yeats Turning and turning in the widening jaya, the falcon cannot hear the falconer. Things fall apart, the centre cannot hold. Mere anarchy is loosed upon the world. The blood-drenched tide is loosed, and everywhere the ceremony of innocence is drowned. The best lack all conviction, while the worst are full of passionate intensity. This poem by Yeats could be about so many things. And most of all, it can be about revolution. The centre cannot hold, the people rise up. What was once taken for granted is now washed away. Revolutions, both good and bad, have always fascinated me. And if you feel that way as well, I have a recommendation for you. Head on over to the sponsors of this episode, The Great Courses Plus at thegreatcoursesplus.com and check out a course called The Great Revolutions of Modern History taught by Lynn Ann Hartnett. It consists of 24 online lectures dealing with subjects like nationalism, totalitarianism and democracy and gives you an in-depth look at the various revolutions in America, Russia, France, China and so on. There's lots to learn from this history, not just from the way events unfolded, not just from the ideas that inspired them, but also from what they reveal about both society and human nature. And this is just one of the many great courses on this aptly named site. The Great Courses Plus has a fantastic library of online courses from subjects ranging from music, math, cooking, history, political theory and much else. They also have an app where you can listen to the audio of these courses the same way you listen to podcasts. And it will cost you nothing. You get one month of unlimited free access if you use the following URL, thegreatcoursesplus.com slash unseen. That's right, unseen, thegreatcoursesplus.com slash unseen for one month of unlimited free access. Sign up now for free for a revolution of the mind. Ashwin, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:07.040",
        "message": "Amit, always good to be back with you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:10.200",
        "message": "So you know, before we get down to the subject at hand, we spoke last three or four months ago. And at that point in time, I asked you how the pandemic was for you. And we almost spoke of it in the past tense, it felt like it was getting over and the worst is behind us. And now here we are. And these have been like incredibly difficult times for all of us in various different ways. I'll ask you the same question again, that I think I started that episode with, how have the last few months been for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:36.680",
        "message": "It's hard to say, obviously, it goes up and down based on what is happening in any one geography, right? I live in this city. So the experience of it is really what's happening in this city. The rest of it is what you hear and read and things like that. And then the second kind of experience is whether you yourself have had COVID or your family members have had COVID. And therefore, it comes close to you and your friends have had COVID. And then as the months go on and on, inevitably, someone, you know, has died. And clearly, that has been a sad thing. It's sad when anyone dies. And it's sad when so many people die on such a scale. But it's sad when someone you know, in a different way, you know what I mean? Someone you know, personally, when they decide in a different way, not because you know them, but because you know more about them. That's all it is. I really was sad about Sunil Jain's death, for example, the other day, I think he was just one of those nice guys. And things like that, some of my friends went through near miss experience, you know, when it came very close. Some of my friends have had multiple family members who have died. There's no good way to think about it. My wife and mother-in-law had COVID. And that was kind of an interesting experience isolation, quarantine. Fortunately, they had a mild case of it. And I think, I just, I feel like I already had COVID several times. So I haven't figured out that part. There's no proper diagnosis of it by anybody yet. But just the way we went through the last 15 months, there were many, many times when I told myself, this must be it. And I'm sure all of us have that kind of experience as well. It's been sad, to tell you the truth. It's also been hectic. Because as the thing started to get out of hand, you can't stand and watch, you have to do something. And getting into it means that there's no getting into it in a small way. I mean, if you get into it in a small way, every little bit helps, I don't deny that. But from certain vantage points, there's no way of getting into it in a small way. So I've sort of dived headfirst into it, knowing fully well that it was the shallow end of the pool. For all of us, it is the shallow end of the pool. And diving is the only way to get in, in some way. It is what it is. I know I say that a lot. But it's tragic. It's sad. But it's necessary now to just get on with it, whatever is needed for intervention. And at some level, in the last two weeks in particular, I've just clouded out my mind, saying, I don't want to know anything else. I don't want to know the news. I don't want to know even the things that I would normally follow. There's a certain kind of silence even in the house. You know what I mean? Everybody is in WFH mode. The kids are schooling from home, obviously. But there's still a kind of silence in the house. It's the silence of getting on with doing what needs to be done, and just choosing and not choosing not to be able to look at anything else in some way. It's sort of personal in a way that I can't really explain. It's scary. It's, it's odd. But you know, these are not normal times, clearly. But I think even emotionally, these are not normal times."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:15.600",
        "message": "You know, one way and you know, we'll explore different angles of this today, like how we look differently at the state or society or markets or whatever. But what has kind of struck me just thinking aloud is that people have been forced to look inwards a little bit more in a number of different facets. And I think aloud here, for example, for example, life and death, where we almost live under the illusion that we will live forever, almost an illusion of mortality at a rational level, we know we will die. But we behave as if you're going to live forever. And equally for our loved ones and the people around us, we behave as if they're going to be there till one day somebody is not and that's a shock, but you get over it, you get on with it. And for most of us, the frequency of that happening is low enough that we can cope that it just seems and a break from normalcy instead of normalcy itself. And I think that's one of the ways in which we which we have been forced to reexamine like I've heard people in their 30s discussing how they're going to make a will and all of that and these are not things that one normally thinks about, you know. Another aspect in which I think it has changed is in the way that we look at relationships, maybe relationships with the ones who are gone, maybe relationships with the ones who are still here, where you realize that you cannot take anything for granted. And of course, the pandemic throws families together because of the lockdown forcing them to sort of stick around. And you know, that can be unpleasant for some people, especially, you know, I keep hearing horror stories of women who are already in bad marriages, but it's okay, they don't have to spend so much time. And suddenly, you're at home with the other person and there's no escape, you have to face up to what's not good about that. And equally, there are many cases where you come to appreciate the other person so much more. For those of us who are fortunate, that's great. Another way is not just reexamining your relationship with other people, but your relationship with the world around you. You know, you kind of look a little closer at that. And by the world around you, I mean other people outside your immediate circles who you might not have noticed, you know, in your bubble, and you notice them a bit more. And then finally, your relationship with life where you question the things that you do. And you wonder about the reasons why you do them. Like so much of ambition seems so shallow and meaningless, because the question is, you know, even if I get that, so what? So then I think the larger questions come up of how do you live your life? How do you how do you find meaning and maximize what there is? Is any of this stuff that you've thought about as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:42.440",
        "message": "I don't agree with the last part. I'm going to come back to that. But I also wanted to say it's not only about the people that you know, it's even the people that you hear of. For instance, you know, when I heard about your loss, I said, well, I don't know. I don't know your father. I never knew him. But it's still your loss. And in some ways, even your loss is my loss. You know what I mean? Because it's a kind of extended kinship. So it's not always people that you know, you just hear about it. It's really sad. It's just one of those things. But I also have come to the conclusion that if we are going to get through this, I don't think in the short term, we can count on a different kind of behavior from people to get through this. It's not going to happen again and again and again. I think what you were saying, if I can put it in a more sort of, I won't call it layman, in more direct language, you would think, in the face of a pandemic, will you change your behavior? That's the question you're asking. And if that thing is not going to make you change your behavior and rethink the meaning of life and the purpose of life and all that, is that not enough to tip you over into a different way of thinking? And I'm terrified that the answer is no. For most people, it's not. I'll give you an example. During the last couple of weeks in particular, when it's really been a scramble to say, do what you can, where you can, round up as many people to do what is possible, and we'll discuss all that. It's not really a simple thing. But you know, especially in this last two weeks when it's been such a scramble, you come into many, many conversations where you're talking to people about the urgency of the intervention. I have a helicopter swirling overhead."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:50.120",
        "message": "Yeah, I can hear that. In a previous episode with Gautam Menon, there were ambulances outside which readers commented on. I think a helicopter is a less sad sound. No, no, no worries. Continue. I think it's fine."
    },
    {
        "speaker": "Guest",
        "time": "00:14:01.360",
        "message": "So there have been many instances where you're sort of sitting in front of a person, you've spent whatever time explaining the phenomenal urgency of what needs to be done today. And you hear an answer, which is completely like, you know, they've not heard you at all. Right? I mean, our executive committee meets every 15 days. We'll come back with a decision and then you'll have an answer by the end of the month. I understand the processes that organizations set up. But I'm just, you know, especially among people with the capacity to help, I feel if they were not already the helpful type to begin with, I don't think they're going to change pandemic or not. And that's actually the saddest part of it. And what that tells me that the problem is not only the pandemic. The problem is that we have allowed a certain kind of society to emerge in which even in the face of a pandemic, you would not fundamentally do too much different. And I think whatever be the nature of the response, you have to weave this knowledge into that response and build some kind of a strategy for addressing that as well. I think it has become too easy to accept that the world is screwed up. Other people are screwed up. Zamana karav hai. And everybody else is part of that true, but it doesn't apply to me. And because zamana karav hai, I really can't expect much, nor do I have to give anything into that. It's a kind of, I think it's a dissonance of some kind, partly, but it's also, I think it's scary in different ways. And as we go along, I think some of the anecdotes that I'll give you will give you that sense of it. But I've seen people give extraordinary efforts in response to the crisis around them. And the only thing I can say is that they were always heroes. It's just more people are seeing them as heroes now, but even around them, if people were not inclined to be heroic or even compassionate and do something to help, they're not going to do that even in a pandemic, number one. But there is one group of people who are inclined to do the right things for the right reasons. And for whatever reason, their connections to doing things for the right reasons, for various outcomes, were never very good. So they did what they could locally. If they had a domestic helper, they would pay them a decent wage. If they knew somebody in the neighborhood who was on hard times, they would help them out. They were inclined to help, but they were inclined to help at a very personal level. And while that is genuinely a good thing, they had never sort of had the opportunity or the capacity, I'm going to say, partly out of benefit of doubt, that they weren't part of a larger system of helping. I think that's what it is, that if more people get connected to a larger system of helping, because we are now trying to help in such a large way, I would see that as the most powerful outcome. And that is also why we are being very careful in a lot of the relief work that I'm sort of part of, at least, to say that the system of people helping each other has to be at the heart of how we respond. It is not a techno-managerial problem. It is a socio-political problem. And therefore, you have to respond like it's a socio-political problem. You have to accept that we are like them and they are like us, both ways. And I think that has to be in the middle of any response. And genuinely, I feel a lot of people are inspired to take that extra step. They are inclined to be helpful. They've done it in small ways in the past. But when they see the opportunity to do something really big, and when it clicks in their mind that this is not just a linear extension of what I've been doing, but really, it sort of helps me do more, and also sort of cements in my mind an imagination of what I could be and how I should be living, they do make that effort. But they were already inclined to do some good things in their own ways and were doing it quietly. Those who are trapped, either individually or procedurally, in disinclination, it's very hard to yank them out of that space. And therefore, one of the really important things in any relief mission is to be able to spot that in the first five minutes. I mean, if the guy is not going to do anything, you have to move on as quickly as possible. And I should also say, for this reason, because it's so socio-political, and let's leave the political, we'll come to the political, because it's so social as well, we sort of broke it down into channels of social connection. There is one channel from the development sector itself, people whose lives anyway reflect an ongoing commitment to helping others in some way. Then there's a second set of people who have capacity to do something at an individual level. I'm a professional in some company. Yes, I could talk to my boss about doing something from the company, but I could also talk to the CSR team and do some other things. But you know what? Before all that, right now, this minute, I can write a check for three lakh rupees or whatever. There's a limit to that, but it's my capacity. I can decide right now, I can do it right away. There's one set of people who are doing a very interesting exercise of reaching out to others in that capacity and trying to build that network. Leave the rest, just get on with this business of building this channel and just do it, talk to others like you, who you think will do it. And many of these people are also in middle management and other leadership roles in companies. So they can organize other kinds of support. They can find tech volunteers. They can find, you know, some of them are in companies with multiple offices in multiple cities. They can get people from different offices to be part of what you are doing. They have some other capacity as a result of their professional role play. And when they make the decision to do something themselves first, there's a way in which it naturally extends to the ecosystem around them. So that's a second channel. So you have the development channel and then you have the individual empathetic professional channel. These are both really good if you ask me. And then you can always build a crowdsourcing fundraising strategy on both of these channels fairly easily. It's not that difficult. And for something like this, you don't have to explain the problem very much. So it's manageable in that sense. Then there is the larger money, which is coming from institutions in the form of, you know, organized support. It could be CSR money. It could be, you know, procurement of some things that are needed. There's a lot of equipment that needs to be procured. That is almost as slow or as quick as it has always been. That's not moving any faster as far as I can tell. A lot of them will tell you that we are doing something for COVID relief. And I think that's true also. I'm not going to say that they are lying, but they're not doing it any faster than they would have done it for any other development proposal that was sitting in front of you. The turnaround of that is not anywhere close to what it could be, given the potential of that money to make a difference. There is, however, one group within that, I wouldn't call it the professional corporate sector, but there's another set of people who are owners of their businesses. Or they are effectively, de facto, they are owners of their businesses and can therefore make decisions on money a lot faster. These actually tend to be more industrial companies rather than the service companies in some sense. Those guys tend to make decisions much faster. And it's also a lot easier for them because they connect with this welfare of my workers logic a little more directly. Some of their focus and preference is to help locally where they are, which is understandable. But also some of them are saying, look, I don't mind if you want to distribute some of my capacity more widely. So that's one part of the professional industrial type thing. But the last one that I'll talk about in this sequence is the larger donors who are essentially saying, we need to solve the procurement channels here. We've got to figure out how to get 4,000 oxygen plants into the country or get them built in the country. We have to figure out how to connect the zeolite supplies. We have to figure out how to have enhanced vaccine production capacity inside the country. We have to figure out how testing and genome sequencing can keep pace with what's actually happening on the ground. And there are weaknesses in all of this. And the weaknesses are not small. The weaknesses are like, the need is 100 and we are doing three or something like that. It's like massive gaps. So the big donors are looking at that, but they're also trying to figure out what is a spectrum of allocation that makes sense when you have a lot of money. Because they realize that if you have a lot of money to, let's say, buy oxygen plants, yes, it does fill one part of the need if you say, I'll commit to buying 500 oxygen plants. But there are lots and lots of things around. You don't really have the technicians in place to support 500 oxygen plants. So at the very least, you'd have to make investments in a manpower strategy. Who can crack this manpower strategy? Then you start to ask around and you say, OK, can Manish help? Can Urban Company help? You start to ask the questions that are these complementary things. The good news about these large pools of capital for this relief work is that they're reasonably well-connected across multiple sectors, partly through the investment firms, but even otherwise. And there's a reasonable age group in which a lot of them are. Some would say, I should really be saying a lot of us are. But in a way, it's easier to say, look, we've all run companies. Therefore, we know A, B, C, D. We know which kind of capacity connects to another kind of capacity. Lots of people have raised money from investors. You know who those investors have also raised money from. Tap those channels, figure out how to move the conversations along, and figure out what the deployment strategy for money should be in a way that gives you some confidence in what you know. But there are also important differences in that. Some are doing it this way. Some are saying, in all of this, we have to work with the government. And therefore, we'll go through with the government channels. Some are saying both things, that it's complicated to work with the government channels. Also, there's a certain amount of worry that the outcomes that you're pursuing may be compromised if you go through some of those channels. And some are saying, look, yes, you have to sort of accept that because the channel is large if you work with the government. And some inefficiency, some loss even, is acceptable if you're going to work with that. It's better to get something done in scale than to look for the ideal there. There are details, and there are details in these types of things. So this is the other category. There's one other category, which is the government itself. I mean, let's think of the government as money for the moment. You know what I mean? Government as capital or government as intervener. And we separate that from government as government. Government as money has its own challenges, because in theory, they have a fair amount of capital, but of money. But in practice, that money, there's a lot of pressure on that money to do so many other things, even within the framework of a pandemic, protect livelihoods, figure out the vaccine strategy. There's a lot of stuff. There's a pressure on that money. And the health care system in particular is overwhelmed. And most people, when they hear this word overwhelmed, they think the hospital normally can take 50 people, but it's getting 18. That's actually not the level of overwhelming that's going on. The hospital can take 50, they're getting 350. It's not 2x. It's 7x and 8x in many places. There are PHCs, primary health centers, where people call to say, in my jurisdiction, there are 2,500 positive cases of COVID. And I'm the only worker in this health center for a variety of reasons. And typically, that last worker is a woman. It's only going to be a few days before her husband, her father says, you can't go. That's all there is. If this is the situation out there, you can't go to work, right? Or you're going to get COVID anyway. It's better you get fake COVID. These kinds of realities will start to emerge if you're not careful in this stuff. And some of it, we are seeing that. I'm not making up those realities. These are not just possibilities. You see them. So the government's money is slow to execute because of the procurement rules in government. And when you bypass them also, it's not easy. The government's procurement of what is needed, whether it's people or anything else, it works on the assumption that people always want to sell to you. Because you're a bulk buyer. You know what I mean? You put out a tender for something. Typically, you'll find somebody bidding. But in a situation like this, when the thing you're trying to bid a buyer, whether it's an oxygen plant or a concentrator or whatever it is, or a ventilator, that thing is in such demand, not just in India. The Brazilians want it. The Peruvians want it. The Africans want it. Everybody wants the thing that you're trying to buy in scale, massive volumes, right? So if you put out a tender, nothing will happen. Nobody will even bother, right? Sometimes you have to put out a really large tender. For example, there are districts now where they're saying, we'll hire pulmonologists on short-term 11-month contracts at four lakhs a month, which is, you know, in the government sector, that's pretty decent money. It's impressive money, I would even say, in the government sector. But in many scenarios, you're not actually going to see it. Maybe people will respond. Maybe the doctor making a lakh and a half, two lakh at a private hospital will think, why not? Eleven months, I can do some stuff in a government hospital and make twice that money. That might happen. But that's not going to add fundamental capacity. It's either he's doing something in the private sector hospital or he's doing it in the public sector hospital. It's not an extra doctor. It's the same doctor. So this kind of money doesn't create rapid manpower. That's a different problem. But in equipment, you can certainly do that. You can certainly hire ten more things produced. But the bidding and tendering process is just simply not there. You can even say, I will allow no-bid contracts to happen. I will allow procurement to happen. But there's nobody in government who's gone out and procured in that way, in a competitive way, by calling up a vendor, having that conversation, negotiating the details. You will do this other part, all of that stuff. That's why their procurement is slow. And so they need a little bit of handholding in that for the large purchases. So one of the ways in which you can make up for slow procurement is through bulk purchasing. So you say, look, it'll take me three weeks to figure out how to execute the thing, but let's buy 300 of the things that we are buying instead of 10. So therefore, TKI makes up. Maybe some guy can do it really faster than me, but he can only buy 10 at a time. So you catch up in the long run. But it also means that in the immediate term, you can't do anything. And if people are dying 4,000 a day, the reports are 4,000 a day. The actuals, I'm certain, are not that number. You can't do anything in the near term because it takes you three weeks to get organized. So these are the role players in how the response needs to be organized. And then there are these people creating new solutions. How do you create a 10-bed ICU in a small geography? How do you create a new oxygen-generating plant? It'll take you three months, but after that, you'll be able to produce five a day. And then the Maruti's and the Linde's of the world who are trying to fix key pieces of the infrastructure. How do you get the tankers in place, the supply in place? How do you create oxygen hubs? I mean, the number of things that need to be done here is spectacular. I'll send you a list of how we are bucketing the things that need to be done, right? What needs to be done in the hospital? What needs to be done outside the hospital? What needs to be done in the supply chain? What needs to be done for baseline healthcare itself? What needs to be done in the genome companies? What needs to be done on the fundraising side? I mean, it's just, it's a very, very large number of things that need to be done. And it's impossible really from any vantage point to have a full picture of it, but it is possible to immerse yourself in that effort and give yourself a chance to let that full picture fly past you, if nothing else. So that every once in a while you see one piece of it and you say, okay, here's something that I can do personally, because either I know how to make that connection or somebody in this ecosystem knows how to make this connection. So this morning, for example, I talked to someone who was trying to build a large volunteer organization, right? So look, one way of building a really large volunteer organization is to pick a first problem for which people are naturally inclined to volunteer anyway. And COVID is frankly a great jumping off point, if that's your goal. And so you say, okay, you're trying to build a national volunteer organization, COVID or no COVID, that's what you're trying to do. Here's a way of getting that started. Do this first for COVID relief, right? And if you're interested, their goal now marries with the immediate goal of providing relief for COVID. So you have to find the pieces that are naturally inclined to do something that forms part of the total picture anyway, and get them neatly hooked into something that they can do immediately in a way that provides strength to the immediate effort and actually gives them a greater chance of doing what they want to do in the long run. If you pull that exercise off, you can build the channels much faster."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:00.600",
        "message": "So in the context of COVID, you've laid out a very fascinating look at all the different categories of people who are helping, whether it's development sector, whether it's large donors, whether it's individuals and corporations, middle management, who can, you know, leverage capacities in their companies, besides contributing individually, it's business owners, it's a government, it's all of that. And equally, these are the people who are doing something. And there are many people who you're saying are outside of this, who are not really doing much and who won't, you know, before we go into the weeds, and I want to kind of spend the rest of the episode in the weeds with you talking about specifics and particulars, I first want to kind of ask a general question, which is sparked by something you said earlier, when you know, you were speaking about how you don't believe that how there are people who are inclined to help, and they will help anyway, but many people may not change their approach to helping. Now, I was looking back at some of the writing I had done during a previous natural disaster, which was a tsunami in 2004, at the end of 2004. And at that time, I traveled across the coast of Tamil Nadu with a friend of mine after it happened with a bunch of friends, we'd gone with a group trying to help out and I was kind of live blogging from there. And I was calling my series dispatches, the way Michael Hurr called his Vietnam thing dispatches. And my dispatch number 36 is titled the broader continuing disaster. And my main point there was that look, this is a disaster, the tsunami is a disaster. But a lot of the things that we are trying to sort of help out with our problems that have been with us forever, for example, a cyclone just hit Bombay, right? Now a cyclone will come, it will make some people homeless, and immediately there'll be relief for the homeless people. But the point is, millions of Indians are homeless anyway. For example, a migrant labor crisis will happen when the lockdown is called. And some really fine people will go out there sort of feeding people. But the point is that we've always had problem of hunger. In fact, we still do like in a column I wrote last year, I pointed out a 3,000 children die every day in India, from starvation, one in four Indian children are malnourished. My point being that we notice these things, the homelessness, the deaths, the hunger, when there is something like COVID-19 or something like a tsunami or something like a cyclone approximate event brings it into relief. But these have always been with us. And I have some questions here. And one of my questions is that, could we then say that, by and large, the apathy that most people display towards this is a natural defense mechanism? Because most of us will think that, hey, I can't do something about such a big problem, or I don't want to, or hey, screw it, I need to get on with my own life. And therefore, this becomes a defense mechanism. And another added narrative element to the defense mechanism is we rant against the state. We say the state should be doing all of this. Why isn't the state doing anything? And that kind of becomes an approach that keeps us trapped in apathy. Like even now, I see many people like yourself and your colleagues like Ruben Mascarenhas and so on, who are out there every day, obsessed with helping others. And I see a lot of people just outraging on social media, but not actually doing anything themselves. And I don't want this just to be a rant. But I just wonder, like, for example, there's almost an ecosystem of relief that has happened, partly including people who were doing things to help society before, partly including a lot of people who weren't, who now suddenly see the pain around them, feel the loss, and they say, hey, I want to help, I want to donate, I want to organize something, I want to do this. How much of that will remain after this pandemic? What is it that, you know, needs to be done for people to realize that shit, you know, this has caused a lot of pain, but we live with a lot of pain on a daily basis. 3000 people dying every day of starvation is, you know, how is it not comparable with the people who are dying of COVID? That's a solvable problem. You know, and you can't just take the cop out and say that, hey, the, you know, the state has failed us, which is fine. But, you know, like in my last episode with Karthik, for example, we had that discussion on, you know, my growing feeling that we cannot depend just on the state, I'm okay that we should try to work with the state, we should be stakeholders. But a lot of these solutions have to come from private people just going out there and saying that there are problems, I want to solve them, whether you're doing it in a non-profit way, or whether some of these problems, you say that I will build a business out of it, but there are problems that need to be solved. What is your sort of thinking on all of this? And is it something that has evolved or gained detail over the last few months?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:29.840",
        "message": "It is a defense mechanism, but it's not a natural defense mechanism. So I'd make that distinction first. It's a, it's a cultivated defense mechanism. And really, to understand it correctly, in my mind, at least, you have to ask yourself, what is the difference between a community and a campus? If you answer that question, you will be able to figure out the rest of it easily. Every community is a campus, but not every campus is a community. Right? People say my apartment community or in my whatever, office community. A lot of the things that we call communities are only campuses. They're not really communities. Can you define campus for me in this context? Something that has a wall and a gate and a way of living and using it within that space, which is it could be even a BSNL housing society. It could be your apartment community or mine or a corporate office block built by some, you know, construction company. It could be any of these kinds of things. These are campuses. If you don't have a natural way of belonging in that space, you can't be there. There are lots of ways of ensuring, in fact, that you are not there. If you want to walk on 25 streets in Bombay, or if I want to walk on 50 streets in Bangalore, I really don't need to ask anybody, right? I have a natural way of being there, which is not challenged in any way. Right? That doesn't make those people my community. But I'm saying space is one part of understanding the difference between a campus and a community. I mean, think about a community in this way. Even in a closed community, somebody has to live on the edge of the community. So let's say you have the plot at the edge of the community or the apartment at the edge of the community. What you're really saying is that my neighbor"
    },
    {
        "speaker": "Unknown",
        "time": "00:40:19.600",
        "message": "on my left is my neighbor, and he's part of my community. My neighbor on my right is not"
    },
    {
        "speaker": "Guest",
        "time": "00:40:23.920",
        "message": "even part of my community. Imagine living on a street of houses, on a public street of houses, and saying the guy on my right is not my neighbor. You would not do that. First of all, it's ridiculous. Second, it's a cultivated thing. It's that wall that's making you think he's not your neighbor. You pay a certain maintenance fee every month, he doesn't do that. You have certain services inside your community that you've organized for yourself, he's not part of that. He might, in fact, be part of another set of such services in his community. So it's not like you're excluding him, you're hoping that he's got his own setup in some way. But I'm saying there is a cultivated difference. So I think earlier also we spoke about this. Everybody has got security guards. What are these security guards doing? People are just standing at some standpost, really, and doing some bizarre things, writing things on notebooks that nobody even looks at. In fact, I've tried one exercise a lot. When I get this notification on some app that the community has to say, oh, so-and-so has come to see you. Should we let them in? And I always say no. Right? And they let them in anyway. It's a process. Somebody has to ask whether this person should be let in. Somebody has to note down that there has to be a response. And after that, the person can be let in. Actually, if the response is no, what you should do is not written down anywhere in most of these places. Maybe in the companies, it's a little different because you're going into somebody's office to see. But you can try all these little experiments that teach you that these are processes that exist for the sake of having a process. They have the illusion of a community. They're actually nothing more than some silly campus thing. Right? And Peter Block is the guy who really, in my mind, wrote about this in the most impactful way. He wrote a book called Community. And the essence of that is that communities work on trust. And they try to enable the gifts of each person in that community. Right? Amit Verma has a gift for communication. Whether he's a four-year-old child or a 45-year-old man is not different. With this gift for communication, what can we do that really is powerful for so many other people in this space, whether there's a wall or not a wall? And maybe, like, what can you do even outside this space like you're doing? That's one way of thinking about people. Another way of thinking about people is out of fear and distrust. That you believe the person who is coming to visit your neighbor in your apartment community could potentially come to your house and rob you, could potentially assault your teenage daughter. You start with believing that. And therefore, you say, well, we need a system that protects us from that. People have lived on the street for the longest time without that system. Right? I mean, on street side houses for the longest time without that system. The system does not come from the security guard or the MyGate application. It actually comes from something else. It's a cultivated way of thinking that fear and distrust are necessary parts of how you respond to large, complex problems, which you think you cannot grapple with. You refer to people saying I can't deal with this. But their response to I can't deal with this is sometimes to say I need somebody to help me deal with this. And they choose the wrong guy. They really should be going to people who teach them how to help build strong communities. They shouldn't be going to people who teach them how to hire security guards. And frankly, those same security guards can be used in very different ways. You teach them to work like an usher. You teach them to work like a receiving agent for materials that need to be dispatched. There's a million things you can do that give them also more dignity than to just stand around in the sun or in the rain and give them actually some competence that they can take into another job if they want to, that frees them from the bondage into which they have come into your large city from Jharkhand or Orissa or whatever kind of thing. I'm saying we have to think of different groups of people in the society in a way that enables that, that gives to the guy standing at the gate, he has to be part of your community. How can you say that somebody who is a service provider to your community is not a member of your community? I just don't accept that. But we have a cultivated way of coming to this stuff, which is just mind-numbing. And I think it's happening in the schools, it's happening in the companies, it's happening in the workplaces in a way that you have to beat this socially. I mean, during the previous campaigns, the India Against Corruption campaign or even the election campaigns, I've observed this, but people would say, sir, you can't trust anybody. But if you go and talk to his neighbor, he'll say the same thing. So Amit says he can't trust his neighbor. Amit's neighbor says you can't trust Amit. And the funny part is both Amit and his neighbor will say to me, you and I know each other, therefore we can trust each other. You are trustworthy, I know, but my neighbor may not. And my neighbor also says the same thing, Ashwin sir, you are trustworthy, you and I know each other, but therefore you cannot trust everybody. You know what I mean? I think we have to crack this in a different way. I remember an old article I wrote about the importance of wanting to do the right thing, even if you can't do it. You ask kids, what do you want to do when you grow up? And every once in a while, there'll be a girl who says, I want to change the world. I think it's important to help young people in particular believe that they should want to change the world for the better. They may not be able to, but I think it's extraordinarily important to teach a child, you should change the world for the better. Because other people before you have tried to change the world for the better, and you are a beneficiary of that, number one. Second, this is what distinguishes you as a human from many other species that you could have been members of. And it's a decent thing to do. There's a contractual social arrangement built into this thing. And most importantly, if you believe this, you will spend your life in the company of people that you will respect, and people who will inspire you. And I think, you know, that's really important. At some level, I mean, I'm much older than I am when I started doing all this stuff. But at some level, I've always said, I'm a child of the development experience in this country, right? I have a family, because I'm a child of that development experience. And that family includes all sorts of people in the development sector, it includes people like you, it includes people that you come into contact with, whose collective intent represents some larger public good, which I may not always be able to contour correctly. But that intent itself nourishes my life. And that intent really can shape a lot of young lives. And I really think that's important to be able to hold on to the idea that to live in an empathetic and decent way is something we should expect of our neighbor, not be content with saying, well, Bhagwan jane, who can believe him? Or who can trust him? Well, and also, I think people would trust each other a little bit more if they just know each other. I don't know if I did this seven four letter words thing with you the last time. I think I did that. You did. I always tell people go and meet new people, right? And they will say, it's not, it's not easy to meet new people. What nonsense, go on the street, all kinds of people that you don't know, just go up to them and say hello. And they think that's really odd. But actually, if you did that for 10 days, it'll stop being odd. And then you'll start to think, why don't I know all these people? They're around me all the time, this shopkeeper, this laundryman, you know, you know, the laundryman who comes to your house, you don't know the laundryman who comes to your neighbor's house. So there's all of these bizarre things that there's a lot of neighborliness without neighborhood. There's a lot of campus without community. There's a lot of, you know, there's a lot of that. It's that small nuance. And it makes all the difference. And even about relief, I've been saying, relief is not a logistics problem. Aid is not a logistics issue. You must get in the aid thing because you believe in the fundamental dignity of other people to live in a way that with at least a minimum standard of protection for their lives and livelihoods, and to be able to count on each other in times like this. That's why you go and do aid, not because it's technomanagerially needed on the day the pandemic or the cyclone or the tsunamis hits you. Incidentally, about the tsunami, one of the very first things I did with Mapunity was mapping out tsunami relief stuff. So I remember that, you know, starting point quite well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:47.520",
        "message": "So a lot of strands to pick up from and first of all, for my listeners, you mentioned all those four letter words, I recommend all the listeners to check out episode 160 of the scene and the unseen, which was where Ashwin first appeared and it remains a favorite episode for many people. And the first half of that was not so much about his work, but his philosophy towards life. And there's a lot that I found very inspiring there. So do check that out. I'll link it from the show notes."
    },
    {
        "speaker": "Guest",
        "time": "00:50:09.200",
        "message": "I want to go back to what Karthik said in the last episode. You asked me about that. I don't remember the exact question that you asked, but I felt like for part of that conversation, you were continuing a debate that we had in my second episode with you, which was, you know, some people even wrote to me about it and said, I noticed it was quite, you know, back and forth at the end. It was really a contrast between two ways of thinking. And this whole state, you are the state kind of thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:37.480",
        "message": "Let's come to that. I want to respond to what you just said. So before we lose the thread, and then I'll come back to that question. You know, I agree with the conclusion that you came to, which is that we need to beat this socially, this problem of apathy. And I also kind of agree with a lot of your diagnosis, but not with some of the terms. For example, you spoke about how this kind of apathy is cultivated. And I would actually say that it's the opposite, that this apathy is evolved and the way that we beat it, that is what we have to cultivate. For example, you know, evolutionary psychologists will often talk about how there is a circle of 150 people that we can really remember by face, we can't remember more people than that by face. So we divide the world into this is our tribe, and everything else is the other in the sense that our brains evolved in prehistoric times. That is how we are wired to think we are of course wired to think in contradictory ways, but this is a core way. Now, a concept that I found that influenced me profoundly came from a book written in I think 1900. It's about the history of morals by W.E.H. Leckie, where he talks about something called the expanding circle. And his point there is that he doesn't pick up on this 150 people concept, but he says that look, who are the people we consider worthy of a moral consideration? Initially, it is a very small circle, maybe it's just a family, then it expands to our tribe. And initially, it's very few people because our brains have evolved in times of scarcity, you know, daily survival is almost like a zero sum fight with others. But gradually as society evolves, and it's no longer zero sum from your family, your circle will expand to maybe your tribe, then maybe your neighborhood, it will become a country, it will become your people, your race, your species. And Leckie's point was that through history, we found that circle moving to a point that, you know, for many people, it includes all human beings. And Peter Singer, I think, wrote a book called The Utilitarian Philosopher, who was also an animal rights activist, wrote a book called The Expanding Circle, in fact, I think where his argument was that one day the circle will expand enough to include animals in it, which is actually a powerful argument. I don't see why not. And we could easily, you know, three centuries later, be judging all the people who live today, saying that, Oh, my God, what savages they ate meat in the same way that, you know, people today will judge people two centuries ago and say, Oh, my God, they had slaves, women couldn't vote. So a circle is expanding. And this is a good thing. But my argument would be that what is natural to us, what has evolved is this sense of dividing the world into us versus the other. And what has been cultivated, perhaps since the Enlightenment in an organized way, is this sense that no, the circle is expanding, it involves all of us. And in a sense, we are fighting this sort of tribalistic hardwiring. And one modern problem that we face is that a lot of our politics is going straight into that old hardwiring that we are trying to fight, where a lot of our politics is thinking in tribalistic term is painting others, like the German political theorist, Carl Schmitt spoke about how to be successful in politics, you need to have an enemy, or you need to construct an enemy, there is no politics without an enemy. And this seems to feed again, to that tribal instinct. And even within this pandemic, instead of, you know, all of us are united by our suffering by what we are going through. And yet, you still see the same political tropes happen where one side will take, you know, one narrative line, another side will take another narrative line. But my point is the same as yours, that we need to continue the cultivation of the expansion of that circle, that expanding circle, we needed to expand. And that, to me, is a social battle, more than anything else. So one, do you have any thoughts to add to this? And two, we can then move on to the question I asked about the state versus, you know, that we need to not do the cop out of saying the state will do it, or we need to work with the state, but actually say that, look, we got to get down and dirty much as you are,"
    },
    {
        "speaker": "Guest",
        "time": "00:54:36.400",
        "message": "and we need to solve these problems ourselves. Yeah, I mean, I mean, there's a temporal element to it. I promised myself I wouldn't talk like Karthik. So let me tell you what I mean. I can't also. I mean, the guy is great. He can use words with such precise meanings at breakneck speed without making even a mistake in how he delivers it. I can't even believe that. But to come back to it, what do I mean is, this expanding circle thing is not a sequence. That's all it is. I care about my children because they are my children. But it is possible at the same time to care about children because they are children too, right? They're just not my children, right? In fact, you know, if you didn't know in the universe of children which child was yours, you would actually have a very different way of treating children, right? There is an element, I think what you're saying and all these philosophers have been saying is that knowing who is your child, who is your brother, who is your neighbor itself has a certain boundary in how you behave. And then you start to say, therefore, I behave in a certain way inside this boundary, in a certain way outside that boundary. And maybe this campus is just a reflection of that. But I actually think the way to beat that is not to say, let's all build 10 campuses or 10 boundaries, and then we'll figure out how to transact and interact across boundaries. You could do that. But I think it's not that necessary to tell you the truth. You could say, because I care about my children anyway, there's no reason not to care about other children also now. Even if you thought about a sequence, you already care about your children. So what does sequence mean at that point? So you ought to be caring about all children now. So you may not be able to do all things for all children, or like you would for your own. But I think there is a reasonable way of saying, even if I have these boundaries, these boundaries reflect capacity. If there is a boundary, it's the boundary of my capacity. It's not the boundary of my empathy. It's not the boundary of my preferred intent for why I live the way I do. I think it is possible for people to say that. And they will still have the boundaries that come from capacity. You can't do everything. That's life. In fact, that's just reality. But also, I think there's a way to think of this, which is just that little bit. It's like watching the tail of a tiger when you're walking in a forest behind a tree. You see the tail of the tiger and you ask yourself, what should I think now? That the rest of the tiger is attached to it or that this is some discarded tail from an old tiger carcass? You can think all sorts of things. Francis Crick wrote a book about all this stuff. It's called The Astonishing Hypothesis. We should talk about that someday. But I think there's a lot that we don't see. And that's really the point. We believe what we see actually can mean lots of things. We believe what the brain is telling us about what we see. We believe it only when we see it. But we believe it when we hear it from other people. Hearing it is actually a kind of seeing it if you hear it from trusted sources. So there's lots of these kinds of nuances. I think it's possible to treat this boundary that you're referring to, the circle, wherever you draw that circle. If that circle is a circle of capacity rather than a circle of intent, there's nothing wrong with it. But if it's a circle of intent, then there's a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:14.840",
        "message": "problem. Fair enough. Moving on now to Karthik's questions, I mean, or what I discussed with him, where I don't want to take the stand that the state has no role to play. I mean, of course it does. We know what it should do. This is and has failed in many of them. And we should work with the state to make it work. But the sense increasingly grows upon me that at some point, we can't just say that the solution lies to the state, you know, we have to step up, we have to try to solve these problems"
    },
    {
        "speaker": "Guest",
        "time": "00:58:39.200",
        "message": "ourselves. Yes, I mean, and it goes to this idea of you are the state that, you know, I had chats with you about, and Karthik sort of, I think he's starting to lean that way a little bit as well. But I think I don't mean to dismiss what you said earlier, which is, hey, I've done my part of what I should be doing. I'm not indifferent. I certainly have cared about lots of people. I've done what I could in my spheres of influence. I've even paid my taxes on top of that, right? So the state, I have a reasonable right to expect the state should do its job. And I think it's fair. I think the state should do its job. I believe the state should do its job. It does have a capacity problem in addition to everything else that is true. And then actually, if I help the state do its job, it would be easier for me to demand that it does its job. Today, there's a lot of people who don't help the state do its job. That's one of the reasons why they're not able to demand that the state should do the job. That's what I mean. That is the sociopolitical element. What I mean, I'll give you a transactional example, right? What I mean by a transactional example is what you are aware of some problem. There is an engineer or a public health official or somebody in the state who should do something about it. One very small part of moving that line is to draw the attention of that person to something that has happened. If a water main breaks on your street, yeah, you could say the state should be putting detection technologies and IOTS platforms everywhere to figure out if the water main is breaking and having a dashboard from which they can tell that. That's true. But even before these things became possible, somehow somebody in the state needs to know that this water main is broken. If it's not, you can't put IOTS machines on everything. There is an element of knowing, and the element of knowing that is possible from the population itself at large can never be mimicked by the state. It just cannot. There are just too many things that can go wrong that nobody can actually mimic. No state can mimic that. The velocity of the state's response depends on the state getting to know these things. Also, among other things, right? If you know the state, you can solve that part of the puzzle. I know my local BESCOM engineer, my BWSSB water manager, some five, six guys like that, right? If I see something wrong, even if it's not actually in my house, I'm driving down the street, I'm walking down the street, I see something wrong, I could call the guy up and say, do something about it. You could say he might do something about it because I'm calling him. But you could also say he's doing something about it because that's the first time he's hearing about it. He's operating in a world that he doesn't really have knowledge of. So I think there are elements of what you are seeing which are certainly true. But there are also elements of what I'm saying that are necessary. That is, after I have told him that there is something wrong, that he should do something about it, I'm actually in a much better position to say, I told you. Why the hell didn't you do something about it? Whereas the guys who are completely outside the system, it is true that they don't bring it to the attention of the system, but they also don't have the ability, the capacity to ask that second question. So I think if our expectation is that the state should deliver on the things that we expect from it, I think that expectation is actually benefited by my assisting the state. It's not substituted by my assisting the state. And it's a debatable point. I'm sure you can think of seven examples of that. But I'm saying there is an element of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:38.000",
        "message": "So we've debated this in our previous episodes. So I'll just direct the listeners to that. I won't go back to that. But a quick kind of example comes to mind, sort of illustrating what this means. I mean, first of all, my fundamental point is that, look, the whole point of the state being there is that there are certain things I should be able to rely on it to do. That's why I pay my taxes. That I don't want to have to go and do the rule of law myself. I don't have to go and do the drainage myself. I buy your point that if my drainage is overflowing outside my house, I have to first bring it to their attention as a citizen. You know, that I have to do. But if they are not fixing it for many days and people are falling ill, then at some point I have to say that, okay, me and my immediate neighbors need to sort this out because it's affecting us. The other kind of thought that strikes me is, let's do a thought experiment. Let's say that from where I am sitting, I can look outside and I can see that someone is beating a little girl on the road. Now, the first informational thing about, I mean, the state can't be everywhere. So one thing I could do is let the state know, call a cop and immediately tell him. That's obviously not all. What I should do is I should go out there myself and I should stop that immediate beating happening. The other question that then comes up is what if the person doing the beating is the state? What if it is the policeman who's beating a little girl, which is kind of a separate problem, but a relevant one in terms of COVID as well, because in terms of misinformation and a lot of the things that the state has done in terms of getting in the way of private enterprise, it's not just sins of omission, there are sins of commission as well. And you know, I've done an episode with Jason Brennan, the philosopher on that about that if the state does something wrong, does it have some extra leeway or is it is wrong wrong. And I agree with him that wrong is wrong, regardless of who does it. But that's a separate issue. I just think that there are certain moments where individuals have to come in and we'll drill a little bit deeper in that in the context of COVID because I'm certain that, you know, a lot of the things that are wrong with healthcare today are wrong with the kind of lives which people live in the context of how healthy they are and how they take care of it. A lot of it simply cannot be solved by the state because capacity issues to begin with, let's leave the other structural issues out of the way. Let's let's move on to the immediate now to the main subject of this episode. And I think a simple way to sort of dive into it rather than just talk at the level of ideas is a chronological sense. Like I did an episode with your colleague Ruben Mascarenas, who did such amazing work last year during the lockdown when the migrant labor crisis happened and he and his group Khana Chahiye, you know, went around and fed so many people and Ruben in his individual capacity in the second wave has been helping people with beds and medicines and all of that and Khana Chahiye have also started an oxygen ambulance thing, all of which is incredible. And I know that you're involved at a socio political level in getting things done at the level of a city. We've discussed that in detail in the last two episodes. But in terms of immediate COVID relief, I think the easiest way to dive in is through the chronology where tell me a little bit about how your kind of thinking about this began, what are the moments where you began to say, no, I got to do something here. I got to do something here and here and here. And how does your vision deepen? Therefore, equally at the same time, how does your spheres of activity widen?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:49.700",
        "message": "So it doesn't begin like that. That's I mean, if you take the Khana Chahiye example itself. Yes, Neerajan, Ruben and all those guys did extraordinary stuff on the ground. But what happens is when you start to do that kind of stuff, you say, we need to raise more money, for example, or we can't really see this properly. We're not able to present it to the municipal corporation in a way that convinces them that they should be looking at it in a different way. So typically, what will happen, you're trying to solve that problem. Someone will call you and say, can you help a little bit round up some more money to feed people? Can you can map unity help map all these things so that we can actually look at it on a spatial platform? Do you have a tool that will help us gather this information? Because you have volunteers on the ground doing 27 different things. They're all related activity, but you don't have a way to gather them. So what happens is that your first involvement with any problem is techno managing it. But it is happening in a world that is already sociopolitical. The Ruben Maskar and associates of the world are already my friends, already my allies, already my whatever, family, extended family in some way. So it's you're only asking questions within that family. So for you, if the question doesn't come to you as something that creates a tipping point, it comes to you as something that creates capacity. First, right, we can do more of this, if all of us pull together. And this is the same thing. Even if you look at COVID, right, the first set of things don't come to you as in this way of deciding that we must do something. You never actually make that decision. You come to that point because you are transactionally, and what I mean by that is at an activity level, involved in the bits and pieces of that response, right? Whether I'm inside the state or outside the state, whether through technology or not, in all sorts of ways, right? Somebody needs to get something delivered in Chitradurga, right? So people say, you know what, let me ask Ashwin, he's bound to know somebody in Chitradurga. So I'm asking somebody in Chitradurga, there's some medicine that needs to reach some family, there's some difficulty in getting this delivered. You know Chitradurga well, help this guy get this delivered. So it's transactional, it's activity at that level. But in the process of doing that, you are now in the medical relief supply chain in some way, right? And then you recognize patterns in it. You say, oh, I did this in Chitradurga yesterday, I'm doing this in Anekal today, I'm doing this in Karwar tomorrow. And then you start to tell yourself, this is not going to scale if we do it like this. We need somebody in the system who can take all these requests, contact all the people that we know in all of these different geographies, and build velocity to be able to respond to these things better. And if there's one thing that distinguishes how we have set about doing relief work in this particular ecosystem, and this is not just a development family ecosystem, I'm going to say that too. In this approach, you can round up participation from all sorts of people in all those buckets that I listed earlier, the corporate guys, the executives, even the CSR guys, and even the industrialists and the big donors. You can round up all this. But the thing that rounds them up is this notion of expanding capacity, right? That it can be done, I can do it, I know other people that can do it. Therefore, if you have additional capacity, it's natural that other people come to it. And I feel building it in this way has been useful, because it has left a large number of people with the impression that you can actually do this differently. I said this a couple of days ago on social media, and a lot of people sort of wrote back on that. Every state has a government-to-people response to the pandemic. The government is doing something. You may not always agree with what they're doing, or you may not always think it's enough, but they're doing something. No government is doing nothing. I mean, no government is doing even a half-baked job, if you ask me. They're doing something. The state governments, I make a distinction between government at various levels. And then in many places, there is also businesses and large people with the capacity to help doing something because the governments have reached out to them, or they themselves had those connections anyway, and they're helping in some way. I think what we've set out to try in Karnataka is distinguished by two other things. We're doing a people-to-state program. We're saying, we're going to round up people to help the government. That's one part. It's not a philosophical thing. It's not a position thing. It's just basically that's what we're going to add this piece. The people are going to help the government. That's number one. And the fourth piece is the people are going to help each other. Not in this neighborly scale of, I can do it in my neighborhood kind of thing. I, living in the southeastern corner of the state, accept responsibility for every last person living within the state's boundary in Karwar. And therefore, this people-people thing, it has great potential because now you're saying, let us all of us together in this state, build these two additional capacities, the people-to-government capacity and the people-to-people capacity. And I genuinely believe that the velocity of the response depends on these two things for a very simple reason. There are lots of people. The Sarkar has few people. Businesses have even fewer people. Communities don't even have what most businesses do. But the general population, you can never out-compete the general population for sheer numbers. So the question is, can you tap into the general population? Can you build a response strategy that taps for sheer volume into that general population? If you build that strategy, it's effectively, then you're at war with the virus. Everybody's involved. It's like a war at that point. The virus is everywhere. You have to be everywhere too."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:58.340",
        "message": "So that's fascinating that there are different sort of questions that come to mind based on this. And I'll quickly outline them and then you can kind of go through them one by one. Like one aspect of this, of course, is that you're saying there's a proximate problem, right? Somewhere people can't get food, they're getting food. Somewhere somebody is not getting some medicine, you can help them get medicine. Now, initially, you obviously begin by solving the proximate problems in a piecemeal way that you call up your friend in Chitradurga and you say, hey, can you get medicine to this guy? Then you realize, no, let's scale it. Let's build a system of response that is scalable. So now what you're doing is you're scaling a system of responding to these proximate problems. Now, the other thought that comes up here is that these are proximate problems that are really symptoms of a deeper problem. Like if there are scarcities of medicines, or if there was a scarcity of oxygen, for example, in so many places in the country, why is that there? What is the problem with migrant labor that they suffer such incredible shocks in terms of not even being able to feed themselves when something goes wrong. And there are deeper structural problems with that. And part of the question is identifying those problems and saying, hey, in the long term, we got to solve those problems. And my intermediate question sort of is that while scaling up your response to the proximate problems, and I'll ask you to kind of go into the concrete details of that, because I find that really fascinating. But while saying that TK, we want to now scale it up so that we can get oxygen to wherever it's required, we can get food to wherever is required, you scale that up. But how much of that infrastructure or that ecosystem that you've built to tackle these proximate problems is something that then is relevant for the future? Like, are we always going to fight symptoms? Or are these things that we've set up also useful in fighting the sort of bigger problems? And I've kind of stated my whole set of questions here. But I'm happy if you kind of take them one by one, like, first of all, do you agree with the characterizations that there are these proximate problems, and then there are bigger structural issues that are with us forever. And the proximate problem tomorrow in the next crisis might be some other different detail, but the structural issues are the same. And moving on from that, maybe we can talk about how you set about scaling the response, as you said."
    },
    {
        "speaker": "Guest",
        "time": "01:14:09.540",
        "message": "So I'll start with this last question, because frankly, it answers most of the others leading up to you're essentially leading up to a question. And if I answer that question, the rest of the question, the stuff is built into the answer. One is that the very act of involving lots more people in a transactional response also gives you the potential to call upon a much larger ecosystem for more things in the future. Because I know people in Chitradurga, as a result of doing what we are doing now, I can do something in Chitradurga all the time in the future. Not always at this intensity, not always at this scale. And it's not just me, right? It's hundreds of people, thousands of people now know each other in multiple geographies. And sometimes it's multiple geographies, even in their own cities, in large cities, that's also important, right? So the very act of constructing the response in this way builds one part of the social capacity for responding to further things. The things that they respond to in the future need not be pandemics and catastrophes, it could be ongoing baseline problems. So that's one part of it, that 10 people who know each other, because they came together in this way, now have the capacity to do slightly more, because they know slightly more. So I'll give you this example. Let's say I do something with UrbanClap. And we'd set up some kind of infrastructure mechanics training program or service system for public hospitals as a result of that. The reality is that the result of having had that connection and that experience is that tomorrow you can say, look, what are the potential of this for some other problem that you want to take on? So that, I think, is one part of it. The second part of it is, I think, velocity, right? I make a distinction between velocity and speed. A lot of things can be done with speed. And governments sometimes have been doing lots of things in the wrong direction. And therefore, all the speed in the world is not going to help governments that do those things in the wrong direction, right? So velocity is important. And velocity is better informed by visibility to the outcome. And that visibility to the outcome really depends on having multiple eyes and ears in multiple geographies. So I think that's also a lasting thing. But the third thing is also important. The question that you're asking is nonetheless important. If you take all of the things that you want to do and do it only in this transactional way, yes, there is some ongoing social value because of the connections that evolve, but it's not very great. Which is why in my conversations in particular with the donor community, the thing that I have been saying is, let's break this down into all the things that need to be done. And I'll send you that list. I don't even mind if you put that on your show notes or something. Here are the seven or eight things that need to be done. This is what needs to be done in terms of in-hospital infrastructure. This is what needs to be done in terms of long-term care, post-care COVID. This is what needs to be done in terms of testing. This is what needs to be done in terms of genome sequencing. This is what needs to be done in terms of ensuring continuing oxygen supply. This is what needs to be done in terms of ensuring production of oxygen synthesizing machines in India. This is what needs to be done to get the vaccine production things. So if you can direct the donor money in particular to things that create greater internal capacity, it's actually, it's a kind of make in India, if you think about it. And I think that's important. Actually, make in India has always been important. It's just that the Sarkari definition of make in India has no place for sell in India. In fact, if you allow people to sell in India, they would make in India. That's pretty obvious. Anything that you allow to sell in India, people will eventually make in India. There are 1 billion people here who can buy, who wouldn't want to make it if they were allowed to sell it. It's because you don't allow them to sell it, so they don't make it here. So in some way, if you get this capacity for consumption going, you can actually correct a lot of other problems. So that's a lasting outcome that the money in particular can enable. And even the relationships with governments at different levels are things that you can take forward. So I think if you construct the response in a way that is people-to-people, people-to-government, then what happens, and I would even go so far as to say that some of the donor money is aligning to this approach precisely because it now sees this as having potential lasting value, not proven lasting value. I'd be the first to concede that. But certainly, if you do this through this channel in certain neighborhoods with local awareness, there's a much greater sense that these things are being used properly, and the guy's writing checks, not just the big donors, the guy's writing even CSR checks, want to be assured that their money is being used well. Who can provide that assurance better than a consumer of the actual thing that you're, if you're putting up an oxygen plant in Chitradurga? Well, you'd like somebody in Chitradurga other than the divisional commissioner to sign off on that, right? So I'll get you that connect. And then you, as the guy who actually gave that plant, can have that connect directly. So in a way, I think these are the ways to construct that lasting thing. But I'll also concede that these don't naturally lead to asking, how can you do this in housing and how can you do this in water supply and sanitation and all of that, and education in particular. It doesn't naturally lead to that, but it gives you a larger number of connections to tap into. And if you choose to, you can begin to ask that question too. Even in this thing itself, I've had, in the middle of a conversation about the response to a pandemic, there have been people who say, I should separately, I want to talk to you about what we're doing in education. And I've said separately for now means temporarily. Separately means four weeks later, when actually when you're out of this stuff. But clearly it's happening, right? People who are talking to me about delivering oxygen concentrators are saying, I want to show you what we're doing in this or that. And I'm sure they're saying that to many others in that conversation as well. It has the potential. If you want to be deliberate about that, you can do that. I started working with people for finally, for the first time in India, we are seeing the emergence of a built to rent market for housing, right? Almost all housing in this India is built to sell. We've never had built to rent market. The emergence of a built to rent market has great potential for tackling the affordable housing shortage. So now I know what to do with that if I have bandwidth for that. And the way to construct bandwidth is to tap into this large ecosystem and say three guys from that chase this problem. It's an interesting thing. It's certainly that what you're raising is an important thing. But I think there's a way to be deliberate about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:03.260",
        "message": "No, no, I agree with you entirely. You know, in my question, I didn't want there to be an implication that I'm minimizing the importance of, you know, solving the proximate problems. And I just think that like you said that the long term effects, the unseen effects, as it were, of building these networks and having people with good intent and a lot of money actually get to know each other and all of that, I think the spin off effects are fantastic. And maybe in the future, we'll solve some of our deeper problems. And speaking of deeper, we got to get deeper into many of the concrete things that you've been doing. But before that, let's take a quick commercial break. And on the other side of it, we'll get down to brass tacks. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Over the last year, I've enjoyed teaching my online course, the art of clear writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction that offers much stimulation, and even some comfort in these difficult times. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction and a lovely and lively community at the end of it. The course cost rupees 10,000 plus GST, or about $150. And the June classes begin on June 5. So if you're interested, head on over to register at India uncut.com slash clear writing. That's India uncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene and the unseen. I'm chatting with Ashwin Mahesh about COVID-19 and relief operations around COVID-19, where so many people surrounded by the pain and misfortune that they saw all around them and often experienced stepped in to actually help in whatever way they could. But before we get there, Ashwin wants to talk a little bit about how we talk to each other, like not in the general idea sense of how we talk to each other, communication has changed and all that. But down and dirty talk about apps. He has, Ashwin, I am told has become a fan of telegram, which he forced me to download a coercive measure I did not resist surprise, surprise. So Ashwin, tell us about telegram and what's so special about it?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:24.500",
        "message": "Well, you know, everybody has WhatsApp, right? So that's what the general population is like. Everybody has WhatsApp. Some people also have telegram. And some people also have signal."
    },
    {
        "speaker": "Unknown",
        "time": "01:23:37.060",
        "message": "They have it for a variety of reasons. But some people also have telegram and some people"
    },
    {
        "speaker": "Guest",
        "time": "01:23:40.340",
        "message": "don't. In the development community, telegram is more common, simply because it's a way of separating certain conversations from the rest of the thing. And I'm sure I've seen this even with the bureaucracy, the telegram or signal is a channel in which they communicate among each other. And remember what I said about people do care, but they have a baseline of caring that is proximate. And then there is a stuff that is above and beyond that they can get into. So the people who can get into the other realm are the guys who will say, if you say to them, download telegram, they'll do it. Right. And it's not coercive. I mean, but it's they see the point. So one of the interesting things that has happened in the last two weeks is that a large number of my contacts and networks and lots of other people are now on telegram. And the reason they're on telegram is that the relief effort is running on telegram in some ways. I mean, at least the ones that I have great visibility into the stronger ones are all running on telegram. And every once in a while, people will ask me, what's your WhatsApp? I say, well, I don't have WhatsApp. I tried it for a day. It didn't work for me. So I said, this is not for me. So I don't have WhatsApp. And people kind of find that odd. How can you not have a WhatsApp number? I said, why should it be odd? Because I never ask you for your Outlook ID or your Gmail ID. I ask you for your email ID. You can ask me if I have a messaging application and I can tell you that. They don't have interoperability. So you're asking about individual ones. But in general, you know, I mean, I've got telegram, I've got signal, I've got Skype, I've got a few other things, but I don't have WhatsApp. And what is interesting is that all these people at various levels in the last few days have heard people say, oh, you have telegram. What is that? I mean, I've heard about it. I know it's like a development. It's like Mozilla for the messaging world. And more and more people are getting on to it. And that's really what's happening. And then there's a set of people who never had WhatsApp. And those are extremes, right? Like, whatever. But there's also a set of people who, even after they've heard about telegram, are not going to do it. Right? They know that telegram is developed by a messaging, you know, Mozilla like community. It actually, their goal as a community is partly to build a certain kind of technology with certain values built into it. And these values are different from what a Facebook or a Jack Ma would build into their products. But they still think, yeah, but I really want to be able to talk to lots of people. Because lots of people have WhatsApp. I know I want to have WhatsApp. And I can't have more than one app. Therefore, really, I want to have WhatsApp. And really, that's the analogy that I see. There's a general population. There is a tippable population. There's an extreme population that didn't even need tipping because they've sort of grown up this way. And then there's a large sort of, you know, distributions around the median of each of these kinds of things. And definitely what I'm seeing in the last two weeks is a significant number of people getting on to telegram for the first time and joining lots and lots of groups on that. So it was kind of in my mind, a kind of analogy to what you see in the larger space as well. And every day, I sort of encounter people making these choices for the first time. It's not about telegram, joining the larger relief effort for the first time. It's the first time they've been tipped over into joining this community. It's kind of interesting to see how enthusiastic they are about it and how they jump into connecting in ways that they always knew were possible. But it's now real for them that they've actually tried it. Okay, now we can sort of continue with that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:24.020",
        "message": "Yeah, no, I'll just kind of quickly respond to this and say that I don't know how permanent this is. Because you know, a while back, there was this move where everybody wanted to move from WhatsApp and I downloaded Signal for that. So I face this dilemma that I run this online writing course, and I'm now in my 13th month. I started it last year when lockdown began. And I've had more than like 1100 students so far, and out of which about 650 are part of this writing community that kind of continued and it's a volunteer community, it runs itself, we do workshops, they give each other prompts, there are reading groups for fiction and nonfiction, a lot of stuff is happening, and it's completely free of charge for everyone who's done the course. So it's about 650 people. Now the big limitation is how do we talk your email is like your home base. But WhatsApp is where most of the chatter takes place, but they have a limit of 256 people per group. So the 256 who happen to be on are talking all the time there are like 200 messages a day they're discussing writing is useful is great. But how do you involve everyone and we've tried experiments like, like one medium that I really would like to make ubiquitous for the group is discord, which is also a way through which creators stay in touch with their audiences. And I love it because you can you can do little audio rooms that you can do presentations that you can have zoomish kind of sessions there. It's really an interesting space, you know, I stopped using signal after I downloaded it and went on for a bit. And I probably won't use telegram much. And part of the reason is that network effects, right, you just you will just end up having more people available to you on WhatsApp, although I exited a whole bunch of groups, because, you know, a lot of WhatsApp groups, if they're not family WhatsApp groups, which are just sending forwards all the time, also disintegrate into kind of shitting on other people, you know, and nothing productive at all. And people just do that the whole freaking day you're gossiping about people who aren't there. And which, you know, in a sense also happens on parts of social media, which I just hate. But anyway, data side apart, I mean, I don't know who will give us relief from that. But I'm not as optimistic as you are about telegram, because I know that I got on because you asked me to get on. But I don't think I'll stay on to be very honest, because mental bandwidth is limited, which is another reason enough people don't participate in relief, like over here, they may be because everything seems so urgent. But once this has receded, then the old normal will be the new normal again. But I hope there are some changes which linger on. But I think listeners must now be a little exasperated that ye log bahut high level baate kar rahe hain, get down to the point. Let's talk about COVID relief."
    },
    {
        "speaker": "Guest",
        "time": "01:30:01.460",
        "message": "Okay, how shall I begin? So there are, like I said, I sent you that spectrum of things that need to be looked at, that covers, you know, a very large number of things. But let's start with the stuff that is needed immediately, right? You've got a situation on the ground, in which decades of deficit in health infrastructure, let's focus on health infrastructure, decades of deficit in health infrastructure, and weaknesses in how quickly government can do anything have led to a situation where the virus has overwhelmed you. You don't have 2x demand in any facility, you have 10x demand, 20x demand in many facilities. So the immediate requirement is, start building that infrastructure back up as quickly as possible. And you identify all the pieces of that infrastructure. It is what it is, you know, frankly, I'd never heard of like PSA plants and oxygen cylinders and all of these kinds of things being used in hospital environment, but it is what it is, you make a list of all the stuff, you figure out who has what, you figure out who doesn't have what, which is actually a much longer list. And you say, okay, look, there's no way you can meet this demand. But you start to pick places where you feel you can deliver some of these things reasonably quickly, because you know where they are available. You know donors who are willing to pay for it. And you know, if you can connect the dots between all of them, stuff will get moving on the ground. Of course, in due course, large donors will buy even more of this. It is what it is. So the first thing you do is you start the supply chain in some way, you enable the supply chain to say, we're not going to buy, but we'll help you buy. You don't know anything about cylinders. But because we have helped so many people buy cylinders, we know something about cylinders, and we know what to ask and how to negotiate and all of that stuff. You don't know anything about the government, but because we talk to the government all the time, we have some idea of who's asking for what from every district. I have a long list of requirements from every district commissioner. So we'll do the best we can in matching money, materials, and need. So you start that relay. And you do it for various product lines, oxygen cylinders, concentrators, N95 masks, whatever, some seven or eight things like that are there. You run that thing for as many product lines as you can. And you say, now I've got a functioning procurement channel. It's actually interesting. It's a channel in which you don't do anything, but other than enable the channel, everybody else does what their individual, the donor gives money, the manufacturer makes the product, the public administration receives and indexes. You don't do anything, but you are present everywhere. You're present in the conversation with the donor. You're present in the premises of the manufacturer to check out what the hell that guy is doing, because you can't really start sending the stuff before you understand what on earth is going on. And you are present in the local office of the DC or the Taluk hospital where the thing is actually being handed over. And so you have that. You build this thing. And after a while, people start to figure out if you're not working with one of the large procurers, there is actually only one way to get materials to happen. Either you must know somebody personally who on a private basis can do something, or you have to reach out to a channel which is enabling this and say, enable my need also. So we started getting requests from other states. So Tamil Nadu would say, can you do this for us too? And Andhra Pradesh, Telangana, various states start to say, can you do this for us too? And we usually say, if you have some people on the ground who will also participate in this exercise, and who will also help us identify more places from which procurement can happen, and more donors who will cough up money for all of these kinds of things, we will keep adding the volunteer teams that will carry out the enabling role for you also, and you'll get more and more things. In this, there are two kinds of challenges. One is, this whole process has lots of, I don't want to say gray areas, but it has lots of uncertainty. You don't even really know many things. And sometimes the guys who can do this, I mean, these, especially certain products like cylinders and all, they are usable across multiple industries. They're not just, you know, there may be oxygen cylinders, but a typical oxygen cylinder is usable, not just in a hospital. It's usable in many other settings as well. And the typical equipment like that has life of 60 years, 70 years, 80 years, whatever, several decades, certainly. The typical business in India doesn't have that kind of life. So they tend to go through multiple industries. They tend to have passed between multiple hands. So there's a certain system of saying, refurbish them, get them audited, get them tested, put them back in service, only if you're confident that you can, blah, blah, blah. Getting all of this to move suddenly one day is not easy, simply because various guys are used to saying, ah, in a month I can do 200 of this. Suddenly the system is going to various people like that and say, can you do 2000 this month? Right? Nobody who's been doing 100 cylinders a month can suddenly do 2000, not only because of capital, because that's all it is, the raw material, the sourcing, the valves, the regulator. By the time you get all this stuff and do it, it's just going to take forever. Then there will be some truck driver who will have his own constraints. He's a, yehi gadi hai, isme jaayega, itna hi aa jaayega. I can put only, you may have ordered 200 cylinders, but I can only put 180. And then you'll encounter situations which are truly moral problems. Two people want the same thing. Both are related to saving lives. Right? You have to do something. You can take the view that as a practical matter, I can only do this with one person. And therefore I have to let the other person go in some way to say, look, you find some other thing that can be helpful to you. We can't do that. You're not exactly playing God at that level, but you are sort of making choices that are not easy. It's not easy. Then you have even more morally complex problem. You know that the situation is desperate in one place. But the intermediary who is representing that desperation and saying, please give us this thing. You don't trust the guy. You don't trust the guy. Okay. You think if you give this to this guy, he will sell it in the black market. But you know that behind him is this massively desperate group. You can either say, I'll try to go around the guy and find the blah, blah, and I'll invest time in that. Or you can say, I can't do this thing. It has uncertainty written all over it. Even if this group has higher requirement, it is better that we give this stuff to some place where we feel confident that it will be used in a hospital facility without getting into some luffa. And also that you want to be accountable to the people who are spending this money. They're not giving it to me. They're actually giving it to the manufacturers. But still, you know, they're giving it to you because they trust you. I mean, they're giving it to the manufacturer because they trust you. In a situation like that, you have accountability. Whether it is legal accountability or not, it's basically your word that is driving the system in some way. So there's a moral accountability for that. So what happens in a situation, you're making a choice not to send something somewhere, even though you know for a fact that it's... And sometimes people in your own sort of circle that is trying to sort of help all this, it becomes a conversation in that circle. How can we do that? Right? How can we do that? And then you have sometimes"
    },
    {
        "speaker": "Unknown",
        "time": "01:38:26.980",
        "message": "what will happen, the manufacturer himself is aware of a much higher need because so"
    },
    {
        "speaker": "Guest",
        "time": "01:38:31.180",
        "message": "many people are reaching out to him as well. So there's a moral dilemma at that point. And also some things that he will say, you know, I've been working continuously for 28 hours. I need a break. I can't just go on making stuff just because the need is very high. And sometimes the payments won't happen on time. It is what it is. Everybody wants advance payment, but sometimes it's just the way it is. So you have to sort of say, you have to do like a combination of the Bhagavad Gita and something else. I don't know what you'd call it. I sort of reduced it to three sentences. Dharma is subtle. That's all it is. Dharma is subtle. Morality is a luxury of peacetime. Shut the fuck up and do it. So but that's all it is. The first two are true. You're trying to say to the guy, I don't know the answers to these questions any more than you do. I, like you, have been put in a difficult situation by the overall catastrophe that all of us find ourselves in and by our own voluntary decisions to do something about it. This is not a decision that you can execute without a certain degree of, what's the word? Whatever's the opposite of equanimity. I don't know what that is, right? That gumption is what I would say. If you don't have a degree of gumption about doing this kind of thing, you can't do it. That's how it is, right? And I think for a lot of people who are joining this stuff, if you do this for four weeks, it's more work experience than what you can do, get in a company or a job working for two years. And that's actually true because autonomy comes with the responsibility. The demand is way more than anywhere the group can meet. So you're all over the place doing all sorts of things. Ultimately, over a period of time, you're just settling down into a rhythm that says, I know who can close what, who I know in a trustable way, not just trust as in a probity, but trust as in he's done it before, right? And then lots of challenges will come and you'll get reminded of various things that sort of, I mean, sometimes you get to a depressing situation where you'll say, should we try to do all these things? I'm going to give you an example. I'm not going to tell, sometimes I can't tell you the specifics. That's just life. There was a hospital in which some people died because of some thing, some equipment just not working. And this is like, I mean, it's not in Karnataka, but we were anyway trying to help. But there was also a sense in the administration there that we don't want to be seen as accepting private sector help. So it's a calculus inside the political leadership in that space. It's whatever it is. I don't want to get into why, but that's what you're hearing. You have gone to the trouble of transporting something at great combination of effort and expense to the doorstep of that facility. The administrator of that facility says to you, off the record, we need it. We just can't take it. Right? Now you have to say, put it back on the truck, move it. I'm not in this. I can't solve this problem. I can't solve this problem, but it happens. Then there are all these, there's a lot of buffoonery also, just complete buffoonery. Lots of people have collected this concentrate, kept them in their own properties as insurance. They think that an oxygen concentrator in their clubhouse is going to really do something for them. They have no idea this is a post-COVID medical device to be used in a hospital facility. Lots of guys have bought five liter. And it's not just like ordinary guys who you think will not know enough to distinguish. Some of the major donors have bought the wrong thing. And they bought thousands of it. And then people go to the government or to somebody who's helping, like me, and say, somebody will call me up once and say, I have bought two oxygen plants. They're coming in the next two, three days. Well, what should I do with them? I'm like, dude, you bought an oxygen plant, right? You didn't buy a cylinder. You didn't buy something that's like, it's not off the shelf. You bought something that is actually equipment that needs installation in the premises of a facility and integration through piping and other connectivity to the service provided. And you didn't think of this thing before you got it, right? And now you want to know where it should be put. But there are people like that. There is stuff like that in the country. It's just, I think about 10, 15% of the money is just floating around in completely useless stuff. And if you channelize, if that had been channelized properly, a lot of things could have been done differently. And then there are guys who will say, you will have your paying agency, right? I have several who can help because many NGOs can help pay many bills. That person will say, you have to fill out some paper. You have to become a registered vendor in our system. You have to become, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:50.220",
        "message": "everybody's got a system for registering this country, like this mindless amount of data"
    },
    {
        "speaker": "Guest",
        "time": "01:43:53.340",
        "message": "collection, right? I want to know everything about you before I help you, but I'm not going to tell you whether I'm going to help you. And in the process, since you're asking so much information about me, I'll also ask you similar amounts of information about you. So the net result is that we exchange massive amounts of information with each other, but the transaction itself might not happen. There's a lot of that kind of stuff too, but the need is on the ground all the time right now, right? And some people will go out of their way to say, take a badminton. It'll sort itself out. We'll send it. You deal with this later. I feel this challenge of deciding what to give where is going to become morally more complex as the virus goes into the villages. We have done something in the villages, which has many consequences. The first consequence is, I'll tell you also what we have done. The first thing that happened is that in many states, there was a wholesale transfer of the health staff who are working at these primary levels, you know, PHCs and community health centers in particular, to the district and taluk hospitals and to the city hospitals. So the thinking I think at that time was, this virus is attacking the cities. We have to stop the virus in the cities. If we don't stop it in the cities, you will never be able to deal with this thing if it hits the countryside. But the thing is, you didn't stop it in the cities, despite all of this. And of course, it was never possible to stop it this way in the city anyway. And so while you did all that you thought you were doing to stop it in the city, the virus went to the countryside. Now in the countryside, you have all these PHCs and CHCs, which have been denuded of their staff. And several of them have thousands of COVID positive cases in their jurisdiction. So there are PHCs out there who say, in my jurisdiction, about 2,000 people are COVID positive. I mean, like, 2,000 people being COVID positive in a jurisdiction is like, we also have roads, we also have pipes. At the moment, it's become ubiquitous in some way, right? There are several places like that. But there's only one person there. And they don't have anything like the kind of equipment that they need, even to do the sorting. And the kind of thing that was organized in Mumbai, where ward level committees figured out how to triage and separate various people. In theory, a village community could do that. But in practice, they don't know how to do it. Nobody's actually there to train them, even the first day, to give one day of training to get that going. The capacity to intervene in the rural communities, the small communities, and the remote communities is just completely not there. As the virus has moved into those communities, the sheer terror of... I mean, the biologists will tell you that this is not a lethally infectious virus. As viruses go, this thing is manageable. But it's hit a very large number of people. And those people are running into a completely missing infrastructure for support. And they're doing it in volumes that the system itself is overwhelmed by. This is all to one side of the story. And then you're trying to do something really quick in the middle of all of this stuff. And then there are these technical issues. Not technical issues, reality technical issues. I don't know what you'd call them. I'll give you an example. A typical hospital runs on the assumption that the majority of people in the hospital don't need oxygen support. Some of about, yeah, I don't know, let's say 60, 70% of the people can just need general ward level support. There's a bunch of people that need oxygen in a highly attentive unit, and maybe a small percentage that need an ICU bed. And even if you have an oxygen plant, typically it is set up under that assumption that there is a distribution of requirement, therefore you get a plant of a certain capacity. Now you're saying we need to buy PSAs and put it in every hospital. Because the hospitals are all overwhelmed with people who need ICU beds and high attention beds. But the problem is now you need a different kind of plant. The plant that you need is not to cater to 15 or 20% of the beds being occupied by these kinds of patients. But then you had two kinds of problems. One, the piping infrastructure inside the hospital is not set up for this kind of external thing. So there are pressure-related issues in some cases. But equally, this becomes a problem for the donor community. The donor community also starts asking, okay, I'm going to buy this PSA plant, which can cater to a very large number of whatever. But actually this is overkill for what is needed in the post-COVID scenario. So should we really be buying this? Shouldn't we be doing something else that is more modular, can be shifted somewhere? So essentially you spend time trying to sort the answer to that question. There may be a reasonable way to do that, but maybe you can do a sequence of a serial of five small plants instead of one large plant. There are things you can do. But this is one part of it. What I'm trying to say is that the infrastructure's readiness to absorb what you are giving itself is having certain complexities in it. Then in the infrastructure side, there's a distinction you have to make between storage infrastructure and the materials that get delivered into that storage. So if you have an oxygen cylinder or an oxygen plant, an LMO, liquid metal oxygen plant, somebody has to take oxygen to it. The oxygen supply cannot suddenly increase. Yes, the government is doing something by saying talk to the steel manufacturers, talk to the cement manufacturers and increase the oxygen supply. But what this means is until you find a more stable and alternate source of oxygen supply, the steel and cement industries are shut down. In some way, you are caught in the choices that you have made to address one problem because those very choices have made it impossible to solve another problem as well. And there's an undersupply. If you need 10 of something, even with these kinds of intervention, you'll only have six. In some sense, the government has been put in a very difficult position of saying some people are going to get oxygen, other people are not going to get oxygen. That's all it is. And even if you say, well, all hospitals are getting oxygen in some level, that is only because the demand at the hospital is 300, they're admitting only 25. Those 25 are getting oxygen. You are really about the depth of 10 or 15 people in a hospital, 25 people in a hospital. Those are the 25 people that managed to get into the hospital. The demand at that very hospital was 300. There isn't a new story about what happened to the 275 who didn't get into the hospital because they died one by one at home, many of them. And that number is probably more than the 25 that died in the hospital. So you have a situation in which your record collection about the casualties is vastly dependent on the infrastructure, but the infrastructure is rejecting the majority of the people that come to it. So your data is all wrong. So when people are like, you know, you've seen Shamika's curve, those diagrams and all of those kinds of things, you know, those bars and charts that keep coming. I think as data analysis, okay, it's a technique. If you want to learn some techniques like that, it's not a bad thing to follow that and learn some techniques. But as comprehension of reality, I don't even like, you know, I'm actually looking to see, is there a nice visualization strategy about data in this thing? I'm not even looking at what the data is. I don't believe that data at all. And lots of people will tell you, no, no, no, how can you say that? This is all official. And I'm saying, of course, everything is official. Have you seen the officials? Right? Right? They themselves will tell you, sir, this is what we can put on paper because this is what is on paper. This is not the reality, right? So that is, this is all, I mean, I'll pause here. I don't know if you want to have any questions to this sort of thing. This is a complex environment in which you're first trying to intervene. You as a lay person from the outside, I mean, fortunately, in a group like the one that we're constructing, there are hospital administrators who have done this job before in their own hospitals. So they have some knowledge like Ashwin Naik from Vatsalya, for example. He's done this job before, right? People like that who've done some job, someone you know has run a hospital. So you're counting on their expertise to say, this can be done, that can be done, and all of that stuff. But the vast majority of people doing this stuff have never been anywhere near a hospital. I mean, at some level, the generalist leadership of the administrative services have also never generally been before in front of a hospital. So it's in that sense, not very different. But it also complicates the problem even more. No one really knows what the right thing to be done is. You're just learning that on the fly, approximating it, and meeting a small portion of even that need while you're doing it. That's the current situation. Meanwhile, the thing is flaring out of hand. And the science, I mean, I don't trust what they say at the science level at all. Because if you see, the genome guys around the country are telling you about 20,000 sequences have been done in India since the pandemic started. And in most states, they've not done more than a few hundred, right? How the hell can you tell what this virus looks like today if you're not actually doing the genome sequencing day in and day out to understand what it's mutating into? But there are also some guys who are saying, this has been a remarkably stable virus. It hasn't mutated very much in the conventional sense or extent of how much mutations happen. This virus hasn't done too much. So there's a hope. It's a reasonable expectation, more than hope, that the vaccines that are already out there should continue to work for even the mutations that have already happened or the ones that we realistically think could happen. That's a bit of a hope in the sense, you really don't know that to be true, but maybe there's a statistical certainty of some of that. But I'd still like to see the sequencing done all the time. The vaccine rollout is another problem, right? The vaccine rollout is just basic mathematics. 1.4 billion people, you know, leave out the children. That gives you, what, 900 million people that you need to vaccinate, two doses, 1.8 billion doses. The capacity inside the country is not more than 70 million doses per month. Government isn't really giving enough money to boost that capacity to these guys. They might get to 100 million doses a month by August. At 100 million doses a month, you're going to get to complete vaccination only in the middle or late part of 2022. Of course, you could introduce more vaccines into that thing, but that itself is a process. And the process of saying this is approved, not approved, I can buy, you can buy, states can buy. And also the reporting of this has been really bad. There have been many, many, many reports saying we are running the world's largest vaccination program. Of course, we'll run the world's largest anything. You've got the world's largest number of people. Anything that has to do with people count, you will be running the world's largest number of that, right? And then by some indications, actually, the Chinese population is already either close to or lower than our population. So we might actually have a situation where the population is bigger than the Chinese population. To say that you're the world's largest program for this or that makes no sense. What percentage of the people that need to receive this have received it? That makes sense. If you have the world's largest program for something, how is it that so many other countries are finishing their vaccinations before you are? Because you have a lot more people. That's all it is. But the second level reporting is not happening in the media at all. The media is quite happy to report the headline. The headline is often coming from a press release. And in fact, I've seen one other thing, which is that the first three paragraphs of any news article are simply restatements of each other. Amit Verma said today that 70,000 vaccines will be available by the middle of September. In only a short period of four months, this means that India will have increased its capacity. There's no real content there except what's in the first sentence, but you can write that for three and a half paragraphs. There's a lot of that because they're just doing their 300 words or 400 words in the newspaper alone. So I think I should stop. I'm telling you a very large number of complex cities to deal with. But I can do this for three hours."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:10.460",
        "message": "Yeah, you should. I wish I could make you do this for three more hours. So lots to process here. But let me sort of come to sort of restate a theoretical condition that you spoke about and ask you to sort of get more concrete about it to aid our understanding, which is, of course, a problem of triaging, where you said that, look, we're making moral choices all the time. We are surrounded by incredible scarcity, not a little scarcity, but an incredible scarcity. If there are 25 beds in a hospital, you have 300 people who are fighting for those. And obviously, the data will only capture to which of those 25 died when they did not get oxygen, not about the 275 left out. That's a great point. Now, the thing with this triaging is I completely get it that, let's say that you get a donor, donor gives you money to get cylinders made and to have oxygen put in them. But you have X number of cylinders, you know, A wants him, B wants him, C wants him, maybe you can save more lives in C, but probabilistic estimates come in because your interface with C is not so reliable, you don't know how much likely it is to get there. So you have to take all of that into account. Plus, what you don't always realize is that, you know, what is useful information in the fog of war, there is so much information flowing around, like in the early part of the second wave, there were all these calls being amplified on social media for say plasma, which we know does not work for remdesivir, which most of the time does not work. It's a very limited use case. And in no use case does it even delay fatalities or seriousness, for example. And you know, it's possible that there is misdirection of effort and resources over there. So my question is about, you know, I mean, obviously, you need to think probabilistically and think about where you can get, I won't say bang for the buck, but the most positive impact in terms of being able to save lives for whatever effort you can put in. But before you do that, you need information. There is this fog of information. So two questions really, one is, how does that evolve? Like do you develop what economists will call fast and frugal heuristics for guiding decision making? It's on the basis of these things that I make these decisions. How much does that fog of war in terms of information affect you? And secondly, I'd really like you to get concrete without taking names of people or institutions, perhaps, but just to give us a better sense of actual choices that you have faced in the field and how you've resolved them. And, you know, the dilemmas contained within. Can you can you bring that alive for us?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:40.460",
        "message": "OK, so let's take the first one, the question about information. So we have a system of saying there are needs and there are verified needs. Every need has the potential to be a verified need. And just because you have not verified them doesn't mean it's not a legitimate need. But one of the moral choices you have to make is that you're only going to respond to verified needs. So those are very real. You have asked for something. Someone else has asked for something else. I know for a fact that your ask is legitimate. I have only one of those things anyway. So I would say, look, I don't need to ask the other guy if his need is legitimate. I only have one. I know Amit's need is legitimate. I have verified it. So give the thing to Amit. So that happens all the time because you're dealing only with verifiable needs. The second thing is, you know somebody on the ground who is telling you the situation on the ground is different from what the administration is telling you. This happens too. It's not because the administration is misleading you. Sometimes there's a risk of that. But by and large, that's not the issue. The administration is telling you something. Typically, what will happen in a state government is if you say, what do you need? If you go to Andhra Pradesh state government and say, what do you need? They will give you a list of requirements from every district commissioner. If you need 10 cylinders or 15 concentrators or 10 ventilators, when you fill out that document asking for those things, you will add a zero to every one of them. I guarantee it. Nobody will ask for exactly what they need. They'll always ask for a lot more than what they need. And of course, now the donor community is chasing very large numbers of these kinds of things being asked for because those are the official requests. The official requests are for things that are in some cases far in excess of what is actually needed. But in some cases, that many will not be needed because everybody's chasing that same list. I have seen that there's one list that's floating around, which is this global sourcing of PSA plants. The guys who wrote that list, I got that list directly from them. But the number of people who have incidentally brought that list to my attention saying, I got it from so-and-so, I got it from so-and-so, and who genuinely believe they've found another set of sources from which you can buy, it's very high. So you're spending a lot of time just comparing some small things and saying, this is the same thing, this is the same thing. And then the strategy, here's the thing. You're trying to buy something from a certain plant in Korea. I'm giving you an example. I know for a fact that somebody is trying to buy the plant itself. You understand? I can tell you that, but I have no certainty that the person is actually going to complete buying that plant either. But if I tell you that, you're going to say, oh, maybe I shouldn't follow this lead because if somebody else is going to buy out the whole plant, when am I going to get anything done over here? So what I'm trying to say is there are these kinds of dilemmas, which are not quite gray areas, but which are simply choices at various points. But there are also gray areas. The reality is that nothing is without a gray area. And in those, you really have to ask yourself, are you willing to go through the gray area because it is necessary? Or is there a way of beating down the extent of the gray so that, frankly, instead of 60% gray, it's only 10% gray? At some level, Amit, I can't really talk about that. And you can understand why it's not, because it's a lot of other people making choices like that as well. But in some ways, it is necessary. That's all it is. It's necessary that when you are buying a scarce product or a service, it is again and again necessary to say only some people will get it. When the process of making that thing itself has 10 steps. But I'll put it to you like this. If one of those steps will take seven days and the rest of the steps can be done in seven hours. And if somebody says to you, sir, that one step that takes seven days, it's not necessary. And you also know for a fact that the center at which that seventh step is doing something can only do a very, very small subset of what is brought to it. So you have a situation on the ground where very large numbers of people are doing what it takes to save lives. There is no standard operating procedure to save lives. This is the reality. Since there is no standard operating procedure to save lives, you have to do what you think is helpful to save lives. Is it possible for people to turn around and say you did not follow the standard operating procedure? Yes, it is possible. Would you save more lives if you did not follow the standard operating procedure? Who knows? I have no idea of knowing that. I'm not the expert in these things. It's not even my job. I mean, the number of times in which within the group, we have said to each other, we shouldn't be doing this. We are not the people to do this is very high. And that's really an odd thing because, you know, you are procuring an oximeter or an oxygen concentrator. Frankly, I couldn't have recognized that thing for several days after we got started on this thing. I was only hoping that the guys doing the actual procurement had seen that thing in some way. But what I'm saying is, you're carrying out a lot of stuff of which you have only limited knowledge. And you are completely aware that this could lead, at the very least, to loss of money. And I'll give you another example of stuff. There are guys who have bought equipment, thinking that it serves a certain capacity, a certain purpose, and they have kept it for that purpose. This equipment is not at all for that purpose. In fact, if you leave it there, their building probably will blow up in a little while. For example? A liquid oxygen tank in your basement, right? Okay, I'm not going to say who has, but there are people who bought a liquid oxygen tank. I think they were not ill-meaning or stupid or anything like that. Somebody somewhere is telling you this can provide value. And even if that is true, actually, look at it the other side. Let's say that it is true that there is a way to safely keep a liquid oxygen tank in your basement and give yourself some capacity for oxygen if necessary. Even if that were true, I'm willing to bet that the procedure for keeping a liquid oxygen tank in your basement does not exist. Frankly, there's no procedure for saying I'm going to keep this in my basement. And certainly the health department has not, quote unquote, sanctioned this. But you know it's happening. And you know people are handling certain equipment who have not been certified to handle that equipment. You know that, right? But there's nobody else to handle that equipment. So should you stop it? Should you say, well, I'm not going to give you, should you give equipment to people who have had no certification at all to handle that equipment? That's a real choice, right? Because you don't know the number of people, the number of people who are certified to use that equipment is vastly smaller than the number of people needed to handle the equipment today. So should you be buying and giving equipment to people who have no certification to handle it? If the answer is yes, you can't fight the pandemic. I'm giving you a sense of the kind of choices that you're making, that you're having to make. The other thing is some districts have greater capacity than other districts. So this is an interesting question in the whole spectrum. Should you do things where you have the capacity to do them well? Or should you do things where the need is the greatest? Because these are very different geographies, actually. And if you do it where you have the capacity to do them well, typically you end up worsening an already bad historical deficit of infrastructure in some parts of the state or some parts of the country. So everybody knows, for example, that Northeast Karnataka has had certain deficits of infrastructure. So that makes it harder to do some things in that thing. So you can say, well, what's the point? There isn't enough capacity to roll this out over here. But that's also the point that the need is greatest over there. So you have to make those choices. And sometimes the administrators will tell you, sir, you are arranging the donation. You decide. And you're thinking neither I nor the donor nor the manufacturer wants to decide this. The public authority to do these things should actually decide. But the public authority is telling you, you decide. Because the public authority has its own challenges in coming to the right decision. I mean, like I said, I don't want to keep getting into the nitty gritty of this too much because there are these kinds of realities that can go on endlessly. So in one case, for example, we bought some equipment without some regulator that is needed to run that damn equipment. Unfortunately, the procurement process from the donor to buy that thing exhausted the money that was available to buy the thing. The guy on the truck, the guy who's doing the dispatch says, parva nahi sir, main isi ko bhi isi way bil mein a tax karke, I will send it to you. And you can say, well, I don't want to do that. Like we'll raise a new invoice, we'll create the proper record, you create a way bill for that thing, and then we'll deal with all of these kinds of things. Another set of people are the guys who need that are saying, why are you mad? This thing is coming, put it on this thing, get it over here. And then there's another set of people, like one guy called me and said, sir, you know, people like you, you have the network to be able to sort of surround yourself with six other people to make these decisions. I'm an accountant in this processing entity. Six months from now, eight months from now, when people start to ask questions about how this happened and how that happened, it's very likely that a very large number of the people who are here representing the need today are not going to be there at that time. Right? And you have to sometimes tell accountants to spend, I have told accountants to spend money that they do not have. Okay, I'm giving you that I know that in their organizations, sort of reserves against the ledger that we have created, there isn't enough money to actually execute the transaction. But I have told them you do it. The guy will say, how can I do that? There isn't enough inflow for you. He's not just making a technical point. So I tell him, okay, the inflow will be there, just do it. You juggle money from somebody else's account in your own organization, use it for now, we will put it back. He says, I have no authority from my boss to do that. I said, yeah, but there are two kinds of authority. Right? You first decide whether this is true, whether this can be pulled off, whether more money can be raised to cover the thing for a little while. And if the answer to that is yes, you have to first decide whether you feel comfortable doing that. Whether your boss feels comfortable, we'll come to that. Whether your boss is given the authority, we'll come to that. But first, do you feel comfortable doing that based on what you know about the cash flow itself? It just goes on and on and on."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:47.980",
        "message": "I want to sort of continue on the data line, but on a separate this thing where, what is the flow of discovery where you figure out what actual needs are, and the nuances of those needs, so that you can fulfill them, for example, or at the very basic level, you might know that these people need oxygen. And therefore, you're the obvious solution for a donor will be by oxygen plants. But then the question is that you have oxygen plants, how do you set them up? What are the processes? Then the question and I read that this is a problem somewhere that there is actually excess oxygen in some places, but the scarcity is of cylinders. And why are cylinders not being manufactured because of people who manufacture the cylinders are not being able to run the factories because the government has said oxygen is only for medical use. It's not for manufacturing this stuff. And it goes round and round. Now, my thing is that therefore, there is a danger that in this process, there is a lot of wastage in terms of effort and resources. One is there a way of codifying this developing knowledge as it, you know, forms so that you are able to direct resources more and more sharply and more and more usefully as time goes by. And is there then on the part of some donors or some people who are in this, just the desire to do something because they want to do something. And solving the problem actually requires a kind of a deeper application in this sense of kind of give me a sense of the practical flow of discovery. If you have any example to share where you go down one rabbit hole and all these nuances crop up, that would be great and sort of understanding at a practical"
    },
    {
        "speaker": "Guest",
        "time": "02:13:23.580",
        "message": "level what it involves. So, I have a sheet of requirements from every district from the government officially. So, this is what is needed. In some cases, it has come from the secretariat inside the government. In some cases, it comes from directly from"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:41.420",
        "message": "the district. You are saying Karnataka or India?"
    },
    {
        "speaker": "Guest",
        "time": "02:13:44.460",
        "message": "Karnataka. Karnataka for now. We have this from some other districts as well outside Karnataka as well. But inside Karnataka, we have this for every district, right? And also there is a system of continuous contact with the leadership of the response effort in Karnataka, the senior secretaries who are in charge of various things. You have to keep in touch with them all the time and let them guide you a little bit about what they are hearing in their system, right? But that cannot be the only source of information because that hearing channel itself has its own deficits. So, what you do is you also create other channels of information from your external sources and you also feed that back into the government to say now you are in effect a floating system of information providers to the government. And sometimes those sheets of paper that the government generates may even be benefited by the information that you have given because you actually know the thing that needs to be done. Many people on the ground in the administrative space do not know what is actually needed in each of the facilities. You actually need somebody who has done hospital administration to crack that. But in many of the smaller places, no, there isn't anybody to make this assessment at all. So, there are three pieces of it. One is the official record that comes out. You try to influence the official record by giving it input about what you are seeing on the ground so that it improves. The second is there are certain things that anyway nothing is being delivered only by the official machinery. Whether you want oxygen cylinders or concentrators or ventilators or ICU beds or whatever, we do not have a situation where all of this is being delivered only by the government. Some of it is being delivered by the government, some of it is delivered by the private sector. Some ad hoc arrangements are going on for all of that stuff. So, effectively, you are running a parallel channel. In fact, if you are smart, you should tell the government what you propose to do. And if you tell the government what you propose to do, they can write that down and say, okay, this piece will be done by so-and-so, that piece will be done by so-and-so. And they can sort of factor all of that into it. So, it is absolutely essential number one to have continuous contact with the government to do this kind of thing. Second, you have to look for complementarity. That is, some devices only work if one or two other things are also there in that person. But the needs documents are not always written up in that way. The needs document also in some cases, I haven't seen this much in Karnataka, but I've seen this elsewhere. The needs document will tell you what they want. They don't tell you what they have. And if they don't tell you what they have, you have no way of knowing whether the thing that they want is going to work because it needs one more thing. And that thing is not on this list. So, you don't know whether you should add that to that list or not. So, what you do, this is where that verifiable needs thing comes in. You call the guy and say, I noticed that your list has A, B, and C, but A will not work without D. Do you have D? So, you have to convert need into verifiable need. And you have to do that whether you are the government or whether you are the outside channel kind of thing. So, what you try to do again and again and again is convert need into verifiable need and keep complete transparency between what you know and what you are letting the government know because that's the best chance of doing this. There's another kind of problem. Some donors will say, we want a request letter from the government. I don't mind saying this, but you can say to the government, please sign this letter. And the government also, I am sure is getting dozens of such letters, not just from the donors that are known to me, but many others that are known to me because everybody wants to do CYA, right? I did this because the government asked me to do it. It's not that I did it without any sanction for doing it. But one, the process of getting that letter itself slows down the thing. In some places, you have really good connects, you can do it fast. But in a very large number of cases, you can't even do that quickly. The second thing is, in many cases, even if they gave you that letter, they don't actually know that what they're saying in that letter is true. They're also going on faith, right? So now you have to craft the language of that letter so that it includes some ambiguity. The third thing is, it's kind of odd and I've seen this in some cases, where you need something from me, okay? I come to you and say, here, take it. But for a variety of reasons, on the official record, you cannot say, I need this. Instead, you say, well, I'm doing whatever I can at full tilt to make all the things possible that I can, but we recognize that this is inadequate. We would therefore be willing to accept support from you, okay? This is what the letter will say in the end, right? And the donor will come back and say, yeh kya utha hai? Right? And so you have to talk to the donor and say, what is your problem? Just that's the line number three, shut the fuck up and do it, right? You have to say that six times a day, I'm telling you, and I've not even told you the worst of it. There are things I can't tell you. That's just life. You have to tell people again and again and again, just do it, yeah? Right? Don't ask so many questions. And of course, I recognize the questions that you are asking add health. But you have the luxury of discounting the fact that people are dying. And the reason you have that luxury is that you are not standing on this side of that problem. If you're standing on this side of the problem, even you would sign it, I know that. But if you're going to stand on that side of the problem, at least do the thing that you can, as fast as the guys want you to do it on this side of the problem, whether it's coming from government or not, whether it's coming from the private sector or whether it's the gray areas or not. If you cannot act fast enough to enable the relief effort to go really quickly, you simply cannot be adding value. And a lot of people in institutional spaces especially simply don't get that. Or they get it and they say, yeah, but what, six months from now you won't be around and people will be asking me questions in my organization. Well, that's true, but that's your moral choice. Imagine I'm having the moral choice of deciding who lives and who dies. And you're saying that you don't want to deal with the choice of having to explain to your boss why you spent money without the right authorization. And so you have to sort of educate the guy that, come on, if some other one set of people are taking risks that are far greater than this, why can't you take three risks like this? Some will, very few will. That's the sad part. Very few will."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:49.380",
        "message": "So to whatever extent you can, tell me a little bit about the kind of relief work you guys have been doing. Like one thing I noticed randomly on Twitter was where you were getting oxygen cylinders supplied to someplace in Karnataka and Ruben in Bombay had managed to organize for that. And when the trucks were flagged off, he tweeted the photographs and you know that this is going from this place to that place. And I assume that that's just one minor detail among the things that you do. So to whatever extent you can without giving any details that you don't want to give, tell me about the kind of things that you did and also tell me about how that fructified. Like I suppose at this moment, let's say you do X, Y, Z, but you know, when you get into relief, it's a bouquet of options you can do anywhere from A to Z, but eventually you narrow down to X, Y, Z, and you say that these are the places where we are most useful because obviously there are resources of time, attention, money, all of those things. So it'd be great if you can give me some insight."
    },
    {
        "speaker": "Guest",
        "time": "02:21:43.900",
        "message": "There's also geography. You're sourcing the resource from a certain direction. Yeah, yeah, yeah. Okay, so you can get it to places that are closer to that direction. So if you're sourcing it from Maharashtra, you can get it into North Karnataka faster. If you're sourcing it from Tamil Nadu, you can get it into South Karnataka faster. There's that also, which is a limit. So in the case of the stuff that happened with, you know, this, that Ruben did, so we couldn't really find the guy, I mean, who said he could make these cylinders. And so what Ruben did is sort of, it's a useful kind of example, right? So you're trying to buy something. Some guy says he can sell it, right? So you have no idea whether he can sell it or not, whether he's even legit or not. So the first thing you have to do is like, okay, talk to the guy on the phone, try to see what he tells you and all that. Then you say, okay, I have some sense of it. Then you say, okay, I'm going to go there and take a look because that's the only way to be sure. Then Ruben went to see one guy, right? Like that. The place he went to see him was somewhere in the middle of Dharavi, right? And Ruben's thinking, even if the guy's here, I hope the facility where he's making the damn things isn't here in some way, because this requires a proper setup to make all of these kinds of things. You're making, you know, concentrators, oxygen cylinders, things that don't really get put together in, it's not like making shirts in your house for the textile industry. So he goes there, and then obviously he can't find the place. There's so many by-lanes and lanes inside the place that he's like totally, and Ruben actually knows those places well, right? He can't find the place, imagine. And then he goes and says, okay, I'll get a cop. And there's also a little bit of a concern. You're just kind of going around looking for some random guy. You're not from there. So he took one cop and he went inside and he goes, somehow he dug out the guy, right? And that guy's, you know, he just went all this turn left here, turn right there and finally found the guy. Then it turns out that guy's facility is in Navi Mumbai. Then we say, okay, what we came to check was not you. We came to check whether you could actually make the damn thing. So now we are going to Navi Mumbai. And the guy will say, you see the grey areas, right? So in some way you have to say, I want to see this thing. This is the only way to get it done quickly. Just do the damn thing quickly. People are helping. You also very well help. And then you go there, he has a nice facility, he's got some seven things done and all of that. So you sort of work with that process and get good. But he's not done this in scale. He's never needed to do this in scale. And his sourcing for actually doing this is weak. So you've got to find out who are all the guys who are part of his sourcing. And you've got to figure out whether you can do something to enable that sourcing to work properly. Three of those guys will demand something. So many guys will say, I want to under-invoice you. Lots of guys have said, I want to under-invoice you. Because there are lots of problems out there. The government put a cap on some things. You know, the cap, the price cap on some things. So some people get worried. They say, well, you know what, I want to under-invoice you because there's a price cap on this thing. But in the market, there are only two choices. The price caps have actually created a problem. The price cap creates a situation in which the seller says, I have to either under-invoice you and you pay the rest in cash or bugger off. I don't even want to sell to you. So your choices are not getting it or getting into a legal tangle. You have to resolve that choice if you want the thing, right? There is no easy way to resolve that choice, right? He will say, okay, sir, I do this, I do that, some nonsense, he will say and do something. And then you have to say to the government, please remove this price cap or shift the effective date for this price cap. The states in the center have very different positions on some of these kinds of things. It's all one big mess out there. And because policy is a mess, action can never be, there are contradictory policies out there. There is simply no way to follow all the policies. Give me an example. Like they will say only such and such a person can do this, right? In the manufacturing, like oxygen. So only such and such a person can import something. That person will have already imported it. After he's imported it, they will say only such and such a person can transport it. But the guy who has sort of imported it doesn't have that actual relationship. He's just using his import-export license to carry out an activity that he has never previously carried out, right? So somehow you have to figure out how to transfer the responsibility for the movement of the thing inside the country to a guy who is not the guy who imported it into the country. There's lots of paperwork. It can be done, but there's lots of paperwork and it'll take time, right? But the thing is needed now. If you are going to do it after seven days, what's the point? The thing is needed now. And sometimes you have various, you know, the superintendent of police will say, we need this now, right? He has to take that call as to whether to use it now or wait for the paperwork. So what you do is you keep the administration informed. This has to be done, right? It has been done with your knowledge. You even document that it has been done with their knowledge, but you do it. So what I would say is there is no good way to tackle the pandemic because many things that are needed to tackle the pandemic are not possible to do under the current legal framework at all. And until there is a more liberal framework that says, and you know what will happen under emergency provisions, this framework doesn't actually become more liberal. It becomes more, you know what I mean, centralized. More restrictions, more rules. So yeah, the emergency should mean you can do more things that were not previously possible. But in an emergency, you'll actually say, we are not going to allow seven other things. We are going to allow only three things that we think are necessary to solve the problem. But if those three things do not form a complete set of what is needed to solve the problem, and a fourth thing is needed, because of the emergency power, you can't solve the problem until you sort of do the fourth thing anyway, whether there is a legal provision for it or not. So a lot of people are dealing with that dilemma. There are not enough provisions in law that understand the situation on the ground and enable it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:44.780",
        "message": "No, in fact, this is worth pointing out because this, to a large extent, is dead by bureaucracy because every delay literally costs you lives. And the point is that you see the consequences now starkly, where you can say that, okay, this law conflicts with this law, or this particular law doesn't allow this action to be taken, and therefore lives will be lost. But the point is, this whole framework of, you know, the center controlling everything and all this red tapism and rent seeking has been with us for over 70 years and has hobbled the nation. In fact, I would argue has probably cost many multiples of lives and COVID can happen in all kinds of unseen ways in a slow drip, drip, drip kind of way where you are just not letting society solve its own problems. I keep saying that COVID-19 has made the dysfunctional state stark. Earlier we were in denial of it. It's shown us how dysfunctional it is in a similar sense. It's shown us how evil this kind of bureaucracy is. You know that of course it is resulting in lives lost now. But the costs have been immense anyway over the last seven and a half decades, and no one's done anything about it. But I'm sorry, so that that rant aside, what would you say are, you know, during this period in sort of the things that you've done in the areas that you worked in? What are kind of your big learnings? Like, if you were to speak to the Ashwin Mahesh of say, before the second wave began, maybe the Ashwin Mahesh of February, what quick learnings would you give him so that he doesn't have to learn them the hard way?"
    },
    {
        "speaker": "Guest",
        "time": "02:30:11.500",
        "message": "I think we should have put together the capacity to keep ourselves informed earlier. And we should have put together that capacity to keep informed, not only in the government, but outside the government, which is really the thing that is finally starting to happen. I think as long as the government is the only one that knows something, it's not really known. You know, for something to be known in a meaningful way, it has to be known across state market and society. If it is known only to one of them, it's not a useful way of knowing anything to tackle a problem. But if you look at government policy, government policy is based on the idea that it's better for the people to be terrified in ignorance than for them to be terrified in an informed way. Right? So there's this thing called the Communicable Diseases Act. I don't know if you know that. The Communicable Diseases Act sort of has certain provisions, which, you know, if you properly implement them, if you go to a hospital and say, check me out for dengue, check me out for chikungunya, and all of that stuff, they'll say, haan tk, we'll figure it out and go home. Right? And they're not, the hospital that actually knows that you have dengue or chikungunya is not in a position to tell you that. I'm giving you an example, this particular provision, I'm giving you an example from some two, three years ago, certainly. So there is one National Institute of Virology, only this National Institute of Virology can tell whether something is reliably true. And conceptually there's nothing wrong with that. You want these things to be done by somebody who has the actual capability to do that. But all of these things were set up at a time when state capacity was much higher than private capacity. 1950s, 1960s, whatever. But today state capacity is nowhere near private capacity. So what ends up happening, the guy in the hospital will tell you, you have chikungunya, okay, and therefore you should be doing A, B, C, D, E, but I didn't tell you that. Wait for your report. So there's a lot of stuff that is told orally, which is very different from what is told on paper. Now there are two kinds of problems. One is that you start to do stuff before you got that official thing, which you really should not have known. So all the doctors and the pharmacists who cooperate with you in doing that stuff are actually breaking the law. But if you want to be cured, that's the only way to do it, right? Now there's another kind of problem. The Institute of Virology might come back and say you don't have chikungunya. And meanwhile for three days you've been taking chikungunya medicine, whatever that medicine is, right? So you've got another kind of moral paradox, right? If you tell the guy, he has a chance of getting better. But even as you tell the guy, you have no way of knowing that the thing that you are telling the guy is what the official paperwork is going to say even later. So what's the solution? There's no solution. That's all it is. It is a set of rules for which there is no solution because they contradict each other."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:19.740",
        "message": "Okay, I can't, this is causing severe dissonance. I can't kind of wrap my head around this. So tell me, part of it, of course, is that you coordinate with donors, you coordinate with volunteers, you get all of it together. But a significant part of it is coordinating with the state. Sometimes it's understanding what their needs are. And sometimes it is kind of getting these workarounds. So now, one, this interface with government, how does it work in the short term? Does it become more responsive and so on? And two, is there a chance through this of solving any of the longer term structural problems? Because that broader disaster is still with us, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:33:57.420",
        "message": "Yes, there is. Look, I think one good thing that has happened in many state governments is that because of the scale of the problem, they have moved fairly competent people into the particular parts of government that deal with this problem. You understand, you can't take the guy who was underperforming for the last 20 years in his career anyway, and give him any job in this chain of command, because then that's it. That's pretty much, he is the pandemic at that point, right? So you can't do that. So most governments have figured out, if I do that, then these things are going to blow up in my face anyway. So I might as well start to put people in the chain of command who I know at least will do the job with a fair amount of integrity and a fair amount of industriousness about just moving on the thing. And that's one of the good things, that the health departments throughout the country have reasonably responded to the whole thing by migrating their officials, the stronger officials to the health-related focus. That's one part of it. But I don't know if you can count on that to be permanent, because it's quite likely that they form only a one-third subset of the total thing. Many of these people are in transferable jobs anyway. So at some point that could dissipate again. Somebody told me a couple of days ago, the government does not successively appoint good officers to the same position, right? So basically, at the very least, if someone is good now, you can sort of reasonably be sure the next person is not going to be asked. I don't know. All that is statistical at some level. But what I'm trying to say is the government interface works like this. You have to help. They have to believe that you are there only to help and that there is no other reason that you are there. And that you have to help them in a way that works with their system. Even if their system is not the way you would like to help, or even if you believe that this is not the way to help, you have to at least help them make it work inside their system in a way that this is the way that it is being organized. Because if you don't do that, so for example, let's say you want to represent something to the government of Kerala, just to pick one random state, and say, I would like this. Even if a private person who is playing a supporting role with the government of Kerala were to go to the government and say, okay, this is a good thing, you should do it, you should help, let Amit do this kind of thing, that government will come back and say, okay, based on the authority or the influence that guy has, the government will say yes, not because anything that you say is convincing enough to, they have no capacity to figure that out in the short run anyway. So somebody is saying sign here, right? So the government of any state has to sign because somebody is saying sign here, number one, and not because anything that is said on that piece of paper is true. But more importantly, they also need to be able to represent that with sufficient ambiguity. So they recraft the language of what you are asking in a way that makes it look like, Amit, you're being allowed to help me, right? There are health secretaries around the country who have told me, okay, okay, you can go ahead. And it's at the tip of my tongue to say, what do you mean you can go ahead? I'm trying to help you, right? And all your body language says you are giving me permission. If it was not for the fact that behind you, there are millions of people who actually need this help, I would have told you to just get lost and say there are enough people that want my help and will take it with grace. And the people that are volunteering their time to make all of this happen for you, they don't deserve to hear this body language or actual words from you. But you have to think about the people standing behind that guy. And every instinct in your body says he's not going to protect them. But, you know, then what do you do? So the government has also done certain things. The government's in many, not just Canada, many governments have done, they have various kinds of companies inside the government. Every department has a company, right? In some departments, this is basically managing director plus peon. Because the company is a shell thing. And what it means is that there are lots of procurement in government that can, that needs to be tendered as per the rules. But if you tender to a government company, you don't need to follow that rule. You can just like award it to them. And they in turn can structurally award it to a subcontractor without a tender. So I've seen, not just now, in the past, I mean, some four years ago, I had a situation where somebody was saying this contract should be given to whatever some, some, I'm going to say, Connecticut Road Development Corporation or some such organization. So I said, okay, I was on some committee at that time. And I said, in my judgment, this organization cannot do what they're saying it's proposing to do. I would like to see their presentation on what it is. So they scheduled a presentation. And some guy from one of the multinational companies came to make that presentation. So I asked him, what company are you from? I mean, you don't sound like the kind of guy that would work for KRDL in any case. And he said, no, I'm from whatever. Big company. Big private company. Big Korean company. So I said, what are you doing here? He said, no, no, we are the subcontractors who will be executing it. I said, do you realize the contract itself has not been awarded? This notion of a government company as an internal capacity building organization is a dodge. It doesn't have anything like the kind of capacity for that service that exists"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:10.640",
        "message": "in the private sector. But is it kind of then a necessary jugaad to get past their own red tape?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:17.140",
        "message": "No, it is not a necessary jugaad to get past their own red tape. If they want, they can cut the red tape."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:22.900",
        "message": "But they won't do that, because that diminishes their power."
    },
    {
        "speaker": "Guest",
        "time": "02:40:28.740",
        "message": "So it is then not a necessary jugaad. It is a jugaad, but it is not a necessary jugaad. That's what I'm trying to say. So every time you ask this, you know, bad things, I'm always saying, so there's one more thing in government, which is useful. Among the senior bureaucracies, there's a lot of people who are married to other senior bureaucrats. That's actually a useful thing. You know what I mean? Because if you have an ally, you have actually two allies in getting something done. And often they're posted in slightly different things. So actually, you can get into some complementarity as well. And the government does one thing. I think the government does make an effort to post you together in the same job. I mean, you can go and ask, even if the government doesn't, you can sort of, you know, put in a request. And if you know where to put the request in, it'll be met. And all of those kinds of things are true. And therefore, in a field operation, like a relief operation, that's very useful. Because now you've got two people who can chase this stuff, right? And I've even, I had a situation some years ago, I'm not going to say who, in which somebody told me, either I or my spouse will become chief secretary three years from now, four years from now. You know, just you can figure out, if you look at the civil list, you can figure out who's going to become what. In fact, that system is so harmful, I'll tell you. In institutions like ISRO, I've seen this in ISRO, where people will look at the likelihood of them getting to the top one or two jobs based on an internal system of calibrating this. And they will actually say, I should take the last five years of my life and just go. I go and join Orbital Sciences Corporation, Lockheed Martin, Raytheon, whatever it is globally. I have the necessary expertise. I'm not going to make it to the top. I might as well find a secure retirement. I feel the system should be relooked at. I think, I know nowadays some state governments feel it's all right to pick whoever for the top job, especially the chief secretary's job or the DGP's job, based on one or two eligible persons. I know there are even procedures for that nowadays. But I think it's actually a fairly deeply rooted system. And the media actually doesn't even know this well enough. The media will say, for example, Amit Verma has been promoted to the rank of additional DGP. It's got nothing to do with what Amit Verma did or did not do. There is a timetable. On that timetable there is an additional DGP. That's all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:06.500",
        "message": "In fact, it's kind of perverse that just by where you finish in the IAS rank and your year of birth, you can basically predict how far you'll get in the system."
    },
    {
        "speaker": "Guest",
        "time": "02:43:13.380",
        "message": "So you have to do like a Malcolm Gladwell kind of thing on that and figure out if there's a January bias or something like that. But, you know, there might be such stuff. I would say something else that the civil list does get distorted from time to time because some people leave to go to the center. If you leave to go to the center, that's another set of distortion of that stuff. But I think it's important to keep in touch with the senior bureaucracy in particular, because genuinely they can move mountains inside the system."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:48.180",
        "message": "Finish your anecdote, by the way, about what this person told you that in three years me"
    },
    {
        "speaker": "Guest",
        "time": "02:43:51.900",
        "message": "or my spouse will be chief secretary. Yeah. So the advantage of that is the way that people cooperate with each other is actually based on some calculus like that. Right. I'm not talking about the political class. I'm saying the rest of the bureaucracy below them. And there's also the system, right? Bureaucrats behave a certain way in their 30s, a different way in their 40s, and a different way in their 50s. And the 30s are fairly uniform. The 40s are fairly uniform. The first half of the 50s are also fairly uniform. The second half of the 50s really depends on your batch here. Whether you're going to retire as principal secretary, whether you're going to retire as additional chief secretary, whether you're going to retire as chief secretary, and whether you're looking for post retirement continuity in government positions or not. There is a lot of variability in that last five years. And in some way, I think it's a useful thing to keep an eye on. Because a very large number of people with good networks are retiring every year. And among that group, there is a subset whose service to the country even after their retirement is desirable. But by and large, the government will not appoint them to any post retirement service if they are useful. I'm being quite blunt about this thing that you cannot become an election commissioner in this country, for example, if you're actually going to do anything to reform the commission. The very premise is that you're going to do exactly what was done in 1971 with half the people. So people get jaded about all of this stuff and start to say, go away. But I'll tell you one other thing. Many couples are like that, A or B being chief secretary kind of thing. I mean, Karnataka certainly has had at least seven, eight officers that I can just recall off the top of my head who meet that definition. Sometimes one of them will be in the police and the other one will be in the administrative services. But the thing is, there was one protest rally that I went to, I'm going to say seven or eight years ago, right? And I met somebody who had been married to a chief secretary. I mean, he was still married to the chief secretary. But when his spouse, his wife was in service, she was chief secretary. And I met him at this sort of protest rally, but something, some local civic issue. And I asked him, what on earth are you doing here? You know what, you were like a central government secretary, your wife used to be chief secretary. You shouldn't have to protest here on the street to do something like this. The street protest is for guys like me and others who really have to move the system without any authority at all. And he said, that's the cliff that you are facing in government. That when you're out of it, you're out of it. You're out of it, you're out of it. That's all it is. There is something that can be done to reform that. In my judgment, we need to have more officers come into the IAS from the states. You know what I mean? The unfortunate part is the way state officers get promoted into the IAS is set up in such a way that it is fairly late in their professional lives that they get inducted into the IAS. And they do not get what I would consider an age appropriate batch at that point. You know what I mean? You will get inducted into the IAS when you are 50, but in batch terms, in grade you will be, or rank you will be roughly where the 42-year-olds are. So you're never going to end up as one of the really top guys. I've seen that happen once or twice, but that was for political reasons. But you're not going to end up close enough. Most, in fact, don't even become additional chief secretaries. They only become principals secretaries. So I think, but the advantage of the guys inside the state system is that they have spent long years in the same departments. So they actually know something really well. That if you go to even a parastate, you go to BMTC or your best type thing in Mumbai, the guy who is number two in best knows the best inside out. If the guy who's number one can never know it the way the guy who's number two does, but the guy who was number two can never become number one in that system. It's theoretically possible, but for all practical reasons it doesn't happen. So we've set up a system of administration in which these things that are desirable are actually forbidden in practice. So this is what I meant by saying that you actually have a set of rules and laws and policies, which forbid good outcomes, except that they are written in the name of creating good outcomes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:59.700",
        "message": "It's so revelatory, all of this sort of discussion of the internal government structure. And you know what you said about what that gentleman told you when he met you at the protest rally that you just fall off a cliff when you're no longer in government. And I think one of the key problems there is government just has too much power. And one question I'm not going to ask you, because I feel it would be unfair to put you on the spot, is whether in situations like this, what is a proportion out of 100 to which government is a help and what is a proportion to which it is a hindrance? Because you work with government, so your incentives will be tailored towards sort of emphasising the health of the people."
    },
    {
        "speaker": "Guest",
        "time": "02:49:32.780",
        "message": "No, no, I'm quite happy to answer that question. I'm quite happy to answer that question."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:36.140",
        "message": "Go ahead. Okay, go ahead then."
    },
    {
        "speaker": "Guest",
        "time": "02:49:38.780",
        "message": "Because there's a certain interesting nuance to it. I'm going to say it's 15% that will help you. Yeah. Okay. 50% would be hostile. And about 30 odd percent will be all right. They need the help, but they're not hostile either."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:00.940",
        "message": "This is about the people. What about the structures of government?"
    },
    {
        "speaker": "Guest",
        "time": "02:50:03.940",
        "message": "The structure actually has no meaning, because there's a way of doing this. Let's say only 10%, 15% of the people will be helpful and even, frankly, in any worth keeping in government. Let me go to the extent of sort of saying something like that. But the thing is, every officer that you engage with is comfortable with that engagement in a way that assumes throughout that engagement that he or she is in that 15%. So that's really what it is."
    },
    {
        "speaker": "Unknown",
        "time": "02:50:37.580",
        "message": "Therefore, it's not really a big thing to say only 10% of the people are good or 15%"
    },
    {
        "speaker": "Guest",
        "time": "02:50:40.700",
        "message": "of the people are good. It doesn't really create any, it doesn't burn any bridges, it doesn't ruffle anybody's feathers. And also, they themselves know it in a way. But there's a way. And there's another interesting thing about government. Let's say I am an emcee at an event, and you're one of the panelists. And I want to say to the audience, this is Amit Verma. He's held 23 jobs in the last 15 years. And therefore, he has a wide range of experience, rich experience in many different fields. But the audience is going to look at that and say, what crap. But you can go to any event where a senior public official is introduced, and I guarantee you that the spread of their postings is referred to and sort of hailed as a wide and important experience. And that, I think, is actually not because they, many of them are not even expecting it. Many of them will say this is just something, they're dismissive of the whole thing, they think this is just procedural. But for some reason, maybe it's just a hangover from the way power was derived and is exercised today. For some reason, we have too many people in the audience who are ready to clap before the batsman has scored. You know what I mean? Our spectators are hailing lots of play and miss, lots of dog balls, lots of hit on the helmet. But no matter what happens to the battle, there's a very large part of the spectator group that is cheering. And I actually don't know why it is, because if you ask me, I don't think the officers expect them to cheer."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:51.220",
        "message": "No, I mean, it's a religion of government, firstly, and that's a lovely sort of very illuminative thing you said about only 15% help, but 100% will think they are part of that 15%. It's like Garrison Keillor's famous Lake Wobegon effect. Garrison Keillor was a novelist who created this place called Lake Wobegon, where everybody was above average."
    },
    {
        "speaker": "Guest",
        "time": "02:53:10.340",
        "message": "And all the children are smart, all the women are good looking. I forgot that phrase that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:14.820",
        "message": "he used. Yeah. But the idea is the absurdity of everybody being above average, which you know, and in fact, surveys have shown that everyone who drives thinks they are an above average driver, which of course is not possible, right? Because what is even the meaning of average? So Ashwin, you know, we have another 15 minutes of talking left, and I'm extremely grateful and feeling a little guilty that I took so much of your time, because I think there are far more important things you should be doing. So thank you for that. But my final question is really, in a sense, a two part question, which is a question of where is this going? And I mean this in two parts. One part is with reference to this immediate COVID-19 crisis, where is all of this going? You've had a very close look at administration. In fact, one could say that you've, you know, I think by and large, society solves its own problems, because in India, especially the state is abdicated. And you've been a part of that. But you've also been a part of getting the state to work. And you've seen that process close up. So in the immediate sort of short to medium term, where do you see this going? And my other question is, in the longer term, what will remain of this? Like, it is true that there are people who are apathetic who will remain apathetic, but many people have felt connected to others because of the shared experience of community suffering, and they've come out and they're helping and all of that. Will that remain? Or will it be back to the old normal after this is over? You know, how hopeful are you about that? What do you what do you see happening?"
    },
    {
        "speaker": "Guest",
        "time": "02:54:35.900",
        "message": "So on that last question, there is now a deliberate effort to build those networks emerging from the relief effort, and create a structure for persistence out of them that can you create in some effect, a national volunteer organization that is not always it's about being standby to do relief work, but is active across a spectrum of activity, covering, you know, poverty, ecology, and maybe the economy. And therefore, it has many, many tentacles from which you can sort of emerge. And can you even link it to education, not only in the schools, but even other kinds of education, post, post schooling and post college. So definitely, there is thinking going on to say, we have to build this organization, the national, you know, a kind of a national volunteer organization, which I also think has a reasonable chance of representing or being another symbol of patriotism, even which is to say that there is another way to wave the flag, and in a way that is inclusive in a way that is progressive and all of that. And I think that so definitely, that is, as we speak, we're trying to construct that and see how that can emerge from something like this over time. Number one. Second thing is, I really believe that officials at different levels, not everybody, but you know, because especially because of the concentration of the competent that I referred to earlier, there is a set of officials who will come into contact with very large numbers of people in civil society, on whom they can count on for in some way to be able to do more things, no matter where they go in their careers. And that's a useful outcome as well, as far as the pandemic itself goes. I think almost certainly everybody now believes that wave three is coming, that it's going to hurt the children disproportionately, and there are a set of things that need to be done. I feel that the big cities will get to manageable levels of, when I say manageable, these are all terrible words, because manageable really in this context means acceptable losses, right? It's almost the language of war. The big cities will get to acceptable losses in a few weeks. The next set of cities could in some cases get there faster, but in some cases get there at least a few weeks later, but not much later than that. The thing that is giving everybody great cause for concern is the rural healthcare infrastructure, really the third tier of healthcare infrastructure, which historically has been so weak, has to be nothing more than a referral point, right? You say you've got a problem, so there's nothing really in your village, so you go to the PHC, which is itself one out of three villages, right, has a PHC. So then you go to the PHC, the PHC is basically, you know, I don't know, a pulse thermometer and a few other things. But so, you know, and maybe it had four people, and three of them had other jobs as well. So now you kind of, at the most, a referral center. And that also meant that if you had to go to some higher level of capability in the healthcare infrastructure, you really had to do that at your own cost and your own whatever. You know, you have to go somewhere, take care of yourself in another place, blah, blah, blah, all of that stuff, in addition to needing the care. But now you've got a situation where if you go to that facility, there are a thousand people like you at that facility. So that facility can reach a degree of self-sufficiency for the people that it was originally intended to serve. But it is continuing to be overwhelmed from the people who are from other jurisdictions that should have been served by anybody else. What historically has been a three-layer system for care, with different levels of healthcare capacity at each level. So the tertiary hospital needed to have capabilities that the secondary hospital did not, and the primary health center did not, right? Today, you have a situation in which the tertiary capability is needed in the village in some cases. And merely referring the person from the village to the district hospital is inadequate. That hospital is already swamped with serving the tertiary capacity that it is supposed to take care of. So, you know, I hate to say this. So far, I've not heard from any of the chatter, any of the groups looking at this problem, what the solution to this is. There is talk of one thing, which I find interesting, the idea of a small cluster of ICU beds, 10 beds at a time, 15 beds at a time that would go into the PHCs itself. And then, you know, some people are optimistic about telemedicine and teleconsulting and all of those kinds of things. I think it is possible for an NGO that is sufficiently organized to pull off 10 of this, 15 of this, 20 of this, whether all of us together can pull off, you know, 4,000 of that, 6,000 of that in large states. I have my doubts about that. I think we're in for a time of really difficult choices for a long time. And it's not simply a question of whether people live or die. Even if they're incapacitated a little. I had a situation reported to me a few days ago about somebody who, you know, his grandfather or somebody died of COVID. His uncle and aunt died of COVID. His mother had COVID, did not have COVID, or she had COVID, she went into the hospital. She recovered from the thing and then the ventilator failed or some, you know, some bizarre thing. And absolutely horrible, horrible stuff, that if the sum of all these stories doesn't tell even half of what is going on out there. And that is the scary part that I think it is only if you get involved that you'll actually know what is going on, that the media isn't a sufficiently useful source of information now."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:08.460",
        "message": "So I have an observation for my listeners, really, and a final question for you. And the observation is this, that I think almost everyone who listens to the show is part of an English speaking elite. We live in a bubble. Some of us are outside India. Most of us are inside India, but we are in our bubbles. And we miss the severity of the first wave because it didn't happen to PLU, it didn't happen to people like us. Like a friend of mine told me about this seroprevalence study that he had gotten done in Mumbai in December, I don't know if the results were public, which found that 55% of people in the slums already had had COVID, but only 11% of the people in the high rises. And one of the reasons that people like us are noticing the second wave so much is that it has hit us. You know, earlier, it was unseen because it didn't happen to us because we were safe in lockdown in our high rises. Now it has hit us, we see it. And now what is going to happen moving forward is as it recedes from the cities, it will devastate rural India. I mean, the magnitude of the damage it could do is, my mind just boggles, it's incalculable. And it might again be unseen to us. And that's my worry. So my final question to you, Ashwin, is this, that if people listening to this say that I want to get involved, I want to help, but I want to do it in a practical way. I don't want to be a pest. I don't want to just sort of be a burden on the system. I actually want to help. What should I do with or without you? Like, can I, you know, then the question to them would be that, how can I help you, Ashwin? Or what else can a citizen do? So, you know, two-pronged question."
    },
    {
        "speaker": "Guest",
        "time": "03:02:36.660",
        "message": "I want to say one thing in response to what you observed. Certainly, it is true that people are responding because it is hitting them. I had a conversation with the head of a very large nonprofit organization, which is used to receiving lots of donations from, you know, major donors. And he said they are willing to donate more money because their executives are dying. That's really all it is, right? So there is some of that, that it is hitting us and therefore it's stirring some, you know, action in that thing. That's actually not very sustainable. It'll die off fairly quickly. In response to, I mean, die off is the wrong word to use, but in response to what you asked, I think there is a very simple thing. No matter where you live, there is a system of public health care for the area that you live in. If you are not able to do anything more than this, become aware of what that public health care facility is able to do and become supportive of it in whatever little way you can. Forget about, I'm not saying ignore the private thing, but no matter where you go, there's a public health facility that is supposed to serve you. Figure out how you can support it. If all you can do is figure out what it needs and surface that, do that. If you're able to meet some of those needs, either yourself or in collaboration with others, do that. But I think that if we do not resolve to engage with our public health institutions and infrastructure, no idea of development that we are thinking about is going to emerge. Keep in mind that in developed economies, developed societies, nearly a third of all public expenditure is on health. So really government equal to health for a lot of developed societies. If you say that the majority of the truth is the truth, then health is government. But if you really care about better governance, there's a very simple way. Go to your local PHC and improve it. You'll get the better governance that you're looking for."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:45.900",
        "message": "Ashwin, more power to you. And thanks so much for your time and your insights."
    },
    {
        "speaker": "Guest",
        "time": "03:04:49.020",
        "message": "Good luck. I enjoy being on this program. I think it's adding a lot of value to people. I've said that before as well. And I'm thankful for what you're doing as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:02.540",
        "message": "If you enjoyed listening to this episode, do check out the show notes for a deeper dive. You can follow Ashwin on Twitter at Ashwin Mahesh, one word. You can follow me at Amit Varma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening."
    }
]