[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "We sometimes think of the economy as something removed from the real world. There's numbers and graphs and tables and data, all things for policy wonks to look at or rich people with advisors. But what does it have to do with our daily life? Well, everything. One of the common themes on my show is that economics has human consequences. Bad economic policy in a country like India can affect the lives of millions of people. One reason I often say that some of Indira Gandhi's economic policies or Narendra Modi's demonetization were crimes on humanity. They hurt the poor the most. The thing is, bad policy is often couched in good intentions, and the bad outcomes they result in are often delayed, and the causation is often not obvious. We need to talk more about economics so that people don't get fooled by lofty narrative and can figure out when they are being had. That's one reason I started The Seen and The Unseen. The title of the show is inspired by Frederick Barcia's famous essay, That Which is Seen and That Which is Not Seen. I thought I'd examine the seen intentions and unseen outcomes of public policy. Of course, the show has evolved to be much, much more than that. I now do deep dive conversations, studying to examine not just economics, but also politics, society and even the human condition. That said, economics is at the end of the day, the study of human behavior under conditions of scarcity. And so here I am, doing something I do every few months, taking stock of the Indian economy."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:32.920",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badman."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:45.160",
        "message": "Welcome to The Seen and The Unseen. My guest today is a formidable economist, Ela Patnaik. If there's one economic commentator whose body of work reveals a journey of the Indian economy in the last 30 years, it's Ela. A child of Marxist parents, Ela studied at JNU in the 1980s, but was encouraged by her parents to think through the world for herself. She went to do a PhD in England in the early 90s. And just as India changed with liberalization, Ela swept aside the received dogmas of her Indian education and discovered the wonders of an open economy. She talks a fair bit about this fascinating journey in our conversation today, and also of how for so many years she swam against the tide, both in economic policymaking and in the public discourse. Ela is a professor at the National Institute of Public Finance and Policy, NIPFP, and has worked at many senior levels in Indian policymaking, including as a principal economic advisor to the government of India. A mutual friend described her as an economist who brought macroeconomic thinking to India, and she was one of the driving forces behind the RBI's inflation targeting. If that sounds boring, it isn't. Ela's also enlightened millions of people with her columns and her work on television, and is now a bonafide econ superstar on YouTube. She does a bunch of shows for the print, including one called Ela-nomics, I'll link it from the show notes. We not only discuss the road that she has traveled here, but also India's hesitant journey, especially when it comes to economic reforms, where most of our governments since 1991 have failed us, including this one. There isn't a simple narrative that explains this, and what has gone wrong is not the fault of one party alone. The Indian economy has been going down, down, down for over a decade now, when Pranab Mukherjee took over at the Finance Ministry and set us on the road to ruin, a road that Narendra Modi's government seemed to gleefully embrace. But if the decade leading up to 2020 was bad, the year since then has been worse because of COVID. Ela and I take it step by step, discussing our broad journey after 1991, zooming into the last 10 years, and then zooming in further to the impact of COVID and looking ahead. Like so many of my episodes, by the way, this feels like the latest installment in an ongoing conversation on the seen and the unseen. I've linked earlier episodes on the economy in the show notes, as also important episodes with Pooja Mehra, Ajay Shah and Karthik Muralitharan. Do you remember the argument Karthik and I had in our healthcare episode, episode 225 about the high taxes on petrol? I feel they're horrendous, Karthik disagrees, and I got a chance to ask Ela for her views on that. Guess whose side she came down on, bloat, bloat. Anyway, time now for the conversation. But before we begin, let's take a quick commercial break. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Over the last year, I've enjoyed teaching my online course, The Art of Clear Writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction that offers much stimulation and even some comfort in these difficult times. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs Rs 10,000 plus GST, or about $150, and the June classes begin on June 5th. So if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Hello, welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:33.880",
        "message": "Hi, Amit. How are you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:35.880",
        "message": "I'm good. And in fact, that very question, how are you, you know, takes on kind of so much significance in these times, because every day there is sort of some harrowing news from somewhere or the other. How are you? How have the last few months been for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:49.160",
        "message": "Hunkered down, staying at home or work from home. We've just been fortunate that nobody very, very close has been ill or we've not lost somebody as in the immediate family, though, you know, these are difficult times. Every day we lose friends and family members in the extended family."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:08.800",
        "message": "But now for the last few days, it's been a little bit better. Wonderful. So tell me about your early life. Like I'm guessing you're a 70s and 80s kid. You know, you're just a little older than me. You went to college in the 1980s, Hindu College, then JNU, all of that. Tell me about what those years were like growing up. Like what kind of kid were you? What drew you towards the sort of things that you studied? And in general, what were the influences around you? Because one of the things I realized while talking to guests who grew up around that time or are of that age is that, you know, young people today have all the influences of the world open to them. You know, the whole world is at their fingertips through the Internet and whatever. But back in the day, growing up in the 70s, 80s, even 90s, we got, you know, little driblets of influences from here and there. So whatever got through to us was, you know, likely to play a big part in shaping us. Give me a sense of that landscape of your growing up in the, you know, when you did."
    },
    {
        "speaker": "Guest",
        "time": "00:07:06.120",
        "message": "So my parents were both professors at JNU. And that is, at least at that time, even more so was a place where there was always a lot of intellectual debate. There's always debate about issues, what's happening in the world. And you know, I was a science student till class 12. And I thought I would do science because I'd got the NTS. And you know, it was like, wow, at that time, it was very, a big achievement at that time, certainly. I was planning all the way to maybe take the JNU or something and then changed my mind because the kind of debates that we would have at home and with, you know, various. So my mothers and fathers, students and colleagues would always be dropping in. And, you know, there was always a lively debate. And I think that's what attracted me to economics that, you know, this is something I want to understand more deeply. And then instead of taking the JEE, I went and joined, I just applied for economics, actually. Only that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:08.080",
        "message": "Incredible. So tell me a bit about your parents. Tell me a bit about the kind of debates you had at home, for example."
    },
    {
        "speaker": "Guest",
        "time": "00:08:14.240",
        "message": "There would be debates about what were the reasons for whatever was happening on the political scene. And usually it would be traced back to economics. And my parents were both Marxists, you know, JNU was, there was a lot of Marxism in JNU at that time. So my parents were like everybody else in JNU, quite leftist. And they would trace almost everything that happened in history. My mother was a professor of philosophy and my father of African studies, African politics. So everything would get traced back to economics. And I mean, that's basically Marxism that it is that the economy is the base and the rest of the superstructure. So it would go back to that. I mean, I didn't, you know, perhaps stick to many of those kind of beliefs, which I think were far more rigid than they should have been. But in terms of trying to understand the world, that was my beginning. That was the place from where I started."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:18.440",
        "message": "And I guess initially there must have then been an attraction to Marxism itself, because I think the attraction to all big ideas is that, hey, this explains the world so well. And that's why you were attracted to it. But there is a trap there that then you can try to explain everything through that. So what was that attraction like? And how did you kind of get past it? Like, when did you begin to get past it and rebel as it were against your parents beliefs?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:40.920",
        "message": "Only after I was only after I finished my master's. So while I was in college, while I was at university, anyway, you know, you think of the influences at that time, the friends you have, everybody around you and at home. So those were very, very, I should say, dominant influences, both because of social circles, as well as the general atmosphere. So I did my master's at the Center for Economic Studies and Planning where, you know, we had Prabhat Patnaik, Utsav Patnaik, now later Jayati Ghosh was my MPhil advisor. But you know, towards the end of my master's and beginning of my MPhil, which I did my MPhil in JNU. So that time I started, you know, questioning too many things. So I think I'm not a person who can belong to any political party because what that requires is agreeing with 100% of everything they say. So you know, regardless of which the party is, every party member is expected to, you know, carry forward the party line. So that really didn't suit me as I questioned too many things. So I think that's when it became clear that no, this is not where my future lies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:00.560",
        "message": "In fact, what you just said about, you know, that need for purity, we see it more and more in social media these days where, you know, you have different echo chambers forming and stringent enforcements of, you know, purity. And like I always say that, you know, whenever I go on Twitter or whatever, and you see labels thrown about like socialist or libertarian or this or that, and I think all labels are fundamentally toxic because all labels are limiting in a particular sense. And it's almost as if like 90% of the time, those labels are used on social media. It's as if you're trying to put someone in a category of us or the other. And that just makes the whole discourse very toxic. But to kind of get back to, you know, your sort of intellectual evolution during those times, were there any sort of aha moments during that phase, like, of course, there are these little pinpricks of questionings when you're saying, wait a minute, you're saying this, and this doesn't seem quite right, it's surely more nuanced. And I get that. But were there sort of any aha moments when you look at things differently? Any books that kind of influenced you that way?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:03.520",
        "message": "So I remember one moment, which was when, you know, some of the, there was some meeting going on, and some of the leftist, leading leftist leaders were opposing infrastructure development in Delhi, saying, oh, you're building these big roads and highways, and there are people starving. And, you know, I stood up from wherever I was, I was maybe 19, 18, 19 or something. And I stood up and said, no, no, we need the roads, I stood up from the audience, and this person was on stage. And I said, no, we need the roads, we, you know, that's how GDP will grow. You are not going to remove poverty without GDP growth. So you have to have infrastructure. And everybody was stunned, because, you know, that was not something that people said at that time. So this is in the early 80s. And it was almost as if anything Western is bad, any modernization, any infrastructure development, which is, you know, these big flyovers, why are you spending money on flyovers? I don't remember too many other incidents, but that was one that like kind of hit me that no, no, no, this is completely wrong. This is not what it should be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:14.500",
        "message": "And it also speaks to like a fundamental mindset that we've kind of had, and we still in many ways have, which is a very intuitive mindset of seeing the world as a zero-sum place, right? That if you're spending on roads, you know, you should be spending the poor instead, as if there is a fixed pie. And of course, that whole zero-sum mindset plays into everything. It plays into when you talk about redistribution vis-a-vis growth, it plays into practically everything that we do. And in some cases, it needs to because the government does have a limited sum of money and there are opportunity costs and all of that, of course, is there. But as far as the economy is concerned, it's dangerous to think of it that way. Now, what I've often seen, like when I kind of grew up in the 80s, you know, I kind of imbibed all the typical conventional wisdom, which involves this kind of zero-sum thinking as well. And it's natural to do that, one, because of course, the environment around me was that kind of proto-socialist environment, my, you know, my dad was an IAS officer, and it was just natural to believe in the power of the state and not think of the fatal conceit as it were. But a lot of the truths about the world are deeply counterintuitive, that things are not zero-sum, that the economy is a positive something, that there is something called spontaneous order that sometimes you, you know, the government can achieve things not by trying to control it from the top down, but by just enabling society to solve its own problems. But these are very counterintuitive. So over a period of time when, you know, what was that kind of process like when you try to figure this stuff out? Were there particular books, were there thinkers who influenced you? Take me through a little bit of that intellectual evolution that you must have gone through. And I guess some of it would be academics, but some of it would also be outside academics, just looking at things around you as it were."
    },
    {
        "speaker": "Guest",
        "time": "00:14:56.480",
        "message": "Yes, so two things really. One in terms of being in JNU and with people here, I felt very uncomfortable when I was told what to think. I mean, being told what to say is something else, but I've been fortunate that my mother was a PhD in philosophy and a professor of philosophy. And I had been taught to question, question, question, question, question from, you know, from the day I was born, I was taught to question. And so I became quite uncomfortable when I was told to accept things because I was being told something. And so that was one, you know, in terms of the environment, that was the one thing that I rebelled against. And I find myself very uncomfortable in situations when people tell me what to think. But I think the second was going for my PhD to a completely different system. So I went to the UK for my PhD. I got this Commonwealth Nehru Centenary Fellowship, which after JNU, which was a big, big change. So the things that one learned, the things one saw, my PhD advisor, everything, you know, helped in making me think very, very differently. So I should say I came back a very different person, in my mind, I came back different, thought differently, completely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:24.160",
        "message": "And how did your parents react to that? The fact that, you know, you're no longer the obedient little Marxist girl, but you've become something else."
    },
    {
        "speaker": "Guest",
        "time": "00:16:32.240",
        "message": "No, they were okay with it. I mean, the way that, you know, the fundamental principle was that you have to think for yourself, not for my parents. So, you know, for the others, it might be different, but for my parents, it was that you have to think for yourself. And no matter what you think, whether you agree or you disagree, the most important thing is that you think for yourself and not say or do things that you're told to do. In fact, my father, right from my childhood, discouraged me to join the bureaucracy. So he said, no, this is not something for you because, you know, you question too much. I was perhaps the only one in my master's class who did not take the UPSC exam because at that time there weren't many jobs around. So almost everybody was taking these competitive exams. But, you know, my father was, no, you have to think for yourself and this is not something you can do if you are part of a bureaucracy, which I understand very well. So yes, they were fine with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:33.120",
        "message": "That's wonderful. It strikes me that every good economist is not just shaped by the study of economics, but also whatever other influences they're kind of exposed to. And on the one hand, you have like your mom is a professor of philosophy, you're questioning things like you said, too, I would imagine that, you know, because we had these political discussions at home and so on and so forth, there would also have been a very keen focus in your mind on the intersection of economics in the real world. It's not just something that you're studying, it's something that actually affects lives like in that early example of, you know, fighting for roads. So you know, if you were to then look at that, what are the different kinds of things that shape the economist you are apart from the economics, like part of it would, I'm guessing, be the politics, was there reading that went into it? You know, give me a sort of a fuller sense of yourself, if I may ask."
    },
    {
        "speaker": "Guest",
        "time": "00:18:22.520",
        "message": "One of the most important things, apart from, you know, reading books and things which naturally you can imagine, you know, being in a house surrounded by books, one did that. But I think one of the very important things was this daily reading of newspapers from childhood. And I think many people don't perhaps do that. And so maybe they're not so connected with the world and with the country. But if you're doing that every day, and if you're sitting around, you know, the dinner table talking about what happened and why it happened, and you're doing that at breakfast, you're doing that at dinner. So you know, you do that day after day. I think that really makes a difference to who you are and what you want to do. So if you know, you kind of get into that, that I don't just want to interpret the world, I want to change it, but not necessarily by a communist revolution. But it just goes in so deep that when you see problems, so you know, when you grow up, you want to like, for me, I've always worked on last 20 years, 25 years, my entire working life as an economist has been working on real problems that are there in the economy, and not on something, you know, abstract or something very far away. So it's been working on those problems, and then trying to work towards solutions wherever one could find those and working towards that. And I think that's the influence really."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:53.440",
        "message": "And were the newspapers you read English newspapers?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:55.800",
        "message": "Yeah, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:57.240",
        "message": "So we used to get let me let me ask you a question not quite related to economics, but it's come up on my show before and it came up recently, like one of my friends recently posted on Twitter, where he kind of lamented that we are such a divided nation today. And I don't remember us being so divided in the 80s and the 90s. And you know, and my point there was that no, we were always divided, we were just in a bubble and the bubble wasn't divided, but we were in a bubble where we didn't kind of see the rest of the country. And I've had guests on the show before, like Akshay Mukul, who wrote the book on the Gita Press and the political scientist, Rahul Verma. And one of the interesting points I got while talking to them was that growing up they read newspapers in Hindi, and, you know, other guests have read newspapers in their languages. And their contention was that because they were not just reading, you know, English newspapers, they could see outside the elite bubble, they got a sense of what the other India as it were, was also like to them. In fact, this upsurge of Hindutva is not an aberration, but you know, it was always there, it was always kind of coming up. And I don't want to ask you about the politics in particular. But the thing is, even I grew up in a similar elite bubble to yours, I'm guessing where you're just reading everything in English, and you're mixing with a certain kind of people and all of that. And at what point does one sort of get awareness of that bubble and be able to actually see outside like not in a sense of intellectually knowing that, yeah, you know, there are, you know, there's a world out there that is different, but, you know, actually in terms of getting it engaging with it."
    },
    {
        "speaker": "Guest",
        "time": "00:21:27.200",
        "message": "I think I was fortunate because my parents, being communists, they would be people who would be coming straight from villages, so they were not like they were not leaders, they were not active, but just, you know, the fact that they were JNU professors, people would come to them, meet them. Many of my father's students would, you know, couldn't speak a word of English, would be right straight from a village. We also had a, there was a reservation system in JNU. So that encouraged, they used to give points for coming from a backward region, from a lower income category, and the rest. And that would encourage a lot of people to come. So I think that I was fortunate that I wasn't, I mean, of course, English newspapers were something that, you know, you read what you get at home. We used to get, I think, one Hindi Jan Satta or something, Hindi paper on Sundays. But you know, you and I didn't have a choice. We were born into the family, we were born in and we read the papers that our parents bought. But, you know, I was fortunate in that sense that there was a mix of people and a lot of them not elite coming from backgrounds, which and my mother particularly used to, you know, encourage them to come home to her students when they came from backgrounds where they had huge gaps also in their learning. So they would be sitting and, you know, working with her and studying. So I was fortunate not to, you know, be in a complete bubble and to be able to interact with people from all over the country and from different backgrounds."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:03.520",
        "message": "And how did your conception of yourself during these years kind of evolve like for a lot of people, certainly for me, it's very shaky early on. It takes many years to get to somewhere where you can kind of begin to think of yourself as well. These are the things I want to do. And this is a place I want to occupy in the world and all of that. And yet it seems just looking at your bare biographical details where you do your BA in economics from Hindu and then your MA and your MPhil from JNU and then you go to the University of Surrey and you do your PhD and then you come back here. And just looking at the bare bones of that, it seems that okay, you kind of got it figured out that you want to learn economics the best you can. And then you want to kind of work within India and try to actually make a difference in the real world. Was it always kind of like that? Or did your conception of self evolve? Like at what point did it firm up and what is that conception of self in a sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:55.320",
        "message": "Well, to begin with, what is that conception? It is that I try to do what I can, I try to understand what I can. And as I said, one has been, I guess, brought up in a way that it's almost as if every problem is one's own responsibility. So if you see a problem, you don't ignore it. You study it, you understand it and you see if there is a way out. And in economic policy, there are so many problems. And particularly when one is coming from a background where, as a country, when we are coming from a background where we had almost stopped people from doing anything, there were so many restrictions, then it's a great place to study economics and understand what's going on. Because you see where the restrictions are removed, what happens and when they are not, then what happens. And then it's also if you are in that space where, so I always wanted to write and I started writing right after my PhD and once I started working on the Indian economy. So you are in a place where you can study it and at least, the least one can do is write about those issues and help everybody understand your point of view. So I'm not in the bureaucracy or a politician who can actually be the ones who decide that change happens. But it happens because of ideas, because one writes and people listen and read and if one is able to speak in a language that is simple and convey what one thinks, then people get convinced and you know, then that's what makes life meaningful."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:36.680",
        "message": "And how important is that role as a public intellectual in the sense that you are an economist at the same time, you're someone who has worked with the government at different times as an advisor and so on and so forth. At the same time, you've written prolifically, you've done forays into audiovisual, you know, for example, you had policy with Patnaik, your show for NDTV more than a decade ago and now you do Elonomics and you know, the other stuff that you do for the print, like a lot of people will write a lot because it kind of helps them in their thinking process that you know, as they write, they learn more about a subject and it's something they want to do. And another way of looking at it is that look, if I want to make a difference, that difference also comes from getting these ideas out there in the discourse. And one of the issues with this, I'm guessing for you would have been that the discourse is kind of stunted. In a sense, some of the things that you say at different points in time, and certainly I would imagine it would be the case in the 90s, are just not out there, right? So what has this process been for you? Like, do you do you see it as, you know, part of your duty almost to do this stuff, to have"
    },
    {
        "speaker": "Guest",
        "time": "00:26:40.920",
        "message": "this public facing face as well? Yes, absolutely. So I get a stomachache if I don't say what I am thinking, if I don't write. So I've always, you know, been writing, I used to have a column in the Business Standard and the Indian Express and, you know, apart from the TV show and the print column that I'm doing now. So it's almost, it's a part of me. I mean, now I've done it for so long. I started writing my columns in 99. So it's just been, you know, too many years for me to even think of myself as separate"
    },
    {
        "speaker": "Unknown",
        "time": "00:27:13.280",
        "message": "from that."
    },
    {
        "speaker": "Guest",
        "time": "00:27:14.280",
        "message": "It was very painful during when I was in government, I was told not to write, I had to stop writing. So for a year and a half, of course, they kept me so busy that it didn't, you know, hurt too much. And some of the things I was doing was what I had been writing about. So it didn't hurt that much. But yeah, it's very difficult to be somebody who doesn't, isn't thinking, isn't worrying, isn't talking, isn't trying to convince, isn't trying to help other people to understand. So it's very much completely a part of me. I mean, I'm just fortunate that I'm in a situation where I have the freedom to do so, where I'm able to do so, where I have the time and the luxury because, you know, many jobs don't even give you the time to do that. So fortunately, you know, we are able to do that. So it's a good place to be in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:06.160",
        "message": "And for people who care about ideas, I guess, especially people who engage deeply with policy like you do, I guess there is a sort of a dual imperative, which for many people is an either or where on the one hand, when you look at the political marketplace, what you're saying is that I want to be able to influence the decision makers to make the right decisions. But on the other hand, you're looking at the demand end of the political marketplace and saying that I want to get my ideas out in the public domain, where you know, they can hopefully change the discourse and then the change at the top can happen later. And you're someone who's kind of been trying to do this simultaneously. And I would just imagine thinking aloud, that this then almost creates two contradictory pressures that when you're working with policy makers, and when you're working with government, you have to moderate your ideas, you have to talk about incremental steps go one step at a time. But when you're trying to get your ideas out into the public domain, there is perhaps the urge to kind of just lay it all out as it is, because you know, why that urge to moderation? Why not move that Overton window as it were? So is this something that you've thought about? Or is it that you've managed to reconcile these easily?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:13.720",
        "message": "Yes. So usually I end up saying things many years before the world is ready to hear them. So you know, things like inflation targeting, which I started writing about in 2006. And then finally, it happened in 2016. So and there are many such examples, you know, talking about business cycles, microstabilization, many, many, most of my work. So you know, when nobody listens, and it's okay, you get a bit disappointed, you get but that's life, you know, and if you obsess on it, and you go on for some time, and then you realize, okay, nobody's listening. So you step back and you say, okay, let me write about something that people talk about. But then every once in a while, you get an opportunity, you know, there's a peg, and you get an opportunity and you write about some of the things that are dearest to you. But you know, there's not that much of a contradiction and conflict that I feel because most of the time, one is able to interpret and understand things because of a understanding of the larger picture. And then you write and talk about those. So when let's say there is a capital control that is imposed, which is completely arbitrary and which you know is going to hurt, you know, these things keep happening. So in a sense, policymakers are constantly for the last 20 years, giving me opportunities week after week, to be able to say something. So which come out of that broader understanding. So there's not that much of a conflict, it gives me, you know, little things give me opportunities to put my ideas across."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:47.800",
        "message": "So when you came back to India after doing your PhD, what was your thinking? What was the kind of work that you wanted to do? because one would imagine that for many people, a natural progression then is to just become an academic outside somewhere and kind of chill and live a charmed life and do papers and all of that. But you actually came back. So what was your thinking? What did you want to do? Were you were you kind of clear about the path ahead?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:10.560",
        "message": "And is that more or less the path that you've taken? Pretty much, pretty much. So I wanted not to be teaching because when I was teaching before I left, I was teaching at Stephens and it was, you know, it was a heavy workload. And one didn't really get time to do research. And I wanted to do research after my PhD and not teach because, you know, there they may still be an environment where you get a lot of time off. But here, at least, you know, it's very difficult. So I wanted to work for a think tank. And I joined in CAER, National Council of Applied Economic Research. And I got to work on the Indian economy, which for me was just what I wanted to do. My PhD had been on a closed economy model because when I had left India and all the experience one had was closed economy. So I'd gone in 91 for my PhD. And by 96, it was an open economy. So though my PhD was on a closed economy model, it was an endogenous growth model. But I had been teaching there in Surrey and then learnt open economy macro while teaching because that's what macro teaching there was. It was all open economy. So here, when I came back, I think it was just the perfect thing for me that, you know, nobody else was particularly studying open economy macro for India in 96. The economy had barely opened up. Very few people had actually even been trained in open economy macro. Macro itself had gone out of fashion. So, you know, things had been okay in the rest of the world for a while. And when Indians went to do PhDs abroad, they did development economics, very few did macro. So it was a complete virgin territory, you know, one could do open economy macro, understand the Indian economy through the perspective of open economy macro because the economy was opening up. And almost all the problems that were arising. So I had two projects at NCEI, one was on business cycles, and the other was on exchange rates and interest rates. So financial markets. So I was very fortunate to get these two to start working on because this is all three. I mean, this is really where all the knowledge of everything that I had studied in open economy macro could be applied. So I was very fortunate that, you know, I was tooled up, I understood the impossible trinity, which many people here still hadn't even started reading. And I was able to apply those and study, you know, the Indian economy from a new perspective."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:58.600",
        "message": "So tell me a bit more about this impossible trinity."
    },
    {
        "speaker": "Guest",
        "time": "00:34:01.000",
        "message": "See, when you're in closed economy, what does a closed economy mean? You trade, but you don't have capital account openness, you don't allow capital flows. What are capital flows? Cross-border flows of money for sale or purchase of assets. So you don't allow those, you allow trade. That's the current account. Your current account is open. Then what you can do is that you can hike your interest rates as much as you like. And money may come in, money could have come in if it had been an open economy. But because you're closed, nothing happens. You can fix your exchange rate, you can fix your interest rate, so you can have both. Not that the economy had too many business cycles, they just had monsoon cycles before 91. But if you needed to hike interest rates for any reason or lower interest rates for any reason, you don't have to worry about the effect that that will have on exchange rates. But now if the economy becomes open, then capital can flow in. Let's say if interest rates go up in India and capital flows in, then that's going to appreciate your exchange rate. If capital flows out, that is going to weaken your currency. Now the impossible trinity says that these are the three corners of the trinity, an open capital account, monetary policy independence, that is you determine what your interest rate is going to be, and exchange rate policy. So you cannot have all three at the same time. If you close the capital account, then yes, you can have the other two. But once the capital account opens, then you can't have those two. So that's the trinity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:41.640",
        "message": "And among sort of economic policy makers in the country, you would imagine that they've been used to decades of thinking about the economy in a particular way, which is threat hold, command and control, closed economy, blah, blah, blah. Now, through circumstances or whatever, you know, the balance of payments crisis and blah, blah, we've actually opened it up. And, you know, a few people have made some reforms. But does the mindset shift over time? Like, one of the things that I think about is that yes, 91 is seminal in the sense that we opened so much up, but at the same time, you know, it's it's very partial in terms of what we could have done. And also what I can't put my finger on is that is there a mindset shift at all? Because after that initial impetus, it seems to me that inertia sets in again. And further reforms, you know, sort of slow down. So in just in terms of the mindset, both within the government and within economists who are working here, what is you know, how are how are they adapting? You know, how are they noticing like you pointed out that how it's a delightful time to study economics because it's almost like these experiments where you had a control and then the control gets removed and you can see exactly what the consequences and there are so many insights because there are so many things changing. But you know, you're a young person who is forming at that moment in time, I would imagine that everyone who is a major economic commentator at the time or is in government there in the 40s and 50s, settled ways of thinking, is that an issue when you are in this landscape, looking around studying these things that really no one in India is studying because like you said, they're doing development economics and, you know, hunger and nutrition and redistribution and all that. What is it like, you know, are you someone who kind of stands apart?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:26.960",
        "message": "Yeah, very lonely, I would say very difficult and very lonely. So if I give you a concrete example, when we opened up in 91, after opening up the current account in about 93-94, we started opening the capital account and we started getting a lot of FII investment and that meant that the rupee started appreciating and RBI started buying dollars, they didn't, they just bought dollars, unsterilized, I mean, they just bought dollars. So the money supply in the economy increased and they started getting inflation. So by mid-96 or so, we started getting a lot of inflationary pressures. But the mindset was that this has nothing to do with opening up or should we allow exchange rate flexibility, should we not try to fix the exchange rate. You know, the exchange rate stayed at 31.36 for 16 months after we made it flexible. So we said now the exchange rate is no longer administered and we are moving to a floating managed float, but it stayed at 31.36. Now in those 16 months, RBI was busy buying up dollars and because they had understood so little, they were not sterilizing them. So back to back, in other words, in our audience, we're not used to the word sterilized intervention by the central bank. It basically means that you buy foreign currency and so in your monetary base, you're adding to your monetary base by buying foreign currency because for every rupee you buy, you've issued, sorry, for every dollar you buy, you've issued a number of rupees. If you sterilize it, which means that if you're worrying about the impact it's going to have on the monetary base, then you sell government bonds and you pull that money back so that you don't let liquidity in the economy increase. You know, it was early days, they also had no experience. So they did unsterilized intervention and there was just very little understanding of what was going on. And then they started talking about that we are building reserves, that we're doing this because we are building reserves. It sounded very good to everybody in government. Why? Because in this 91 crisis where, you know, that whole story, I'm sure everybody has heard it a thousand times, but the story that India mortgaged a plane full of gold and we went with a begging bowl when we didn't have even 15 days worth of imports left, that story would be told again and again. And it would be said that, oh, so we are just, you know, we want to be safe, so we are buying reserves. People would justify holding those reserves by saying, oh, there is this in month rule, in month of import cover, there's this guidotti rule that we should have be holding so much of reserves or we, you know, there's so much hot money in, so we should be holding reserves for that. But essentially what was happening was that they were buying reserves to manipulate the rupee. They were just buying dollars because we are getting too much of an inflow of dollars. And this kind of continued for a while. And it was not that there was any great understanding of what is reserve adequacy and how much reserves would be held. So if one said that, look, this is an embarrassment of riches. I mean, I remember the phrase because I had a business standard column and, you know, the editor had very nicely found this nice, you know, that the titles are given by the page editor. So it was the embarrassment of riches. And you know, when one tried to say that, look, you don't need these, you're holding too much. I remember this was came up in a Nimrana conference, my first Nimrana conference where I said, look, this is becoming like Food Corporation of India. You know, you're just buying up something because it's there and then you won't be able to get rid of it. You try selling your reserves like you try to sell your wheat and your prices will drop. So what we are doing is not thought through policy. But you know, of course, people became very unhappy, particularly the RBI. So Dr. Rakesh Mohan used to be my boss at NCIR, he was the director general. And so I knew him very well. And so he would tell me that, oh, you know, every Wednesday, we read what Hazira said now. So they were not happy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:05.280",
        "message": "Because the RBI is going to come calling and they're going to, what was the pushback like in those days? Like, what were the other big battles? One, of course, is this, as you pointed out with the RBI regarding inflation and so on. But what were your through the years? What were your other kind of, you know, big battles like in terms of mindset and did that mindset ever begin to change?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:23.560",
        "message": "There are many more people today who agree on many of these issues. So among the other battles, one, for example, has been a later one, but one has been the Debt Management Office that we needed bond market. India needs a bond market. I mean, I thought that's something that everybody would very easily agree with that. I'm saying we need a bond market. I'm not saying we need a corporate bond market. OK. Now, to me, it seems obvious that if the government bond market and the corporate bond market are two different markets, you don't have liquidity, you don't have the players. But you'll see a lot of people talk about a corporate bond market. But when it comes to having a bond market, then because, you know, there's this issue of RBI is the regulator in the government bond market. So there's a lot of pushback. RBI is not just the regulator. They own the depository, they own the exchange, and, you know, they are themselves trading on that market and they are issuing securities for the government. So there is a lot of pushback on some of these. And I think a lot of that pushback is because of the fact that people don't like to see change."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:37.760",
        "message": "They're kind of stuck in the inertia and their ways of thinking. I'm trying to, you know, one question I've kind of had, and I know it's complicated. What has been our direction since 91, since today? And obviously, there's not one answer to that. And even within the question, I mean it in multiple ways, like what is there a directionality when we can talk about mindsets? And this would involve like mindsets in government, this would involve mindsets, you know, in the general discourse outside. Because one of the things that seems to me is that, okay, we made some reforms, which we had to in 91, and those happened. And after that, everything was sporadic. There were moments where there were impulses towards reform, where individuals kind of tried to do things. But in general, inertia set in again, and our default thinking has remained that the thinking that the state has to have control of everything. And you've kind of straddled this entire landscape, right, both as someone who's been in policy, studying economics, and as a public intellectual of sorts. So you know, what has that movement been like? Has it been one step forward, one step backward? Give me a sense of it."
    },
    {
        "speaker": "Guest",
        "time": "00:44:44.080",
        "message": "I think it's been a very difficult journey for reforms. So if I'm a reform set out on a journey, then I'm not gathering too much moss. There aren't too many people who are moving with me. Again, you know, I think there are tough wars, there are vested interests. So that is what holds back. So it's not so much that people don't understand, I think that there are vested interests, and then people pull back on reforms. So I mean, giving you this example that I was just giving about the bond market. So what we were trying to do for a long time, for a very long time, I mean, RBI had also proposed it, government was trying for a very long time is to set up an independent debt management office, so that that would, you know, that usually when we look around, then countries have done that. Most countries, not every country, but most countries have done that. And that really helps in building your bond market. And, you know, so if you look, I'm just giving you this example, because I'm more familiar with the reforms in the financial sector than in any other space. So what happened? Finance Minister Jaitley, even he tabled the bill in Parliament, there's so much pushback. And then, because politicians also have, I guess, limited capital, political capital, that they don't want to use it on something that is not going to give them immediate returns. The bill was withdrawn. And you know, after years of pushing this, finally having it tabled in Parliament, and then, you know, when the budget was to be, this is the 2015 budget, when the budget was to be voted upon, that day, the finance minister rolled it back. And this was a reform that the country needed, that the country still needs. But you know, it's not on the table anymore. Many things don't even come to the table. At least this was a bill that had been tabled. But many things don't come to the table. There are others like the FRDI bill, the Financial Resolution and Deposit Insurance bill that went to Standing Committee. There was a lot of pushback from, you know, public sector banks who said, oh, this means that all these banks will be taken over, and all kinds of rumors were floated about the Bill in Clause, about the amount of deposit insurance, all kinds of things which were completely incorrect. But that led to the bill being withdrawn. So pushbacks happen, I think, not just because of the mindset. Of course, I completely agree with you, as I was saying that there is a mindset issue as well. But that mindset is actually used, used in the sense of taken, made you, you know, misused by those who have vested interests, and they managed to push back. And that's why I think a lot of things don't happen. Many things have been stuck at very early stages for years, but they don't go through."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:59.280",
        "message": "So I have a couple of bigger questions I want to get to from here. And the first one has a smaller question before it, in fact, which is sort of the definition of reforms. Like, if we are to define reforms, it seems to me that most reforms would go in one fundamental direction, which is that our state has been too top heavy, it's been too oppressive. And many reforms are just getting out of the way, letting society solve its own problems, letting markets work and all of that. And a lot of the 91 reforms were exactly about this. Now, this leads me to the first of my questions, which is that if one of the things that reforms are supposed to do is reduce the power of the state, and you know, empower common people, then given that the state is supposed to make these reforms, doesn't it make reforms in a sense impossible that there is always going to be pushback. And unless you have, say, a transformative moment of crisis like 1991, that reforms are just going to be very unusual, because they go against all incentives of anyone in a position of power. I mean, of course, the mindset issue is one issue that, you know, most of them will believe by conviction that this is the right way that the state should control everything. But even if that were not the case, you know, when is the state ever going to give up power? So is that something that you kind of think about?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:16.560",
        "message": "Yeah, I think, yeah, yeah. But you know, I think that sometimes what happens is that the politician can see five years ahead, whereas the bureaucrat is seeing maybe the next six months until his retirement, and he's being risk averse and not doing anything. But the politician can see a little bit further ahead, he does have to win elections again. And you know, parties can see not just five years ahead, but even further, because they have to grow and stay. So I'm not saying that they all understand what is to be done, there is often lack of understanding and, you know, expertise and in-depth knowledge. But if there are things that need to be done, which they feel that people will not oppose, then those do get pushed through now the farm bills, okay. Now that was, I mean, we talk about the 91 reforms, but if you think about what were the reforms, they were just industry and trade, you left agriculture out, you left the bulk of the financial sector out, okay. So when you start doing farm bills or the reforms to liberalize financial, sorry, agricultural markets, which should have been done in 91, when you try to do them now, you saw the pushback. And I think that that will reduce the ability of any government to go further. But it is not that nothing was tried and it would not have given immediate benefits. It would have liberalized agricultural markets in a manner that they should have been liberalized. So, you know, I think while people say that being a democracy means that you don't do reform because you do populist things and you only look at the short term. But I think that sometimes you do reforms because you are also answerable to the people who you're going to go back to five years later. So you want to have something to show to the people. And if there is not much opposition, then you will do those."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:18.640",
        "message": "No, I agree with that. But I also disagree with the part of it like you spoke about, you know, the bureaucrats having a six month window and the politicians having a longer term view. But I think one of the things that gets in the way of reforms also is that politicians have relatively short election cycles in terms of the next election is not always just five years away. There are elections happening somewhere or the other. So if you're thinking at the national level, you're thinking, oh, Bengal elections is next or UP elections is next year. So you are kind of short termist. And also your, you know, your bound is how people perceive what you are doing. For example, a farm loan waiver, which almost became the rigor for every party to promise before every polls, a farm loan waiver, which is, you know, just a short term anesthetic will always have more takers than deeper structural solutions to whatever the problem may be. And also parties may kind of bind themselves into a corner with, say, the kind of nationalistic rhetoric that we see from this party sometimes where you talk of Atma Nirbharta and so on. And those can also lead to bad economics. In fact, good politics can often lead to bad economics. I've done an episode with Pooja Mehra on her book, The Lost Decade. And she pointed out that how, you know, some of the impetus behind why Modi abandoned reforms came after he was accused of being Sood Bhut ki Sarkar. And then he went all populist and, you know, reforms just stalled. And then the disastrous demonetization also came about his perception of what would play well with the common people. And maybe he was right because it did play well, even though it was, of course, a horrendous misstep. And what we see here, like I did an episode with our mutual friend Ajay Shah on the farm bills, where we kind of discussed about how the economic thrust of it is was great. But, you know, the ruling party completely messed up the politics of it and didn't go about it the way that it should have. And here also we see an example of where, you know, even like if you're trying to push through a measure which you know will be good in the long run, but in the short run might hurt people with vested interests or might hurt people in other ways. They are, of course, going to fight back. And our politics is so polarized that then that can paralyze all movement, as seems to have happened in the case of the farm bills. So this relationship between politics and economics, how do you see it? Because it seems to me to be more an adversarial one than otherwise that good politics will generally make for bad economics and vice versa, because, of course, the incentive of the politician is to provide good governance. But number one, that governance is more something that he or she wants to be visible in the short term. And they are more keen on narratives rather than actual governance on the ground, as we've seen."
    },
    {
        "speaker": "Guest",
        "time": "00:53:56.880",
        "message": "So if I look back at the NDA 1 versus, say, the UPA 1 and 2, then what you're saying would imply that it doesn't matter, you know, there would have been no difference in the economic policies or, you know, the previous Congress regimes after that, OK? But when I actually look at what kind of reforms were done in NDA 1, they were much more than what was done in the previous five years or the later five years, and bringing the private sector in for infrastructure, because there were shortages of, you know, capital or liberalizing capital account opening, allowing Indian companies to go abroad, which, you know, ultimately they became bigger multinationals, brought in technology, many, many, many, many, there's a large number of pension reforms, OK? So going from a defined benefit to a defined contribution system and a list of many things. Now, many of those things were fundamentally a belief in markets, a belief in the private sector, which we did not see in the Congress regimes. So my sense is that it does matter. Of course, all parties have to win elections. Of course, all parties have their own, you know, machinery to take care of, individuals to take care of, whatever, whatever, and so on. But if there are opportunities, then we do see some not going towards markets. So instead, when UPA comes back, when you see Manrega, you see a lot of welfare programs. I mean, the state pretty much moves towards bankruptcy in that space, where before growing rich, you have started doing a lot of redistribution, which then, of course, means that you have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:51.600",
        "message": "less money for, you know, the roads that I was fighting about, when you were 19."
    },
    {
        "speaker": "Guest",
        "time": "00:56:01.080",
        "message": "So I do think that it matters that the party, you know, has a certain thinking. And so there are tactics and then there are things which, OK, if you get an opportunity, let's do this. But it is a reform, and it is a reform that actually is a pro-market reform. And I'm not denying that politicians or bureaucrats want to have power. That's how the system till today. It's not that we don't have state intervention today. We have huge amounts of state intervention today. But I'm just saying that maybe, you know, you're a little younger, so you're not seeing this in these five-year chunks. But if you, sorry, if you look at NDA 1, and I look back, and I see there's quite a lot that was done, which was pro-market reforms, which was economic reforms."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:48.920",
        "message": "That's true. So I have a couple of follow-up questions. And one of them actually, you know, you stated it as buttressing my point, but I think it actually in a way it might buttress my point, which is that you spoke about the reforms NDA 1 did. And I agree that I think, you know, some of the stuff they did was terrific. But first of all, would you agree that the benefits of that actually showed up in the figures of the UPA? Like people will today say that, oh, in the 10 years of the UPA, we grew this much. And, you know, and I go nuts trying to say that, hey, this was because of the reforms of Vajpayee put into place. And then that would seem to state that if Vajpayee in retrospect was to, you know, sit there, he would say that, look, I can do these, but I might lose the elections, and then the next guy will take all the credit. So why should I think so far ahead? So that's kind of the first of my follow-ups."
    },
    {
        "speaker": "Guest",
        "time": "00:57:32.680",
        "message": "Yeah, that's a very good question. You see, so look at when NDA 1 lost, it was mainly attributed to the India Shining campaign, that it was because, you know, the better off were doing better than they had been. That is what should not have been said. And that is what lost the elections. And that the benefits, of course, showed up later. But I'm talking about a more deeper, shall I say, trait or character that you might do or not do something because of winning or losing elections. Okay, so that's one thing. But on the other hand, if you had no constraints, what would you do? So if you had no constraints, would you be bringing in more welfare programs, large ones, you know, and not ones that are interest subvention, where the government is putting this much money and, you know, getting leverage out of it? Not those, but, you know, very large welfare programs, which the state has little capacity to actually even handle, or would you be trying to do? In fact, if I look back at the Atmanirbhar package, a lot of those things were, many of those, including the farm bills, more prominently than anything else, the farm bills, were things that should have been done earlier, which were pro-market reforms. So what is it that you would do if you had been completely unconstrained? And what I'm saying is simply this, that different political parties do have different characters, do have different ideologies, would do different things if they were completely unconstrained. Then, of course, the constraint of elections comes in when the NDA would not run another India Shining program, wouldn't do many of those things, would back off when you say Sudbhut ki Sarkar. But if there was unconstrained maximization, then would they, you know, do things differently from what the Congress would do? And I think that parties, at least in our two big parties, from what I feel looking back is that they do differently, they do things, they pick different battles. And even though both are constrained, but, you know, to the extent, at least the PDMA bill was tabled in Parliament."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:02.720",
        "message": "Maybe they rolled back. I mean, I'm not sure how much of this sort of fundamental thinking, as you seem to imply, we saw in Modi's first term, you know, where I think a lot of the, I mean, I wouldn't even call demonetization a misstep, it was just a massive blunder. And the thinking behind it was completely wrong. And a lot of what seems to have happened in those five years seems to be more the whims and fancies of certain individuals rather than any kind of directed thinking. But leaving that aside, you know, the second question I had from what you sort of said earlier is again, a kind of a mindset question, which is, again, you know, talking about the growth versus welfare slash redistribution paradigm. And I don't even want to use the word welfare, because it implies, you know, welfare is a good word, you want people's welfare, but what we call welfare and economics doesn't always lead to good outcomes. You know, it just speaks to good intentions. And we, you know, make the error of often judging policies by intentions and not outcomes. But the truth again, there is that again, I think, to me is sort of shows a difference between a positive some mindset and a zero some mindset where the redistribution mindset is that some people are rich, some are poor, we got to do something about the poor, how do we do it, we must redistribute. But the point is, if overall, your country is poor, that's not going to achieve anything. Whereas a growth mindset is that, you know, let's grow, everybody grows together, maybe inequality grows as well. But both the rich and the poorer will get a little richer, at least you're solving the problem of poverty. I mean, one of the things that I find is that most people think inequality and poverty are exactly the same thing. And if you're thinking in terms of growth, it doesn't seem to me that that is the case, it seems to me that, you know, for example, through the 90s, I would say that, you know, India lifted hundreds of millions of people out of poverty, and inequality grew. And I don't see that inequality as a bad thing, I think a fundamental problem is poverty. And it's really wealthier nations, that having solved the problem of poverty, can then look at inequality and say that, okay, let's redistribute and all that, you know, even the Nordic states really became welfare states after they reached a certain level of wealth, and they could actually afford to redistribute. And I'm not sure that we can really afford to redistribute too much. So it just in terms of mindsets, have you seen this changing? Or would you say that certain parties like the Congress, for example, have this zero sum mindset. And also, when you think about how it plays in politics, redistributive politics will always play better, because you seem compassionate, that will bestow all this largesse on the people, it seems compassionate, it plays better in political terms. But a lot of these pro poor policies, as we have seen through the decades, actually harms the poor. And honestly, you know, even in the last few years, I haven't really seen, you know, I agreed that the Vajpayee government was refreshing in many ways, but I haven't seen that in the Modi government at all. I mean, they've also been quite welfarist. In fact, that could be one reason they did well in the 2019 elections, because Modi actually managed to implement some of the welfarism in the heartland and so on."
    },
    {
        "speaker": "Guest",
        "time": "01:03:00.800",
        "message": "My understanding of what Modi tried to do was to get more to the people out of the same money that the Congress was spending. So if you beam it directly into their accounts, which is something that Montech used to be wanting to do towards, you know, Montech and Nandan, they were making plans and those are things that they were wanting to do, and in fact, UIDAI was set up as a structure that would allow them to do that. NIPFP had done a study for the then Planning Commission, where we had worked out on how ghost beneficiaries and duplicates would be reduced by Aadhaar and therefore all programs of the government should actually be done through Aadhaar and there should be direct benefit transfers. So, you know, when we study Latin American countries and we study direct benefit transfers, cash transfers, instead of the kind of stuff that we used to have, then we used to say that that is better economics, you're spending the money. Now that way Modi got more bang for the buck, because when something goes straight into a Jandhan account, Aadhaar-linked Jandhan account, instead of, you know, it being leaked, what did Rajiv Gandhi do?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:23.160",
        "message": "I think Rajiv Gandhi said that something like 85% of, there's 85% leakage. So if you give a hundred rupees to a guy, by the time it reaches him, there's 15 rupees"
    },
    {
        "speaker": "Guest",
        "time": "01:04:32.600",
        "message": "left. Absolutely. Absolutely. So, when you are in a system where there are a lot of middlemen and the middlemen would, I guess, not something I know, but I guess over the years have allegiance to the Congress because, you know, that's the old elite, the old political elite. And now there's no point in your feeding those middlemen, right? Because they're not yours. And secondly, you will get more bang for the buck, you know, when the hundred rupees reaches your voter directly, in a manner which, I mean, all Latin American economists and many of us who, till it started happening here, were lauding cash transfers, were saying that that's the right thing to do. Then it is an approach that, just let's assume for a moment, you know, put the economic reforms, pro-market economic reforms, as we understand it, to one side for the moment. Let's just try to assume that it was a UPA-3, okay, which went with, I'm not saying that Modi was UPA-3, so please, you know, I'm not, I'm only saying that, let's just assume that we take it as a continuation of the plans that were made by Montek and Nandan for the Planning Commission, which was the cost-benefit analysis study that I did, okay, at an IPFP for the Planning Commission, that this is what should be done and that this is how you'll reduce the leakages, both for ghost beneficiaries and for duplicates, and you will reduce leakages that go to the middlemen, and then let's say they had implemented that. I think all of us would have been saying that's very good. What happened, in my opinion, was that we had very high expectations of NDA-1 sort of reforms from NDA-2, and instead of, and maybe in the meantime, the party had understood that doing the NDA-1 reforms doesn't get them votes, so maybe they could slip in a reform here and there because they're not opposed to those reforms, but they could not be showing them as their big, that was not, you know, the big thing that they did. In fact, if the big thing that they do is to stop leakages and directly reach people, then you know, I think it's a very, very clever, very, very smart, very smart political move, and I think that's perhaps a part of what won the 2019 election."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:09.640",
        "message": "So to sort of paraphrase what you're saying, you're saying that yeah, okay, there's a trade-off between growth and redistribution, we should have pro-growth policies, but given the political reality that those are much harder to do, and much harder to pull off given political constraints, maybe it makes sense that if you have to do a certain amount of redistribution, do the damn thing well, just be much more efficient. And therefore, something like this, which is cutting off leakage from, you know, leakage of 85%, as it were, maybe more, maybe less in specific instances, is something that is going to pay you kind of great political dividends, so why not do that, and maybe other reforms"
    },
    {
        "speaker": "Guest",
        "time": "01:07:45.320",
        "message": "can happen, you know, economically, plus economically, economically, as I was repeating that, when you study the impact of leakages on the FISC, and you look at whether, you know, you want to keep on letting that money slip through without having an impact on poverty, then it makes economic sense to do direct cash transfers. And if you spend the first two years doing this, whatever, Jam, Aadhaar, Trinity, whatever they call it, Jandhan Aadhaar Mobile, right, Jam, yeah, Jandhan Aadhaar Mobile, so if you spend time building the whole infrastructure, so I was in the ministry at that time, I was in the Ministry of Finance, you know, so as far as I was concerned, they did all the macroeconomic stabilization things with fiscal policy and inflation targeting, and some limited reforms that I had been talking about, but on the other hand, this was a big focus of the government, that we just get the money directly to people. That's not bad economic policy, that if you were doing redistribution badly, and you start doing it properly, that let's say that's your focus, not your focus is not to do agricultural bills on the first day, you did that in India too, I think that was a smart thing to do. I think that makes sense, not just politically, not just politically, it saves your fiscal lot of money. Otherwise, you know, think of the corruption, the leakages, the rent-seeking, what we have, we can just spend all, everything possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:26.880",
        "message": "So you were like a principal economic advisor in 2014 and 2015. Now it's interesting that, you know, if I remember correctly, at that time, you sided with Raghuram Rajan, when he spoke about inflation targeting and all that, and Piyush Goyal was against it and so on. So what's that experience like, like one of the things that, you know, Pooja Mehra wrote about in her book, The Lost Decade was that there was a certain continuity that when Arun Jaitley came in as FM, he carried forward some of the thinking of the later months of Chidambaram. At that time, there was some unity there, and then everything kind of fell apart as it went along. And of course, you know, I know that there will, of course, be things that you cannot speak about or, you know, can't reveal. But apart from that, what was that experience like of working within the government? Was there a sense that there is one direction that we are going in? Were you taken seriously? I mean, you did one of the economic surveys, yeah?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:16.880",
        "message": "Yeah, very much, certainly on inflation targeting. I mean, this was work that I had done when I was part of the research team of FSLRC, the Financial Sector Legislative Reforms Commission. This was work where I had a chapter in the book that was released by Prime Minister Modi when he was just elected, I mean, within the first few days. And this was something that I'd been working on for quite a while. And then when it came to, you know, working on first the Monetary Policy Framework Agreement, that was done in 2015. And finance secretary knew, you know, the DEA secretary was Rajiv Mehrishi, who first it was Mr. Mayaram, who I worked with, and he was also continuing that agenda forward. And then Mr. Mehrishi came and he put, you know, the accelerator was pressed very hard. And a lot of this work got done at that time. So by March 2016, the inflation targeting, the bill was actually, the RBI Act was amended and the objective of monetary policy was changed. So this was a period that was, I should say, exhilarating."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:35.160",
        "message": "You say this was a period which was exhilarating, why did the period end?"
    },
    {
        "speaker": "Guest",
        "time": "01:11:39.480",
        "message": "Well, I moved back to NIPFP and Mr. Mehrishi moved on, he became the Home Secretary. And then I think the way things went, it was also Arvind then joined as CEA. So earlier he was not Chief Economic Advisor. And then they started, Arvind was focusing on infrastructure, public sector, public investment in infrastructure. There was focus on doing NIIF funds for investment, basically, the focus shifted to how can we increase public investment away from, you know, when you do financial sector reforms, the returns come a decade later. So I think part of what happened was that, yes, we've done some of this and this will take years to play out, but now we better get back to the task on hand, which is try to push investment. So the focus shifted a bit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:39.080",
        "message": "Wonderful. So what we'll do now is we'll take a quick commercial break. And when we come back, we'll talk more about the economy as it is now and how it has been in the last few years and how it has been post COVID and how it's all going to play out. But before that, a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog, India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons, and now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene and the unseen. I'm chatting with Ela Patnaik about the Indian economy as it is today. But I'll continue with kind of general questions for a while because this is sort of a question that has a bearing on everything. And it's a question about data. Like as an economist, you need raw material to work with. And in India, famously, the quality of data is incredibly iffy. So much of India is actually in the informal sector, for example, like, I remember sort of interrogating Arvind Subramaniam on this when he was on my show about, you know, the impact of demonetization. And my point is that, you know, so much of the data is just not there, because it would have hurt the informal sector the most. And even a lot of the data which is there, like the GDP, for example, which is like a sort of a marker in the public eyes for how the economy is doing. But number one, the methodology keeps changing and is somewhat opaque. And number two, any metric that exists can be gamed. I had done an episode with Rajeshwari Sengupta on the GDP as well. And it's historically been a metric that can be gamed, has been gamed. One doesn't know how much it truly reflects either progress or the opposite of it. So what's your approach towards data in the sense that, you know, since the mid 90s, you had to work in this environment where you know your data is iffy. So do you figure out proxy ways of getting data? Do you do different kinds of jugaad for your analysis? What's your approach towards that?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:21.600",
        "message": "And how much of a hindrance is it? So I started working on business cycles, which mean trying to track the economy in 96. You know, that was one of my first projects and it was a project for the RBI at NCAR, where we were trying to look at how can we measure the economy as it is today? How can we measure the economy looking forward as well? And GDP is not even adequate for that. So one issue that you're talking about is the quality of the GDP data, but the second is that it comes later. So you know what happened if you know a bit about what happened earlier, but you don't know what is happening now. So what we did was to, well, we had 105 monthly series that were available. So you know, you think about price series, imports, exports, money supply, IIP, then now we've added more lately, I continue to, you know, do the same thing, because tracking the economy is something that's of deep interest to me. So now we've added data from sales and profits of firms. So there's a prowess database where they put together firm performance, so annual reports of firms, so we track that. So we don't just look at only GDP, we look at a number of indicators. There is actually a well-established literature on this, where starting from Mitchell and Burns at NBER in the US in the 40s, there is an attempt by economists to catch what is happening today, to catch it not just through GDP, but to understand it through a number of other indicators. We have also been trying to build a coincident indicator series and a leading indicator series to see how they behave. Now, very often, you know, we see things a little before they happen, because we are looking at these various indicators. Of course, we are constrained by not being able to see everything, because, you know, we don't capture the informal sector. But you know, we don't capture the informal sector from the production side. But if you think about it, then people in the informal sector also live, consume, buy things. So, you know, GDP is measured not in just one way, but in three different ways. And we do capture some of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:47.520",
        "message": "Can you give me any example that comes to mind of when looking at data in all these very granular, unconventional, nuanced ways might have given you insight about something that is happening or something that is going to happen, which you would otherwise have missed? Like, were there any aha moments in all these years of studying the data, which kind of made you see something a little better?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:08.240",
        "message": "Well, I think it's more a question of timeliness, that one is able to see that, you know, if it's imports. First of all, it's not very unconventional, by the way, as I said, it's been done since the 1940s. But in India, I mean, yeah, yeah, yeah. So you know, you start looking at import data, we even make an index of our leading indicators, some others also do. But if you look at import data, it reflects what is coming later. So you kind of catch on a little sooner. So it's a question of time, not so much of being, you know, knowing more or less about the economy. So you get to know a little bit sooner when you track other series, which are more frequent. Like I was looking at the export data. So weekly in the first week of May, this May, exports are showing an increase of 80% over the last year, when last year, there was a lockdown, of course. So there's a base effect as well. But at least it's showing 80%, it's showing a positive high growth, because the world economy has started picking up. So you know, then you it helps you understand better of where you're going, and you just get a bit of an early start."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:24.640",
        "message": "So the way I want to talk about the economy is maybe the last few years and then come to COVID. But an immediate question, which is kind of sparked by the beginning of this pandemic, because I just want to understand how an economist thinks about specific problems. So now let's say that in March last year, if an economist working with government and I'm specifying working with government in this hypothetical instance, because I don't just want to think of how economists sitting on the outside whose views may have no bearing on the world, how they think, but if you're working with government, if you're advising government, then how would one begin to calibrate a policy move, like a lockdown, like you've of course, characterized it as lives versus livelihoods, which of course it is. And you could also say in a sense as lives versus lives, because, you know, in the long run, there will be the impact of a lockdown. Now, this kind of policy measure seems to me to really be a terrible Hobson's choice in the sense that whatever you do, the bad effects of it are seen, and the good effects are unseen. So you you know, if you call a lockdown, you will, for example, see the impact on migrant labour on the economy, you'll see all of that what you will not see is the opportunity costs the lives that you've saved. And vice versa. If you don't call a lockdown, you'll see the lives of people who die. But what you won't see is that the economy is still functioning. Now, whenever one makes a decision like this, and unfortunately, with the Indian state, because of state capacity, there are only these very blunt tools, you either do a lockdown or you don't. And you know, given that that is the case, how would an economist think about this? Like what is the data you'd look at, what would you do to establish some kind of understanding of what the probabilities might be? And of course, the political calculus and all that is something completely separate. But just to sort of understand how an economist thinks, what are the tools you're bringing into play here? How would you do it?"
    },
    {
        "speaker": "Guest",
        "time": "01:21:16.520",
        "message": "I would think about what is the kind of shock that this is. So in the first lockdown, it was a supply side shock. Because we said, okay, shut down, and companies had to shut down. It wasn't so much a demand side shock. I mean, of course, to some extent, you would call it a demand side shock, but it was a temporary demand side shock, that is people could not go to the shops. And so they were not buying products. But suppose it had lasted, let's just because there's so much uncertainty that one doesn't know whether it was going, how long it was going to last. But suppose it had last, the lockdown and the pandemic had lasted one month. And let's say that my understanding from not economics, but epidemiology and you know, whatever, whatever the doctors were telling us was that it was going to last for one month. Let's just assume. Then I would try to understand, okay, if I, one month later, I allow people to get back to work, then it will almost be, you know, the demand would not be hit. It would mainly be the supply got affected. Yes, there would be some people whose balance sheets would hurt, but, you know, we can go forward. Now, if I turn to today, and suppose, so again, data is very limited. One would look at consumer sentiment. One looks at imports in terms of activity, one looks at exports. So, you know, looking at what is happening here, household expenditure, household, you know, unemployment data that one gets, Mandrega data, because Mandrega is a good indicator of people having gone back to villages and what they are doing now. Putting all of this together, one would try to understand, has there been a year long deep impact on people's incomes? And if so, then are we going to see a deeper demand effect than we saw in the first case? And that would help me to, and suppose, of course, somebody said that this would continue for a year, okay? Then one would try to think of what are the policies? These are not easy choices. As you very, very correctly said, whatever happens, you're going to be blamed for doing the wrong thing. Okay. But, you know, then one would try to understand, okay, what does one require to give a demand stimulus? Initially, if you notice, I mean, somebody must have figured this out. But there wasn't much of a demand stimulus given, because it was a supply side issue. So when the package came, it had, you know, food and so on. But other than that, it was reforms. In some other countries, they continue to, they gave wages. So I guess, you know, these are the tools I would use."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:01.740",
        "message": "This is how I would think about it. And how does one, like, for example, another policy debate that I've seen playing out in the United States, for example, is that when do we open schools? How long do we shut schools? You know, Anup Malani in an episode with Milan Vaishnav on his podcast, the Grand Tamasha, Milan's podcast, that is, had made the point that, you know, that if you shut schools for a year, for example, in a hypothetic situation, the loss to the economy in the future is also immense because human capital is getting affected. And you simply don't know that just mentally how the kids will be and how everything will proceed. There are so many kinds of imponderables. And at some level, when it comes to things like this, it seems to me that, you know, the cost goes somewhere, the benefits go somewhere else. How can you even do a cost to benefit analysis? In many ways, it seems like apples and oranges. And the very act of attempting to do an analysis would also come down to say putting a price on a life. Do economists who often get a rap for being heartless, do they do that? Do they like implicitly are you having to put a price on lives? Like, if I was to tell you that the lockdown will save 100 lives but cost so many 100 crores, you would probably say, let's not have a lockdown. But if I tell you it will save 100,000 lives, and you know, the calculus changes. How does one, you know, come to grips with all of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:18.080",
        "message": "I'm not sure that economists do this very differently from the rest of us. And if they do, if they do, they're pretending to do it. Because nobody can put a cost to a life. You might have your measures, you might develop them because you want to be able to pay somebody in case of an accident. But you know, that's a bit of a practical thing. But if you do it prior to the event, then I don't think anybody, economist or not has the courage to say, these young girls, daughters of so and so can go die. Nobody has the courage to do that. And nobody, we don't think like that, we can't think like that. So I'm not sure that, you know, this is something that anybody actually does. Even though yes, you know, there might be academic papers and debates saying that, you know, it's okay to lose 1000 lives and, you know, not spend money. But you know, at least I've always been saying, initially spend what you have to on the RTPCR test. Let it be 1% of GDP and whoever spends it, whether it's state governments, central governments, companies, schools, institutions, whoever spends it. And today that spend what you need to on vaccination, you know, bring all the energy you have, bring all the money you have. I mean, you save a life, you can always earn more later, do something, not do something, live frugally, whatever happens, but you know, once you've lost a life, it doesn't come back. And you know, this is a pandemic, it's a once in, I don't know, we've never been in this situation before of making these choices. And I don't think anybody has the tools or is in a place to actually make these choices. This thing, I think, comes down to the question of when you decide whether to do a national lockdown or not to do a national lockdown, okay, that's what this will come down to. Then the question to ask would not be whether you were making the decision between saving lives and not saving lives, but it would really be that could a local lockdown save lives as well, compared to a national lockdown, because a national lockdown absolutely does lead to a lot of misery and loss of livelihoods. But does it actually save more lives? Does it, you know, so if somebody's ill in some other state, but like in Delhi, if we have started recovering and positivity rate has gone down, and the number of infections has gone down, then maybe a week or two down the line, if we decide to open up, even if cases somewhere else are rising, then is it not more rational to do so?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:52.920",
        "message": "I think that's the choice. Okay, so you know, when you said at the start of your answer that you think economists are just the same as normal people, what you went on to say was that none of us will want to place a value on a life. But I thought you meant the opposite. So I was a little surprised because I think implicitly everyone is placing a value on our life, like even my own, for example, like every time I cross the road, I know there is a very, very small probability that, you know, something will run me over. But I choose to make that choice, because the sort of utility of crossing the road is worth more to me than whatever that very tiny percentage is. And this, of course, you know, every time I go out on a drive, for example, I'm making the same kind of calculus, in a sense, I'm placing a certain value on my life. And I think economists would also implicitly at least have to do that, even if they can't put a number to it, because it is so icky. And as human beings, we want to think every life is priceless. But you know, in a thought experiment where a lockdown is going to cost, say, a thousand crores, but is going to save just one life, you know, and you would say that the loss of that thousand crores, the economy will actually cost many more lives somewhere down the line. And you don't actually know that. So somewhere there is a number at which you say this is a threshold we have to call a lockdown now. Yeah, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "01:29:03.280",
        "message": "But, you know, when it comes to things like giving indemnity, if the state has to say that, OK, if something goes wrong, we'll pay for it, while if, you know, people don't get the vaccine, oh, I will not give the vaccine, but I'll save, you know, whatever, ten thousand crores. OK, but, you know, ten crore people will die. If that's the kind of choice, then it's an open, nobody, yeah, yeah. So, you know, of course, I mean, I'm just saying that as economists, one is not doing anything different. I mean, you are you are placing a value on your life. Ask your mom."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:40.240",
        "message": "No, no, I in this present circumstance, I mean, frankly, I think we're both in agreement that we should just spend whatever to, you know, save lives because, you know, you'll spend a thousand crores, but in the long run save way more. And also indemnity, I guess you're referring to the whole Pfizer thing. And I guess you agree with me that we should just give indemnity. Every other country has given them indemnity, just bring them in, just get that, make the damn vaccine available."
    },
    {
        "speaker": "Guest",
        "time": "01:30:03.760",
        "message": "Just feel that every day we are losing people and, you know, they won't come back. Whereas if we put some money down, then we can always earn more money or even if we don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:13.480",
        "message": "earn more money. It's fine."
    },
    {
        "speaker": "Guest",
        "time": "01:30:15.480",
        "message": "I mean, we can live a bit more frugally. Yeah, it's fine. It's fine. So I think this should be at the top of the agenda."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:21.440",
        "message": "It's just nuts. But I mean, that's another discussion. Let's kind of get back to the economy now. Let's kind of zoom in and talk about, say, the trajectory of the last few years. I'd done an episode with Pooja Mehra on her book, The Lost Decade, where the trajectory that she shaped for me was that, look, our economy suddenly started doing much worse at around the time Pranab Mukherjee took over as finance minister because there were the terrorist attacks in Bombay. So, you know, Shivraj Patil was Home Minister, did a lousy job. They shifted Chidambaram there, therefore Pranab took over finance, made a complete mess of it, started going downhill with a credit crisis, kind of got exacerbated. And there was a whole atmosphere of retrospective taxation and what that did for the investment mood. There was just a bunch of things which listeners can go listen to that episode and all that. And then when Modi came, they were, you know, Chidambaram took over after Pranab was elevated to the presidency for a while. But he was there for too short a time. And then Modi took over. And then politics came in the way the moment the suit boot ki sarkar jibes came, reforms went out of the window and demon happened, the incredibly botched GST happened and so on. And it's just been downhill. And then COVID hit and everything's just been downhill for the last 10 years. Would you broadly agree with this narrative? And you've been much, much closer to the action. So what is your sense of it? I mean, I'm sure there's a lot of nuance you can add to this."
    },
    {
        "speaker": "Guest",
        "time": "01:31:45.120",
        "message": "So I think 2011 or so is the period when I started seeing investment going down, private investment. I mean, really what has taken the economy up and down is cycles in private investment. So 2011 is the period when it starts going down. And I agree with most of what Pooja has said and what you're telling me. But just to add to the story, in my opinion, the story began earlier. The story began from 2004 to 2007. And why do I say that? Because that was the time when there was a lot of capital coming in. RBI was buying up dollars, pushing liquidity into the system. You know, we all look at it from our perspective. So I look at it from the perspective of monetary policy. And there was a time when credit was growing at about, in 2007, at about 40% per annum, a very high growth of credit. And banks were lending merrily, not being as prudent as they might have been if you didn't have this huge liquidity sloshing around in the system. And then came the 2007-2008 Lehman episode. In fact, things start going bad even towards the end, right at the end of 2007. So but of course, Lehman was the turning point. And after that, you had a sudden contraction in the economy and a decline in demand. A lot of the loans that had been given by the banking system were already in trouble. Most infrastructure companies, there had been a lot of emphasis on infrastructure. And you know, really, banks are not well suited to lend to infrastructure companies, because there is a maturity mismatch. The capacity of banks to assess those loans, to hold on to those loans for 30 years, to resist political influence, and not to give loans, especially public sector banks, you know, and with a regulator who would pretty much was turning a blind eye to the loans that were being given. So I can say that, you know, I've done some rough analysis, but roughly a third of the loans went bad, because just bad business decisions, people had been overoptimistic. And a third, of course, were frauds and cheats who ran away. And the others got into trouble because of what used to be famously called then policy paralysis, that you stepped out, you thought you'd get an environment clearance, you know, and somehow in the system, environment clearances were supposed to be gotten by the private contractor who was doing the project. It wasn't that the government, within the government got those clearances, they thought, oh, he let him bribe his way through. So a third, roughly a third went bad because of those. Now, this was a situation in say, 2010-11, when on top of this, you add retrospective taxes, and a badly managed Ministry of Finance. I was doing this NIPFPDA program that we've been doing, and it's a badly managed Ministry of Finance under Pranab Mukherjee, honestly. So put that all together, and you see that from 2011 onwards, investment starts declining. There's a little bit of a blip in 2015. So I expect that when Modi becomes Prime Minister, people start thinking that things will get some of those problems will get solved. But then that also, you know, goes away in about 16 or so, even before demonetization. So demonetization doesn't actually have a great visible impact. So I was one of the, you know, very outspoken opponents of demonetization. But when I look back, I didn't see as much of an effect as I thought there might be. But you know, be that as it may. Investment didn't pick up again. And we are, you know, I don't know where we will go in terms of, because the pandemic is I guess the last straw in this, because the more the uncertainty, investment always does badly under uncertainty. So if it didn't pick up from 2011 onwards, then this is not a time when I would think it's going to pick up very fast. Things will take time to work out. So that's the backstory I would add to Pooja's story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:28.240",
        "message": "How much of a factor in investments picking up is a quantitative easing, for example, which happens out there, which happens in the US, for example, the easy money coming in, so to say, because there is some of that happening right now after this pandemic, and some of it will find its way into India. In fact, some of it is why the stock market has done much better than you would expect it to in these economic circumstances. So are certain aspects of how our economy does independent of our economy itself?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:54.480",
        "message": "Yeah, absolutely. They are, but I think it's also about what is our policy response. So episodes such as the taper tantrum. So in 2013, when Ben Bernanke was expected to, you know, when he spoke and people thought that the Fed is going to start tightening right away, then money started flowing out of emerging economies. India's response was that we want to defend the rupee. And to try to defend the rupee, you know, we had Chidambaram and finance secretary and everybody just coming on TV every day, hiking up interest rates. This was a big mistake. I mean, the rupee kept slipping. They couldn't stop that. But they tightened monetary policy so much that, I mean, that's one thing that's really hurt the system. Because rates didn't go back down for a very long time. And so they didn't reverse, almost for a year, they didn't reverse all the measures that they had taken in the rupee defense of 2013, after the taper tantrum. And so let's just look forward now, see US is arguably overheating, because they've given a large fiscal stimulus and a large monetary stimulus. And if they're overheating, and if they start seeing inflation and the Fed starts tightening, then we could easily have again this risk on risk off situation where money goes out of emerging economies. The question would be what is going to be the policy response of the government and the RBI, if they start trying to defend the rupee, if this happens. So if it doesn't happen, fine. If this happens and they start trying to defend the rupee, and for that they tighten liquidity, raise interest rates, like they did in 2013, then whatever little chance we have of, you know, somehow getting up and trying to walk, we lose that as well. So the policy response, to a very large extent will determine the impact of what happens in the US on us."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:10.480",
        "message": "So a couple of questions. One is that it's kind of amusing to me how somehow in the popular narrative, the where the rupee was got tied up with nationalism, that if the rupee was strong, we would be proud and if the rupee was weak, we would be nahin yaar, woh dollar ko itna aage nahin jaane dene ka. So you know, how much of that is kind of a barrier and then if the if the popular sentiment becomes like this, and definitely a lot of Modi's campaigning pre 2014 was look what is happening to the rupee, and of course, forget what happened to it after he took over. How much of this then involves the actual policy response like does it even matter like shouldn't the rupee be wherever it is and we should simply not bother about it. That's what I would imagine. What's what's your take on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:51.400",
        "message": "So if you look back, it's a very interesting story that in the early 2000s, there was this huge attempt to prevent rupee appreciation. You wanted a weak rupee and why was that? Because the dominant lobby was the exporter lobby. The exporters were all the time, you know, whatever their federations are, whoever the exporters are, their industry lobbies, somehow, they always convince economists to say what they want said, but there was a lot of this, don't let the rupee get strong, CEO opened up capital flows, now capital is coming in, pushing the rupee up, making us uncompetitive, try to prevent rupee appreciation. And then RBI went on this major thing of trying to buy up rupees, preventing an appreciation. And then sometime in January 2004, they ran out of government bonds to sterilize their intervention because they were doing fully sterilized intervention because this was the second episode."
    },
    {
        "speaker": "Unknown",
        "time": "01:40:49.440",
        "message": "Remember, they hadn't done that in 96."
    },
    {
        "speaker": "Guest",
        "time": "01:40:52.200",
        "message": "So now, why did the situation change? In my opinion, the situation changed because once you allowed foreign borrowing, dollar denominated borrowing, then the people who were borrowing in dollars had a lot of dollar exposure. So they don't want a weak rupee. And in terms of the political influence and the, you know, cacophony, the everything, the need for a strong rupee became more important than the need for a weak rupee. The exporters had wanted a weak rupee, whereas the firms who have dollar denominated borrowings on their balance sheets, they want a strong rupee. So I don't think it's that much of nationalism. Of course, you know, somebody might say this or that, but I think eventually, at least what I see getting translated into policy and pressure for a certain kind of policy is how is industry getting impacted by the movement of the rupee, because there's a lot of exposure and that exposure, foreign currency exposure, which means that firms will get hit when the rupee moves. And this exposure is there because, you know, RBI is constantly intervening to try to prevent rupee, they call it volatility, let me call it flexibility, as you've just called it. They try to prevent the rupee from moving around too much. So when they try to prevent it, people think, aha, I can take, now they'll take care. So the rupee won't weaken too much or the rupee won't strengthen too much. So you get a lot of foreign currency exposure. This is part of the reason why you always have some sort of a pressure on RBI to do"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:34.120",
        "message": "something or the other. And what's your recommended response to these kinds of pressures?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:40.180",
        "message": "Because exactly as yours was, stay out of it, just stay out of it, let it go wherever. And people will hedge their risks then. Today, it's a moral hazard problem, are not hedging their risk because they come back and scream at you, don't let the rupee this, don't let the rupee that, intervene, intervene, intervene. Oh, this has happened. And then the RBI steps in and intervenes. Whereas if you allow it to be volatile, to be flexible, people will hedge and you won't get that kind of exposure, currency exposure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:13.420",
        "message": "So one of your core causes, and before we get to the COVID economy and all of that, one of your core causes through all this time and something that you're known for and that mutual friends speak very highly of is your work on inflation targeting. So I'd like to kind of try and ask you to demystify it a bit. So first of all, I'll quickly kind of sum up what the role that monetary policy plays in terms of inflation. And you can correct me if I'm being too simplistic or if I mess up somewhere. But basically what happens is that the RBI controls, your central bank controls the flow of money into the economy. So they can lower interest rates, which would mean that there is effectively a greater flow of money into the economy. And if the money supply goes up, but everything else remains the same, the prices of everything will rise. It's a supply and demand thing. And it's the opposite thing that if they tighten it, then, you know, there is less money out there. And therefore, the price of everything might even go down or it'll affect the rate of inflation. And the reason for the political impetus for loosening interest rates would be that, you know, in the short term, you get, you know, more money out there, there's more buoyancy, there's more spending. And that makes the economy kind of look better. So that is kind of one of the pressures that you sort of have to balance. Now, you know, one is this summation broadly correct in its necessarily simplistic way. And two, what then is inflation targeting? Like, is there an ideal rate of inflation that we should have? What is the role of a central bank here? Can you then demystify all of this that why did this become such an important thing?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:42.780",
        "message": "Yeah, so let's say that we have an economy that tries to target the exchange rate. It doesn't care about inflation. It targets the exchange rate. It wants a stable rupee. And as a consequence, we do what we did, let's say, what Bimal Jalan did in the Asian crisis, that when there was pressure on the rupee to depreciate, he hiked up interest rates by 200 basis point on 16th of January 1999 on one single day. Similarly, we do what we did during the period of the Tipper Tantrum that we thought the rupee is weak or will weaken. So we hiked short-term rates, tighten liquidity. What we're doing then is that let's assume that at that time, which is true in this case, but let's assume at that time the economy is not doing very well. Then what you end up doing is making it worse. Because the economy was already weak and because of that, perhaps, you know, you got this pressure on the rupee. Now, we were repeatedly seeing episodes of that happen, that, you know, the economy needed something. Okay, so your business cycle conditions were such that we needed an accommodative or lose monetary policy. But what happened instead was that because you were trying to defend the rupee, you went and hiked rates. What that does is actually makes your policy pro-cyclical. You were already going down and it makes you go down further."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:21.860",
        "message": "Because there's less spending and so on."
    },
    {
        "speaker": "Guest",
        "time": "01:46:25.340",
        "message": "Because of what you described just now that when interest rates are higher, so you've hiked rates to defend the rupee, right? But when rates are higher, people borrow less, people spend less, you know. So that's why rates get raised when inflation goes up or when, as we just talked about, the US economy overheating. So when it is overheating, the Fed may raise interest rates. So when there's too much demand in the economy, you try to bring it down. So we were seeing a lot of that happen. So in the Indian context, why did inflation targeting make sense? And why did the government go ahead with it? It's not because, you know, some of us write about things, we write about many things. But why it made sense was that repeatedly there were these episodes when you were doing something which was actually bad for the wider economy as a whole. So while it might have given you rupee stabilization. So that was the choice. The third choice, which would have been to close the capital account, we don't have that choice anymore. So we are such a global economy. And anyway, even if we try to close some accounts, money finds a way to move around. So we don't want to go there. Though sometimes, you know, they do try to impose some capital controls, gold, this, that and the other. That tendency is very much there. Okay. But as you said earlier, the mindset of trying to control is very much there. But let's just say that, you know, we put that aside because that's not going to solve your problem. So then you have a choice between these two things, between trying to stabilize the currency, which could be pro cyclical, if your economy is on a decline and your hiking rates, you're just doing the wrong thing. And the other is that you respond to the business cycle conditions in the economy. So while we say inflation targeting, but actually inflation doesn't happen on some island on its own. Inflation is happening when there is excess demand in the economy. And that is happening when the economy is on upswing. So what you're really trying to do is to stabilize the business cycle. You're trying to do counter cyclical monetary policy. That's the essence of why inflation targeting makes sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:46.280",
        "message": "So now a further question, because from the term, it would seem that there is an optimal rate of inflation you have to maintain. So is there an optimal rate of inflation? And why is it optimal? And how does one arrive at it? And so on."
    },
    {
        "speaker": "Guest",
        "time": "01:48:59.140",
        "message": "Broader question. So I think Raghu was the governor at that time. And this one was chosen as 2% above the inflation target in advanced economies. So advanced economies have roughly 2% and you want a positive inflation rate because you want relative prices to be able to move and you can't really have disinflation. So that's painful for too many people. So the advanced economies have chosen 2%. Now if you kind of think, Bilasa Samuelson, that you're getting a productivity improvement because you're an emerging economy, so you can have an inflation, you want to choose your target, your productivity improvement at a long term average rate of 2%. So your currency could kind of stay where it is roughly stable. You choose an inflation rate of 2% above the inflation target of advanced economies. So that's where that number came from. But the second number, which is our own number, is this 2 to 6. The 2 to 6 is the band around the 4% target. And that's really because one, inflation targeting was something so new and very few people really understood whether you'll actually be able to get to 4% inflation by moving around interest rates. And second, because monetary policy transmission is very, very weak. You don't have competitive, well-functioning bond markets and banks that would actually do this transmission. So in the absence of a well-functioning monetary policy transmission, you don't want a very tight target because then you would have to hike rates around, you have to jack them around up and down depending on the inflation. So what you want to do is get a bit of flexibility there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:52.980",
        "message": "Makes sense. Let's now come to the current time. Before COVID struck, let's say maybe February last year, before COVID struck, if you were to sort of talk about the state of the economy then, you know, not just in a static way, but as you know, part of different trends that have been playing out, how would you then sort of sum that up? Like for example, I've done episodes on the credit crisis with Arvind, Viral, various people. And you know, what was the state of that? What was the state of our economy generally? You know, what did it look like before COVID struck? Because I think it's important also to kind of think about that before we get down to talking about the impact of COVID, like I'd done an episode with Vivek Kaul on the Indian economy in 2019. And I remember, you know, everything we had to say was extremely bleak anyway. It feels like, you know, things were just going downhill, things look pretty bad. What was your sense of it at the time?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:46.740",
        "message": "I was worrying about two things. I was worrying about the fact that investment had still not picked up. And second, about the non-performing assets in the banking system. And that basically, I thought that this was a time when we should start moving towards privatization of public sector banks. And you know, some of the stuff I was writing was that unless we move away from this public sector banking setup that we somehow seem to be stuck with, we will actually not be able to recover. Third, that we have not done the financial sector reforms that are needed for us to be able to get back on track. You know, so the kind of things that need to be done are, one, a competitive banking system, which for me means either you reduce your shareholdership or you give a lot of private sector bank licenses. So that also brings competition. And you know, the telecom model or the aviation model where you don't, you know, you don't want to privatize them for whatever reason. The unions will make trouble or then give more licenses, but at least bring competition into the sector. So I thought that was a difficult enough agenda. But I mean, that was mainly the investment, credit, the shape of the banking sector were"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:14.780",
        "message": "what were worrying me. You know, on a tangent, since we are reaching COVID, I came across this interesting paper you wrote with Supriya Krishnan called Health and Disaster Risk Management in India, which was published in February 2020, last year before the pandemic struck, where you're doing various things, you're assessing our public health infrastructure and blah, blah, blah. So to what extent, and you also talk about communicable diseases in it and so on. So to what extent did, like, were there any new revelations or did things play out kind of the way you expected that we were nowhere close to being prepared?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:48.060",
        "message": "I think even if we had been optimally prepared, according to whatever we were measuring in that paper, we would still have been unprepared because, you know, I don't think anybody can be prepared for this magnitude of so many people falling ill. You know, you're not going to ever have so many doctors and so many people, so many nurses and so many hospitals, because otherwise they'll be unprofitable and lying vacant for decades, you know. So some arrangements, you don't have arrangements for a tenfold increase in oxygen demand. You don't have arrangements for this. So I mean, that was taking into a, you know, just assuming a normal, not a pandemic like this, but we couldn't have been prepared. At least I felt that even if we'd done everything we could, we couldn't have been prepared for this kind of magnitude of the crisis, health crisis."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:42.820",
        "message": "And given what we know in hindsight about how it was handled, assume that we use that knowledge and we can go back in a time machine and do everything right, right? So we end up with the best case scenario. What do you think that would have been?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:55.260",
        "message": "I mean, we would have tested more, if we could have tested more, we could have, we would have done local lockdowns more because we didn't understand what the full implication of a national lockdown would be, we would have pre-ordered vaccines when they started, when people started working on vaccines, not even when they did trial, phase one trials, but, you know, we would have pre-ordered vaccines and, you know, prepared hospitals so that in case that we still get the disease, but you know, all this is with the benefit of hindsight. I must admit that neither I, nor any of the big critics that I hear talk about this, were writing that, how much pre-ordering of vaccines have you done? On the contrary, one heard people say, oh, Covaxin is not tested, why are you allowing it? And why are you buying it? So with the benefit of hindsight, one can say a lot of things, but if I were to be honest and say that would I have figured out all this, then I don't think I would have figured out all this then."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:05.460",
        "message": "Yeah. In fact, you know, there's this really nice quote I came across where someone said that if you act optimally, then before a pandemic, it will always seem like you are doing too much. You know, that's what it will seem like before. And after a pandemic, it will always seem like you did too little. It's just, you know, we are kind of in this very tough spot, but looking at the pandemic as it kind of proceeded, I mean, obviously there are disasters at various levels like the humanitarian disaster, and let's not even go into that. But as an economist, when you're thinking of what is the economic impact of this, number one, and number two, when you're thinking of what can we do to ameliorate it with whatever limited resources we have, then tell me a little bit about what that kind of thinking is like, like what kind of data gives you the fullest possible picture of this? It appears to me that, you know, when the first lockdown happened, all the migrant labor is going back. You don't know what the sentiment is, you don't know how many of them are coming back. Maybe there is some MNREGS data, which suddenly shows a spike, and you know that all these people have come back from the cities, there's no work and blah, blah. But you don't know the longer term sentiment and how it's going to play out when all these people die. Number one, what we are seeing today is that deaths are massively underreported. You don't know how those deaths will affect things going forward. So many things we don't know. So how do you begin to make sense of what is going wrong? And then how do you begin to make sense of what to do about it?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:31.220",
        "message": "Looking at CMI household survey data, the surveys are still continuing, does give you some sense. So they talk about, they ask you, are you looking for a job? So that's labor force participation. They ask you, are you employed? So that's the employment rate. They also ask you how many members of the family there are. So if there are some missing, which were there, so it's the same set of households, same set of, I think, 200,000 plus households that are interviewed three times a year. So you can make out, because it's the same household and you're going back to the household, so you can get some idea of the missing people there, or you also get data on expenditure that will tell you whether people are, so if they're eating less or spending less on what are they spending less. So the items on which they spend have been changing. And so that's something that some of us do look at. And of course, things are bad. I mean, I don't, the data is reflecting whatever that people have lost their jobs and many are dropping out of the labor force, but then that is something that one would expect. So that, you know, if that answers the data question, the question on what would you do? I mean, other than vaccinating and trying to do COVID appropriate behavior and not doing the non-essential things that would hurt everyone, I'm not sure what else we can do. I think the way out is to vaccinate, to have COVID appropriate behavior, to let people come back to work when you feel that it's safe, and by now people are scared enough. So people who used to be, you know, I mean, out of the people who we've lost among friends and family, a lot of them were refusing to take the vaccine, but today their families are queuing up for vaccines. So that vaccine, that hesitancy, the resistance to vaccine has gone away, at least, I mean, I don't have data on that, but the demand for vaccines has increased. So the gap may actually increase because as this spreads, till the supply comes back. So I think that's what you can do. So that at least people can come back to economic activity. You have to allow them to come back and the economy will, I think, you know, people who either had COVID or had a vaccine will be able to get back to work pretty soon. I mean, those who are not, you know, suffering from some of the ill effects other than that, many will be, most will be able to come back to work pretty soon."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:19.980",
        "message": "And in terms of economic policy at the government level, is there something special that the government can do that one would not recommend that it does otherwise? Like, for example, people speak about put a special stimulus out there or whatever, you know, fiscal policy, monetary policy. What is your sense of what can and should be done there? Like, is there something that should be done now that would not otherwise have been necessary"
    },
    {
        "speaker": "Guest",
        "time": "02:00:43.780",
        "message": "in normal times? So maybe you can cut taxes and borrow. You can cut import duties that might boost your exports. You can cut taxes so whoever's having to pay an 18% GST on something gets a relief. And the government, I'm not saying it can borrow too much because, you know, it doesn't have much fiscal space. But to some extent, this is the way to provide relief, rather than to try to find who all to pay to. I would just say cutting taxes gives everybody relief across the board."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:17.900",
        "message": "Yeah, you know, in fact, I saw this very interesting Elonomics episode of yours where you spoke about the absurdity of cutting the personal income tax while raising GST. And you're like, whatever, you know, it doesn't, it's not kind of remotely coherent. And of course, the idea of cutting taxes is you leave the money in the hands of the people, you know, which leads me to sort of this interesting question about how so and this is again a sort of a mindset question where so many people in government will often behave as if one of the aims or one of the metrics of a healthy economy is how much your tax collections have gone up. And I'm not sure that's such a great metric because, you know, that tells you something about the health of the state and the state is, of course, a predatory state. So do you really want it to be healthy? You know, while your focus should be on the health of society. So is this something that you have thoughts on?"
    },
    {
        "speaker": "Guest",
        "time": "02:02:08.940",
        "message": "Sometimes I wonder, when I look at bureaucrats, I wonder that is the way to increase the tax GDP ratio done through reducing the denominator? Yeah, yeah, they don't care, they don't care, they don't care that you impose taxes that are actually going to reduce investment. So you do some retrospective tax, right, you'll get some X crore rupees. But you end up reducing investment, you end up reducing GDP. And that's how your, you know, tax to GDP ratio may look better. But I mean, I'm kidding, I'm, you know, this is the..."
    },
    {
        "speaker": "Unknown",
        "time": "02:02:47.420",
        "message": "You know, you're kidding, but you're not really kidding."
    },
    {
        "speaker": "Guest",
        "time": "02:02:51.860",
        "message": "I mean, basically, they don't care. I think what's happened is that the tax administration is in charge of tax policy. On a more serious note, that separation is essential. Because the job of tax administration is given what we have, we have to, you know, collect taxes without too much cost, and there has to be improved compliance and so on. But the role of tax policy is to make taxes such that we improve output, we improve productivity, we don't put, you know, deadweight loss on the economy, we don't put extra burden on the economy. Because we don't have much tax policy thinking outside of tax administration. I think that the way tax policy gets made in India, it's blind to the impact on GDP. We started this conversation talking about, you know, retrospective taxes, your interview with Pooja, and how that actually turned the economy around, we are 10 years later, maybe a little more than 10 years later, we are still suffering the impact of trying to collect just this much of more of taxes. So I have very strong views on that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:08.500",
        "message": "But that's kind of... No, like you said, it's completely nuts that the tax administration people should have so much influence on tax policy, because obviously, they'll want more money to spend, who kind of wouldn't. And I'll bring you into another issue you've written about, you know, a couple of episodes ago, I had Karthik Mulyadharan on my show, The Economist, and we were talking health care policy. But one of the digressions we took was the petrol taxes. And I said, the high petrol taxes are a bad thing, because they affect the common person, inflationary effect, blah, blah, blah. And he was defending it from a public finance point of view, saying that if the government collects taxes, that's how I would like them to collect it. What's your view on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:04:47.180",
        "message": "So I'm very conflicted. On the one hand, I think, you know, it's a carbon tax, it reduces your consumption of, you know, carbon fuels. And so, in one sense, I think that, you know, I should not be saying anything. But on the other hand, I feel that in the period when oil prices were declining, the FISC became too dependent on these taxes. And you know, today, you're paying so much more taxes than the actual fuel, it hurts. And today, the FISC cannot do away with these taxes, because they've become too dependent on them. And in that perspective, as you know, an economist, I would say that I don't think this is good public finance when you're too dependent on any one kind of tax on this, apart from everything that you have said. So but you know, because it's a carbon tax, I'm a little conflicted. If this was on gold, I might say something else."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:49.500",
        "message": "Yeah, no. And just to kind of give perspective to those listeners, you know, after 2014, Modi got this massive bonanza when oil prices, global oil prices went down. And he could have chosen to let petrol prices in India come down. And that benefit would have been passed on to people, not just people who drive cars, by the way, but petrol prices affect everything, everything would have become cheaper. But instead, they just raise the taxes. So it seemed to the common person that okay, petrol prices haven't really gone up. But we were just you know, the tax became a larger percentage of that. And now the taxes only go up, they don't go down. So that's something to think about. I'll link to an article you wrote on this. So to be honest, right, when I asked you, I did know that you would kind of come out on my side on this, I will send that link to Karthik. So a final big question before we end up by talking about the COVID scenario also, you know, when we kind of look at the Indian economy, like whenever I talk about problems in India, whether it's in agriculture, in whatever, within that bigger problem, there is a subset that is even worse, which is the role of women in it, right. And I'd done an episode with Namita Bhandare on the women's participation in the labor force, where she pointed out that it's actually gone down over the last sort of decade and a half that there are less women in percentage terms working today than was the case. And even before COVID, you would expect the opposite to be the case, because the economy has been growing, everything is fine. Why are less women working? And it also seems to me that there's a massive loss there, the fact that of course, I mean, some of it is cultural issues, that, you know, we have this very misogynistic backward view of women that a woman's places in the kitchen and blah, blah, blah, and some of those are cultural issues. But there is a massive loss in terms of, you know, just productivity, human capital, all of that, the fact that half our people are almost, you know, treated differently. And you know, given this kind of inferior status, and therefore inferior opportunities. So what is your sense of that? Like, is there any way to kind of quantify, say, whether it's the unpaid labor of women or quantify the opportunity cost that what if, you know, women were getting the same kind of opportunities? And also, when you look at the general drift, what is the tendency? Is there reason to hope in this in this regard?"
    },
    {
        "speaker": "Guest",
        "time": "02:08:05.180",
        "message": "So I think one of the big factors is the economy, that when employment doesn't grow fast enough, then within a family, it is the male who takes up a job rather than the female. So if one of them is going to be able to go out and work, then who goes out to work? So she does the childcare, she does the homework, and the male goes out to work. So the, you know, aggregate rate of growth of jobs, if that slows down, it is going to, in my opinion, it also impacts how many women go out to work. The second thing that has been happening here, so there have, you know, this is an issue that has been studied by quite a few people. The second thing that seems to be happening here is that as the family income goes up because the male earns more, then the woman actually stays at home because she's able to give her children childcare, which she cannot afford if the male earns less. And this is a paradoxical situation where it's not very easy to say, what would you want? Do you want him to earn less? No, you don't. You want him to earn more and her to be able to go out, but are there good facilities for childcare? No, there aren't. So, you know, you find that women usually are the ones who would say they would stay back even though they could have got a job. The first is clearly a bad, the second is a paradoxical one. And I think the third is that women migrate. So when married women migrate a lot. So when you look at migration data, a lot of migration is happening because the woman goes and, you know, goes to the village where her husband and his family live. And there it is not very easy for her to find a job. I mean, you don't have these thriving labor markets. Of course, then also they try to, some of them get jobs. I'm not saying it's zero. But both society, you know, the society is very conservative, a young bride in a village is not expected to come and start working if they can afford to have her stay at home and look after her kids. So it's both cultural, it is the economy. And then, of course, it is skill development that if the man starts earning more, then and he becomes more skilled, even if she's also skilled, if they both get skilled. But if the household income allows her to look after the children, then she does that. So it's a combination. I think it's a very complex issue. It's not an easy one for us to solve looking ahead."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:38.420",
        "message": "Yeah, I done this episode with Chinmay Tumbay on his great book, India Moving, about migration in and outside India. And one of the great TIL moments for me there was when he said that the largest cause of internal migration within the country is just women getting married and going to their husband's home, which is something to my shame. I had never even thought about it in those terms, but suddenly it just becomes so stark. And Namita had, of course, also mentioned that this happens that as the men start earning more, the women kind of drop out because they can actually afford to stay at home. And I would therefore imagine that when the men start earning so much more, that the women don't have to drop out, that they can also work and find satisfaction elsewhere that maybe then that rate goes up. So is it then like a kind of a reverse bell curve there in terms of women's participation? Do you think, is there any data from anywhere in the world which gives us a clue?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:24.020",
        "message": "So I don't particularly do women's studies, I am a macroeconomist. I don't know whether there's data elsewhere in the world, but I think we'll be a long way from that. I mean, there will be sections of society which will start moving, but how that affects the aggregate. It might be that we see lower reduced labor force participation of women for a long time. And particularly given the schools and the way they are, given the childcare facilities the way they are, it's very hard for a woman to leave her children anywhere and go off for a whole day. I mean, maybe work from home helps, maybe it's going to put double burden on her, but still she'll be able to work. And if she doesn't have to leave her children and go, I think it's a very difficult issue. In fact, around the world you see that. So if you look at Switzerland, for example, I read a paper which was talking about how one member of the family works, because a lot of studies are showing that when children are brought up by their parents, by them, you know, mother or father, and they are spoken to, they become more intelligent, they become better human beings. So instead of leaving children in creches where it's rather impersonal, as a society, I think her contribution today, whether we measure it in income, whether we measure it in GDP, but she's making a very big contribution when she's looking after her own children. So I'm not sure where we will go on this. So if we jump stages and go the way some advanced economies are going, we could well be saying that either parent, when both are getting skilled, for example, it's not necessarily that the man has to go out and work, but he could be the one who could be looking after the children."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:22.180",
        "message": "And speaking of jumping stages, I think the first imperative for the Indian economy would be to get back to where it was before COVID kind of did what it did. So I have three final questions for you. And one of them is about economics, but the last two are not. And so here's the economics one, that, you know, just looking at where we are today, looking at the fact that the second wave is still kind of going on, that is devastating rural India. We don't know what the end game is. We don't know if there'll be more variants or whatever, when we look forward to the job that the Indian economy has to do to get back on track, you know, what are the things which for you are reasons to be hopeful? And what are the things which for you are reasons to despair?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:01.780",
        "message": "So I'm hopeful that now that we've allowed, we're not stopping people from getting the vaccine, whether it's individuals, private hospitals, companies, wherever, there will be a lot of energy that will be devoted to solving this issue, we'll get better at it. So I'm hoping that once one is able to get them and those negotiations will also work. So I'm hoping that even if things will get a little worse now, but that they will get better soon. So that certainly makes me optimistic. But in terms of how soon, what worries me is how soon will we be able to get back on track? How soon will the companies who, you know, eventually we give them a moratorium, but moratoriums can't continue forever after all, banks are paying interest to us, to those who have deposited money, to depositors. So moratoriums will go away, people will have to pay back their loans, many loans will, many companies have, you know, small businesses anyway, don't get too much. But when they, whatever they have, this has been a very, very bad time for small companies. So how many people will be able to get back on their feet, find work, find income, make, you know, make some money, be able to sustain themselves? That worries me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:20.980",
        "message": "Right. So the penultimate question now, and I'll take you back to the young 19 year old Ila, who's standing up and saying, no, we need roads. If you were to, with all this life experience and hindsight, if you were to speak to that young girl for a moment and give her some advice or tell her things she may not know yet, but which would be useful for her to know in advance, what would you say?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:42.100",
        "message": "What advice would you give her? India is a very, very complex, very, very complex nation. Don't spend your initial years only studying economics. Study a lot more, study more subjects, study sociology, politics, history, and you'll do the same things better and make less mistakes. So do you wish you'd done all of those things? Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:07.260",
        "message": "Okay. And now the final question, it's kind of a meme on the show that my guests have to recommend books which have either sort of changed the way they look at the world or influence them greatly or even something they've read recently and they want to share with everyone. These don't necessarily have to be books on your subject or economics or whatever, but just what are the most memorable books for you which have had an impact on you or that you would want to share just out of the sheer joy of reading them?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:33.300",
        "message": "So Seeing Like a State would be something that I'd like to, yeah, by James Scott is something that I'd like to share. There are books that I've read over the years that the books in themselves were not like very, very brilliant, but putting them all, they add up to a whole worldview, you know, so whether you read Milton Friedman or whether you read what PJ Roark, however you pronounce that. So, you know, they all helped in helping me think, of course, the most recent book by"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:16.820",
        "message": "Kilkaran Shah is my latest, is our latest favorite."
    },
    {
        "speaker": "Guest",
        "time": "02:17:23.100",
        "message": "So with that, I guess that's the latest."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:26.580",
        "message": "All right. Ela, thank you so much for your time and your insights. I really appreciate that. Take care. Take care, Amit."
    },
    {
        "speaker": "Guest",
        "time": "02:17:32.620",
        "message": "Bye-bye."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:33.620",
        "message": "If you enjoyed listening to this episode, check out the show notes, lots of rabbit holes for you to dive into, including links to Ela's work and previous episodes I've done on the economy. You can follow Ela on Twitter at Ela Patnaik, one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]