[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "All of us are wired for empathy but we express it in different ways. When we see the suffering of others, some of us stay silent and mind our own business. Some of us express our sympathy or our outrage if there is cause for outrage. Talk is cheap and these days posturing is easy, especially on social media. Some of us go a step further and take some kind of initiative. Start an online petition, maybe donate to a good cause, share information about how to help. Some of us even go out in the real world to try and make a difference. Maybe we go to marches or protest rallies, maybe file a PIL or an RTI application. But a few people decide to dedicate their lives to helping others. They fight to leave the world a better place than it was when they got there. They don't know if they'll succeed."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:50.720",
        "message": "They do it because they have to."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:08.240",
        "message": "Welcome to The Scene and the Unseen. My guest for today is Kavita Krishnan, feminist, activist, politician, communist. Kavita is on the Politburo of the CPIML, the Communist Party of India, Marxist-Leninist, but is best known for her fearless feminism. She burst into national attention when a powerful speech by her in the anti-rape protests of 2012 went viral. She went on to write a fabulous book called Fearless Freedom, which lays out the sorry state of women in India, but also articulates a feminist manifesto of sorts, which has found much resonance among young people. Now, Kavita is a card-carrying communist, but that does not make her a dogmatic leftist, as the stereotype goes. Over the years that I have followed her work, I have found that she is driven by empathy and outrage, and not by ideology or dogma. She is always open to dialogue, and her loyalty is to her principles, and not to any of the political tribes around us. She was an outspoken critic of the acquittals of Mahmud Faruqi and Tarun Tejpal, who had more or less confessed to rape, but were let off by the courts. Many hypocritical Delhi elites, who call themselves liberal, supported Faruqi and Tejpal, and attacked Krishnan for her views. But I share those views, and I admire how Kavita takes no prisoners. I was delighted when she agreed to come on the show, because I wanted to understand these feminist struggles a little better, not just in terms of theories and ideas, because we can all read books and signal virtue on social media, but in terms of the struggles on the ground. Our conversation lasted more than four hours, and it felt way too short. I didn't cover a lot of the ground I wanted to, and yet I got so much food for thought. I also made a conscious decision before this episode that I would not get into arguments about Marx or communism or the Soviet Union or Cuba under Castro, all of whom Kavita admires, and I absolutely don't. I didn't want to get combative about ideology in this conversation. I wanted to focus on learning from her remarkable personal journey as well as her powerful work as a feminist. This was such a rewarding conversation for me. But before we get to it, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long-form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long-form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also, check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up-level yourself. Kavita, welcome to the scene and the unseen. It's a pleasure. So you know, before we start talking about our subject for the day and so on, tell me a little bit about how the last few months have been for you. Like it's kind of been tough for all of us. And you know, how's it been for you? How are you doing?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:07.960",
        "message": "It's actually been very, very, very difficult. You know, we all went through such a terrible time with the second wave of the pandemic. And I think it came really close home for everybody, you know, it didn't remain something abstract and remote. So of course, one of the things was that I actually did get COVID. So it was reasonably mild and happened about a couple of weeks after my first dose of the vaccine. So maybe that kept it mild. But still, it was, you know, stressful, of course, because you worry. And I still have some of the after effects as in, you know, insomnia and all of that. But I think beyond that, I think the losses of people, I think in such a short time, we lost people, I lost people who were very close comrades, absolutely, you know, indispensable people who I could not have imagined losing at this point. Very good friends, very, very young people, colleagues of my partner, as well as, you know, other young teachers whom I have known in Delhi University and all work about my age. So all of those were very, very difficult to deal with. And I think for me, the most challenging thing was that because I got COVID, I was not able to really step out and be in the middle of any of the relief work physically. And I think that was the only thing which may have actually prevented, might prevent one from feeling as helpless and as bad, you know, because you are at least able to. Last year, during the lockdown, I know that that's how we got through it, because this terrible scene of the migrant workers, you know, walking and dying. The only thing which we did night and day at that time was just trying to keep in touch with as many as we could and getting relief out. So this time, not personally not being able to do that, and there were others doing it, but that was that made it even harder. But I mean, we picked ourselves up now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:12.520",
        "message": "Yeah, it's interesting, you know, you use the word helpless, because what struck me was that early last year, it was probably a time of a certain kind of hope, like even though the economy was doing really badly, things were bleak, but there was hope because in the CAA protest, we saw a lot of people kind of come together, you know, we saw young people throughout the country protesting, waving the constitution over a thunk and all of that happening and suddenly boom, you know, COVID happens and, and then there's nothing you can do, like, you know, where do you protest? What do you do? It was just so strikingly tough, and it's still sort of going on. Let's, let's sort of move back to..."
    },
    {
        "speaker": "Guest",
        "time": "00:07:50.840",
        "message": "You also had the farmers movement, actually, you also had the farmers movement in between, which was also a, you know, a restoration of hope and all of that. But I think the second wave of the pandemic and the manner in which it has, it came, in a way, I think what made it worse, at least for me was that in a way I could see it coming. So since January, I had friends of mine who got COVID in December, in January. So at that time, also, we were trying to, you know, say to people that please don't hold panchayat elections in UP in this, in the next few months, and maybe don't hold assembly elections now, and all of that, because it looked like it was getting worse. And, you know, anyone following this knew that a second wave was coming. That made it much, much harder to, you know, feel that your voice is just counting for nothing. It's like doubting Cassandra, you know, that you know what's going to happen. And everybody is going to say, you're doubting and look, kitna changa hai, kitna positive hai. That was horrible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:54.960",
        "message": "You mentioned the UP panchayat elections and my thought went to the, you know, the 1600, I think the last count was the teachers who died because they were forced to go on duty, which is basically a murder. And it's not, it's not that you were the only sort of doubting Cassandra. They're used to ignoring the activists, but they ignored the scientists, they ignored the experts. So that's kind of bizarre."
    },
    {
        "speaker": "Guest",
        "time": "00:09:16.200",
        "message": "They even ignored a chief minister. Apparently, the Uttarakhand chief minister was, you know, replaced by Tirath Singh Rawat, who's now the chief minister, because he was trying to say, look, it might not be a good idea to hold the Kumbh Mela at this time, you know, it might not be a good idea to advance it a year and hold it in 2021 in April. So they told him, all right, we'll send you packing and, you know, get somebody who's okay with this package, with the agenda. It's terrible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:45.240",
        "message": "Yeah, lots happening. Let's get back to the subject at hand. And now that you're finally on the show, you know, take me back to your early life, because we actually share the same year of birth. I think I'm a few months younger. And so I'm curious about your childhood. You know, tell me about it. I know, I know from the biographical details that you grew up in Bhilai and all of that. But tell me a bit about your childhood, what was growing up like and so on."
    },
    {
        "speaker": "Guest",
        "time": "00:10:13.440",
        "message": "I think that I had a bit of an idyllic childhood, because I did not really face any difficulties in childhood. It was a very happy time in a sense. And my because my parents were actually, you know, pretty great. And the strange thing is that I think they were greater after I was born. So my dad used to tell me that, you know, theirs was an arranged marriage. So they probably came from very different backgrounds. My dad was quite conservative in his thinking, he had not had much exposure to, you know, young women. And suddenly, he was married to this extremely smart, khub bolne wali, bilkul matlab bebak, besharam ladki. So he suddenly didn't really know what hit him. And, but, you know, so they kind of made a go of it. But he told me that, you know, it was after I was born that they really had, he said, you know, we didn't have our honeymoon period when we should have, but we had it after you were born, because that's when we really fell more in love with each other and all of that. So I think that's probably true, because my father also kind of relaxed, I think, and, you know, forgot about what kind of things he had been taught about how to be a man. And he just enjoyed being a dad so much. And he didn't think of himself as being the dad of a daughter. You know, so it was more of, you know, he was a very relaxed dad. And my mother was a natural feminist. She didn't use the word feminism very much as we were growing up. But her natural instinct, you know, instinctual response to almost everything was very, very principled, and very feminist, and also very, as in she would keep saying, in circumstances, we would see her doing this. So in circumstances where she would be alone, and there would be a social kind of consensus that something should be done, but she felt that was wrong, she would kind of just step in. So I did see her do this kind of thing. And we kind of grew up thinking this was the thing to do, say, if somebody is saying that a thief has been caught, and now he should be beaten up. So she would kind of, you know, step in and say, what on earth, why, you know, he's just some pocket money, he's just, you know, stolen some little thing, and he's a kid and what on earth. So you'd find her in this confrontation, you'd find a confronting people who would be trying to beat a dog to death or something. So that kind of thing also sort of came with the package of being my parents' daughter. And then there was my sister also. So we grew up very, and we grew up without anybody really looking over our shoulders much. Bhilai was initially a little bit of a safer place. Gradually, it became pretty unsafe for girls. But when we were very young, as until I was about 10 or so, we wandered around everywhere. We had a stray dog who used to be our guardian. So me and several other girls my age would just get up early in the morning and wander and have these adventures and pretend we were Famous Five and this and that with just that dog and his dog friends on hand. And my parents didn't worry. And my mother also had grown up that way because she said her parents also kind of, she would wander around Delhi with a fruit and a book in her hand and go to ruins in Delhi and just spend the whole day there just reading and so on. I said, my God, if you do that now, her parents would have heart attacks because of how unsafe it's become. But when she was a child, it was possible. So that was what it was like. I mean, I wasn't exposed to activism as a child, not at all. There was activism in Bhilai at that time, but I was unaware of it. I was an officer's daughter in the steel plant. We had friends who were workers who would, but they were not trade union activists as such. So I did not really know them very well. You know, the only trade union person I knew as a child was a somebody who was used to run the Bata shop, you know, the shoe shop. So he was a Bengali person and he was very much leftist and he was part of trade unions and also he would chatter on about trade union. And my mother used to enjoy these chats, I knew. So it would kind of pass over me. My dad was completely bored by politics, least interested. My mother was the journalist's daughter and very interested in politics and also she would follow the news and all. So it's like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:58.160",
        "message": "Many stands to explore here, but I'll take a quick digression. And you pointed out that, you know, your mother used to walk around Delhi with a fruit and a book and sit in the ruins and read and that was no longer possible. And of course, today we know how things are. Why do you think that things have become so much worse?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:15.520",
        "message": "I don't know, actually. I mean, it's not just Delhi, of course, even, I mean, she's done the same thing in Chennai. She said she used to, she and her sister used to just wander around barefoot here and there. And, you know, her parents didn't have to worry so much about safety. So I'm not sure what has changed. But I think that what I can imagine, at least about Delhi, is that at that time, it was largely a rural area. You know, she said that her school was, which was Frank Antony Public School. So she said, you know, walking from Defence Colony to Frank Antony Public School meant she would be walking through fields. There would actually be fields there. There would actually be green fields there. So I think that the change in Delhi, which was social change and not just a demographic change and it's becoming a more urban capital city, and these, you know, the villages of Delhi becoming, they're still villages in name, you know, it's still Munir Ka Gaon, but it's become a real estate kind of based, it's not a agriculture based society, it's a real estate based society. And I think that somehow that transition has not been very organic. I would say, you know, Bombay is becoming a city has been much more organic, because there's been a large working class and that has shaped the culture of the city. But in Delhi, it isn't, that's the rentier class that has shaped it. And somehow, I mean, that has not led to a change in how Delhi looks at women. So that change, I see happening a little bit more now, in fact, you know, with, but I know that in the 90s, when I came to Delhi first from Bombay, it was a terrible culture shock. A friend and I came from Bombay to Delhi, and I'd done my BA in Bombay. When I came to Delhi, we would walk around wearing the same stuff that we'd worn in Bombay, which was fairly, you know, raggedy stuff and ordinary stuff, nothing to, and we would wonder, why is everyone staring at us? What is the thing exactly? So then we realized that to get stared at in Delhi by men, and by not one man, it's not like, it's like if you're at a bus stop, suddenly you're getting stared at by several sets of men. And you realize that it was because you're a woman, it's because you're female, that's it. So the idea that if you're female and out on the road, and you, you know, they're speculating about what you're doing there, you're not expected to be there. And I know that for men, they didn't realize this at all, you know, because when my partner and I first, you know, got, we were colleagues together, comrades together. So we would have to, you know, travel here and there. So we'd be at a bus stop, say around 9 at night, right near the ISBT bus stand or something. And he would get increasingly uncomfortable because he'd realized that somebody's staring, somebody else is staring, somebody else is staring. And you know, he asked me what to do. I said, look, what's the point? If I confront one guy, there are all the other guys, I don't want to confront so many and have so much chodo, ignore. So then he's like, why exactly do you think they're looking like that? I said, they're looking because I fit their box of female, that's it. Look at the bus stop, how few women there are. I'm one of the only women sitting there. And so they think this is weird. This is strange. They're not able to put me in whatever box of, you know, I'm a young woman and a young woman student. So they can't put me in the box of oh, she looks like someone's wife. She looks like someone's, you know, whatever. So, and she's out here at night. So, you know, and then police people would come. If the bus stop didn't have too many people on it, then you'd have a police guy come up and say to him, aap kya kar rahe hain inke saath? Basically suspecting, are you a prostitute? What are you? You know, because otherwise, why would you be out at night? The idea that you might be a student, you might be an activist, you may be visiting Delhi University, and then going back to JNU, taking a bus from the ISBT bus adda, this was incomprehensible, even to the cops."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:19.880",
        "message": "Yeah, the story really speaks to me, because I think, you know, what your partner kind of figured out at that bus stop is something I've gone through as well, in the sense that there are things we take for granted, which is this extra layer of awareness, which women have, which is normal to them. And most men are unaware of it, like you said, and men are fortunate enough that we can go out on the night and not have to worry about who's looking at us or whatever, we can enter a lift and not have to worry about who's there. And that extra layer is something that at some point, I guess, you begin to become aware of till then you just take it for granted. When did you become aware of that extra layer?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:57.400",
        "message": "In Bhilai itself, in Bhilai, as I grew up, you know, as I entered my teens, I think Bhilai also probably underwent a little bit of change, or maybe as little children, we didn't really realize it. But gradually, I became aware of it. I'll tell you when, actually, I was quite young, even then, I was still a child. But my mother had started going out to work. So initially, she had not found a job. But then she did find a job, she started teaching. So she used to take a cycle and head out. And she used to leave us alone at, we were latchkey kids, my sister and I, so we'd go to school, come back, you know, feed ourselves and she'd be out. But then she got a stalker. So somebody in a car, whom she later realized was the son of a big industrialist there. So he was, you know, this quite, quite well known industrialist in that area. In fact, even now, I'm stopping myself from naming him and from saying even his car number, which we all remember by heart, because that family, my mother still lives in Billai and that family is still, I mean, it is an influential family still. So she got the stalker, this man in a car who would, she suddenly realized he's hanging out, he's following her wherever she goes. So initially, she ignored it, then she started getting scared, then she really got freaked out. Because one day, okay, he would make blank calls to the house all the time. So, you know, there were the phones, you know, the old sort of black phones, but also these were steel plant phones, Billai Steel Plant, right? So they were basically, you know, you could connect to a steel plant operator also if you wanted and all of that. You know, so he must have found it easy to figure out the number and he would keep making calls. And my mother was worried that the children, we would pick it up, her daughters would pick it up. For herself, she was, you know, kind of confident that she'd deal with it. But then she really lost her nerve when one day she just, you know, the doorbell rang, she opened the door and this man was standing in front. And she totally freaked out because she felt that if we were alone at home. So I think that that point I remember as a change. I don't remember exactly how old I was, maybe 13 or so. But she, I remember that that was a time when she felt that her fear communicated to us. So her, you know, so we then she would start telling us that you can't open the door. Even if someone says, I'm your father's friend, I'm your mother's friend, tell them, uncle, auntie, we are very sorry, but we have been told not to open the door. So I'm sorry, we're being rude, but we can't open the door to anyone. And that was the first time in Bilai that we had thought of that because we used to leave the door unlatched and stuff and not really think twice. Then that guy actually ran her into a sort of concrete gutter once near our house. So she was coming back on the cycle. And since he came so close to her on the cycle, she panicked and had to get off the road and she fell. So she came back to the house all, you know, scraped, bruised, not badly hurt, but really, really badly mentally freaked out. So she was in tears and she was shaking. And I remember my father looking very horrified and helpless and not knowing what to say what to do. And then our cat came and sat in her lap and, you know, she started crying even more. And we didn't know what to say. Then I then I remember hearing my parents talk about this. My sister was very young at that time, but I could understand what was being. So I remember my parents talking and finally deciding, no, we cannot complain. We cannot do anything because the police won't act against this guy. And how will we prove anything? And what if he gets more vindictive towards the children? So then they just became more protective. They started having a very lovely neighbor of mine. Sort of we were told not to go to our place, but to go to her place. So we would have lunch there when we came back from school. And then my mother would collect us, things like that. I think that was the time probably when I realized that this is, you know, the world we live in is not safe. After that, of course, there were any number of such instances in Bhilai where we realized that to be female and out on the road is something and not just in terms of safety. I think also in terms of the way you hold yourself right in public. So I think for a long time, my mother, quite remarkably actually to think about it, held herself and encouraged us to hold ourselves without really remembering that we are female. So we didn't, you know, we weren't, you know, how we hold ourselves, how we sit, how we laugh, what we do. We didn't really think much about it. And my parents, I think, had a very big role to play in that because I, in retrospect, now I look at society and I realize that maybe other girls were not as, even in Bhilai, were certainly not as lucky as I was. I knew that my women, my girl friends, as in school friends, they, and my sister's friends, they all thought of my mother as one of their friends. So they would keep telling me that, you know, they'd keep talking about, you know, secret plans we'd be making. And they'd say, aur kisi ko nahi bata sakte hain, aunty ko bata sakte hain, Lakshmi aunty ko bata sakte hain, because they knew that this one is at heart, you know, she's not going to chugli karo to their parents. So they didn't think of her as part of the, you know, authority figures. And I never realized how lucky I was in that, actually. I realized that later, because it was only probably when I came to Delhi that I began to fully realize that being a woman, it's not just about physical safety. It's about the fact that you are seen as though you have no business out in public. Kar kya rahe ho yahan pe? Mane you are not supposed to, you're supposed to account for yourself in public. You have to show that I have a good purpose, that I'm not immoral or whatever it is, you know. And even if it is unsafe, I'll have to explain, oh, it's unsafe, why are you out here? So the fact that I'll keep on having to explain my presence, I think I never had to do that much to my parents, you know. The only instance I remember, there was one instance when my mother lost her nerve a bit vis-a-vis me. That was one time when I had joined some karate class or something. So I used to do it just for exercise, kicks. So once, I usually used to get a lift back home with one person who would drop me on his cycle. That day, somehow he didn't turn up and I decided to have a leisurely walk home. So I walked home, and it's quite away from my home, but I walked. And it was evening, so around 7.30, it was dark. And as I, about halfway home, I realized I spotted my parents on the scooter going in the opposite direction. So I tried to call out to them, but they didn't see. So I thought, oh, well, and I walked home. As soon as I got home, my grandmother was at home then, and she came out looking very horrified and came and hugged me and said, come, come, come. So I said, what happened? So then she realized and she said, no, no, sit, sit, sit. And when your parents come, if your mother gets angry, don't react immediately. You know, she told me, don't be angry. So then my parents came home. The minute they opened the gate, my mother saw me and freaked out. She said, you're not going anywhere ever again and this and that and that and what. And that was so unlike her because she thought I was late and something had happened to me and they'd gone to look for me. So I said, but I saw you people and I was walking back and it was fine and we always walk and come on and all of that. But somewhere in her brain, she had gotten a fear, right? So she did. She suddenly became the, you know, the authority figure mother saying, kuch nahi kal se, sab bandh and all of that. So I was getting angry. Then my dad also came and told me, he said, don't say a word right now. Just relax now. We are very happy that nothing happened and you were not scared. We were scared. No, that's okay. You were not scared. You were enjoying your walk home. So now let your mother get over her fear. You know, she's had a very bad shock. So let her get over it. And of course, she never repeated that ever again. I happily went next evening also, no problem. But yeah. Yeah, your parents sound so remarkable. A couple"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:22.880",
        "message": "of threads to untangle there. But before that, a quick question. I'm just curious that when the bell rang and she opened the door and it was that guy, what happened then? What"
    },
    {
        "speaker": "Guest",
        "time": "00:28:30.360",
        "message": "did he say? What happened? She says he just stood there and said nothing. And she, you know, she was terrified, absolutely. But she just sort of shut the door and bolted it, locked it and just sat inside. And after a while, she looked out of the window and he was gone. But she just freaked out. I mean, she didn't say or do anything. And she did think, she said, should I make a call? Should I call the police? Who should I call? And she then decided not to. And I see that, you know, all the time now, when I think about women weighing in, whether they want to complain about something, especially stalking. I wrote about this sometime in 2013, when one woman had come to one of the meetings we were having during the Nirbhaya wala movement. I don't like calling it that, but it was the anti-rape movement. So this woman had come from quite a way. I think she was in Mangolpuri or someplace quite far away from central Delhi. She'd come all the way to the meeting because she'd heard about it from someone who worked with her. And the person who worked with her was a comrade of ours, a trade union member. So he mentioned it and she came. Then she took me aside after the meeting and told me she was being stalked. So I told her what do you want to do? And she said, main itne din mujhe dar lag raha tha ki mere bachon ke kuch karega. So I didn't want to complain. But now he's actually started following my kids around. And now I feel like then what do I have to lose? I have to have to complain because I cannot risk something happening to my children. And that kind of brought it alive again. And I remembered all of this. And then I wrote about it and I realized that a lot of other women have gone through this. And this fear of the consequences of your complaining, that other people, that your family members might have to bear it, is a huge burden. A lot of people do not want to take that burden. Look at what happened to the singer complainant. Her family members, so many of them were killed as a result. Or look at Ruchira, I think her name was Ruchira Girotra, right? The child in, you know, the tennis player in, I think it was Gurgaon or something. Some years ago, she complained against a police officer who had been sexually harassing her at the tennis club or something. And they made her life and her brother's life and her parents' life a living hell. So at the end of it, she committed suicide, Ruchira Girotra."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:59.560",
        "message": "Yeah, I remember that now comes to mind. Yeah. Yeah. I was struck by something you said and this is leading on to my next question. You know, I teach a writing class, an online writing course and there one of the things that I tell the participants is that always look for concrete details, which can make whatever you're writing about vivid. And you just did that when you were talking about your mother and how she's come home and she's upset and you said, the cat crawled onto her lap and she started crying, which is so concrete and just makes it so real. So my question here is your mother, of course, taught literature. You've spoken in the past about how you were surrounded by books at home and they were in a sense a window to the world like at, you know, in some other interview of yours, you've written about how, you know, even though those were homophobic times, that didn't affect your attitude, because you had those books, that was your kind of window to the world and you could sort of get a lot from there. Tell me a little bit about you know, the kind of stuff you read, the writers you really liked, the writers who stayed with you and other books that kind of shaped you in that period and even later, which had a profound influence on you."
    },
    {
        "speaker": "Guest",
        "time": "00:32:05.080",
        "message": "Yeah, I mean, I've, I like to think about it because I read so indiscriminately. In my house, you know, children's books and adult books were not really distinguished. Even my mother and her sister and her brothers were not brought up that way. So apparently they never really had children's books, you know, brought for them and all of that. Books were there, all kinds of books and people just read them. So it was like that for me. So I knew that we read a lot of Enid Blyton, for instance. Okay, so that's something everyone reads, we also read. But I think about it now when I think about what you take away from there, right? So the thing is, there's a lot of now in the UK and other places that are even moved to say ban Enid Blyton or do a sanitizing of her books because she uses very racist language here and there. Okay, extremely racist language and racist portrayal of some characters. Definitely colonial, you know, if you look at any Indian character in her books, they are a ridiculous kind of thing, you know, somebody, it's not even an Indian character, but somebody acting as an Indian student or something, it's ridiculous. But and of course, it's, you know, it's obsessed by the idea of gender rules, right? Because it's always about, oh, you know, this girl can't do anything because she's a girl and who's girlish and who's boyish and all of that. The thing is that I think about what I was getting when I read that stuff. To me, the most interesting character was not the ones who were, you know, obeying the rules. The one whom the writer made most interesting was the one who was breaking the rules. So you always, you know, the tomboy character was the interesting one. You know, even in, you know, Little Women, you know, Louisa May Alcott's. It is Jo who's your heroine because she's the one who's actually not the little woman as such. She's not in the mold of women as they were meant to be. So I am not really, I have, you know, when I look back now, I feel like saying, don't tell your children, you don't read this, don't read that. Let them read everything. I read a lot of Reader's Digest for lack of anything, because I was so voracious. So I wanted a continuous supply of stuff to read. I read a lot of Reader's Digest. Well, here I'm sitting in front of you card carrying communists. The whole Reader's Digest was a propaganda against communism. Okay. They had such, it was a very, very propagandist magazine. Okay. But what do I remember from what I read of it? I remember that they used to carry these books. They would carry full book length stories, maybe slightly abridged. So they had stuff from the Second World War about people kind of escaping from the Nazis and, you know, what the Nazis did and all of that. Now, I remember all of that. All of that gave a very vivid memory to me. And so when I started looking around my own reality and figuring out, oh, these guys are behaving exactly like those Nazis. So that was an easy thing for me. I didn't get the anti-American, anti-Russia propaganda and anti-Soviet propaganda and anti-communist propaganda didn't really penetrate that much, you know. Of course, there was a lot of Russian, anti-US propaganda, which I also read because they were the People's, was it the People's Publishing House? Basically the Soviet literature. So they would have these camps and lovely books of all kinds, especially for children and especially science books and all, which were great. And so my parents actually learned Russian. So they were many Russians in Bilay. So they would learn Russian and interact a lot with Russians. They had several good friends. But they would laugh at the stories they were being taught because they were being taught stories about people escaping from the U.S. to go to the Soviet Union and say, oh, we are in paradise. And the Reader's Digest would have stories which were the opposite, right? People escaping from, you know, Soviet Russia or East Germany or whatever it is and finding freedom in the West and all of that. So my parents would make a lot of jokes about this, you know. So I think it was their treatment of literature that it's, or any reading, that this is not something that you're not just swallowing and believing, that you're actually engaging with it. You can laugh at it. You can argue about it. You can think about it. That was more of the approach. So in terms of books, I think one book which I accidentally picked up and read was actually the, you know, I read and re-read and re-read it so often. And I was very young when I first picked it up. The front page was missing. So I didn't know what book it was. I just started reading. It turned out to be To Kill a Mockingbird. I had no idea. I must have been about 10 maybe or 11, not more than that. So I began reading and I had no idea, you know, when they were discussing rape, I had no idea what they meant exactly because I didn't quite know the dynamics of what was going on. So I wasn't much better off than Scout when she's asking, you know, what exactly is happening here? What's rape? You know, so carnal knowledge of a woman without her consent. What, what, what is carnal? I didn't know, but I couldn't put the book down. And I felt the sense of a tremendous injustice of various kinds and felt very, very moved by it. And then I figured out later, I remember I picked this up at my grandparents' house in Coonoor. So I, I figured out that it was called To Kill a Mockingbird because then I asked my mother and all of that. And then she said, yes, I think this is that one. So that I went back to several times. And I think that in a sense, you know, making the connection with biases in our society and, you know, communal biases, caste biases. I think that was a very, very formative kind of book, which made a big difference. And then a lot of, you know, short stories and things like, like Kate Chopin. So her writing. So this was also stuff I just discovered accidentally, you know, I would find it lying in the, at the back shelf in Coonoor or in Vilai, somewhere at the back and just pull it out and say, okay, book I haven't read yet. So I'd read it. And I realized that it's a book about a, you know, I was reading The Awakening where it's this woman who eventually, you know, leaves her marriage. So I was reading stuff like that without, you know, without a censor and really feeling moved. You know, I would live with these characters for a long time. And I was, as I said, I read anything and everything. So I was reading Max Birbaum and James Thurber in Coonoor. Again, just finding the books, reading them. And then in my school in Vilai, when I went to class, you know, ninth and 10th, I realized that my classes are boring me. Okay. I had to somehow pass mathematics, which have terrified me and maths and science had become a burden and found it very hard. But my English classes and, you know, social science classes had become boring because, you know, I could make out the mistakes that the, you know, teacher is making and I couldn't bear what they were doing with poetry and reading in class. So I realized that what I would instead do was to go to the school library on time, pick up something to read and read it under my desk in my book so they will know what I'm reading. So I read a lot of Dostoevsky because they had these old Soviet publications of crime and punishment there. So I read Crime and Punishment as though it was a detective novel. Okay. So here I am waiting with bated breath. Oh, my God, poor guy. And then I'd imagine, my God, suppose I end up killing somebody one day, then what will I live with? I'll keep on thinking. Even if no one catches me, I'll be feeling guilty. I'll be feeling guilty. So I really felt it. Then I found a book by very irrelevant, Leaves in the Forest. So that I read. I had no idea who's very irrelevant. I just found the book, read it and I was fascinated by it because they meet Gandhi. So he mentions meeting Gandhi and he meets C.F. Andrews. So C.F. Andrews talks about Gandhi. So, and it's very funny because they are cocking a snook at the priesthood, you know, because the priesthood doesn't want them joining, you know, the British priests don't want these guys joining, supporting the freedom movement or supporting Adivasis, you know, Goan Adivasis living their lives in their own way. And, you know, that I found was fascinating to me. So I had a sort of weird, eclectic kind of exposure of this kind."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:54.240",
        "message": "Yeah, no, this is this is kind of nuts, because like when I was a kid, first of all, a lot of the books you're naming are sort of familiar to me, the books and authors, because obviously, in India, you only got so much back in the day. So it was pretty much a staple, you're going to read your Ennard Blyton and Hardy Boys and all of that. And I like the Mallory"
    },
    {
        "speaker": "Unknown",
        "time": "00:41:11.320",
        "message": "Towers series a lot back when I was a kid, I remember, especially the Tomboys. So we"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:15.640",
        "message": "have something in common there. And what kind of gave me, somewhat startled me was that, you know, my sort of gateway into serious literature was when I picked up Dostoevsky's House of the Dead, because I thought, oh, it's going to be a thriller kind of thing. And I was 10. And I absolutely just fell into it and just read everything by him. Now, on the one hand, it seems to me that, you know, we can complain that there were so few books available. So which is why, you know, you and I basically read the same kind of things. And of course, we were indiscriminate, because you got hold of whatever you could, and today everything is available. But on the other hand, we were enormously lucky and privileged, because we did read a lot. And I say this in the context of seeing a little bit outside the world that we are in, like, you know, I'm sort of struck by in one of your interviews, you spoke about how you went to Shaheen Bagh, when that happened. And a question that you like to ask all the women gathered there was that, quote, you're afraid of many things, but tell me, are you having fun? Stop quote. And the reason this is significant is that because they'd have this newfound sense of solidarity from being part of a women's movement. And what is happening here, it seems to me is that, you know, some of them at least are getting a glimpse of a world that they didn't really know existed or could never have experienced. There's a sociologist called Timur Kuran, who wrote this book called Private Truths Public Lies in 1999, where he essentially spoke about how many of us will often put on a face, which is a lie, because we think that that's what everyone else around us thinks. For example, before the Soviet Union collapse, the example he gave was that nobody would express anything against the Soviet Union, because my God, and they thought they were the only rebellious people. And then suddenly, one day, they realized that there are other people like them. And that leads to what he calls a preference cascade, when they see that there are others like them. And boom, it seems it feels like it happened overnight, but they all felt that way secretly all the way through. Now, I think for us, that kind of that awareness can happen through reading that awareness can happen through, you know, all the privileges that we have. But for most people, that simply isn't there. Like it isn't the case, I would imagine that most women in India are happy with the patriarchy, and yet they are not speaking out against it, you would imagine. So now do you think that in this kind of modern age, where you are sort of surrounded by different kinds of social media, where you know, people like you have much more of a voice than you would have, say, maybe in in the year 2000? You know, that there is a chance of a preference cascade in this direction also happening, that could then lead to sort of an acceleration of the kind of change we'd all want to see?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:01.080",
        "message": "Yes, and no both. I think that yes, in the sense that yes, you can see it happening among young women, right? So even this whole pinjra tod phenomenon. So it's a it's a movement on the ground. But it also has a way of communication and spreading through social media. People get to know about it, and then they want to do their own unit of it and all of that, right? So I think that it is something which has helped, of course, the internet has helped. And people get more, you know, they're exposed to a whole range of books or ideas or through other means, you know, it's not just through reading, it's also talking, listening, whatever, you know, they're hearing talks, they're hearing whatever. But at the same time, I think that there's a lot of there's a big digital divide also. So I see that there is a change happening in young women in rural India, or semi-rural India. I can see that happening when I visit, I can see it happening when, you know, there are young women there who are studying, so they're craving for new experiences. They are full of ideas. And it's not just young women, for that matter, even young boys, okay, they are full of questions. And if you just happen to be visiting their home, it's like they won't let you sleep at night because they want to surround you and keep asking you stuff because they are not getting the answers they want. And they are looking for answers beyond the town or the village in which they live, right? And I would ask them, if they're asking a lot of questions about Indian society, and so I would ask them, Aap log TV pe kya dekhte hain? Ravish ko nahi sunte kya? Because I would tell them, Ravish addresses this issue on that show. They wouldn't have heard of him. This was some years back, I remember, in Bihar. They hadn't heard of him, although Ravish is from Bihar. So I'd say, so what do you get on TV? What are you watching? They said, arre jo free mein channel aata hai, wohi toh dekhte hain. Aur free mein channel jo aata hai, woh Deepak Chaurasia, woh ye. So ye cheezein toh aati nahi, humaar dimaag mein ye baatein aati hain. And we don't know where to get the answer for it. And I realised that they are not that keen on reading, okay? Especially reading stuff which is written in the usual sort of, you know, political patrika style. They're not really readers of that kind now. They are willing to read literature, they're willing to read poetry, but in terms of a political polemic, they may or may not. Whereas they really want to listen, they want to interact, you know, they want to get the sense that they are asking something and able to argue and all of that. And I think those experiences are, we still don't realise how precious they are and how little we are able to create of that for most, for the large majority of our youngsters. And that's why when they manage to come from rural, if they manage to make it through school and come to university or college, that is the point at which the world is opening up. And that is the point at which they feel alright, now, you know, this is where suddenly, I have the chance to listen to so much more, know so much more and all of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:13.720",
        "message": "Yeah, and this kind of tells you that there are, you know, people use phrases like malnourished, there are multiple kinds of malnourishment that not having information, not knowing about the world is itself one such thing. And were you ever into TikTok by any chance?"
    },
    {
        "speaker": "Guest",
        "time": "00:47:27.980",
        "message": "Not at all. In fact, I'm very old fashioned that way. I was dragged kicking and screaming onto Facebook and Twitter later. But even now, I look even at something like Spaces and say, I haven't been there yet. I have no idea what it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:42.800",
        "message": "No, no, I wish before it was banned, you'd check TikTok out because I just fell in love with it. And in fact, I taught a very brief online course on TikTok and Indian society before it got banned. And I thought that it getting banned was tragic. Because what you're speaking of, you would see glimpses of it there like TikTok was a one app, which was for rural India, which was for people left untouched by this. I mean, of course, city kids also used it and all of that. But there was such an explosion of new and different kinds of creativity with people using TikTok in all our villages and towns, especially, I mean, I especially noticed this among people of alternate sexualities, for whom suddenly you have all these creators of alternate sexualities creating incredible content. And, you know, and then that was leading to some kind of a cascade where more and more creators like that were coming up because they had new role models, which is very far away from the nonsense that you see in our, you know, mainstream film industries. And another of the things I noticed is that in many of those, you know, when it comes to romance, you see the woman making the first move. And there was just this whole new kind of language happening"
    },
    {
        "speaker": "Guest",
        "time": "00:48:48.440",
        "message": "and that's fantastic. Yeah, yeah. So I really wish that you had seen it, but and that the bandit is just, I've heard people speaking about it, but yeah, I didn't see much of it myself. I've seen bits of it shared here and there. And I did think that, you know, people are getting some control over their own, you know, some kind of space of their own to express and all of that. So it's very sad. Yeah, that that is shut down."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:15.120",
        "message": "And it was evolving, you had very interesting kinds of descent also, which, you know, in art in, in creative ways, which you wouldn't really see in any other media. So it is what it is. Let's let's kind of go back to sort of growing up process. You're a kid in Bhilai. And eventually you landed up in Mumbai at St. Xavier's. And then you went and did your MPhil in JNU. Tell me about your sort of evolving conception of yourself in these times. Like, what did you see yourself as? What did you see yourself doing? How were your interests kind of developing and growing? And are there other directions that you could possibly have taken? Had you not taken this one? Like, how big a role does happenstance play in where we land up?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:00.360",
        "message": "I think a very big role happenstance is what I would I think, what I am today is sort of in spite of myself, I say that it's not, it's not only happenstance, it's about my overcoming my own self, my own resistance. Because I, I had thought that I would study literature, I might teach literature, I might be a journalist, these were possibilities that had occurred to me and that I had thought about and felt comfortable with. In Bhilai, anybody who didn't study science or who didn't do either the IIT ki tayyari or MBBS ki tayyari, basically were considered dropouts. So everyone in, teachers were shocked that, teachers who didn't know me well, there were a couple of teachers who knew what I really was. And they had told my parents when I was in the eighth standard, don't force her into these directions. That is not what she wants to do. So the thing was that then, you know, the arts wale jo bachche the, they were considered to be, oh, you know, so everybody's shocked, you know, why are you opting for that? And then there was a pressure that, okay, if you're opting for that, you must be wanting to prepare for the IAS. So then my mother also would tell me, do you think you want to, everybody's saying it, what is it about? So once when I visited Delhi, my aunt who lived in Delhi at that time, she was a very wonderful woman, she's no more. So she was a very gregarious, very social person, not me. I was a very private person, very private, always with a few select friends, not interested in meeting everyone, talking to everyone. And she was the opposite. And she told me that, I don't think you're going to like this. So she said, look, if you want, I have a friend who's an IAS officer, and I will take you and you can sit outside her door, watch what she does in the day and tell me, do you really see yourself doing that? And I didn't do that eventually, I didn't go and observe. But in talking to her, I realized that no, I wasn't really at all interested in that. So I said, I don't think that's me at all. I'm not a very good organizer, certainly not an administrator, not that kind of an authority figure. That's not my thing. Plus, you know, people dealing is not my best strength is what I thought at that time. So I remained my private little self with a few very good friends in Bombay, but very few and, you know, very, very close, but very few. But in, I was very, very concerned in Bombay by the communal violence that happened in 92, 93. So that I was in Bombay when the Babri Masjid came down, I was in Bombay when the riots happened, and when the blasts happened. And that stuff did leave a big, big impact on me, because I had friends, older friends, who were journalists. So they would drop in in the college. So they were formerly from the college. So they would drop in, talk to, there was a group of us. So there was teachers, students, and there was a place called the Social Science Center, the Social Science Center. And we used to hang out in the San Xavier Social Science Center, where I used to help out as a librarian with the books and stuff there, me and my friend. So there people would come and describe that we are journalists, and we've seen police killing Muslims running away. And, you know, these are not all stories that we are being allowed to print even. So these were journalists with publications, good publications, like the Times of India and all, very deeply disturbed by what they were seeing, not able to report on all of that. So I knew that this was an anti-Muslim pogrom that was happening. I knew that one of my closest friends, who's still my best friend now, so I would visit her house all the time in Bombay. She was a Bombaywali. And her parents, her mother, I would meet her mother, and her mother would tell me, you know, stuff she had heard, which was all myths, okay, that, oh, Matunga, there's this big sari store, and it's been burned down by the Muslims. So I would store this information away, my friend and I would store it away, then actually ask someone to check, and then come back, you know, do our own fact check, basically, and come back and say, no, it's standing. Ask so and so. They're telling you the damn thing is standing. This is a lie. Okay. So you're being told these lies by the local Shiv Senics and the local RSS people. So the thing was, you could see this happening and it was deeply disturbing. I think most disturbing also because of the stuff that was being said at that time, by these groups about women, right? So I could, I had no trouble at all connecting it with all the stuff I'd read about Nazis. It was instant. So because, and I would feel totally indignant because it was totally smothering to think about these people marching on the streets, sort of owning the streets. And immediately you realize that, you know, as somebody who was so comfortable in Bombay, but when your rioters are in possession of the streets, it becomes a very different thing because then you are seen as someone who could be a target if they didn't like what you said or did or wore or whatever, right? Another very formative thing I should mention actually is that was Xavier's itself. I mean, that was a big point, not in terms of activism. I think the people I knew who later became activists there didn't think of me as being a potential activist. Okay. So even people like Arun Ferreira, who's now in prison, Bhima Koregaon, he and several others at that time, they were activists. And I don't think they, you know, I'd hang out with them all the time, but I don't think they really saw me as activist material as such. But in college, my English literature classes, so there was this teacher called Eunice de Souza, who was absolutely the most remarkable teacher and poet. You've heard of her, I'm sure. So her classes and her, especially when she taught us, I remember the awakening I had when she taught the war poets, basically the First World War British poets. So that was anti-war poetry, basically. Or even if it wasn't anti-war, it was by people who were fighting the war, who were soldiers, who thought they were good British soldiers. So they were not, you know, they were not dropping out as soldiers. They were not deserting the army. But they were writing about what they saw, and they were expressing their loss of illusions about what war was, and their extreme discomfort with the patriotic jingoism about soldiers and giving themselves up for the nation and all of that. And I know that that was the point at which I sort of stopped. As a child, I always used to stand up for the national anthem. If it played on TV or radio, you know, there I was. But at that point, I started wondering whether I wanted to do that every time or not. I remember thinking that I need to be thinking about this, what this means. And definitely the ideas about war and nation and all of that were very badly shaken up once. So that was, I mean, that was also formative in ways which I didn't realize at that time, probably. But they were formative in the sense that when I saw army out on the streets in Bombay, so they came to very belatedly to control the riots. The riots, I'd already seen curfews, curfew-ridden streets. I knew, I'd seen VT station full of Muslims who were fleeing. So I knew that stuff was happening. And then there was the army. And I remember, you know, walking out on the streets when the army was doing a, you know, basically the army vehicles were moving. And you would have thought that the army has come to bring order, right? And in a way they did. But the men in the army, you know, the ones who were in that, in those vehicles, young men in uniform, their presence on the street was quite frightening to me as a woman, I remember. Because they would be shouting from those, you know, their vehicles, they would be shouting, you know, lewd abuse and stuff like that. And it was not something you were particularly used to in Bombay, I can tell you that, you know, because, and it didn't feel, and to my mind, I mean, I was not at all comfortable with what that represented either. Because it felt as though the city had become a very alien kind of place, you know. So the city which I, I still love Bombay. I still, I cannot, it's a love that doesn't go away because it's the place where I first became an adult. And I love that place. But I know that that sense of discomfort, you know, Anand Patwardhan's film Ram Ke Naam. So Ram Ke Naam has a scene right at the end where he's filming a march that is for secularism. And that reaches near Flora Fountain, I think it is some such place near, I think it's Churchgate or Flora Fountain, somewhere there. And there's a stone pelting by the, by the Shiv Senex and Hindutva right wing people. So I, my friend and I were in college. So our college was Xavier's. We walked down from there. And we had another older friend with us who was a former student of the college and former student of JNU also. So he had gone in a very big brotherly fashion with us, basically a little protective. So we went and when this stone pelting started, this guy who had gone with us started saying, I want you guys back. So he kind of persuaded us to, you know, turn back. We didn't want to, but after hanging out for about 15 minutes in the middle of the pelting stones, he said, no, if you're, and he looks at me and he said, tumhara saar fatega toh you don't even have, like your parents aren't here or whatever. You're in a hostel. Just, just come out of this now, you know, you've done your protesting now, just come right back. So he became very parental and took us back very sweetly. But whenever I see Ram Ke Naam and I see that, I think to myself, yes, I was there. That's good. But that's all. I didn't do anything more in the name of activism. The rest happened when I came to JNU for my MA."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:30.560",
        "message": "Yeah, that's, that's actually very evocative. And it's very interesting. You know, I'm reminded of this book by Chyna Meeville called The City and the City, which is of, you know, one city that is also, you know, there are two sort of simultaneous overlapping cities. And it seems to me that that's also the case with Bombay, that it is actually so many different cities. I mean, the Bombay by night is so different from the Bombay by day. And these different versions also include alternate realities, like when that lady, you know, your friend's mom tells you that XYZ store has been burned down, and you find that XYZ store is still standing. It's like in a parallel universe, it's like the city divides into two, right? And one version of the city has XYZ store and in the other version of the story, it's ruined. And you have that alternate reality just coming through the ages and just shaping so many people who live in a city that we don't see and we live in a city that they don't see, which is, you know, kind of poignant in a sense. So, how did you then eventually, after all this, get into activism and then get into politics?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:28.920",
        "message": "Yes, that is the part where the in spite of myself comes in because I came to JNU. So, my same friend from Bombay, she and I got into JNU together, she in the German Studies Center and me in English literature. So, we were very excited. We liked JNU. We didn't like Delhi much, but we did like JNU. And we liked classes, teaching, all of that. But JNU also has a lot of politics. And we were immediately interested as soon as we came. So, we were immediately interested in figuring out who would we like to vote for. So, you basically come to JNU in June, July, and elections happen. You basically come in July and your elections happen in October. So, you don't have very long, you know, two, three months to basically figure out your mind. It's you get a very short kind of crash course in what's happening. And we found that interesting without being involved, right? So, we saw that, you know, in 93, when we joined, then there was this new student, relatively new student organization called ISA. We didn't know it was new. By the way, the first student organization which contacted us was the ABVP. How? Because in the, actually, the letter we got from the university telling us that you have got admission to JNU, so that in the official envelope, there was a card by the ABVP signed by a woman who was an ABVP office bearer. Okay. And I remember that when that, when I got that in Bhilai, and my friend got it in Bombay, both of us had spoken on phone and said, what on earth? Because we knew that if we didn't know anything else about politics, but we knew that the ABVP represented these right wing fellows and we were like, what is this? Is this what is going to happen in JNU? These guys are sending letters with the administration. But then we came and realized that they had basically managed to find someone in the admin who had agreed to put this letter in for them and it had become quite an issue and people had protested it and all. But then the main jagda then was, of course, ABVP was there. And then there was the SFI, which was the established large left organization and there was ISA. So, we eventually became very close friends with some ISA women. And ISA had a lot of very strong women. And what clinched it for us was that whether it was the ABVP or whether it was the more conservative left, which was coming to us, they would both try to scare us off from the ISA feminists. Okay. So they would both try to tell us that these women are. So that was an immediate clincher for us. They were like, oh, really? There are these fallen women? Okay, where are they? That sounds interesting. Let's go befriend them. So, we kind of really hit it off with them because it was so clear that they were feminists and they were their lifelong friends now. But I never thought of getting active with them at all. So, 94 happens and 94, I voted for ISA. But 94 happens and in 94, you know, the ISA really tried to get me and my friend and some other friends of mine to contest elections. And I resisted it like the dickens. Okay. I really, I, because I could feel the pull. I could feel that I can do this, but I felt tremendous fear because I felt like it'll just sweep me away. And everyone knew that I'm the one who's kind of holding the others also back. Okay. Because we would go file our nominations and then the next morning come and take them back. And the person who's my partner, he was the secretary then. Very thrilled when suddenly five women have filed nominations and next day, you know, four of them are taking it back. Very irritated he was. Okay. And he's like, what on earth? And I hadn't taken membership of ISA either. And I'm like, nahi, nahi, nahi, apni individuality rakhni hai aur sangathan ka part ho jaoge toh. It's a pleasure. Mine, my ideas won't be mine. No, no, no, no, no, no, no. So, I didn't contest. But I didn't contest. But in return, I promised to campaign for ISA. And that was the first sense of a little shame. Because I was, in my school of languages, I was taking around this group of the ISA candidates. So there are five councillor posts. Had we contested, it would have been at least three women, if not four, and one guy. Okay. This way it turned out to be all five guys. So every time, and the campaigners were all women, articulate women, me, my friends, all were extremely. So we'd walk into a classroom and these guys would introduce themselves. And some of us would also do the talking. And in every class, there would be people asking, why is there no woman on the panel? And what's wrong with ISA? And here you guys are. And these boys would give us the dirts. Okay. Like saying, look, they're thinking it's our fault. And you people should have been the candidates and you guys have made us contest. So we would really be like, kya aap bataayen? Toh pehli baar thoda sharam laga. But uske baad bhi after that election also. So in that election, this Shiv Sena guy was a candidate, Bharti Vidyarthi Sena. So he made some horrible anti-Muslim speech. And then he came to our Ganga hostel mess and made a very terrible, a long speech about how, about the Hindu Rashtra. So we had gone in there and started sort of heckling him, asking him, what will you do with us? You know, who don't think of ourselves as being Indian first or religion first. He said, you have to be Hindu first, then you can be Indian and then you have to be whatever sect you are and all of that. So we had said, we are women first. What do you do with us? We don't really care which country we belong to. We are Indians and so theek hai, we are Indians, but we are women. Wherever we live in the world, we are going to be treated a certain way. What do you make of us? So he said, bahot se jail hain and all of that in a very dramatic way. He was a very good looking guy. So Ravi Dvivedi, his name was, he died later in a pretty tragic accident sometime later. I heard about that. Bhopal ka ladka tha, lekin bahot good looking tha aur bahot bade ada se kaha usne yeh baat. We, of course, totally freaked out and also because we could see our own women friends who were Maharashtrian girls and they were supporting this guy. So they were in that mess with him. So then we rushed to the ISA public meeting and got really, we threw ourselves night and day into the ISA campaign because we wanted them to win and we wanted these guys to get to lose, ABVP to lose and all of that. So after that also, but after the elections also, I wanted to again retreat. I didn't want to be involved. But again, it was a feminist thing. ISA and SFI won the election. So ISA won the president's post that year and SFI won other posts. In 2003, ISA had won all the top three posts and the last post was went to SFI. So it remained with the left. But there was also a lot of quarreling on the left. So a lot of arguments on the left. But we did have some very good friends in the SFI also who were basically, again, the feminists were our friends. So there were feminists in the SFI some who were good friends. And it was again, a feminist outrage that led me to get active in ISA finally, the last barrier basically. So the last barrier was that, you know, there was an ISA conference happening to select leadership. And there's factions and stuff about, you know, so I didn't know any of this. And I decided my woman friend who was the leader there, she had decided, she nominated all our names, you know, three or four of us. So we had all prepared to say no, no, no, we don't want to be in the leadership and all. Leave us, leave our names out. In the meantime, there was this hapless guy who stood up, and he spoke. And he said, jab ek hai humare paas mein, ek Tithi Bhattacharya hai, one woman we have, no, in the leadership. So why do we need four or five more? And then my shyest friend, the one who'd never spoken in public, okay, she went huffing and puffing to the stage and suddenly burst out into an angry speech, okay, saying that, what is it? Are we all, you know, just body parts over there? Irreplaceable one by the other, we are all separate people. You have so many men, nobody's saying you have one man, why do you need more? What is this and all? And all of us then went and gave speeches and all and immediately went into the methrutval leadership. And my friend was so happy, the one who was already, the two friends we had who were already in the, you know, leadership there, they felt like that guy had done their job, okay. They were very, very grateful to him. They were like, oh, so they said we couldn't, he couldn't have done better had we paid him, you know. And then of course, the last barrier was when I contested elections. Again, I didn't want to contest. I was very reluctant to contest. But then, yeah, I was kind of persuaded by Chandrashekhar ki laddo chupchap and all of that. So then I contested and won to my shock and surprise. So yeah, after that, I didn't hesitate anymore. I took on a lot of responsibilities after that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:46.200",
        "message": "And Chandrashekhar, you're referring to Chandrashekhar Prasad, who was killed tragically, right? The way you've told the story, it can totally be a web series, you know, pivotal scene guy goes and says these things, shy girl gets up. So tell me something earlier, you've spoken about how you were also, I mean, you didn't use the term shy, but you were kind of happy spending time with yourself, not a very outgoing, gregarious person, as such. But then when you get into politics, when you get into activism, you're making speeches, you kind of have to come out of yourself. What was that sort of process like that learning to do all of those things? Tell me about that."
    },
    {
        "speaker": "Guest",
        "time": "01:11:24.560",
        "message": "That was the biggest challenge for me. And that continues to be a challenge, I'd say. Because I was and am, you know, basically a very private person who, you know, it's the kind of person, if the world was an ideal place, then I would just like to be teaching and reading and writing and living on a mountainside with a dog or something like that, you know, dog and cat. So that's me. That's my ideal life. And I sometimes, you know, daydream and think, kash, you know, kisi din revolution ke baad, but I know ki revolution ho bhi jaye toh revolution ke baad kaam badh jayega, ghatega nahi. So anyway, the thing is that I used to resist, you know, so I know that when I contested elections, suddenly I, you know, I was giving all my time to campaigning, right? So the day the elections ended and we won, so Chandrashekhar and I had won, the other two people on our panel didn't win. So he won president, I was joint secretary. So the same evening, he came to my hostel, called me down and said, chalo chalna hai. Maine kaha ho gaya na, elections. Now kaha chalna hai? So he's like, what do you think? People have voted for you. Come with me. We have to go say thanks to people and all of that. So I went reluctantly. And on the way, you know, and I realized how he's meeting people, people are chatting, people are talking and he's just, people are telling him all kinds of things about their family members, this, that. So at the end of it, I was like, when will I get time to study if I'm going to be doing this? So he gave me one look and tried to talk to me and persuade me ki nahi, you know, and I realized that my worst nightmares have come true. My time is no longer my own and I was really panicking. But I think that that basically started it, that gradually, you know, and he played a very big part in that. He and my partner also, who was also, who still, I mean, he doesn't really, he is in a sense, he's private in the sense he doesn't like social media. He doesn't want his name out anywhere. He, you know, mostly it's all behind the scenes work. But he was not someone who considered his time and his space to be his own. So he had, you know, his room would always be open. So Chandu's also and my partner's also. So these were people who lived their lives very much in the public, you know, and so they, you know, seeing them and figuring out that there seems to be a reason for this. It's not just because you want people's votes, you know, it's actually because this is a job, just listening to people, just someone coming and telling them how worried they are about their mother who's sick back in a village. Just someone who's coming and telling them about their love life and, you know, how they are suffering because they think they're feeling rejected or something. All kinds of things they would come in. So not all of them are things which you're going to go and deal with as a neta, you know. But the point is that being a neta meant that you are actually available to people for a lot of things. And that, you know, gradually I did adjust to it, but I still find it a challenge. So I still need to and I accept it about myself. I'm like, OK, I am like that. So I need to recharge sometimes. I need to switch off sometimes. I do need to take off and have some private time myself. So I do that sometimes when it's possible to do it, you know. And then I feel like, OK, now, you know, I feel restored and I can again be at beck and call of anybody and everybody all times of day and night."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:03.320",
        "message": "So now, you know, most of us in our journeys, the things we do are instrumental. So if I'm studying this, it's because I want to become this. Or if I'm, you know, doing this work experience is because I want to do that next. This is what it will do for my career, so on and so forth. But it seems to me that with a certain kind of people, you know, whether it's an artist or whether it's a politician or whether it's a whatever, at some point, that becomes a calling, you know, in the way that you mentioned Chandrasekhar and your partner, that at some point the doors are open and people can come in and talk and that becomes a calling and that becomes your life. So, you know, and from what it seems to me, the day after you win the election, you're not there yet, because you're like, hey, how will I study? Why do I have to go now? But then you become that, right? So what is that shift like? What is the transition like? Is there a moment where you step back and say, okay, this is me, this is me for the rest of my life. This is what I do. Is there something like that?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:57.880",
        "message": "There wasn't a moment. I think it happened over some time. And I didn't really, it wasn't a moment at all. So I think it was a negotiation throughout and it took time. So I know that in April of 94, was it? No, April of 95, it must have been. Yeah. So that time, you know, you had your end semester exams coming and assignments to write and so much work, you know, you didn't type in those days. So my hands and my handwriting is very bad. So it was really difficult to, you know, write and took me time and all of that. So at that time, you know, that was time when you only studied. But at that time, you know, there was supposed to be an important sort of meeting in the university, which was supposed to take decisions about fee hikes and stuff. So the idea was that there was to be a march to the HRD ministry also to say, no, don't hike college fees and university fees and all. And I was like, okay, thoda kaam kar denge, parcha-parcha aayega toh hum bandh denge, type ka. But basically I realized that no, it can't happen like that. We all have to take responsibility. Otherwise the burden falls only on two, three people. How are they supposed to spare the time? So gradually after a lot of arguments, this, you know, I came to realize this. Again, you know, my partner is a very, very big part in realizing that because he, and he made a whole lot of us realize it, you know, that this is something serious, that this is not just a hobby. It doesn't matter if you're going to teach later. If you may have a job, you may do other things. He has a job now. But the point is that if these things that you're doing, these things are not optional, they're not less important than others. They're not a hobby. They are things that need to be done. So you find a way to do them. So I realized that yes, if I pushed myself, I did finish all my assignments. Well, I got good grades and I also managed to do all the work that was necessary to make those protest events a success, you know, you know, so that was a, that happened. And then came the time when Chandu's death was a turning point in a way I didn't realize. I had still thought I'd be teaching and all of that after that. And that was the year I was submitting my MPhil dissertation. So I had again, you know, I'd taken off and I told all my comrades that look, I'm studying and unless it's an absolute emergency, do not call me. I'm on the third floor in my hostel and writing. So there was no mobile phones, right? So there was a call in the, there was a phone in the guards room. So you people got calls there. So someone called there. So a phone call. So I was wondering now, who can it be? And why are they calling me? They all know that this one month, one and a half months I need to write my dissertation. I can't spare. So anyway, I went down grumbling, took the call and it was someone from my party office in Delhi. And they said, Chandu ki hathya ho gayi. I didn't recognize the voice because it wasn't someone I knew well. So I immediately said, you're lying. Who is this? So then he gave the phone to someone whom I knew very well. And I could make out his crying and he said, yes, it's true. Just now. It was literally minutes after it had happened. Minutes after four o'clock. So then I just freaked out. And then I had to go and tell a lot of people and all of that. And then we had this whole movement. So my writing, my MPhil became quite difficult, you know, because literally everyone was on the streets. So when I finally got back to writing, I think I didn't do a very good job. And my guide was very upset with me. And among other things, she said, you know, what is this? You know, where were you and how could you not write? And you have to, you have to make a choice. You know, you can't do both and all of that. So I remember thinking, feeling very angry at that in a sense, because I felt like she should have understood that it wasn't physically possible for me to not be out on the streets in those weeks and think that I can actually how could I, you know, how could I possibly, you know, one of our closest friends has been killed in this manner. So I, with the help of other friends who helped edit, my guide was right in the sense that she was right about one thing. She read what I had written in terms of my chapters. And she said, it reads like an MCD, whatever, drain inspectors report. Okay, it was very boringly written, very badly written. So then I had a friend who helped edit it. And she was wonderful in the time she gave me editing it and making it actually read like something. So without that I could never have got through. But because of all that extra editing work I did, I missed out on going to Cuba, something which I will always regret. Two people had gotten a chance to go from our organization to Cuba for a youth conference. And I was one of them. And I couldn't go because of my MPhil. I really, really regretted that because yeah, it was sad. But after that, that was a turning point. Somehow after that, I found myself, I did apply, went for a couple of interviews for jobs, didn't get them and wasn't really interested. But I was hesitant in the sense I wasn't sure my party needed me. I thought of myself at that time as a party member rather than just ISA, not a student. So then I went and spoke to one of our party leaders. He didn't push me. He said, I said, do you think I should take up a job? He said, if you want a job, you should take it up. You can always do party work with it. I took that to mean, oh, maybe they don't really have anything worth that I can do. Then there were others who spoke to me and said, tumhe jaruat hai kya abhi? Paise ki jaruat hai kya hai? What's the problem? I said, no, I'm OK, actually, and I don't have to take up a job right now. So they said, in that case, please, there's lots of work for you to do. So then, of course, the jobs they were giving me again, every job that I've been given, I've been scared of initially. I've wanted to say no to. So they wanted to give me the ISA president's job and I wanted to say no. But then I went to the meeting saying I'm going to say no. But then I went there and I said yes, eventually, because I realized, oh, it's the call of duty, basically. So I said yes. And then, yeah, I learned of the job and found I could do it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:14.200",
        "message": "So by party, you mean CPIML, right? CPIML. Yeah. So what does politics really mean after this? Because none of the communist parties, from what I remember, and you'll have to forgive me if my knowledge of this is very rudimentary, but from what I remember, none of the communist parties were really winning too many seats, certainly not in the north of India. So what did politics really mean in that sense? Was it activism? Because again, it's not instrumental in terms of there's practically no chance for your coming to power. So are you trying to maybe shape the culture in little ways, making small impacts on the margins? What's the end goal?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:51.000",
        "message": "No, not really. I don't. I see the job as all of it, including the elections and all of that. I see electoral wins also as important and necessary, as well as all kinds of other changes which are equally important and necessary. But it's more in terms of I don't see the win as a win for a particular brand name or a win for particular persons. I think that every win which is hard won, very difficult to win, but those wins for a left party are basically wins for a certain class of people who otherwise are always losing. In my party's case, for instance, I remember that when Chandu did give me a party membership, offer me a party membership, he took me on a long walk around JNU campus and he appealed to my feminism. And he said, what do you think? Wouldn't you want to know more about how women wage these struggles in terms of, for instance, laboring women, Dalit women in Bihar who faced a massacre by the Ranbir Sena. So they faced a massacre because they are in a certain struggle and it's not an armed struggle. So what do they do in that struggle? What are the forms? Aren't you interested in learning from them? Because otherwise you will only have this much experience and that's it. So I noticed that he wasn't telling me, you have a lot to give those women. He was telling me the opposite, that you are limiting yourself because you are not taking what they could give you. And so you should actually, you should be knowing a lot more. You don't know enough. So I realized that that was what I wanted to do. And I was doing that and their victories. So every election that they won, our party won an MP seat in 1989 and then MLA seats, they first won in the, in 1992, 1996, I think. Yes, 96. So that's when the Ranbir Sena massacre started happening and there was this whole pushback and then the Lalu phenomenon was also there. So our party's meteoric rise was suddenly halted because the social justice space was then divided between the Janata Dal and our party. So till then, the social justice space was mainly our party. But as the 90s, with the rise of Lalu, that became divided. There was a divide. But I wanted that these forces, these people who are fighting these battles for land and wages and dignity, their winning an election means it's their victory. Their victory. I wanted that. So basically, I was doing it for that. So it was, and I still am. So it doesn't matter so much. I mean, I want us to win more seats. I want us to do much better. I'm thrilled when we do. But I am not terribly crushed when we don't. Let's put it that way. It doesn't crush me when we don't because I realized that, well, that's where the movement is at now. That class of people is not anywhere close to winning right now what to do, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:12.640",
        "message": "So I have three follow up questions about your political journey. And one of them is that when you join a party, and I think you mentioned earlier in 94, when you were sort of being voted by different parties, and people said, hey, join IFA and you were like, no, I don't want to, you know, I want to maintain my autonomy and think for myself and all of that. And it strikes me that joining a party also carries a risk of pleasing allegiance to a tribe, you know, in different subtle ways that you may not even realize yourself that you become circumscribed by that. And that's especially so if it is a political tribe in the sense that the fundamental thing about politics is you need to win. There is that will to power, that will to power involves thinking in certain ways that you might not otherwise do not just thinking in terms of principles and ideas, but thinking in terms of vote banks positioning, like you said earlier that, you know, we never looked at our win as a victory for a brand name or a person. But nevertheless, if you're in politics, and you want to win and you want to follow the will to power to his logical conclusion, those are sort of things that you are thinking of. So what was this something that you know, was an issue like one thing that I often say, and I think is by and large, true across the world and across politics is that politics corrodes character, because you might go in there with certain principles. But then politics is the art of compromise. And it is the art of finding a way to win. And then gradually you just, you know, you do things you may think are necessary compromises, you don't really believe in them, but you change along the way. So is that a journey that you were conscious of that you managed to avoid? Is that a tussle that is always there? Or is your party different? Or, you know, what's"
    },
    {
        "speaker": "Guest",
        "time": "01:27:53.760",
        "message": "your sort of? I love the question, Amit, because it was certainly in my mind, that was certainly a reason why I was hesitant. And I have a complete abhorrence of cults. So I won't even use the word tribe, okay, because tribe I can still see as different. I have a complete abhorrence of cults. And on the left, you have no dearth of cults. Okay, there are plenty. And I was not, you know, I cannot see myself as being a member of a cult ever. So I was worried about that. But two things that sort of made me understand things a little better. One was that I felt that the idea that I am this individual person, and standing alone on something, apart from everyone else makes my position more independent or more superior to others wasn't something true. It's not always because I realized that, you know, what are you changing, then at the end of the day, change comes when you are interacting with others. And it is always something that's collective. Somebody I admire, an artist recently wrote, I saw a social media post of theirs, won't name them. But I saw a social media post of theirs, where they had several posts about how an individual is the one who makes the chance you get, you know, you get insight and truth only as an individual, not as a mob, not as a crowd. I thought about that a lot. And I don't agree, because I think that truth is not something people get it. It's not just something that's given to you as an insight. It's not just a light bulb moment, always. It's often something that you realize you want, but it is possible to get it only by working with a whole lot of other people. And if there are people, there are going to be differences of opinion. So the issue is whether you're able to have a democratic way of functioning and decision making. And in ISA, very early on, I was very reassured by the fact that this was not a place where everyone agreed with everyone else, very far from it. Okay, so there would be these heated arguments without getting our personal relationships altered. Okay, so we were very close and loving and caring for each other, while being absolutely so I know that my feminism was something that a lot of men in my organization resisted for a bit in the sense that they said, no, no, you are very critical of Marxism, but you haven't read Marxism, right. And I realized that some of what they were saying was true. Because when we got arguing, I realized that the Marx which I had read was the Marx I had gotten from postmodernist critiques of Marxism. So then they would poke at me and I would go back and read, you know, what I had thought I had read before, and realize that, oh, it's actually saying something a little different. So I would also change my mind, but I realized that they do change their mind on many things. And those came out of these arguments. And the best thing was that even where their minds were not changed, I would write leaflets for the organization, and they would be signed by everyone, including those who had not agreed. So I realized that that was, you know, I felt very reassured in that, that a feminist thinking I wrote something called a feminized Marxism. And a lot of the Marxist, pakka Marxwadis looked quite horrified and asked several of our ISA national leaders, ki yeh kya paagal ho gaye ho kya? What is all this feminized Marxism? What does it mean? So they said, no, actually, she's written it and we are carrying it in our name and read it. It's not, you know, it's not so bad. Don't go beyond the title, read what she's written. So now when I read that title, I cringe a little bit, because it's not exactly the way I'd put it now. But yeah, I mean, I do realize that there was a germ of what I hold even now. And that happened over a time, over a journey. And collective decision making is still in my party. Even now, there's no, there's no, you know, cultishness at all, you know, so it's not like koi bada neta hai toh uski baat bas maan lena hai and all of that, not at all. But I do realize that it's a bit different, that there are, there is a chance of this happening in left parties. It has happened internationally. Okay, there was a cult around Stalin. There was, there have been cults around other leaders. And there have been cults in other ML groups. I see a very cultish behavior in some left supporters online, especially for instance, when they're defending their, you know, the CPM position in West Bengal right now. So it's this blind defense of the indefensible. You know, you are facing a reality, but you're saying, you know, the sun is shining, but you are saying no, it's midnight. And I believe it's midnight and you people are all liberal idiots who don't understand that it's midnight, you know, or when it comes to China, you know, so if I, if my party criticizes what China is doing with the Uyghurs, there are plenty of cultish fellows you meet who are, who will say, oh, this is, you know, CPM is a liberal, Kavita Krishnan toh liberal hai. Toh liberal hona bahut kharab cheez nahi hai na. The communist is supposed to be, the problem with liberalism is that they don't realize that those liberal values are not accessed by everybody. Not everyone can have the benefit of what liberal, the good that liberalism offers. That is the problem with liberalism. The problem with liberalism is not because it's liberal. The problem is because you don't realize how to make it available to everyone. And that can, so the communists have to be liberal for everybody. No, that's the whole point. The point is not that you become authoritarian for everyone instead, right? And so I am, I'm still very, very wary of cults, but I think that somehow in CPIML's own experience and the way it has developed as a party, that's for another conversation sometime. But I think that in its own experience of growing, it too has had to consciously avoid becoming a cult. So I remember just one small example of that. I know that, you know, my, the magazine I edit, which is the party organ is called Liberation. So my party is called CPIML Liberation. So initially it used to be called the Vinod Mishra group, because there were groups named after this person, that person, this person, that person. Vinod Mishra, he became the general secretary suddenly because several other people who were leaders died. They were killed by the police or they were killed in custody, police custody. So he found himself in the late twenties, a young man, suddenly the general secretary of a party, which was facing huge violence, facing a lot of depression, and that was scattered all around. And he turned that around. And I don't think of it as just being his remarkable abilities. At that time, I doubt whether anybody thought a 27, 28 year old had any remarkable abilities. It was just that it was his job. He had to do it, but he did turn it around and he did it by keeping a very straight head. And the first thing he did was to say, no, this stops. It's not Vinod Mishra group. It has to be a party. And the party means it's a collective. The collective means it's collective decision-making. What I say doesn't go. If I don't persuade you, it doesn't go. So he then managed to persuade a party that was underground to actually start contesting elections, start doing things differently, start realizing that class struggle takes many forms. Caste and gender became pretty central to the struggles that were launched in the 1980s by our party. All of that. And it happened also because there was this very conscious, this thing that, so there are jokes about ML parties, okay, which I'm the, you know, several jokes about ML parties and how cultish they can be. Okay. So my own comrades used to tell us those jokes in which they would be about, you know, how to address Charu Majumdar. So should he be addressed as comrade? So the point is that our party developed by laughing at this, by joking about this and saying, please, no, this is not what we want to be doing. Okay. By very far from it. So, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:25.880",
        "message": "Yeah, it just strikes me that if Sri Sri Ravi Shankar joined your party, you could call him comrade, comrade Ravi Shankar. But so I'd actually told you, I had, I'd actually told you, I had three questions about your political journey. And I've asked one of them. So you would imagine there are two left, but one more popped up from, you know, what you mentioned about how within ISI, you would have all these heated arguments, but you'd still love each other and be friends and all of that. And the arguments were just at an intellectual level. And we don't see that in the modern discourse so much. And my theory for why that is, is that what social media especially does is that one, it enables people to form these sort of echo chambers, find a tribe or the cult as it were. And then the incentive there is always to raise the status within that echo chamber. And the only way of doing that is by moving to the extremes, and by getting increasingly shrill. So sometimes you can, you know, attack people in other echo chambers and never actually talk to them or address their arguments, but just attack them. And sometimes it becomes this quest for purity within your little cult, where you attack someone from the same cult for not being pure enough. So it seems to me that therefore, our politics in a sense, is necessarily going to be driven to extremes in this manner. And, you know, I don't know if I am if this is just the availability heuristic that because, you know, I'm on Twitter so much, because I noticed this stuff, I'm noticing it. And maybe it was always like this. But my sense is that the discourse has become degraded, where everyone is living in their alternate realities. And we don't talk to each other anymore. What's what's your sense?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:04.440",
        "message": "What you say about social media? Absolutely. And I'll speak a little bit about that immediately after but I just wanted to correct one thing that our arguments in ISA were not just intellectual. I think we felt them very, very personally. So, you know, when they say personal is political, it's also that the political is very, very personal to us who are, you know, living politics. And I don't think it's only for activists. I think for a lot of people, if politics is at all about your values, then it is something deeply personal. It is something deeply personal. I felt this, you know, when I was reading Anja Lumba's, who was my guide, by the way, my MPhil. So Anja Lumba's very, very fine book called Revolutionary Desires. So she's written this book about the women in the first phase of the Indian communist movement. And, you know, that's one of the things which I felt while on reading that book. But these are women for whom it's not just that their personal is political, it's that the political is so deeply personal to them. So they can feel, you know, emotional ups and downs like you do in a love relationship. It's like that. So our arguments were deeply felt and they were personal and we had quarrels, we had arguments. I only say that it didn't mean that we wrote off people because of those arguments. Because in general, we cared for each other. We knew each other very well. And so we knew each other's quirks also. We knew each other's, you know, blind spots also. And so we were a very diverse set of people who were still very loving to each other in that sense. And I can't say more than I think I think most of all for that, I mean, I'm not saying it just because he's dead. But Chandu was really remarkable in that way. Because he was someone I realized whose politics came from a place of love, not from a place of intellect alone. I think for me, it was most of more of an intellectual sense and of ideas and duty and all of that. But for him, he really loved people. And then he wanted to make their lives better, that kind of thing. And he was that kind of person who would have these very, very loving relationships with people who were in rival organizations, people who were very critical of us. He'd argue bitterly with them. But at the end of it, they knew that if they needed help, or if they were, you know, they needed succor at some point, they knew they would find it with him. And that was something which really stayed with me for a long time. But what you're saying now about social media, I think the first problem which I see with social media, apart from the, as you say, the tendency to be more one dimensional, more, you know, you also get a I'm talking even about myself, that on if I'm on social media, and I see somebody has an argument, right? My whole body, okay, from my toes to my head, wants that dopamine hit of smashing it back with an answer, okay? I wouldn't be able to do that if I didn't have this at my fingertips. And I realized over time that I didn't like that feeling. I didn't like doing that anymore, because I realized that it is making me also react in ways which is unnecessary, even if it's an unfair attack. I'm not talking about trolls, I'm talking about maybe, you know, someone I know on social media, but they don't agree with me. I don't have to smash it out of the court, I don't have to smash it back in their faces. I can wait a little bit, think about it. And then, so I tell myself that it's like drunk driving. So I tell myself, don't drive while drunk. So don't tweet while angry. Okay. So I tell myself that if I'm in a particularly angry or volatile mood, maybe I shouldn't. It took me a very long time to come to this place, I can tell you, because I've done a lot of ill-advised tweeting and posting. And it is my comrades, in fact, who have persuaded me, who have gradually gotten me to see that this is not a particularly wise or good thing to be doing. But I think for me, the worst part of social media is that what it does is it teaches young people that you can become a, you know, you get recognition very fast on social media, by doing very little outside social media. Or if you're doing something outside social media, so showing it on social media becomes the main thing. And so the tendency is that you start thinking of yourself more as an individual. And I'm not saying this badly about the persons, I'm talking about the structure of the, you know, social media itself and media. And then media picks you up from there. It happened to me. But the point is, you know, since 2013 movement, before 2013 also, I was doing the same thing and had been doing it for more than a decade. Okay. But media didn't know who I was, they had no clue I existed. I gave a speech to about 25-30 people outside Shreela Dixit's house. And 25-30 because by that time, you know, water cannon chal chuka tha and a lot of people had been chased away. So I gave that speech and left. Okay. And that speech went viral. And so suddenly people realized that, oh, here's this articulate person and start calling me to every media channel. So initially, I had no discrimination, I just got yanked around and go everywhere. Then gradually, I started realizing cutting it down. But I and that recognition that came for me as an individual, I realized that I would have to fight to make them take my organization's name. And they would think that this is a business for political prachar. And I would tell them, no, the point is, I'm only representing. Otherwise, I would just be a talking head. No, I'm representing the wisdom, collective wisdom that an entire organization of lakhs of people is living every day. No. So how is it fair for just for me to just go as Kavita Krishnan Samajik Karekarta? Don't do that. You know, I'm going there because my organization does this work. Okay, so then I have to force them to do this. My mother used to watch me on TV and text me when she realized when when she'd tell me they aren't giving IPAS name. So when there would be a break in between, I'd call people and say, why isn't you know, because I couldn't see what they're showing. So that took a long while. But the point is that happened to me when I was in my 40s. Okay, I was it when it happens to people who are in their early 20s. I think they find it much harder to think collectively. So then it changes the dynamics within groups, it changes the dynamics of how you then they start thinking, okay, I'm this political figure. I have this politics. Where can I take this in my bag with me? I started out in this left organization. But if the left organization doesn't have much career opportunity, where will I win? So maybe I can just take all this progressive politics and go with it to Congress or to X, Y, Z. And I think they're, I'm not saying this in a bad way about any of the people who've done this. I understand how it's happening, but I feel bad about it. And I think that they have often had a very disillusioning experience after that, because they've realized they can't do that. You can't, you know, your left ideology and left politics comes with a certain kind of practice. You can't just pin it on your this thing like a badge and go carry it with you somewhere else, you know, you won't be able to do the same kind of politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:41.960",
        "message": "So I'll just kind of think aloud. And it strikes me that the fundamental difference here is that for the casual person who's not really into a cause, the cost of posturing has gone down almost to zero. Like I imagine in 1990, let's say you care about cause X, or let's say in 1990, you don't care about any cause, but you'd like to posture that, oh, I am on this side, you can tell it to people in your drawing room at a party, and it has no impact. But if you actually want to, you know, build that brand of yourself, you have to go to rallies, you have to put in the hard yards, you have to do all of that. And whereas on social media, the cost of posturing is for all practical purposes, zero, anybody can just say anything and, you know, appropriate that label or tag for themselves and oh, look, I'm so compassionate, I care about X or Y or Z, or I'm so sanskari, or I'm so nationalistic. I think I mean, this applies to all the cults, of course. And then what happens is that the genuine carers in a sense, and again, I'm thinking aloud, get sort of drowned out by all the shallow posturers who are then competing with each other. And therefore, Twitter gets or social media gets further and further away from the real world where people are actually doing real things, but maybe shat on on Twitter for not being pure enough or whatever, any kind of random thing."
    },
    {
        "speaker": "Guest",
        "time": "01:46:58.520",
        "message": "I very much agree with you. My only caveat to that would be that then it's not social media versus real life. It's more about movements that are there in real life, and are also on social media. So for me, something like Yloitor, or something like Pinjatod, which is even more so Pinjatod, to me, those are in a different category, you know, because they are not just about individuals who are, you know, saying something. It's not just a statement on social media. It's not just a discourse. They're actually trying to organize and social media is one of the organizing tools of it. Not the only one, but one of them. I think that as far as that's concerned, that's good. But my worry is that it's also the other way around. And I keep seeing that happening because it's also like if it didn't happen on social media, it didn't happen at all, right? But the point is, there's lots of movements, lots of interesting political developments that happen off social media, and not all of them can happen on social media. It's not just about social media space. See, it can be a remote andolan in a village, and you can find a way to get it on social media. I'm not talking about that. I'm talking about gender politics. I can tell you that much of the work which I do as a feminist activist, or which my organization does, cannot be ever shared on social media or on media, ever. Okay? I cannot do that. The reason is because so much of it is in the realm of private talking to survivors and victims of violence. I'll give you an example, and I'll tell you how insidious this is. Okay? So there's this comrade in our office here who is one of the most senior members of our party, and a very, very, again, somebody who wouldn't describe himself. He wouldn't use the word feminist to describe himself, but who is one of those whom I can generally count on to be the most supportive with, you know, any move that is feminist in spirit. Okay? And that is progressive in spirit and all of that. He's a very wonderful person. The thing is that newspapers one day were full of stories about a JNU student, a woman, who was raped by a Delhi University some student. Okay? So the papers were full of this rape. And, you know, the papers obviously did not report on any complaint being filed, any protest, any this, any that. Okay? So it so happened that a couple of days after this, the papers had been full of it, and I happened to visit our office. And this comrade, he sat me down, and no, he didn't sit me down. I realized that he'd been speaking to a whole lot of other people and had been telling them in the office, I think that ISA, you know, it's really become very problematic because look, they are not taking up this issue. And why are they not taking it up? It's because, you know, they must be thinking that, oh, this happened in a room. So somewhere, you know, there was a conservative bone that had gotten activated in him. So he thought that because we are sort of these feminists who think in terms of free interaction between the sexes, he thought that maybe that's why they think, okay, because this happened in a hostel room, they don't want to believe the girl or something like that. And how wrong is that? And all of that. So he filled his head with all of this and told several others. So those others told me. So I, of course, marched into him and I sat him down and I said, pehla toh yeh dar why didn't you ask me first? Okay? I wasn't a student then, but I'm a women's organization activist. You could have asked me, I'm in Delhi, or you could have asked some of the students. So I said, now I'll tell you what's been happening. So I told him that, look, the same night that it, the same evening it happened, a night people got to know. So I saw activists, one of whom is a, has had training in psychiatry, has had training in counseling. She and some others, they went to meet this survivor. They spent hours with her just sitting quietly until she was, or sitting around until she was in a position to talk to one of them. When she agreed to talk, she told them what happened, but she said that I'm a foreign student and I do not want a police complaint. I do not want an MLC done. And I do not want to complain to the university because if my parents get to know, that's the end of my education, they will pull me out of college. So a lot of attempts happened to persuade her, telling her that her privacy will be cared for, but, and to go for an MLC also because she was actually hurting. So they said, look, you need medical care, you know, so why don't we take you to a professional who will, both medical and psychiatric care? She said, no, because then they are obliged by law to report it to the police and I can't have that. So she didn't. And for two days after that, different people had been to try and talk to her and had not succeeded. And she didn't agree. Eventually, I think at the very end, I think she filed a complaint, not of rape, but of sexual harassment. And so that became grounds for the university to take some action against him. There could never be a police complaint because she was not willing for it. So I told him, why didn't you have faith? And you should have had the most faith in those who were most feminist, because it's precisely because they are in such strong support of consensual relationships that they understand what is non-consent. So they know to distinct, they're not, you know, you're wrong when they think that because they think it's okay for people to have sex in hostel rooms, that they think that they doubt the statement that this girl says, which is that, oh, I was in a hostel room with him, but he raped me. No, it's the opposite. They're believing her because they understand that you can have consent, non-consent, and this woman is talking about non-consent. But the point is that this takes time. And he said, but it didn't come in the newspaper. I said, it will never come in the newspaper. It can't come. You can't. And not, this is just one instance. I can, you know, the large, vast number of interventions that we make are of this nature where you will not be able to talk about it to anybody, you know? So it's hard, you know? I remember that that person was a speaker of a certain language. So one other girl contacted me and she had very angry saying, what is ISA doing and how come it's doing nothing? So I said, you speak that survivor's language. You yourself are a student. You know ISA well. Why don't you go and speak to her? She spoke to her, you know, very confidently. And after that, she was absolutely chastised because when she came to me, she had realized that this is a fragile woman in a fragile state of being. The main job right now on our part had to be to reassure her that she was not at fault because like every rape victim, she was saying, why didn't I fight back? Why did I freeze? Why did I freeze when this happened? Why didn't I hit him? Why didn't I struggle? He then walked me out to the auto. My God, what was I doing? Why didn't I scream? And, you know, people who were experienced had to tell her that this is most common. Nobody screams. When someone you know has suddenly violated you, you are frozen for a very, very long time. So don't blame yourself. And when she's in that state, you can't be pushing her to, you know, say, why aren't you protesting? Why aren't you protesting? Why aren't you complaining? Why aren't you going to the police? Because you can't. You have to be. And that person realized it. You know, the girl. The point is that experience makes you realize this. You can't realize it if you have an abstract idea that what feminist activism is, is only about posturing, you know, and only about what is done in the public eye. It's not. I took a long time to answer that one. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:25.360",
        "message": "No, no, that's, that's very illuminating. And, you know, just some messiness of the real world. And it's good to get a sense of that sometimes. And this also speaks to, you know, something that you've written about in your wonderful book, Peerless Freedom, where you've spoken about how so many girls across India, if they're harassed in school or treated badly, they won't complain to their parents, because their biggest fear is they won't be allowed to go to school again. So that's just so poignant and fundamental. Now, my last two questions about politics, and then we'll take a break. And then we can come back and talk about the state of women in India, which is such a huge subject. So my penultimate question is this that, you know, when you were talking about, you know, the imperative for winning elections with your party, and you said that it's not about a brand name winning or a person winning, but it's about a certain class of people finally coming through and winning. Now, my question there is, and this could apply to the left parties, it could even apply to all kinds of parties, is that this class of people whom you're trying to, you know, empower, doesn't vote for you, you know, hasn't voted for you. So what does one make of that? Like, you know, people keep talking about with good reason, the Brahmanism of the BJP and the RSS and all of that. But the fact of the matter is, in both 2014 and 2019, in the general elections, you know, more of the Dalit vote went to the BJP than to any other party. So how does one then in politics, does there come a time when you begin to question yourself when you say that, okay, I am doing this for X class of people, but they don't seem interested, they're voting for someone else. So what's going on here?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:54.160",
        "message": "Yeah, I'm glad you asked that, because it's a very, very commonly asked question. And it also ties in with what you asked earlier, which was about, which I didn't answer that aspect of it, which is about the fact that politics in reality involves compromises, it involves, you know, tactical considerations, and not just an abstract, ideal thing, right? Because your ideas have to be have to become real, they have to be adopted by people. And they have to find space for themselves in a real political fight. And that is going to involve rubbing against, it's not going to be cast in stone what you do, right? So for me, somehow, my understanding is that this isn't really something that has troubled me ever. Because to me, I think, and I think of myself as a very classical sort of Marxist Leninist in that sense. Because I think, you know, that was the whole thing with Marx and Lenin, that it was about translating Marxist ideas into a political movement in a country very removed from where Marx was writing, in a very backward country like Russia. And it involved all kinds of compromises. And Lenin is writing about each of those and why those were taken. What he wrote also is not cast in stone, because you can see him changing his mind, okay? As time changed, not just he, you can see him having ferocious arguments with his comrades. And then realizing later that some of them were right, or them realizing later, no, no, actually he was right. And sometimes the timing for an idea was just plain wrong. Any number of examples. The same thing is what you do, you know, things are not, let me give you an example. Jaise humaari party mein election contest nahi karna hai, which is Maoists ka. So, even our party, originally at Naxal Party, didn't contest. Because at that time, it was a very different time where there were not, you know, there was only one major national party, the Congress. And there was a tremendous sentiment of people against it. And so it was, in a sense, a revolutionary time. But there was no revolutionary readiness of that kind. And so the movements happened, but they were crushed. And after that, you had this rise of so many regional parties and all of that. And at that time, to go on saying nahi, nahi, nahi hum shuddh hai aur vote nahi daalenge, we realized, and it took us a good long while to realize it, okay, my party, that in the early 1980s, when they realized that people in our party, and they were Dalit leaders, who had joined our party on their own, they had formed the party not because someone from above told them to, because they felt a need for this party. So they made the party. And for them, when they listened to people, they realized that the main issue for the Dalit laborers in Bihar was not ki election boycott karo, it was the opposite. They said humko vote nahi daalne dete. When we go to cast our vote, they kick us out. So they connected that with their sense of Dalit dignity and Dalit, you know, so their political rights and social rights were actually connected with each other. And their economic rights, because they said we are not paid, all of that. So the movement began to fight for their right to cast the vote. And that was a very violent confrontation, because even if you go non violently to cast your vote, they would be violently killed, shot, you know, for having cast their vote, without the landlord's permission and all of that. So then it meant that you had to have some kind of, you know, you have to make this a movement, then you had to ensure because the police is not protecting you. So you have to ensure that people are protected, and they go together to cast their vote. So you literally have to have a jaloose even to cast a vote, right? All of that. So the point is your tactics had to change, no? You couldn't stick to one thing saying elections are a pig, you know, Lenin famously said Parliament is a pigsty. The point is that he also, his party also entered that pigsty. And so do we, and we know it's a damn pigsty. But the point is that in the sense that pigsty in the sense that you're likely to get muck on you, okay? Even if you win a small panchayat seat, the number of opportunities for corruption is all around you. So how do we deal with it? We deal with it by saying, let the janta, public deal with it. So our only stipulation for our public representatives is that they and the party should be accountable to people. So they have to be democratic means where you have to be transparent and accountable to people. So people have every right to dharna pradarshan against you also. So you have to be accountable to them. And if you're not, then sorry, you know, you face the consequences. We are not about to, you know. So that is one thing. So it hasn't bothered me, therefore, that you have to make these compromises and all. I think I'm getting away from your main question, which you asked this time. What was that? I'm so sorry, I got"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:38.080",
        "message": "carried away by that. Which was that, you know, you're fighting this battle on behalf, you said,"
    },
    {
        "speaker": "Guest",
        "time": "02:01:42.480",
        "message": "of a certain class of people. Yeah. So I love that question also, because, you know, for me, the point is that it's like, I'll use the Marxist term, which is actually a very useful thing. It's not a piece of jargon. So evocative, because it says that people are, you know, you're a worker in yourself. So you're a worker. Objectively, you're a masdur. Okay, your relationship with your employer is that of a worker and an employer or capitalist, whatever it is. But the point is, you're not a worker for yourself, because you're not thinking of yourself as a worker. You're thinking of yourself as a, you know, different things at different times, you think of yourself as a father, you think of yourself as a mother, you think of yourself as a member of a certain caste, you think of yourself as a member of a certain community, you may think of yourself as Hindu vis-a-vis Muslim, dozen hats you're wearing, right? You know, so you're different people are calling you out to identify yourself in different ways, right? So the Hindutva groups or the Shiv Sena would call out to the worker in Mumbai, to say you are identified as a Shiv Sena when it comes to vote, even if you're with a left trade union. So that is the whole challenge of trying to create a realization. And that happens only in the course of movements. You can't teach it in a class, you can't do it abstractly. It is in the course of the movement that a worker may realize that she and I'm when I say work, I don't mean an economic category alone. I'm saying somebody, for instance, who is oppressed because she is disabled, oppressed because she is Dalit, oppressed because she is a lesbian, oppressed, because she is a worker. She can be all those things. Okay, one of our trade union leaders. And when I when I say this to you, I'm actually thinking about a specific trade union leader we have who is a Safai Karmi, she is a lesbian woman, she is a, you know, someone who is, who has faced oppression as a Dalit. Okay, all of these things. And now she is all of those things when she's fighting, right? The point is that for her to realize that she is not, there are, you know, the BJP will call out to her saying, identify as a Hindu, hate the Muslims and vote for us. Or identify just as a subject of the government, who will get these, these things that the government will give you, if you are loyal, right? You just be loyal and you take these things. So, the idea that no, I actually need more, I expect more and I expect a certain dignity. I don't expect it for myself alone. I expect it for everybody, including those who are not part of my group, my organization, whatever. So, those people who are fighting, right? Who are fighting those movements. I'm talking about the victory for that movement. It will not always be on part of the majority. It's often a minority that is fighting it even within among the oppressed. The point is, it has a potential to change. So, what side do I want to be? Does my party want to be? What is the point of CPIML existing? Let me ask it that way. Okay. The point of a party like mine existing at all, is if it is going to be consistently every time, whatever tactical choices it makes, and it will be. We never used to align with any bourgeois party. We aligned, Congress to chodhi do. We did align eventually with some other parties and this time we aligned with the Congress, with RJD, the same RJD jiske saath 90s bhar we remained separate and we were at loggerheads. Okay. So, how did these changes happen? No matter what decision, because circumstances changed, okay? But you're making each decision thinking about is it going to help and advance this movement that's going on here? These movements, or these, you know, the potential for transformative change, you know, so every decision you make has to be on the side of that change. If it is not on the side of that change, if it is on the side of saying, achcha chalo, hum log bhi SEZ bana lete hain, hum log bhi kisanon ki jameen chheen lete hain, hum log bhi let's also do what all every other party does. And what's the point of a left party existing? That I think was what happened in Bengal and it should be a lesson to everyone on the left. I'm not saying this to score a sectarian point with the CPIM, but I really think that a party that was loved for its, by the peasantry, okay, with all my differences with it, I have to say that, I mean, CPM had the loyalty and the love of the peasants of Bengal for decades and that broke because they became a party that took land away. Now, other parties take land away and may get votes in spite of that, but not a left party, because they're not with you for that. They don't expect you to be doing that stuff, you know. So to my mind, it's that, that is the raison d'etre, that that's what you're going to keep doing. And your movements are primary, but your movement, I do not see movements as being contrary. I see the political interventions and the elections as being an extension of the movement. And therefore, and I'm not saying that caste considerations and all are not there. Of course, they will be because they must be there. Why not? You know, for instance, all our candidates in the Bihar election this time, it so happened that most of them were from the Dalit or OBC castes, okay. No women, okay. No women. I'm not happy with that. But a lot of people asked us, so did you plan that all these must be Dalit and OBC? And we told them that, look, it happened that way, because we only saw, okay, who is the person who is leading movements there. And the movements comprise of people from these groups. Naturally, the leadership is from those groups. And it's very natural. In some place, if there happens to be a leader who is, and there have been, okay, there have been leaders of struggles of the oppressed, who happened to not be from those communities. But they have been accepted as part of those communities because they have literally been willing to die with them. Somebody gave me this answer once when I was asking them, I was playing devil's advocate. So I'll tell you. So there was a, in the part of Bihar, there was a very terrible attack quite recently, some years back, and a sudden attack by some, you know, basically upper caste people, including a policeman. And among those who were killed were one person from a very, very, you know, extremely backward caste. So he was also from our party, he was a party leader. And the other person was also a party leader, but he happened to be from the same caste as the guys who were doing the attacking. Okay, and he was also hacked to death. In fact, they hacked him to death first. Okay, so it was, they were clearly, you know, they planned to kill him. So we were talking, and I was just playing devil's advocate about this. Some time after that, some meeting, we had met other people. And I was just asking those some other comrades, so would you accept them as a leader of a movement which you are leading? Because you are also leaders, but would they be also a leader of your movement? Why would you accept that as a member of your committee or whatever? So they looked at us and they said, so why would I consider the opportunist Dalit leader who is with the BJP or the LJP or whatever as my leader, who is betraying me, betraying my caste and my class to the oppressor, why would I consider them my leader? I'm considering the guy who's willing to be with me, live in my house, eat what food I eat, and shed blood with me as my leader. I trust him. So that I thought was a pretty powerful answer. And yeah, it does happen. But if there is someone like that, they may also contest an election. It's not like we, that doesn't happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:03.440",
        "message": "So one quick follow up question before we go to the break, just part of this thread with a wonderful answer. Like, you know, one of the cliches on my show, which has become a cliche, because I say it so often is that, you know, we all contain multitudes, people contain multitudes, which of course, comes from Walt Whitman's famous poem. And that's part of the answer you gave that why don't these people vote for us, because there are many aspects to their personality. And in a sense, that can give us hope that today, if a particular party is appealing to one particular aspect of their character or personality or beliefs, that maybe there is a way to find something else to appeal to maybe the better angels of the nature, so to say. But the question then that also comes up is that, are you in any way that as a party, when you focus on this one thing, say, maybe it's their identity as workers in the broad sense that you mean it in, or whatever the locus of oppression is, does that then become reductionist in some way? Like, is there a danger that there is one hammer you're taking to every nail? And that these people may not necessarily see themselves as only that, that I am my identity is X, and therefore I am only oppressed? A lot else is there. So do you think there is that danger? Does that kind of self doubt ever creep in?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:18.240",
        "message": "Yeah, I see what you're saying. But and totally, I don't think that that is a danger in the sense that I think you see that somebody who is part of such a movement wants to be able to live a fuller life, right? So they would like to go on a holiday, they would like to have fun, they would like to do things. But the point is that their location makes it such that they are either deprived of the means to enjoy this, or deprived of even the right to dream of enjoying it or to demand to enjoy it, right? So they are joining a struggle with the sky being the limit. Okay. So I often say this, that, you know, I've had that argument in my head once with, I think, an essay I read once by TM Krishna, where he had written something about the left being, I think, you know, why does the left think that the working class doesn't deserve to have consumer products? And I felt that he was wrong to say that, to think that the left thought that. I never got a chance to ask him, in fact, why he thought that way, why he felt that the left actually has such a constrained vision. Okay, I don't think so. I remember that, for instance, what struck me when I read about the Russian Revolution, is that one of the first things that happened there, quite apart from a whole lot of, you know, collectivization, by everybody got a right to go on a holiday to the beach. Okay, so entire working class families were getting to enjoy holidays at the beach and enjoy, you know, a vacation, which otherwise they could never have dreamt of doing. And to my mind, you know, something like that, which is an act of pleasure. It is not something which is, you know, so it is not a philosophy of deprivation, you know, your struggle is not something which is valorizing deprivation, which is valorizing, starving yourself of the good things in life. Rather, it is saying that, you know, let's be a struggling so that everyone gets the good things in life, which means that then your identity also, it's not so much about saying, okay, I'm this worker and must always be that, right? It's like, again, you know, that beautiful thing that Marx writes about what he says is that after, you know, in a truly revolutionary society, somebody could be a, you know, a fisherman in the morning and play the violin in the afternoon, and, you know, be this philosopher in the evening, and, you know, so on and so forth. So the point is that you can be all those multitudes that you contain, and you can be all of them, you don't have to forswear one of them to be the other, right. And I keep saying that even now, I say that to myself also, because sometimes the pressure of work is such that you forget the other people that you are, right. So I, of course, I'll be saying it on your podcast, and now everyone will realize I, the truth. I lurk on Insta, I don't post much political stuff there only in the last year, I've had to because during the lockdown, people started doing Insta lives and all. But otherwise, I used to lurk on Insta, only to post all the kutta billi nature pictures, because that is a big part of who I am. I'm an amateur, complete amateur, but I love sort of wandering around, looking at things growing and figuring out how animals and birds live and this and that, and enjoying all those things. So the point is, when I travel, I do a lot of this, you know, picture taking with my phone. What do I do with all of that? It's not part of the Andolan stuff that I'm going to post on my Facebook or Twitter. So then Insta is the place where I park that and I'm that person there. So I have a whole lot of Insta friends, who are basically just cat aunties or cat mothers or who are, you know, wonderful cooks or something all over the world. So they're not people who, you know, necessarily know much about what I'm doing in my other lives. Okay. But I'm that person also. And I think of Rosa Luxemburg, she, I've just gotten a copy of her book, you know, so they published her herbarium. So she, you know, she was a committed communist leader. She, all her life was like that. But she also, you know, wherever she went, she was very interested in nature. So she used to collect, you know, plants and flowers, and try and figure out what the name was, what the genus was, what the species was. And you realize when you read her writing about this thing, that she's also writing with such love about this, that this is some, you know, she's not writing, she's not reducing any of this to explaining it away in some, some sharp Marxist phrase, okay. She's realizing that in this natural world and in animals, there is so much to understand and their emotions and understanding, which human beings have not yet fathomed, they don't understand it. So she's writing about it with such feelings, knowing that, in a way, she's writing about the unknown. You know, she's writing, and there's almost a sense of a spiritual sort of enjoyment in that, a spiritual experience in that, let me put it that way. You know, and she maintained it till her death. I mean, you know, while being all the other revolutionary leaders that she was, so she wasn't, you know, I have good friends who remind me not to become a stick in the mud, who, you know, has no time for leisure and pleasure and for being these other people that I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:06.160",
        "message": "You know, the moment this conversation ends, I'm going to go to Instagram and see your cat pictures and dog pictures and all of that. The secret is out now. I think Instagram will crash because the moment people listen to this on my episode, there'll be a rush of, I just hope the trolls don't land up there. Oh, you know, we could talk about politics for another three, four hours, and I'd actually have a lot to argue with you about. But we'll save that for another day. We'll take a break now. And when we come back from the break, you know, we'll talk more about the subject at hand of the state of women in India. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win-win proposition for you. Head on over to Indiancolors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices, and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Gherabaswari, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to Indiancolors.com. That's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indiancolors.com. Welcome back to the scene and the unseen. I'm chatting with Kavita Krishnan about a formidable career in life so far, but also about the state of women in India and her feminism and so on. And let me begin with this question. You know, I've heard you say about your mother in an interview, I found that, and you said it at the start of the show as well, that she was, quote, a feminist by instinct rather than by training, stop quote. So and I presume that's the way for every feminist that first, it is, of course, the instinct, you feel that this is the right thing to do, it's the right way to behave, and so on and so forth. And then eventually, you read more, you learn more. And that training sort of happens in different kinds of ways, whether through, you know, osmosis, or just reading up on the subject, but once you get interested in it, tell me a little bit about your journey into actually thinking about feminism in that kind of formal way, and how it evolved, like, would you define it differently today in any way or"
    },
    {
        "speaker": "Guest",
        "time": "02:19:49.680",
        "message": "nuance than you would have maybe 30 years ago? I think that for me, I mean, the way I came to feminist reading and feminist literature and so on was, I guess, in my BA in Bombay. So at that time, of course, I mean, I was, I had access to a lot of feminist writing, and some of it was part of curriculum. Some of it was just stuff that our teachers would read, and so they would encourage us to read. And then the same happened continued in JNU also. So you were, you know, you were exposed to a lot of feminist literary criticism, feminist writing, and all of that. So that, of course, I got only later in life during while studying. So the only thing is the way I would define myself would largely be the same as it always was, which is the idea of an instinct, I mean, a basic, basically the fact that you are striving for truly a society which is truly free of discrimination, of an oppression, okay, of oppression and of structural inequality. Okay, but I think that my ideas about how to achieve that, how you're going to get there, those have probably undergone some change. For instance, had you asked me when I was in school, okay, before I came to Bombay, I used to think that I was not in support of reservations. So the idea of caste or gender-based reservations, had you asked me, I would have probably said, no, you know. But the thing is that that was the time when the Mandal Commission had just been implemented. So I came to Bombay in 1990. So just in the wake of that, so there were the anti-Mandal agitations happening and all of that. And I am enormously relieved that as someone who is born in a privileged caste and had the privilege of not thinking about caste, right, so I had spent 18 years of my life with a great privilege of not having had to think about caste, because nobody was oppressing me on the basis of caste. So I could say, oh, I'm free of caste. But I'm hugely relieved that in Bombay, being in the social science centre, you know, I studied English literature, but since I happened to sort of fall in with the social science centre and there was someone called Father Rudy Heredia there, he's still here in Delhi. But Father Rudy was there, there were others, there were my friends there, there were other young students or former students who would come. So the talk there that I was exposed to, the arguments I was exposed to there, very quickly disabused me of these ideas of an abstract equality. So the point was that they would, you know, it would very quickly come to, I remember having this talk with Father Rudy, asking him with a great deal of diffidence, what do you say to people who say that the OBC reservations are wrong, Mandal Commission is wrong, what would you say? So he very patiently explained it to me and he said, you know, there is inequality, you know, all around. So there has to be something to correct that inequality. If you're going to, in the name of equality, if you're going to apply the same thing to everybody, then you're actually perpetuating inequality, because you're giving everyone the same means, who are, you know, you're not correcting for inequality. So if you don't correct for that, if you don't acknowledge that inequality exists, and from there I started thinking about, you know, the idea that yes, then even when it comes to feminism, surely then you have to realize that all women also are not constituted the same. Women and men are not the same, that's one thing. But all women also, you know, there are differences which are not constituted the same. You know, there are differences which are socially there. So somebody who is a domestic worker, somebody who is from an oppressed caste, someone who has the privilege of studying in an urban center in an English medium school, and someone who doesn't have that privilege, there are enormous, you know, chasms there. So instead of talking only about, you know, as being a feminism, talking about women as a category, right, as an abstract category, you would also have to talk about pretty specific other kinds of oppression that are happening, right? Then in terms of other changes that happened was, very early on, I can say that I was very much in support of LGBT rights, especially in terms of the L and G parts of those, which I was more, you know, which I had a reason to think about and directly sort of experience and interact with much earlier on in my BA days itself, okay. So close friends who had, you know, come out to me as lesbian, my own thinking about my own self and sexual self, and, you know, which is certainly such a part of yourself, right? But even thinking about that self and having, you know, very close relationships that were with women and not so much with men at that time. So the point is that you were, you know, you're going through a period of thinking also and of doubt and of recognising that obviously there is this spectrum inside you. At that time, the word spectrum was not used that much. But when I came across it, I could immediately connect it with my own sense of self and say that, yes, instead of ticking a box that says heterosexual, tuck, you know, it's not exactly like that, or you can't just tick heterosexual or bi so easily. The point is that you are someone who, you may be someone who occupies some places on a spectrum, and that place shifts depending on who you are and who you're meeting and where you are in your life, you know, all of that. But for me, the new thing was that I did not know, I knew very little about transgender experiences at all, okay. I knew very little. So I had experience of meeting trans persons in Bombay, but I didn't really have enough to understand or to get to know more. That happened over time. And I would now correct a lot of my articulations. So just to give you an example, one of the classic things which I, you know, when I'm explaining gender to somebody, the first thing I would say is that, look, there's biology. So there's, you know, what you're born with. And there is the socialization aspect of it. So biology is ladka hona, ladki hona. But the idea that there is a masculine and feminine, this is something that comes with socialization. Simple. But now all that is complicated, because who you are born, it is not, I can't say that anymore. I can't go and repeat this anymore, you know, unquestioningly, because clearly my understanding of that has been completely scrambled by not only the fact that political movements have developed around transgender identities, but also the fact that the science on this has changed. You know, the science on this tells you that, sorry, you know, your biological gender is not something just fixed, you know, by certain body parts. It is not, you know, so your chromosomes are there and there is a spectrum even there. And the point is that it's not and who you're expressing yourself, yourself, as in just like your sexual orientation, who you are inside is eventually something which you experience and only you can tell. And what if you feel that you are somebody who is a woman, you know, who's trapped in a man's body or the other way around? You know, who is someone else to tell you that, oh, this is just a statement you're making or something like that, right? So I still think that my learning on this is still underway. I still find it difficult to, I still feel very self-conscious if I use words other than women and men. So if I try to write W-O-M-X-N, I feel self-conscious because it's not something I'm used to doing. And so I feel a little, oh, but I really, and then I often don't use it. Okay. So I then go back to using what I'm comfortable with. I'm not saying that's correct. I'm not saying that's right, but I'm just saying that it's a, I think it's a process where one continuously thinks about things and, you know, makes oneself uncomfortable and welcomes discomfort. So for me, feminism in a way is about welcoming discomfort about one's understanding of the world around us and of recognizing that there's inequality and recognizing that therefore, for equity, it's not just, samanta nahi chalega. Agar aapko samta chahiye, really, in a real sense, then you have to recognize ki log saman hai and then you can't have a one size fits all for everybody. And then I realized that this idea is actually right there, up there in Marx also, because when he talks, I think in the Gotha program about socialism and what happens after socialism, he actually says that in socialism, you know, you can have each according to his work and from each according to his capacity. But ideally, you are working for a society where it's to each according to their need and from each according to their capacity. So it doesn't matter about how much work you're able to do. You may be elderly, you may be disabled. So the kind of work you do, it's not about how much you contribute. It's about what you need. So society owes you what you need and you do according to your capacity. So, you know, that also, he explains this, Marx explains this at great length about the fact that when you're going to apply equal things to unequal people, then you're not"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:50.800",
        "message": "going to get equity as a result, you know. Okay, I'm not quite a Marxist, as listeners would know, but I am definitely a feminist. So I'll come at a long winded question and, you know, begin with sort of where I got my understanding of feminism from and how that kind of evolved. And my basic I mean, obviously, you begin with instinct that hey, everyone should be treated equally and all of that. I think my first fundamental influence on me in learning about feminism was one that perhaps a lot of people share, which is Mary Wollstonecraft's vindication of the rights of women. Because before that, I really got into Locke and natural rights and the right to self ownership, all other rights coming from there, blah, blah, blah, the whole classical liberalism thing. And Wollstonecraft also read Locke and got her sort of principles from there, except that she extended it, she said that these rights should be everybody's not just men, but also women. And in those days, of course, you didn't use neutral pronouns. So, but Wollstonecraft's a big thing was saying that, yeah, Lockean, but for everyone, women should be treated equally. And that's, you know, pretty much for the next, say, 170, 180 years, that that's basically what it was that men and women should be treated equally. Now, a couple of decades ago, Christina Hoff Summers wrote this book called Who Stole Feminism, where she spoke about, you know, the two sort of schools of thought within feminism, which were coming up and, you know, equity feminism and gender feminism. And about equity feminism, she is basically this whole Locke and Wollstonecraft view that, you know, it opposes sex discrimination, other forms of unfairness to women, and so on and so forth. And it guided the first wave of feminism launched the second wave, so on. And gender feminism looks at, you know, a more in Steven Pinker's words, words, and I'm quoting from a blank slate, gender feminism holds that women continue to be enslaved by a pervasive system of male dominance, the gender system in which bisexual infants are transformed into male and female gender personalities, the one destined to command the other to obey, stop quote. And then later, he sort of writes about what this means what this difference means in practical terms, where he says, quote, equity feminism is a moral doctrine about equal treatment that makes no commitments regarding open empirical issues in psychology or biology. Gender feminism is an empirical doctrine committed to three claims about human nature. The first is that the differences between men and women have nothing to do with biology, but are socially constructed in in their entirety. The second is that humans possess a single social motive, and that social life can be understood only in terms of how it is exercised. The third is that human interactions arise not from the motives of people dealing with each other as individuals, but from the motives dealing with other groups, in this case, a male gender dominating the female gender, stop quote. And what we see in modern times with intersectionality and all that is that it's not just male gender dominating female gender. But within this, there are groups and subgroups, but the overall narrative is a narrative of oppression and victimhood. And it could be argued that this, you know, it's important to acknowledge all aspects of one's identity, it's important to acknowledge all aspects of oppression, but it becomes reductionist. If you define yourself only by this, it's almost like the language of class warfare in that happens in all of this. And according to Pinker, this is why a lot of people who would otherwise agree with all feminist aims in terms of you know, treating people equally and all that vehemently dispute that they're feminist, like he points to a 1997 study when 70% of women surveyed in the US said they're not feminist. And even in India, you'll hear that kind of nonsense from random film stars and all will say that, oh, I'm not a feminist, you know, as a feminist is a bad word or a dirty word, where I would imagine from the way that I am looking at it as you know, as an equity feminist as someone who's come from that whole wall stone craft and lock kind of thinking that every decent human being is by default a feminist otherwise, you know, but what's your kind of take on this, because we see some of these battles and some of these fissures play out even here. And I'd argue that in an Indian context, it doesn't really matter, because things are just so horrendously bad in terms of equal treatment that, you know, that these are battles that you know, one can fight at a later point in time. But what's what's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:15.680",
        "message": "So see, my sense on this has actually changed in past seven, eight years or so maybe decade or so, because I did used to, you know, earlier my answer to people who said that are feminist, you know, I'm not a feminist would be to say no, you know, recognize that you actually are because you stand for this value, that value. But I later realized that actually, I take it far more seriously now when someone says they're not feminist, because I genuinely think that they're not feminist, because I realized that they're not, you know, even on and this goes, I mean, across ideologies, okay, so even I find people on the left also may define themselves as not feminist. Okay, so I realized that they are not feminist. And that's not good. Because in my book, somebody, again, you know, because I am Marxist in method. And for me, I wouldn't be a I don't think anybody can be a Marxist in that sense, if they're not feminist, you know, sorry, they're not okay. So you're not because you are, your anti feminism is such that you are, you're able to say I'm not a feminist, because you are somehow operating under that same liberal idea that there is a category of human, and you're standing for all human rights, and women are part of that human. So you are not recognizing that the whole problem is what Wollstonecraft was talking about, which is that the category of human is excluding women, it's treating women differently right now. So you're just saying that, oh, I'm standing for all human beings is not good enough, because you are not recognizing the many ways. And the ways in which that discrimination operates is, you know, the both the kinds of categories you described, right. So the idea is, it's, I don't really see a dichotomy there, because I think that, you know, the social, the psychological, the, you know, even the definition of, you know, even your basic biological functions, every sphere of anybody who occupies positions that are not, you know, heterosexual, male, upper caste, whatever, is something which is, you know, they are having, they cannot take the selfhood for granted at any point. So the point is that you are then having to recognize that this world is not all right. And if you don't recognize that, and if you're not specifically fighting, you know, supporting the fights, and there's going to be fights, you know, call them class war, call them what war, they're going to be fights, they're going to be acrimonious battles, okay. You cannot do feminism without disturbing the idea of a happy family. You're never going to be able to do it, sorry. You know, even I, okay, who come from such a supportive family and all of that, I cannot say that there has been no friction at all. Of course there will be, because the whole structure that doesn't mean about, it's not just about those individuals. The problem is that the family situation is structured such that your labor is expected. I mean, Marx's daughter went through this, not because her father was a patriarch towards her, but because he was an old man who was ailing and she was the youngest daughter. She was extremely active. She was the one who was unmarried. And she realized that she had to, at some point, choose between being around to help her father and between, you know, pursuing her life as an activist, because there was no way to, because your social structures don't offer that kind of support structure to allow women to be free of this caring, caregiving role. So she went through a lot of distress and I identify with that distress so much because I don't think there's any woman who doesn't go through that. Okay. So my point is that I think that, so if you're not a feminist, I take it very seriously. I say, yes, you're not a feminist because you're not thinking in a feminist way about the social problem. You think you're for equality, but you're not. You're actually ending up working against everybody's rights because, so, and I'll give you an example, which is a more of a very bold example. I don't know if it's the best example, but say, you know, somebody like a liberal person who enjoys a lot of influence, someone like say, Dhruv Rathee. Okay. So if he says that Black Lives Matter should call itself All Lives Matter, or that feminism should call itself humanism, it has a branding problem. You know, the point is that that is wrong, right? He's putting it very boldly, but my assumption is now, my tendency is that when someone says they're not feminist, to assume that at best, that's what they mean. And at worst, what they mean is that they're really okay with the way things are. They really think that they want, what they're saying when they say, I'm not feminist is to say, I don't want to be this fighting person. I don't want to be perceived as someone who is negative, someone who is opposing a situation where women are expected to behave in a particular way. Then you're not feminist, because being feminist and being part of a feminist movement, you're going to be, you know, challenging expectations, you're going to be prodding on toes, no matter how decent and persuasive you are, somebody is going to say about you that you're a shrill fighter, okay, or you're bossy or dominating or whatever it is, okay, happens all the time. You know, I have learned with years and years and years to, you know, I've become more and more and more persuasive, more and more and more patient in my way of responding to questions, which may, you know, seem banal or whatever it is, I'm very, very patient, largely, okay, largely I am. The point is, I realized that no matter how patient I am, if you ask someone who is observing, what do you think of this person? What do you think of Kavita? They're going to say, oh, she's the scary feminist. They're going to say that because you are challenging something so central to their understanding of the world, that it is damn scary. So, you know, I don't see any way to sweeten that pill, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:28.000",
        "message": "No, I do think that many people who say they are feminist or not feminist, but what you're saying that if they say they're not feminist, I take them at face value is interesting, because my sort of response was that maybe you're not, but maybe you are, maybe you're just defining it kind of differently. And I think there's a little bit of a dichotomy, I'll tell you what the dichotomy is, in the sense that, you know, a lot of people like myself would consider their feminism to be rooted in individual rights, every individual should be treated with the same amount of dignity and be given, you know, have the same amount of agency and autonomy and all of that. And it's important to recognize in all of this, of course, that certain groups of people over time historically have oppressed other groups of people. But when you actually start thinking at the individual level of how you approach it, I think there's a danger of heading down a slippery slope if like if you say that I'm an individual and I demand equal treatment, that's great. If you say that I'm a woman and I demand equal treatment, that's great. But if you say I'm a woman, men have always oppressed women, therefore men are the enemy. And this can go down a slippery slope, you know, back in the day, you'll remember that there used to be the saying that some feminists and I'd call them the scary feminists would say things like all intercourse is rape. Right. And this is the image that a lot of people have of feminism, this extreme thing where everybody is your enemy. And and I think the danger with, you know, at the level of description, at the level of analysis, it makes sense to talk about oppression and, you know, to think in terms of groups and all that. But if we have to come out of it to perpetuate this sort of group violence, in the way that we think, I think that, you know, these are two different things. And I can see where, you know, the fault lines lie."
    },
    {
        "speaker": "Guest",
        "time": "02:42:08.960",
        "message": "Yeah, I mean, certainly, I would not endorse much of an idea about, you know, groups in that sense. OK, but I'm talking about, I think, you know, understanding not so much oppression as privilege. Right. So see, oppression has happened and men, too, are oppressed by patriarchy. OK, women more so, of course. But yeah, a lot of men. OK, so I think that I truly believe that for a true liberation of the of human society, you know, a feminist liberation is a central part of that for everybody. It's not just for women to be free of men. It's about men. It's about men and women to be free of patriarchy, of everybody, of every gender, every sexual orientation, to be free of this disgusting patriarchy that has actually stifled us, that has, you know, that binds us, that chokes off our potential and forces us to act in ways which are so horrible to other people also. Right. So there's that. But also, I'd say that, let me put it this way, instead of gender, if you talk about caste for one second, OK, because reservation is, again, something which, and I think caste and gender overlap there. So the idea that the minute you think as an individual, you can, you know, you may say, yes, every individual deserves equal opportunity and equal access. But the minute you talk about reservations, an upper caste person may feel, they do often feel, that I, as an individual, am being discriminated against by that individual who is enjoying reservation because he's got less number than me and he's getting in and I'm not. Right. So how do you change the way of looking at that situation? Because if you look at the situation only in those limits, yes, that's true. Right. You look at it just in this frame. If you don't look what is happening outside that narrow frame that you've drawn, then yes, here you are, both of you standing there, you with two marks more, this person with two marks less, that guy is getting in, you are not. And there's a limited number of seats and you deserve it and somebody else is getting it. Right. Now, my approach there is that where any inequality is concerned, if you just broaden the frame a little bit more and you first understand that there are several problems happening here. One of the problems is that historically and even today in society, that person is facing a kind of discrimination and reservation cannot address economic disparity. But it does address or eliminate, to some extent, at the point of admission, it eliminates social prejudice. So somebody who was going in for an interview, who realizes that they know that your, maybe your surname, maybe your way of speaking a language, so many things indicate in India, people can tell your caste from, you know, osmosis, okay, they know that immediately. You're sending those signals, they get those signals. And then they, you know, there's prejudice in the mind. And we know this from studies, right? We know this even in studies in the West, where people have done it for gender, where people have written the exact same word for word application, one in a man's name, one in a woman's name and sent it to an employer and the employers pick the man, right? So we know that this is maybe, it may be unconscious, but it's operating. How do you address that? Then you need something to say that in order to get rid of that bias there, that bias is not something the upper caste person is feeling. The bias is something that Dalit person or the OBC person is feeling. A. B, the other thing is that, oh, but don't I deserve to get a seat? Don't I deserve? Yes, you do. But the answer to that is not to say that that person is depriving you of your seat, but to say that why aren't there enough seats for everybody? You know, if so many people want to be doctors or engineers, why on earth would you have only so many seats? Why can't you, can't this country do with more doctors? Look at it now. It's not like you have enough doctors in this country. You need far more doctors. What's your problem? You know, you create, why can't you prioritize education so that people get, everybody gets admission. And the notion that reservation results in less quality is complete nonsense. Two quick answers to that, where gender caste, no matter what you see, the point is that you find, you know, medical system in Tamil Nadu, for instance, being one of the best in the country where they have the most reservation. The point is that, that, and the point is the looseness is at the point of entry. At the point of exit, everybody gives the same exam and passes the same exam, right? So that, in my sense, even when it comes to feminism, is my approach, which is that if you think only as an individual and only in a very narrow framework, then you're getting it wrong somewhere. You're getting, you're going to get your answers wrong because you're framing your questions too narrowly. And in the same regard, I'd say, and we can talk more about that, but I'll just put in that one sentence here, is that as a feminist, I think that those who think in terms of individuals alone tend to get, you know, you, you get with an idea of a liberal feminism, which sometimes gets it very wrong when it comes to understanding larger social structures and processes. So I have many examples of that, and we can talk about that. But yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:39.760",
        "message": "Yeah, no, I, as I said, at the level of analysis, I think we have to look at groups, we have to look at all these patterns of oppression and all, you know, everything that is structurally wrong. But you know, when you're moving ahead, I think if you think only in terms of groups, it's a bit of an issue. You know, I asked you about feminism, you went into caste, it was almost like looking London talking Tokyo. But I, but I love the fact that, you know, the question that the person complaining about reservation should ask is why aren't there more seats, which I completely agree"
    },
    {
        "speaker": "Guest",
        "time": "02:48:07.440",
        "message": "with. Reservations are, in fact, a feminist tool, not just where women are concerned, I actually think so, because I can see so many women having benefited from caste based reservations, they are in college and university today, because there's caste based reservation, and they would not be here otherwise, you know, and that's why, you know, for me, actually, I don't make that distinction for me in India, especially, caste and gender are absolutely, they're in bed with each other,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:31.440",
        "message": "they're totally embedded. Yeah, totally. Yeah. Great. So let's move on from here. And I like I have a bunch of general questions about, you know, broader questions about the state of women in India. But before we get there, I was sort of struck by the beautiful way in which in your opening few chapters of fearless freedom, you've kind of laid it all out and summed it all out. And one of the first sort of fundamental things that you speak about is this mindset, which creates a dichotomy between safety and freedom. So, you know, which seems really fundamental, and which is kind of all around us. And tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "02:49:11.120",
        "message": "Yeah, Amit, I just wanted to ask you before we go there, my brain is still stuck in your previous question a little bit, in the sense that one part of it I sort of, you know, when it comes to, you know, liberal, the idea of the liberal individual based feminism, vis-a-vis these, so if I just can have, you know, if I can just please, please go ahead. So I just wanted to say that, for instance, today in the world, there's this whole idea about the lean in feminism, and, you know, CEOs writing about breaking the glass ceiling and all of that. And the idea of feminism as being individual achievement, okay, so an individual woman who has broken the glass ceiling, right. And I'm extremely uneasy with that, because I feel that that's exactly where, that's where I think my Marxism comes in, okay, because, to me, that is the main, to me, the idea, you know, of Marxism is not, it's not a Marxism that is not feminist, it has to be feminist. The point is, it has to be a feminism that actually thinks about feminism for most women, for all women. And there, if it becomes something which is about individual achievement alone, what it ends up doing is that it often pits women against each other. And it often means that a privileged woman is actually gaining her breaking of the glass ceiling at the cost of other women who are actually, you know, in the very powerful image of a friend of mine who's written a book called Feminism for the 99%. She says, you know, somebody breaks the glass ceiling up there, who's cleaning the shards of the ground, okay. Suppose it's some cleaning worker, woman, presumably from some oppressed race, and so on, who's actually doing that. So where's the feminism for everybody, you know, so where is the idea that everyone's going to get to play on that field. And that can't come only by looking at the category as individuals. I agree with you entirely. That's not just about women versus men. Okay. In fact, I am uncomfortable now, even with the idea of saying just intersectionality, because intersectionality implies that there are these different roads, which are intersecting, right. But that's not how reality is, right. Suppose, you know, if I think of someone, somebody who's a lesbian and a Dalit and a worker and doing an extremely dangerous and menial job, okay. So, it's not just that caste, gender, class are all intersecting in her. She is this whole person, no, in which all these things are expressing themselves integrally as one, right. So you have to find a way to address all of this together. And so the system also is not patriarchy is not separate from the way in which our society is economically arranged. It is not separate from caste, it is not separate from, it's all, it's working together. And it's not, it's not just intersecting. It's all part of one system. It's not several systems that are intersecting. Let me put it that way. So when I look at it whole, and I want to find a way of fighting it whole while recognizing that there are all these different things happening, that's where I find that I find it more useful to think in terms of a, you know, I find Marxist methods useful there, because they allow me to address a variety of questions of oppression. While knowing that I want this whole system to change, I don't want to just tinker with this bit of it or that bit of it. So I don't, I'm not happy enough just saying, okay, I want this bit to change or that bit to change. So I'm recognizing that, you know, there may be disagreements about what you want in terms of the systemic change. But surely, you would agree or anybody who is, you know, invested in an egalitarian society would agree that just someone woman becoming a CEO or having more women CEOs is not going to ensure that you're going to have enough women, the large, vast majority of women actually living their lives with dignity. So for me, the thing to pursue would be, where is the collective childcare? Where is the, you know, where is better wages for everybody? Instead of privatizing everything? Why can't there be more access to socialized healthcare, you know, and, and you'll notice that even capitalist societies now are where the idea of socialism was taboo, are today beginning to talk about that now in America, it is no longer taboo. You know, you're having up and coming politicians speaking in these terms now, I think, because, you know, there's no way to really look away from that. So I'm not saying we repeat mistakes. I'm, as I told you earlier, I'm deeply, deeply suspicious of authoritarianism and cults. And I think that the left in its historical journey has a lot to answer for, because if they have become synonymous with authoritarianism and cults, it's not only because of bourgeois propaganda. It's also because of what has happened in the real Soviet Union, what's happening now in China. You know, it's very real. Even what has happened in Cuba, where a lot of very good things managed to survive. But one can't deny that there's, there was also this whole thing of the sense of a cult and the sense of authoritarianism. Galeano has a beautiful quotation about Fidel Castro that expresses this, this dichotomy there. But that's another thing. But I'm saying that acknowledging all of that, that explains why I'm still invested in the idea of a transformation. My feminism is, my feminist impulse and the work we do, work I do, comes from that sense of, you know, wanting to work for a collective transformation. Yeah, no matter what, you know, who knows when we'll see that happen. But yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:13.360",
        "message": "No, thank you for that nuance. That's a lot of nuance and a lot for me to think about when I, you know, replay this episode a few times, hopefully and take notes. And I'm really glad that this is the point of the show where you actually spoke about against the authoritarian left because see, none of them is going to listen to this part. They would have reached your cat mom part and they would have said Arni sunna. So you are kind of safe. They're not going to lash out on Twitter at this anyway. So kind of moving on. And in fact, even before my freedom versus safety question, I mean, part of why that begins, your book also seemed to me to be pertinent to the germination of the book itself. Like it was, you know, in the anti-rape protests of 2012 and all of that, where it kind of germinated, you used that phrase and that very memorable speech that you gave, which I'll of course link from the show notes and went viral for a reason. Why can't things like that go viral viral instead of bloody viruses? So tell me, tell me a bit about the germination of the book and then how you started conceptualizing it because this is all stuff, you know, okay, India is a deep, deep mess in a million different ways. How do you give it structure"
    },
    {
        "speaker": "Guest",
        "time": "02:56:18.880",
        "message": "in a book when you start thinking about it? So actually, it didn't start out as me thinking about a book at all. In fact, the book thing happened only because these couple of young women from Penguin reached out to me and said, we want you to write. And I said, you know, the only thing which I've been thinking about systematically for some years now has been exactly this issue. So well, if I write at all, then I can write about that, you know, that's all. But when it started was I remember exactly when I started thinking on these lines that I remember very clearly. The thing is that for some years, I had been a little uneasy with our own movements against sexual violence, because I felt that we were appealing to a sense of community outrage, assuming it was there, and finding it very easily, a little too easily. As I said, I'm always on the lookout for how can I invite discomfort into our zones. For me, feminism and all my activism is about, and I think the only useful activism is when you're continuously inviting discomfort into your own zone, you know, rather than just sitting in judgment on someone else far away. So what was happening was we would have these anti-rape protests and all of that, and they would happen, everybody is saying, and a lot of it would be saying, fasi do, you know, because that is very easily it comes to mind. And my own organization used to demand that and all of that. It's deeply uneasy with all of that. So I would keep arguing that, look, that is not okay, because you're giving the power to the state. And why the hell should the state have that power? And what are we talking about to kill someone? And how does it at all help us? Because it's so easy for the ruler also to say, ha ha ha, fasi do, fasi do, because what does it cost them? Doesn't cost them a damn thing. Whereas actually the things you need to prevent and prevent sexual violence or other forms of gender-based violence to give justice and to create spaces where women can be free of this violence, that stuff, these guys are not doing, governments are not doing. It's all too easy for them to periodically hang somebody. Doesn't make a difference. That one thing. The other thing was that, as I said, the slogans, other slogans also, they would all be, they're all raised in a way which were not creating discomfort to anybody raising them and to anybody listening to them. And I would keep wondering uneasily, is that community really with us on this? Are they really with our feminist cause? Because the minute you talk about what is rape, you would realize that even among the women protesting this particular rape and among people in the larger society, definitely part of the same village, part of the same juggi, part of the same community, part of the same colony, the minute you actually talk about rape as it mostly happens, which is rape not, which is not stranger rape, which involves someone known to you, someone known to and generally loved, trusted, whatever. Most rapes are like that all over the world. But the most protests don't happen about rapes like that. As I said, not everything happens on social media, media and on the streets. So much of those things are not things anybody really wants to, no one wants to, even the victim won't want to go and do a protest about that easily. Because it involves a family member, it involves a guru, it involves a teacher, it involves whatever, not easy. When that comes up, then immediately all the other sexist tropes come into play. And most of all, what occurred to me is that in Indian society, when you talk, then the distinction between rape and consensual sexual relationship is, there isn't a line there at all. Most people use the same word when they, or the same concept, when they are talking about their daughter who has run away to marry somebody and someone they don't approve of, and when they are talking about rape. So they think, so the idea of consent is missing. So the idea of rape as a violation of a woman's consent is missing. And instead you have the idea of the violation of a woman as sexual property. So she is a virgin, the parents are supposed to hand her over, hold to some guy of the correct caste. And if she has been raped, it is the violation of the property of a future husband. And this is embedded in the law, by the way. This used to be embedded in the law. Okay, so in many ways, I mean, I don't remember if I can actually recall the details right now. But... Can I read out those sections?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:11.120",
        "message": "Yeah, yeah, of course. Yeah, I've written about it in the past. And just for the sake of my listeners, because I don't think many people realize how our laws have actually embedded women being the property of men as such. Now, section 497 of the IPC, which deals with adultery, which was struck down in 2018, which is pretty late. We dealt with it for 71 years, that said, quote, whoever has sexual intercourse with a person who is and whom he knows or has reason to believe to be the wife of another man, without the consent or connivence of that man, such sexual intercourse not amounting to the offense of rape is guilty of the offense of adultery and shall be punished with blah, blah, blah, blah, blah. And the point here is, of course, he doesn't need the consent of the woman, he needs the consent of that man as if she's property. And section 498 of the IPC, which is titled enticing or taking away or detaining with criminal intent, a married woman, you know, thereby implying the possession of some other man, this one reads, whoever takes or entices away any woman who is or whom he knows or has reason to believe to be the wife of any other man from that man, or from that person having the care of her on behalf of that man with intent that she may have illicit intercourse with any person, or conceals or detains with that intent, any such woman shall be punished with imprisonment of either description or blah, blah, blah, blah, blah. And of course, it's it's written almost as if it is too obscure, which is why you know, if it was written in simple language, I think it would create a little more outrage, hopefully. So yeah, I'm sorry to interrupt you. But"
    },
    {
        "speaker": "Guest",
        "time": "03:02:37.280",
        "message": "I'm glad I wanted to remember exactly that adultery law. I couldn't remember the section and all of that. Yeah, absolutely. Right. Yeah. So that's where I began writing. Now I began writing about that actually somebody in a website called Sanhati. So they had asked me to write about sexual violence. So when I wrote about it, I started raising these questions about what slogan should we raise? What form should the protest take? So that you are actually conveying, you know, you are promoting an understanding of consent, and promoting an understanding of rape as a violation of consent, and therefore supporting a woman's consensual relationships also. So you are not just saying a no is a no, you're also saying a yes is a yes, you know. So women's respect a woman's yes and respect a woman's no, you know, both. So how are you going to say that? So I began writing about that. And one essay did was published by them on their website. So that had happened, I think, around 2011 or 12 only sometime. And in the course of several struggles in 2012, I began thinking about that and trying to suggest slogans or ways of addressing things that would actually bring this in. So I was just playing around with it and didn't really have a clear picture of how to go ahead, but would practically try, you know, that how do you get people. First, I would try to tell people kindly don't raise the faasi do slogan. So if others are raising faasi do, it's not that you tell them achha stop it. But it's more about what other slogans do you offer, which are more useful in talking about consent, right? But I hadn't really hit upon the best way to do it. And somehow society also wasn't tuned in. What I think is that in 2012, December, what happened was that suddenly a lot of people tuned in. And suddenly there was people listening to you actually listening. Okay, so men, women, a lot of people. And so when I spoke about this then, and I suddenly was able to explain this, I've been struggling with explaining this for a long while, but in that speech, it came out with a certain clarity. Because just before the speech, some journalist, young woman journalist had come and asked me that, look, people are saying, achha theek hai, raat ko na nikle mailaaye. Lekin agar kisi ko job hai, wo nurse hai, raat ko kaam karte hai, how can she not go out at night if she has a job at night? So something in me got, you know, sort of possessed with rage at that. Not at that person, not at the young woman there, but at the idea that why should somebody have to explain to themselves a victim or a potential victim? Why should she have to explain why she's out in the night? Okay, so then I spoke from that place saying that, look, in the name of safety, there's some problem with saying suraksha. Because what people understand by safety is, there's a code there. And the secret code is that all those codes for safety are for the women. They're not for male behavior, they're for female behavior. And it will be women who are asked to enforce all of this also. It'll be a hostel warden, it'll be your mother-in-law, it'll be your mother. It'll be these people who'll have to do the enforcing much of the time. But the point is that you are, you know, you're not, do we really want this? We want to be able to have an unconditional access to public spaces and unconditional safety in living our lives in private spaces also, without having to explain ourselves for everything. So, you know, we should ask for freedom, not for safety. So that is what I was going for, that basically the idea of, you know, keep me safe. And so, you know, oh yes, we'll keep you safe. So let's lock you up to keep you safe. No, you know, don't lock me up to keep me safe. Please do something that can safeguard my freedom instead. And I realized that because so many people had tuned in then the first minute, I had no idea. Okay. I was not on Facebook or maybe I was, I think I was, I'd been dragged there, but I was only like I am on Insta now. Okay. So I used to learn, yeah, basically it's cats and stuff. So, and I was not on Twitter. I had no clue what going viral meant. I only thought songs like Kolavari went viral. Viral means, I thought a song would go viral. And I always used to suspect that someone would promote it and make it viral. I never imagined that things would go viral. So I got a call suddenly from, and tell me if you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:01.920",
        "message": "think I'm digressing too much or something, to just bring me back. Please digress, this is very"
    },
    {
        "speaker": "Guest",
        "time": "03:07:05.760",
        "message": "much tough show for digressions. So I had gone back, you know, this was around the 19th of December, I think. So I went back to my office where I was working on my Liberation magazine. And the 20th and 21st, the weekend that was coming up, there was this huge gathering at India Gate. So, you know, so it was in the 21st and 22nd, I think. So I had a couple of days just before that. So I'm working on my computer and trying to finish because I wanted to be at India Gate when, you know, people were gathering. So the phone rang in the office and they connected it to my floor, not my mobile phone, so phone. So I picked up the landline. It was somebody from America somewhere, some Indian guy, who said, yeah, actually, we wanted to speak to you. So I said, okay, who is this and all of that. And so they said, no, we are looking for you because we wanted to speak to you about your speech that has gone viral. And I said, no, I think you have the wrong person. I have no idea, you know, who are you looking for exactly? What speech, what viral, no clue. Okay. So he said, you're Kavita Krishnan, no? So there's a speech of yours and it's got viral. So I'm like, what speech? And I have no clue. And I was a little impatient also because I was eager to get back to work. So he said, no, there's a speech, no, which is online on the rape movement. So I said, oh, I have no idea. Anyway, he wanted to talk to me. I talked to him about the movement and all of that and put the phone down. Then I wondered what is, so I started asking people in the office, nobody knew. Okay. Then I realized that I went to Facebook, okay, which I generally didn't access at all much. And I realized that Facebook inbox, when I went to messages from people I don't know, I just checked. So I suddenly realized that my Facebook inbox is full of messages, many of them from young women, most of them from young women who are saying that you gave the speech and we are so thankful to you for saying this, because we need to be hearing this. It's very affirming to be listening to the idea of freedom versus safety. And one overriding concern for a lot of them was that they were worried that the media attention around the rape in Delhi, and Delhi is being talked about as the capital and whatnot, meant that their parents were reluctant to send them to study outside whichever small town they lived in or, you know, because they had been hoping to go study in Delhi, go study in a city and their parents, those who were studying in Delhi were saying, you know, our hostels are, you know, tightening up on curfews, our parents want us to go back. Some, you know, some were feeling threatened that their parents may just say, forget it, don't study there. So there was this whole panic also that was building up. And they felt that the speech had spoken to them. So I realized that by asking some of them what speech, that they sent me this YouTube link. So then I realized that it's my friend, Vijay, who was, who is a, you know, he's into, he's a filmmaker and a photographer. So he had been documenting, he's been documenting many movements, and generally used to come to whatever protest we were doing and take photographs, take video and upload here and there and none of us had paid any attention much. It is there, okay. And I never used to share those links on social media and all also, because I didn't use social media much anyway. So I called him then. And he said, but yours is somehow blown up a bit and it seems to be getting a lot of attention. So even he was not the kind actually to really, you know, worry too much about what was happening to the videos he was uploading. So he said, yeah, I was meaning to tell you, yeah, there seems to be a lot of attention that one is getting. So then I told him, yeah, if it is getting attention, then let's put in at least a bio there that explains to people who they can contact and who I am in the first place and what the organization's name is and all of that, so that at least they know it's not just this, you know, video. So then we immediately did that. And then he started asking, he said, a lot of people are asking for an English translation. So then a journalist from Tehelka, yeah, actually did that translation. And she did a great job of the translation. And it appeared in Tehelka the next day. And that translation then we linked to this video also saying, okay, whoever wants English can access it here. So that I think was my, you know, my moment of realizing that there is a huge resonance to this idea that people, that women are not concerned just about not being raped. Of course, they're concerned about not being raped. But they are concerned also about what the fear of rape or the pretext of protecting you from rape, how this fear or this conservative pretext basically, you know, regulates their lives and chokes off experience for them. So both things, one is a genuine fear that your parents may have for you, of course. But there's also the thing that that fear sort of, you know, meshes very easily with your parents' fear that you may fall in love and marry the wrong guy. So both those fears, you know, they're running into each other, which is why if you run away with someone and marry someone, your parents can go file a complaint of rape and say that he's abducted you and raped you. And so I began thinking about that more and, you know, talking about it, writing about it. So in the course of that movement, I think the conversations were amazing. And that is why I will argue very fervently with anyone who tries to tell me that essentially that movement was largely a conservative one that was obsessed with the death penalty. Because I think that there were both strands in it. There was that strand. Oh, yes, there was. But in my experience, a lot of the sadharan log who had come without any specific agenda, but just thinking that rape is a bad thing. I had personal experience of stepping into a huge crowd of people yelling for the death penalty. You couldn't hear yourself speak. OK. And stepping in and trying to raise an alternative slogan and not able to think of what and then starting the slogan, which, you know, which says, Mahi laaye maange aazadi. It's a very flexible slogan, right? Because you can fit a lot of things into it because you can explain what that aazadi is, what kind of aazadi. And of course, that slogan has two histories. One is, of course, with the Pakistan women's movement started the slogan of Mahi laaye maange aazadi. And of course, the cadence of the slogan also has to do with the Kashmiri movement. And a lot of Kashmiri feminists also reminded us of that. And we said that absolutely, we must talk about Kashmiri women's concerns as well in this movement. So I found myself with great trepidation, me and another comrade of mine called Sucheta. We would have this small hand mic. OK, so you couldn't hear yourself speak and you couldn't, that hand mic also was pretty useless in India Gate because it was so loud and you couldn't hear yourself think because hamara bhi muh khule toh what would come out of our mouths was faasi doh because you couldn't hear any other word. OK, so then we said, all right, we are going to try. So we got into one crowd, one such crowd and started shouting this Mahi laaye maange aazadi slogan. And it caught on because people were just starved of what to raise also. It hadn't occurred to them. So then we started saying achha school me bhi, college me bhi, sadak par bhi, ghar me bhi, is me bhi, us me bhi. And we realized. And then after people had raised the slogan for a while, then we'd stop. And then I'd start, I'd talk briefly also. So I'd tell them about Soni Sori, tell them about Kunal Pushpura. And to my absolute amazement, OK, I did this with a lot of trepidation because I thought if this is some conservative RWA crowd, then they can beat me up only here for starting to talk about how rapes are done by the army towards women in Kashmir or something. So I was a little scared if I talk about, you know, Manipur or Nagaland and Kashmir in this context. But never once did we face any pushback. Never. We did this dozens of times in that movement. And we never came across an instance where somebody came up saying, what the hell, you can't do this. In fact, people were listening wide eyed and saying, really, we haven't heard about this ever in our lives. We didn't know. And this is terrible. So and two highlights of that, if I may. One was when we were raising the slogan and then some girls from the crowd started raising a slogan saying, we were saying, khap se bhi aazadi, and they started saying, bap se bhi aazadi, bhai se bhi aazadi. So it was a real thrill for Sujata and I because we were literally we had goosebumps, OK, because we were like, that wasn't something that had occurred to us. But that was precisely what we were saying. And that was precisely what we wanted, that rape and gender based violence is not just something that strangers do to you in a bus. It is something that people you love may do to you because they believe in an idea that of how you are supposed to behave. If you don't conform to that, they may think that they are entitled to stop you from living your life as you choose to live it. Right. So this was something which exactly we wanted to do that. And that was happening. And I'll tell you something, that these efforts are something which even a lot of people I admire who are otherwise very progressive on many things, usually men chose not to see what's happening. They chose not to know that feminists were making these efforts. So I've had a person I admire very much, a human rights activist, and I felt very bad about this because we attended a program together somewhere and we were at an airport and a call came in from some journalist who clearly didn't know anything. So she is asking me, OK, I want to bite from you about how the death penalty is a good thing. So I said, have you even ever heard me or listened to what I say or what I write? I'm against the death penalty, dammit. So I told her that first do some homework and then call. I'm not. You can't take a bite from me in favor of the death penalty. And I knew some people who had done this because they won't even call me and they just use my name and put, OK, Kavita Krishnan demanded fancy for so-and-so. And then I have to call up their publication and say, you know, you didn't speak to me. How did you say that I demanded death penalty? Because I wouldn't, because I don't stand for it. So this person was standing next to me, this very well-respected human rights activist and all of that. So he asked me, what was that all about? So I told him and I said, oh, you know, people don't keep track and they think this movement is, you know, that 2012 movement was all about fancy, fancy. So he said, but it was, no. And you guys also were with that only, no. And I looked at him with such a sense of betrayal. And I remember that I wasn't angry enough. I think I was just very bemused at that point. And you only think of smart things to say later. So I later thought, you know, that I wanted to tell him and I don't remember whether I finally did or not. Maybe I did tell him that, you know, how could you? We were spending our time and energy intervening in this instead of assuming that these are a bunch of, you know, irretrievably right-wing, conservative, fundamentalist idiots. We went to people and we started finding a way to intervene and talk about feminist concerns. We did it. You guys didn't. Okay. We did it. And you have the luxury to think that, oh, you know, you people were all part of that now, that kind of, that movement that wanted all these, you know, draconian measures. No, we were not, you know. So that was one moment. The other highlight, which I'll always remember with a great deal of joy, is that at the Jantar Mantar, there was this one chap who was a permanent fixture at Jantar Mantar, always raising slogans for the death penalty and looking very large and aggressive. And he was obviously a sort of Delhi ka local. Toh wo panda, waha saara dim bhi hai. Toh wo panda waha saara dim rehta tha every day. And he looked pretty daunting. You know, and he wouldn't respond to anything we were saying. He would go on saying his own thing and raising his own slogans, almost alone. So one day in February, we had this larger program where we, for the first time, raised a small dais. Okay. So it was a slightly raised platform. So on that raised platform, many people spoke and spoke about explaining why the death penalty is wrong also. Even I spoke. And all of that. So after I spoke, and I'd spoken about many things, when I got down from there, this man was waiting for me. So I was a little wary because I was like, okay, maybe he is waiting to confront me with what, how dare you. And he came to me and he said, Madam, itne dino se aap roz aati rahi hai, maini na aapko pehli baar suna thek se. Toh isse pehle na, maini suna hi nahi tha aap kya boli thi. Toh aap toh bol rahi thi, woh toh bilkul achcha laga humko toh. Aap toh sahi bol rahi thi. Toh maini ka, achcha. Toh he said, bas mujhe do cheezon pe thoda sa doubt hua. Toh one of the things that he had doubt about was this death penalty thing. So he asked me, he said, lekin aapko nahi lagta ki jisne itna kharab kiya hai, unko nahi milni chahiye kya? Maini ka, milni toh, saza milni chahiye, ek toh sabko. Consent violate karne ke liye, hai na? Lekin faasi ki saza de karke, maini mahilaon ka faida kyun hoga? Rather you will allow the people who are wanting to change the conversation from women's rights to just feeling happy that somebody has been hanged and congratulating themselves and going back to treating women in their lives the same bad way. So he said, haan, yeh toh sahi baat hai. Then, and I also said, look, there are many instances in which innocent people in all kinds of cases are killed. So death penalty is irretrievable. You can't change it. You can't bring somebody alive once you've killed them. So what if you've killed the wrong guy, right? Is the police always reliable? Do they always catch the right guy? So he's like, haan, that's true. Then the second question he had was, he said, achha aapne army ke baare mein bola aur wo sab bola. So don't you think that militants also do violence against women in Kashmir and in Northeast and all or wherever? So I said, of course. But the point is that the law does not make an exception for them. If a militant does that, they are considered punishable by law. So our problem is that nobody should be given an exception for these things just because they are wearing an army uniform, right? Haan, bilkul theek bola aapne, he said. And I went off feeling a sense of triumph in a way. And when I told my partner this had happened, he said, woh kya hai na ki woh, he's been so busy talking that he hasn't, you were at the same level and he didn't hear you and you didn't have a good enough mic. This time it was on a platform. You had a mic. And in a way, it was loud enough that he actually stopped continuously talking himself and listened. And he was like, haan, makes sense. So yeah, I mean, even a very pakka death penalty guy"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:33.520",
        "message": "was actually persuaded the other way. Yeah. Remarkable story. Totally a web series should be made on your life. Maybe, you know, the narrative in this episode can be the skeletal structure. You sit down with me and then all the events unfold in vivid flashback. So before I lead to my next big question, I just want to make one observation of my own, which you can respond to if you have something to add. And I'll also quote a couple of times from your book because I want to elaborate on things that you mentioned in your own words. And then I'll get to my question. One as far as the death penalty is concerned, the reason I am against it and in fact, against all death penalties in any crime, but for rape, just the economist point of view is that you're creating an incentive to murder if the punishment for murder and rape is exactly the same, then in the criminal's mind, it doesn't make a difference in terms of the risk, but it makes it less likely for him to be caught if he murders a person he's raping. So why do you want to create that incentive? And the other more deontological standpoint there is that it is wrong to kill even if the state is doing it. And the point is the state gets so much wrong. I mean, listeners of the show would realize I don't trust the state with anything, you know, power always corrupt. So whoever is in control of the state at a particular point in time, why do you want to give them the right over life and what you what you said about the army is actually very striking. I had an episode with the philosopher Jason Brennan, where we kind of discuss the right to self defense and to defend others. And one of the points that he made, in fact, he wrote a book about it, is that even if somebody in uniform is doing something right, there is absolutely zero extra protection that that person should have, just because they're wearing a uniform or they're an officer of the state. So if you see someone beating up a young girl on the street, it's your moral duty to intervene, even if the person doing the beating up is a policeman, which is a convincing argument and an interesting episode. Now a couple of important observations, and I'm only you've already mentioned them, but I just want to emphasize on them because they made an impression on me. And I think they're, you know, powerful insights. And I'd like my listeners to realize, and one of them is that you have a chapter on how in India people treat the home as a haven for the women, women are not supposed to go out and so on and so forth. But you point out that women are safer on the streets than in their homes. And, and this is in fact, worldwide, like you talk about a United Nations study that shows that women who are the victims of homicide globally, about half of them are killed by intimate partners or family members and only 6% of men in Ireland. In fact, that's 87% of the women who were murdered in Ireland were killed by a man they knew. And equally, you know, as you've pointed out, the figures overwhelmingly showed that a lot of, you know, rapes and sexual assaults actually happen in the home. The other important point to make is about how the way people define rape in India doesn't often take consent into account, which is bizarre. And this goes in both ways, as you pointed out that our notions of consent and non consent are screwed up, where you've pointed out that how a tremendously large number of rape cases are actually filed by parents against a man their daughter has eloped with. So they are calling it rape, because their property has gone away with somebody else. And even and those two people might have consensual sex or even a kid together, but they call it rape. And on the other hand, because their daughter is property, they decide who to give it away to. And you have all these arranged marriages where poor beveled women have to move away to wherever and just begin negotiating life again, and are raped by their husbands. And that's not considered rape according to the law, which is, again, something you've eloquently, you know, spoken about and written about in the past. Now, my question here is this, that we spoke about, you know, how in the law, which is, of course, Victorian era relic, the IPC, and we know the values they brought in, that women were treated as property of the men, our culture is very much like that, like I realised that there are different strands in our culture, we contain multitudes, and there is a liberal strand as well. And in fact, I'm reminded of this book I discovered while recording an episode in the Gita Press with Akshay Mukul. And you must have read the book many, many times, because just the title is so awesome. The title is Marx Vada Ram Rajya by Karpatri Maharaj. Yeah, you're familiar with the book. And one of the arguments he gives against communism is that because there is no private property there, men can't own the women. So all women are like, you know, they are in a bucket,"
    },
    {
        "speaker": "Guest",
        "time": "03:27:04.320",
        "message": "which any man can drink from the image that he used. The Communist Manifesto actually says that, no, the Communist Manifesto that Marx and Engels wrote has a line to that effect, because they say that the minute we say that property will be collectively owned, that minute the bourgeois ideologues start saying, Oh, my God, that means women will be owned in common. And he says, they don't understand poor things that we don't, we don't look at women as property, women will not be property, they will be, you know, in charge of their own lives. The Communist Manifesto has a line exactly to that effect in reply to this kind of nonsense."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:40.480",
        "message": "Fantastic. I didn't know that you've kind of completed the story for me. But I found that line by Karpatri Maharaj, a bucket that anyone can drink from just both hilarious and deeply disturbing. And I say deeply disturbing, because I think it's reflective of a certain common way of thinking that is in our culture, which kind of leads me to my question, which is that agreed that there are multiple strands, but a dominant strand in our culture, certainly today, is this kind of regressive strand, which says women are the property of men, they should be in the house, they should take the permission of whoever their male guardian is before leaving the home and blah, blah, blah, blah, blah, we know all of that, therefore reducing half of Indians to a subspecies. Now, my question then is this, and this is, of course, a strand that's become dominant, but which was always there. Now, one question that I've asked multiple guests who have come on the show, especially when we are discussing the Constitution, is that if assuming that the Constitution was a liberal document, and it's not liberal enough for me, but it's more liberal than our society. Now, assuming that our Constitution is a liberal document imposed upon an illiberal society, how can that imposition itself not be illiberal? And this is a dilemma I can't get around, because you and I would share certain values, for example, the primacy of consent, and the fact that coercion is bad, and we would share those. But we are elites in a bubble, in a sense, most of the country doesn't share those. Now, Mahatma Gandhi's way would have been to change the culture, right? Politics is downstream of culture, change the culture first, and then things will change. And it and that looks like something that we and I'm very broad tent, including, you know, the liberals and whoever feels this way that we failed in that, that society hasn't changed, if anything, politics has now caught up with society. And that makes me feel very bleak, because where is the failure? Was the failure inevitable, if these beliefs are so deep rooted in society? And, you know, I don't know if I have a question, but it's kind of a depressing observation. What do you think about this?"
    },
    {
        "speaker": "Guest",
        "time": "03:29:46.800",
        "message": "You know, I actually attended a seminar once, which was organized by people who were basically very good scholars about India, Indian politics, Indian society, and specifically the Constitution. So this was actually it had been organized, I think it was in Norway. And what we said there has been published as a book, which I, as usual, in my post COVID brain cannot remember the exact title of it was India at 70 something or the other. But the thing is that there was actually a session where, you know, I had spoken, and I had spoken in response to, you know, just the session before that people had discussed exactly this, about whether because they had said that the Indian Constitution was more something that was sourced from, you know, good practices all over the world. And so it was, it was experts who were doing the sourcing. And it was very different from say, you know, the Paris Commune, right, you know, writing, or even the Soviet Revolution, you know, some some constitution being written there, because those were things in which people who are writing the Constitution, you know, the doors would keep opening and people would actually be coming, you can hear the you can read about these descriptions, both for the Paris Commune and for Soviet Constitution, Bolshevik Revolution, people coming in and saying, people coming in and saying, you haven't added this, what have you written about us here, what on earth, you have to change this, you have to change that. So it is a democratic process in and a much more chaotic process, but a democratic, much more democratic process. So are we imposing a constitution on, is it more of a pedagogic exercise that you are forcing it on people? So the way I look at it is, and what I said there also is that I don't think that's quite the thing. See, in any society, just put India aside for a minute and think about any society in the world, okay, they still have illiberal tendencies. And quite possibly, if you put things to a vote, I mean, I would say that even in a country like Ireland, I mean, getting, you know, the right to abortion, or, you know, other countries in which, you know, homosexuality being decriminalized and all, they've been able to do it through a referendum. I think, you know, the fact that they've been able to do this in the 21st century, and not before this tells you that, you know, that for all this while, the societies were not at that place. And I doubt if any of the societies were. Even today in the US, I would be suspicious that if you were to put the right to abortion to a vote, or if you were to put the, you know, the right of gay people to marry to a vote, I am not sure which position would win. It is not by any means certain, okay. So the whole point is that democracy is not just about what the majority believes in, right? It's also about protecting the rights of the individual and the rights of the minority to not be imposed on by the majority, right? So, and when I say majority minority here, I'm not talking about, okay, us as a, you know, some educated elites or whatever, right? I'm talking about people, after all, you know, for instance, if you look at inter-caste marriage, okay? The fact that there is such a, almost sort of moral panic about inter-caste marriage and interfaith marriage, and it's growing right now, is because more people are crossing those boundaries. You know, you're having people putting their lives on the line, marrying, you know, in the same gotra or across castes or across communities, okay? Which is why every time you see a louder voice in society railing on, even in history, okay? I was taught this as a literature student long ago, that if you're reading something in which you're, if somebody's writing the Manusmriti and trying to lay down the law on this and that, they're having to do that because clearly people are not doing that on the ground. The reality is, they're not reflecting reality, they're trying desperately to regulate reality, right? And regulate an unruly population. So, in India also, I feel that the Manusmriti may have been there and dominant castes and dominant culture may have lived by those values, even if they did not, you know, exactly read the Manusmriti every morning. The point is the Manusmriti has encodified a lot of things which were seen to be the right things and which may have been expressed in a variety of ways in more popular literature and scriptures and documents. But the point is that clearly, even in those societies, there were those who were not following those laws. There were those who were breaking those laws. I find it fascinating to read Wendy Doniger's latest, I think it's her latest book, which is called Beyond Dharma. She's written repeatedly about, she reads the Arthashastra and the Kamasutra as being documents that sort of dissenting against the Manusmriti. So, these are, you know, things that are in conversation with each other and are very subtly dissenting. So, they are paying lip service to all the rules, but then they are actually preaching something very different. So, they are saying, so the Kamasutra is saying, but in reality, they are dealing with a reality in which people are conducting secret affairs, people are having relationships with people, you know, which are forbidden, extramarital relationships, relationships across castes and all of that, right? So, my point is that therefore, you know, the constitution is not an entirely alien document and it wasn't perceived or received as only an alien document. So, if you look at this book called, again, I'm terrible with the names."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:45.360",
        "message": "The People's Constitution by Rohit Desai. People's Constitution by Rohit Desai. Yeah. So,"
    },
    {
        "speaker": "Guest",
        "time": "03:35:48.880",
        "message": "I remember the author's name, but not the. So, that is a fascinating book, isn't it? Because it is about people, basically ordinary Indian people picking up the constitution and deciding that they wanted to use it as a shield, use it as their instrument to, you know, claim inclusion and claim rights, right? So, I don't think of it, therefore, as only, I agree with you that I think that it's not, you know, liberal enough. It's not, there's a lot more, a lot more that the document could have been much more. Certainly, in reality, it has not been translated into reality at all, right? But on the whole, I don't see it as entirely an alien thing, okay? But to me, what I look at is what you're going to say. There are two ways of looking at this dichotomy between what the constitution represents as an idea and what is there in reality, right? So, if I am Ambedkar, if I follow Ambedkar, then Ambedkar said it right then, when it was being adopted. He said that, sorry, there is, you know, you have one man, one vote, but in society, it is not one man, one value. You still have a society which is not, which is deeply illiberal, where democracy is only in the top soil. So, at the end of it, what was he saying? He was saying, if it's at the top soil, please help it to get more rooted, no? He wasn't saying that, therefore, this is an alien document that you will have to keep through lack of consent or whatever, right? He was talking about changing society, therefore, as, you know, he and Gandhi, what you said about Gandhi, actually, that applies a lot more to Ambedkar, because Ambedkar was, is exactly saying this, that after all, then you need to be able to change society so that it is actually one human being, one value. But if I'm Ram Madhav, writing in 2017, when I feel that my ideology of the RSS, which was, you know, personal non grata in 1947, and certainly after 1948, when Gandhi was killed, the RSS was a hissing and a byword. But today, the RSS is in power. And he thinks he's triumphant, he thinks there's going to be a Hindu Rashtra by 2025. So writing in 2017, Ram Madhav writes about this exact situation, the same gap. He doesn't say constitution, but he means it. He says that, you know, our rulers, immediately after independence, all the governments since independence before this one, they were alien to the country, because they did not operate from the place of what he calls the genius of India. And he defines this as being caste, community, religion, festival, guru, something like that. Okay. So, you know, and he says that this is all Western liberal values that they embraced. And this is the first government that is in tune with the mob. And he deliberately uses the word mob, because he then taunts those whom he says are westernized liberal intellectuals, and says that, you know, you are so alienated from family, caste, community, guru and whatnot, that you are crying now because the mob is happy now. And he is referring to the protests against mob lynching. Because he's not he's not saying it, but he's using the word mob because he wants to say, the mob is happy because they're free to lynch and they can, you know, the government will say damn good job done, good job, rather than saying, oh, you violated the constitution, you know. So my point is, Ram Madhav is reaching the exact opposite conclusion that Ambedkar is. He's saying, you have a government that is in line with the mob now. And the ideals that your own society has values in it, it can be a better version of itself, okay, rather than, you know, looking at these values as being alien, liberal, westernized values, which is, you know, complete nonsense, if you look at it that way. Because my point is, you know, for instance, feminism, they love calling us feminists, you know, westernized, you know, cut off from the world and everything. But please tell me, I mean, you know, what do you say about and I've written about this in my book, that what do you say about, you know, some 13th century nun, who is writing about being free? What do you say about a 19th century housewife, who's writing about yearning to be free? And they face the same abuses of free sex that we are facing today. I mean, in different words and different, but the idea was that you are, you are not a good woman. Feminists being accused of being cut off and your idea of freedom and all has come up only because you are westernized and so on. And those women who are not educated, who were, you know, the real women of India, they are not bothered about all this. That's, that's just not true. Because if you look at centuries ago, long before any idea of, you know, formal feminism or a feminist movement came into being, the yearning to be free, the yearning to be free of an abusive husband or free of even domestic chores. As I said, you have the Buddhist nuns writing about this centuries ago, saying that I want to be free from the chakla belan and whatnot, you know, the home chores and kitchen and all of that. I want to be free of an abusive husband. You have, you know, a 19th century Bengali woman from a conservative household teaching herself to write secretly and saying that I know that people say that if women learn to read and write, then they will become immoral and so on. And she says Kalyug will come. She writes, I say, blessed, blessed be that Kalyug, if it means that girls will get to read and write, you know, and she talks about feeling like a caged bird and wanting to fly free. So what I'm saying is, why assume that a woman in a conservative household today, who lives a circumscribed life inside the four walls of the home, does not dream of living a larger life, does not want her daughter to have a different life? Of course they do. So I think we cannot concede that, and I refuse to concede that, you know, in general, all Indians, barring a small, educated, liberal elite, basically are, you know, conservative and share the RSS's values or whatever it is or casteist values or whatever. No, I think that they have a potential. In fact, I would hazard a guess that at least on some issues, it is actually a minority that imposes these things on the majority. For instance, meat eating. Okay. I am a vegetarian by choice because I, you know, I would hope to be vegan and so on and so forth. That's for a different conversation another day. But my point is that I realize that in India, diet and so on has so much to do with inequalities also. Okay. And I cannot go around imposing being vegetarian as a moral value over those who eat meat the other way around. I have to support those who are being attacked and killed for eating meat. Right. Now, my point is, if you did a poll in India, I really challenge it. This is one thing on which I am very confident that, you know, the far right would lose a referendum. If you were to do a poll on meat eating, because most, you know, the large, vast majority in India is not vegetarian. Okay. It simply is not, you know. So it's a wrong impression that they are. So on some things, I think it's actually a majority that is imposing values on the minority because they are much louder, much more powerful and dominant. But in some other things, suppose you say that, okay, inter-caste marriage, most people would not want it. Gay rights, most people may not want it. They may feel that this should be punishable. This should be, they want to. There are, in fact, people who are campaigning for getting rid of the right to marry, you know, inter-caste and so on. And I think about the change that has come about. You think about a film like Chameli Ki Shadi. Chameli Ki Shadi was made, I don't know, sometime in the 70s, probably. Or 80s, is it? I don't know. Sometime, you know. So it's that lovely film where you have, you know, Amjad Khan at the end being the lawyer. So there is this girl who has defied her parents and is marrying someone whom it is implied is a Dalit. Okay. So it is implied that he's from an oppressed caste or whatever. There's an inter-caste marriage happening, you know. And her parents come up and say, nahi yeh shadi nahi ho sakti kyunki humari beti hai, humne toh nahi haan diya. So Amjad Khan comes up and says, nahi, nahi, desh ka samvidhaan hai. Aur desh ka samvidhaan mein likha hua hai ki yeh toh balig ho gayi hai toh shadi hai. Kahan balig ho gayi hai? Woh toh abhi umar mein kam hai. This is exactly what happens all of today. And Amjad Khan says, aayiye toh madam. And he calls her school madam and he says, dekho school certificate mein jo umar likha hai, uske hesaap se yeh 18 saal se upar hai. So she's an adult. She can marry who the hell she likes. And they're like, what on earth? We didn't know this was the law. We didn't, you know, they're upset about it. And then he gets them around. The point is that a film like that could be made then. Could it be made now for a mass audience? I don't know. You could have it on Netflix, I'm sure. But the point is that today you're having a complete shift where, ironically, from the 90s onwards, the idea of people marrying for love, breaking, you know, defying parental, this thing and marrying for love, even if it's a tragic love, even if it's a Romeo and Juliet story, suddenly with the liberalization coming in, you simultaneously have a conservative streak where suddenly you have to ask parental permission for everything. Okay, with hum aapke hai kaun aur dil wale dulhani ale jaayenge. This whole thing about, you know, reimposing these ideas, you know, these are back in vogue. And now you have an entire, you know, political movement, which is in power today, which is determined to turn the clock on all this. And I insist on saying that, no, those youngsters who want to marry intercast are Indians. They are part of our society. They are not elite. You know, this is happening in Mofasils. This is happening in small towns. This is happening in villages. This is happening everywhere. And we are going to stand up for that India because that is an India that wants to come into being. And that's a far better version of the India that the RSS wants to bring into being or"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:19.040",
        "message": "that we had before the RSS also. That's both eloquent and passionate. And I agree with you completely. And I have so many asides that I've been writing them down. I hope I don't kind of forget something. First of all, I wouldn't blame it on liberalization. I'm not sure about that causation. But we can leave that for another day. Secondly, you know, you had earlier mentioned not standing for the anthem and you just mentioned being nonveg. So there's an anecdote I'll share with you and my listeners that about 12 or 13 years ago, I was called as a panelist on Barkha Dutt's TV show, We The People. And the subject was national symbols, because I had said that I had blogged that I don't stand for the anthem and that we shouldn't take the flag so seriously and all that. So they called me as a panelist and Smriti Irani was also there. So this would have been around 2009. And at one point towards the end, Barkha went around asking all the panelists that do you believe in sacred cows? And when she came to me and asked do you believe in sacred cows? I said the only kind of sacred cow I like is a divine steak on my plate. And Smriti smiled then but she was a little upset after the show about my insult there. The other thing I'd like to point out is you mentioned free sex. And there is this very badass incident from a while ago, where you were asked about free sex. Is it okay for women to have free sex and not just you but also your mother said yes, we have free sex. It means consent. It's a good thing all sex should be free. So, you know, much credit to you for saying that. That's, that's just wonderful. What I also want to do is in the course of this, you know, four episodes I've done came to mind. So I'll quickly plug them all for the listeners and have them in the show notes. One is with Madhav but not Ram Madhav. It's with Madhav Khosla on the pedagogical aspect of the constitution, exactly what you were talking about. And Madhav has written a fantastic book on and is very eloquent, though I don't entirely agree with all of his arguments, because I think some of them go too far in justifying some of the illiberalism of the constitution. But it is what it is fantastic book. Madhav is a great scholar, again, Madhav Khosla, not Ram Madhav. Another episode I'd like to recommend is by Tony Joseph, you know, early Indians, where he kind of points out that if you look at the genetic evidence, you will find that till the year 0 BC or 0 AD or whatever it is that turning point, India was there was a poverty happening here, as it were, you know, all the different immigrants from all over were just having a party. And then one particular caste based ideology from the Gangetic plain somehow gained dominance and endogamy became common, which is why the Indian subcontinent when you look at it has often been described not as a large population as the Han Chinese would be, but as a collection of many small populations. That's how bad the caste endogamy kind of got, which you know, speaks to your point that India wasn't always like this. We were a poverty culture once. And to underscore that I had an episode with Madhavi Menon on the history of desire in India, where we speak in detail about the wild and libidinous time our ancestors had. And just now you spoke about, you know, small towns, India that they have aspirations, they want to be free. I'd done an episode with Sringda Poonam also on what young people in small town India want. So all these things are there as far as Ambedkar is concerned. Yeah, I agree. It's interesting that you know, this sense of go beyond the topsoil, you know, change the culture was something that was one thing that Ambedkar and Gandhi could agree on. Ambedkar in 1954, I think did also say that, given the state of what the Constitution had become, he would like to burn it. And indeed, one of the problems with our Constitution is that as a cartoonist once quipped, it's not a book, it's a periodical, they keep changing it regularly. And another episode listeners can go and listen to is the one I did with Tripur Dhaman Singh on the First Amendment, where it all started where, you know, one thing people don't realize is that yes, the sedition law was there from British times, but it was ruled unconstitutional by an Indian court in 1950. And then Nehru brought it back to deal with his political enemies, which just shows that power does corrupt. And people do contain multitudes, that one can be both liberal in one way and illiberal in another way. And finally, what you said is that all these laws actually indicate that you know, these laws came into being when society was progressing. So people felt the need to bring these laws to kind of control it. And I remember my friend Shruti Rajagopalan wrote a controversial piece about this, where she said that, you know, if you look at the love jihad laws, one way of looking at it is that there are more such marriages happening, that's why the law was felt necessary. And unfortunately, on social media, that piece whipped up a storm because everybody interpreted it as saying that she is for the love jihad laws, which of course she is not, which she wrote in her piece. I did defend her in many places. Yeah, I remember that. And it's an abominable law when she clarified that, take her at face value,"
    },
    {
        "speaker": "Guest",
        "time": "03:51:05.200",
        "message": "it's in the article, but people just wanted to draw the conclusion. The caption, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:09.200",
        "message": "very often the captions misleading and people don't read anything about the caption. Yeah, that's the problem. Yeah, people don't read anything. And I mean, I disagreed with the argument in the sense that I think these people have been trying to do a love jihad law since"
    },
    {
        "speaker": "Guest",
        "time": "03:51:19.680",
        "message": "the 1920s. Same here, I also disagreed with some of her arguments. But my point is, I said,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:24.000",
        "message": "she's not saying that the love jihad law is a great thing. I mean, she's not finding an excuse for it. She's not excusing it. Exactly. And social media mob kind of went after her. Now, finally, leading on to sort of my next question. And this one came from, you know, you spoke in your first chapter about this placard that you saw at that at the anti-rape protests of 2012. And this placard said, quote, we live in a society that teaches women not to get raped instead of teaching men not to rape, stop quote. And this reminded me of something Jackson Katz once said in a TED Talk, which is a really important point about the use of language, which I'll quickly read out, quote, we talked about how many women were raped last year, not about how many men raped women. We talked about how many girls in a school district where Harris last year, not about how many boys Harris girls. We talk about how many teenage girls got pregnant in the state of Vermont last year, rather than how many men and teenage boys got girls pregnant. So you can see how this use of the passive voice has a political effect. It shifts the focus of men and boys onto girls and women. Even the term violence against women is problematic. It's a passive construction. There's no active agent in the sentence. It's a bad thing that happens to women. It's a bad thing that happens to women. But when you look at the term violence against women, no one is doing it to them. It just happens. Men aren't even a part of it, stop quote. And my question here is this that to what extent do you feel that more men are sort of looking inwards or looking at men as you know, the crux of the problem, a lot of the solutions that people seem to come up with are either these populist ones like Oh, hang the rapist and all that. Or it is that you know, it is those, quote unquote, pragmatic arguments that women should not go out late and you know, what was she wearing and all of that, you know, the onus going on the women and this kind of brings me to the immediate peg. The reason I reached out to you is I saw your tweet about the Tarun Tejpal judgment, which is a horrendous, horrendous judgment. And the whole judgment reads like it was the survivor on trial, and not Tejpal. The onus was, again, suddenly on the woman. So"
    },
    {
        "speaker": "Guest",
        "time": "03:53:32.720",
        "message": "what are your sort of thoughts on this? Yeah, so first, I mean, I was, there were several, several thoughts I was having. So I should have also put down my thoughts as you were speaking. So you may have to remind me a couple of things that you said. But one thing that occurred to me was before you spoke about the Tejpal judgment, about, you know, this whole thing about focusing on men, changing men's behavior, right? Changing the behavior of those who are committing violence. So my thoughts on that, on changing the conduct of not just men, but say, you know, anybody who behaves in a violent way. So lots of structural violence, you know, recognizing it's happening. So it's caste violence also, and all of that. How is this change going to happen? And because we were talking about the constitution and this whole pedagogic, whatever. One thing that really struck me last year was the Shaheen Baghs. Okay. What I felt was that I had for long been thinking that, you know, schools, ideally, if I had that kind of a power, then I would want schools to change the way, you know, for instance, we all have moral science or whatever. So instead of that, I would say teach constitutional morality. So constitutional morality in the Ambedkar sense, okay, in the, it's not just what is written in the constitution. It's precisely that concept, because I don't think anybody has a quarrel with that concept of constitutional morality, which is that the rights of the individual cannot be subservient to, you can't say that, all right, you're gay, but because the majority thinks that being gay is a crime, we'll keep it as a crime. No, you know, because that's the very essence of constitutional morality is that it cannot be a majoritarian morality, right? So there's a distinction between what society currently accepts as being moral, and what has to be a constitutional morality that we all agree to uphold, right? So I may not want to live my life in a certain way, okay? I may want to arrange marriage and so on and so forth. But I cannot have a right to endorse violence against somebody who wants to live their life as a single woman or, you know, live in with somebody or whatever it is, right? So this is what constitutional morality is about. So why can't schools teach constitutional morality? I used to keep thinking this, but I would often think about what would it look like in a classroom situation, you know, in the usual kind of school that we have, okay? And then when I saw the Shaheen bags, I felt like, all right, a class on constitutional morality should be held in a climate like this. So the idea should be to create a climate, you know, where there are diverse people who are feeling a sense of freedom to speak and freedom to argue with each other without being, you know, hit on the head with something telling them to shut up. And because I saw that happening, and I'm not talking just about what was happening on stage. So in the Shaheen bags off stage also, I was seeing, you know, parents bringing, Hindu parents bringing their kids to the Shaheen bags just to spend time there because they felt that there was hardly any other space where that child would be exposed to a variety of people, a variety of ideas, and, you know, to a sense of love for the constitution and the flag and the anthem that was not about standing at attention and, you know, it's not a military drill. You know, there's a sense of actual love in terms of what am I investing in it? I don't have to stand up for it or not. My point is, why do I love this? What do I love about it? And what do I disagree with in it? And how do I see my relationship with these things? Because I, you know, the country is me first, it's people. So how, what do we want to change about this country? And, you know, the culture that we love and all of that, because there's so much that we love here, even those of us who want to change a lot of things. There's so much that we will carry with us even, you know, wherever in the world we go, because these are things that are part of us and we love it because it is, you know, in a broad sense, you know, in a broad sense, Indian or whatever it is, right? So I think that is the kind of thing which I think of in terms of change. Okay. And the other thing, and even men, I mean, therefore, you know, exposing boys to, you know, ideas about consent. So in my opinion, even when people say we want to give safety lessons to women, okay, self-defense, I am all for self-defense. But I think I don't want to teach women that what Akshay Kumar does, which is to say, you can, you know, karate chop somebody and so, you know, you should be able to and I'll teach you how. No, you may be a wonderful karateka, but you may still get raped. You may still be raped. Somebody can rape you. You cannot prevent rape. You can't. You just can't because rape is not something which is only going to come as physical force. What if somebody you love and respect violates your boundaries and you are frozen at that point? That can happen to you, even if you're as strong as Mary Kom. Okay. So it isn't about, rape is not about that. It is about understanding consent. It is not about developing muscles or learning karate chops. But for all means, by all means, teach women, you know, physical, to be physically more confident. That's fine. But I think as a part of self-defense and a more important part of self-defense is accepting yourself, you know, which self are you going to defend? So teach women to defend, to love themselves, to accept themselves, to figure out what is their self as separate from what their parents want from them or what their boyfriend wants from them or whatever, right? Because I'm not saying, I mean, boyfriends can be just as oppressive as the parents. Okay. It's not always that you're, you know, running away with your boyfriend is necessarily going to make you freer. Okay. So Uma Chakraborty has this wonderful story about a girl whom they helped to, you know, defy her parents and marry this guy. And then once they were married, this guy would tell this girl, and, you know, you have to hear Uma Chakraborty say this actually, you know, because she says it with such outrage because she said, this is a girl who's gone, you know, she's had to, you know, leave behind so much and fight so much. You bloody haven't had to get rid of anything. And now she's with you and you're telling her you can't do this much only for me that you should now give up bits of your personality and your life. So of course, I mean, teaching women to respect themselves, teaching girls to respect themselves and to understand consent in terms of their right to draw boundaries, you know, even then you may not be protected from violence. But the point is, you at least will feel that if violence happens to you, you won't be the first to blame yourself. Because there'll be this voice in your head telling you, no, let me remember what I was taught, which is that I can draw this boundary. And I know that this is my boundary. But if somebody violates it, they're in the wrong. I can't be responsible for their violating that boundary. Just because I had a drink with them and happened to fall asleep, doesn't mean they had a right to assume I was available and to violate my boundary without my permission. No."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:11.680",
        "message": "Fantastically inspiring words. I hope many young men and women sort of listen to this."
    },
    {
        "speaker": "Guest",
        "time": "04:01:17.840",
        "message": "Yeah. One more thing was which I wanted to say about men was that I wish that more men would speak to more boys. Because I feel that, well, I've spoken to a lot of young men and with very good results, I will assure you that I have been surprised on occasions by, if there were time I would narrate a fantastic story which happened to me on Rajya Sabha TV. But I've written about it on Facebook. So you can link it if you want. But it was fantastic in the sense in one sentence, what happened was that it was a debate on marital rape. And the two male panelists marched out in a rage because they were angry with what I was saying and another women panelist was saying. And the person running the show, there was an audience. So it had a lot of young men in it. And they were clapping for those guys. And we thought they were supporting those guys. When those guys left, the poor woman conducting the show thought, okay, the show is dead. But then I told her to just check. And so she asked the audience, what do you feel? And suddenly we realized that the majority of the men there are against the exemption for marital rape. So this lady asked them, but why were you clapping for those guys? They said, we didn't know how to show our opposition because we are sitting in the show. So how to make a noise? Toh hum toh unko mazaak mein kar rahe the unko to taunt them. So the problem is I've noticed this on other occasions also that people don't know, you know, the idea of clapping, it can happen when something very sad is said, when something outrageous is said, you know, clapping is your way of saying, okay, I noticed this and you know, how ridiculous also sometimes. So it turned out that most of those young men were saying, we're disgusted by the idea that the law says that if I marry my wife, then I have a right to her whether she likes it or not, you know. So I was very reassured by that, frankly, and I believe, but I wish a lot of more men would take it on themselves in a systematic way, you know, to talk to more young boys about respecting consent."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:16.800",
        "message": "So that's a wonderful story. Maybe there's a preference cascade already happening in this great advice from you. And as I was saying, I hope a lot of young women and men both, you know, get inspired by your words and read your book, I actually wanted to discuss your book chapter by chapter is so full of insights and all of that, but I won't do that. I think I've taken enough time. So one final, longish question, which is, you know, I've been meaning to invite you for the longest time to this show, I've admired your work and your writing. And it's really sort of the Tarun Tejpal thread that kind of got me down to it, because I was just absolutely disgusted for a number of reasons. I mean, he was acquitted of a crime that he had basically confessed to, he had, you know, in his confession letter, in fact, he had sort of shown that attitude of treating women as a property of men when he offered to apologize, apologize to the boyfriend of the survivor, you know, if you remember, which is bizarre, and you've written a wonderful sort of dissection of the judgment, which I just came across this morning, which I linked from the show notes. And that says everything. And in the past, also, you've written about, say, someone like Mahmood Farooqui, who was first convicted and then acquitted by a higher court on the grounds of what is famously known as a feeble no, where the judge said that the woman had said no, they accepted that, but they said, you know, it could be a feeble no, who is to say why why is a poor man to blame? Shocking, but what shocks me more than just these judgments, by now you have the new rape laws in effect that were done after 2012. And all of that, so the laws are in place, the judgment is horrible, the Tejpal judgment, in fact, was by a lady judge. So one, you have the law, letting these guys get away with with the shocking sort of reasoning. And two, these guys are going to be rehabilitated. You and I know that, you know, Farooqui was at JLF this year. Next year, I won't be surprised if Tejpal is also there. I mean, I honestly don't know what the freaking organizers are thinking. It's just absurd. And you actually have these, you know, cabals of Delhi liberals who are who are on their side. So my question here is this that given all of this, you know, at one step, it would seem that it's two steps forward and or four steps forward, three steps back is perhaps more like it. And I'd find reason for hope in the fact that in exactly the anecdote that you described at that show where all these men are kind of clapping that, you know, possibly there's a lot of silent people out there who may not speak up now but who realize that there are others like them who are, you know, who feel the same way and a lot of people who may, you know, listen to you or read you and they may change your mind. So that makes me kind of hopeful. But at the same time, you look at these judgments, you look at what's going on and the way the country is descending in all kinds of different ways. It also makes us despair. So looking ahead, looking say 20 years ahead, what makes you hope and what makes you"
    },
    {
        "speaker": "Guest",
        "time": "04:05:54.560",
        "message": "despair? So what makes me hope is I think that I feel that the backlash we are seeing now in these judgments also or in the love jihad laws or whatever it is, I feel that that is more of a backlash of the privileged who are, you know, banding together either in a very organized way with the RSS and the BJP, but even I would say across party lines, you know, in order to basically band together to push back against some kind of feminist assertion. Okay, so what you're seeing in the Tejpal Faruqi kind of context, and I can tell you something that the BJP kind of trolling, Sangeet trolling has never bothered me very much. Some of the worst trolling I have received and which has really, really troubled me and given me sleepless nights has been the trolling by friends, by those I would consider on our side on these two judgments, these two cases. Okay, so Tejpal Faruqi, both cases. Horrible. I mean, really very, very disturbing the kind of things that have been said and said not only about the survivors, but about us. My only thing which I just wanted to say before I get on to, you know, what makes me hopeful, I just want to say since you mentioned those judgments at length, I just wanted to clarify one thing. You see, I am at the end of the day, I'm not someone who is just out for, you know, punish, punish, punish, punish. That's not my concern. Okay, how much punishment also is my least concern. I do not, I'm not talking about severity of punishment. Frankly, I'm not, you know, I engage with the law only to try and make sure that it's, it's, it doesn't become the worst law possible. Even in 2012-13, my only fear was that they would bring in all kinds of horrible things and how to prevent them from so doing. Okay, so that was more of the effort. My point is that I am all for, I will not quarrel with an acquittal. If the acquittal is on the grounds that, look, whatever evidence is being brought here, we are not able to make it add up to say that beyond reasonable doubt, this must have happened. So while we acknowledge, I'm saying even in the Tejpal case, okay, he wrote these letters, all right. But suppose, you know, for a minute, you forget that this is Tejpal and forget that it is these particular letters and what the letters content is. Imagine some other case. I would say that, you know, suppose somebody writes letters and is asked to write letters by an institution, he writes them, and then there is a court case and so on. I would say that perhaps he is within his rights, his defense is within his rights to say, look, you know, you obtain these confessions as a form of punishment. And now you are using them, you know, for another punishment in another forum. So don't you think this is wrong or whatever? Okay, so in another case, I'm not talking about the Tejpal case right now, but I'm saying that I can imagine that being an argument. So on any grounds, if the judge were to conclude that, you know, evidence doesn't meet up, therefore I'm acquitting, I'll say fine. I'm not going to, you know, I would not feel particularly bothered by that. I think what botherss me about both the Tejpal acquittal and the Farooqi's High Court acquittal was what was said in order to do this, which is that you are basically saying that you are setting absurd standards which no woman can ever match up to. You know, it's hard enough for a woman to actually say no. You're conveying no with everything in your body and you're this thing. The law does not, the letter of the law does not say you have to say no. The letter of the law says that the man should not proceed unless, you know, by word or gestures as a yes. Okay, so the point is that, but most men who violate these rules and every woman I can tell you has an experience of this, everyone. I don't know anybody who doesn't, okay. They may not have complained, they may not have, everybody including me. We have experiences of people violating our boundaries and telling themselves that we are consenting. No matter how often, it's like you're talking to, okay, in one instance that I recall in my own experience. Here I am continuously, you know, twisting my body, making it stiff. No, the guy still thinks it's okay to, you know, pat and touch and whatnot. And then it goes further. Guy starts sending love letters and whatnot. I'm replying over and over saying politely that I respect you, but I'm not interested in any of this. I don't feel for you at all this way. I'm not interested. Guy takes my respect your statement to say, I realize that you're in love with me, but this will be a secret between us. And I'm like, where did I say this? I didn't say it. So the point is the guy who was doing the violating doesn't respect my agency. He is constructing a, you know, he may be telling himself that I'm consenting. Maybe he's lying to himself also. But that doesn't mean that the onus is on me to make him understand it. The point is, if I've said no, let him kindly accept. And if there's a doubt, then give me the benefit of doubt. Say that I'm going to back off until I'm sure that there's this heavy enthusiastic yes happening. So it's as simple as that. But the point is, these judgments don't do that. These judgments set absurd standards. What does feeble know? How is she supposed to scream no? How loud should that decibel be? What is this thing of saying how should a normative victim behave? And as my piece says, I'm not going to the details. I'll just say that my piece elaborates on, it takes down the idea which some of Tejpal's friends are saying, which is that no, no, ignore the misogyny bit. That bit may be wrong, but substantially there are facts which have been brought forward that prove the, you know, complainant to be lying. No, there aren't. And that's what my piece takes down because, in fact, what the judge is doing is she's accepting Tejpal's letters as fact, conveniently when she wants to. And she's using those facts. She's in a sense saying, guy says that you didn't complain and you didn't cry. So you're lying when you said you complained and you cried and there was an incident. Now, how can this kind of reasoning, you know, in the face of this reasoning, no fair trial is ever possible. No woman can ever hope to be believed, right? So this is what I want everyone to think about there. As for hope, even in these very, very bleak times, I feel that the hope comes from those who are fighting back against these things, the ones who are trying to say, what values do we stand for? Do we decide on a matter of rape? Do we decide where we stand based on who is accused and who is the survivor? What is their community? What is their politics? Or do we decide that even if it is one of our friends, one of our own who is violating, you know, consent, that's wrong. Do we decide that, okay, the consensus in, you know, those who are triumphant today, those who are, you know, claiming to be all powerful today are telling us that interreligious marriage is wrong or that, you know, the Muslims do not have a right to be, you know, their citizenship should be in doubt. We should have a right to, you know, the state should have a right to reject or accept them as citizens. They have to throw their citizenship in doubt, you know. Are there people who are willing to fight back, who are willing to say, no, no, no, no, no. Democracy is not about just accepting every law that is passed. Democracy is about every citizen questioning the government and speaking up even at risk to themselves. I think there's a lot of that happening and there's enough of it happening to give me hope. I am deeply pained by the thought of the young women who are in jail today. You know, what's the lawyer's name, Tushar Mehta, on the Tejpal case, when he's arguing in high court, he's saying, oh my God, I'm a feminist and why is it wrong to be a feminist and all of that. And I thought to myself when I read that report yesterday in the paper that he's defending, you know, he's questioning the Tejpal acquittal and in the appeal he's saying, why are feminists being attacked and even I'm a feminist. I feel like if I were to meet him, I would ask him, your government that you are defending is locking up feminists, locking up a young woman like Natasha, not even allowing her to meet her father, you know, who died without his daughter being able to meet him. How terrible is that? Natasha, Devangana, Sudha Bharadwaj, you know, these people, the thought of them being in prison today bothers me. But I also get hope from the fact that they are taking this risk for our country. They are taking this risk to try and defend the values that should be giving us hope. And so, I feel that in this pandemic times, I feel that although the suffering has been so terrible, the fact that people helped themselves, formed communities of help, irrespective of caste and community and all of that, helped each other, helped each other to try and live, helped each other to breathe, helped each other, you know, to have dignity in death. Somehow, I feel that if we draw upon even that very deep grief and sorrow, that would be truly a positive thing. I'm not talking about, you know, this negativity, positivity, all this government is trying to tell us, not saying that. I genuinely feel that the most positive thing that we can do as citizens is to draw hope from that deep collective grief and to say that if we find a way, find our way back as a society of caring for each other, mourning those who have died, not just those who died of COVID and of oxygen shortage, but those who died in last year's lockdown, migrant workers, those who died because of lynching, those who died because of medical care, those who died because of lack of food, all these things, if we find a way back trying to figure out how to care for each other, care for each other, I think from there you will, I hope for a new politics, a new political awakening and somehow a society that finds the courage and the moral value, the moral strength to actually take us to a better place than the terrible place we are in today."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:16:29.360",
        "message": "Very wise words. And you mentioned Natasha Narwal and I was just heartbroken by that picture of her going back into jail with that smile on her face. And maybe the young will save us. You know, maybe people of our generation kind of took it for granted that India has gained freedom, that the country is what it is, it's been made, the job is over. And maybe the young today can look around and realize that the job isn't over. We've still got a fight on our hands. So, Kavita, thank you so much for coming on the show and sharing your time and insights."
    },
    {
        "speaker": "Guest",
        "time": "04:16:55.600",
        "message": "It was absolutely a pleasure, Amit. And I've admired your show and enjoyed it since last year. I didn't know about it before that. Because as I said, I, you know, I began listening to podcasts only last year during the lockdown. But I enjoyed so many of yours so much. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:17:11.920",
        "message": "it's I really enjoyed today's conversation. Thank you so much. Did you enjoy this episode of the Seen and the Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]