[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How should we think of medicine as a profession? On the one hand, it's a career path like any other. You learn a skill, and people pay you for your expertise. But on the other hand, it's also thought of as a noble calling. You help other people. You sometimes give them the gift of life, and sometimes you give them a better life. In India, doctors are mostly invisible to us, except when we have no option but to notice them. Doctors can be both villains and heroes to us. On one hand, we rail against doctors who over-prescribe tests and medicine because that's the way their incentives go and patients be damned. We are objects to them. On the other hand, we go to them with our deepest problems, including our greatest anxiety, the fear of death. And I'm not being hyperbolic when I say that over the last year, doctors and nurses and other medical personnel have been our greatest heroes. Lakhs of these frontline workers in India have gone beyond their call of duty, functioning in a battleground with limited information, driven not just by money, but by empathy and the desperate desire to help. They have risked their lives to save the lives of others. When I think of those who let us down in this crisis, and the politicians are on top of that list, I begin to lose faith in humanity. But then I look at the medical profession and I regain that faith. You see, we will beat this pandemic. And it won't just be a triumph of science and medicine when we do."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:22.760",
        "message": "It will also be a triumph of human beings expressing their humanity. Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:36.400",
        "message": "Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is Lancelot Pinto, a doctor and a scholar who has come to public attention in the last few months for being a voice of reason in this fog of confusion. Lance has been clearing doubts and misconceptions since this pandemic began and has been especially eloquent in recent weeks on the dangers of over-prescribing drugs to COVID patients. Many of the deaths in recent weeks have come because of a dysfunctional state and were otherwise avoidable. But some have happened because of over-medication of doctors going overboard with medicine that has adverse side effects. Lance called this out early and I wouldn't be surprised if he saved lives not just in his work as a doctor, but also in his interventions as a public intellectual. Friends of mine have actually been patients of his in this time and praise him highly. I was delighted when he agreed to be a guest on the show. I wanted to explore a much wider canvas than just COVID though. I wanted to explore the practice of medicine. Why do doctors opt for this profession? What is a doctor's life really like away from the glamour of Robin Cook novels and ER and scrubs? What are the incentives that drive doctors, both as doctors and as human beings? How do they stay in touch with the cutting edge of medicine, which may be so different from what they learnt in their college textbooks? Beyond these general questions, I also wanted to talk about some of Lance's areas of specialisation. He runs smoking cessation clinics and talks about how medicine has now made it easy to quit smoking. He talks about the importance of sleep and the unintuitive ways in which our body functions. Did you know that a throat muscle can cause erectile dysfunction? This is the scene and the unseen right there. So we cover a lot of ground in this episode, and only the last half an hour or so is actually about COVID-19. I love this conversation, I learnt a lot from it, but before we get to it, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long-form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long-form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also, check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to ctqcompounds at ctqcompounds.com and use the code UNSEEN. Unlevel yourself. So Amit, tell me about your childhood. Where did you grow up? What was it like before your journey in medicine began?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:40.840",
        "message": "To begin with, Amit I don't think you've missed anything much in terms of my journey. But I grew up in Mumbai. I was born in Mumbai, grew up here, born in Bombay, grew up in Mumbai. That's how I like to say it. I was born in the suburbs of Mumbai called Bhandup. It's a small little suburb on the central line. So if you're familiar with Bombay, the suburbs are looked down upon very often but that's where I began. I went to a school called St. Xavier's School and my dad worked in administration at Crompton Greaves and pretty much held one job all his life, you know, so that was who he was. My mother was a school teacher at the school that I studied in. She was a primary school teacher. And both of them were migrants from Mangalore, so they moved after they got married. My dad was here for a couple of years before that. And you know, I remember my dad telling me stories about how he came to the city with nothing, which is so true for a lot of migrants to Mumbai. He stayed with his brother, who was already here for some time. And that was my childhood. So I grew up in a family where both my parents worked. I think there was a strong ethos on working hard. You know, I remember my dad leaving home at seven in the morning because he worked in South Bombay, which is the other end of town, and would return by 7.30 or so in the evening. I think education was always very important. There was a stress on education. However, I never felt pressured. There was never any pressure to perform or, you know, there was never any, you will grow up and become a doctor or engineer or anything of that sort. Fortunately for me, and I really don't know, I mean, there may be a lot of subtle things that help in life, which you don't realize. Fortunately for me, I think I liked studying. I was happy going to school. I, in fact, you know, at the end of vacations, I was looking forward to school beginning again. And I was naturally drawn towards reading and studying and fortunately did well. Somewhere along, you know, when you reach middle school to high school is when you start thinking about what you want to become. And I think I always wanted to become a pilot for some time. Again, I guess it's a common thing for a lot of people to want to do adventurous things like that. But I think at some point of time, somewhere close to maybe my seventh grade or so, this whole thing about taking up medicine became real. Maybe it was influenced by the fact that my dad had a bypass when I was in the sixth standard. There was some interaction with the healthcare system. Maybe I looked up to some of those doctors in awe and there was a lot of reading of Robin Cook as well, which I don't know whether that's a good thing or a bad thing, because that's a very skewed presentation of medicine, but it still looks glamorous. It looks interesting. And I think I was naturally drawn towards medicine at that point of time. So somewhere around the seventh or eighth standard, it was medicine and nothing else for me. Of course, growing up in a middle-class household in Mumbai, you do not think of too many different options as a career. You think of medicine, you think of engineering, you think of a few other things. And in hindsight, maybe my alternative life would also include the possibility of journalism, the possibility of being an author, the possibility of exploring the humanities in some way, because I think that's a big lacuna in medical education that we aren't exposed to humanities. So 10th standard, you know, big year, important year, you have to do well, I did reasonably okay. I went to a college called RUIA, which was, so that's another recurring theme in my life. I always got into the second best college, I think, or second best of mostly everything. And we talk about that. So, you know, the number one college in Mumbai was considered Rupert L for the sciences. I didn't make the cut. So I went to RUIA. Then 12th standard is another, you know, you realize that it's from a pool of 10,000 odd people, about 100 seats are what's available in the public institutions where you want to be in terms of an MBBS education. And again, you know, the King Edward Memorial Hospital, or KEM is considered number one in Mumbai. I didn't. So my percentage was 95. And I think KEM stopped at 95 point something. So I got into Sion Hospital. And Sion Hospital was a very interesting experience in terms of, you know, there was a decent balance of extracurricular activities as well as studies where, you know, it wasn't the typical nerds where everybody constantly had their heads buried in books. We had this festival called Ashwamedh, which was quite important every year. So we got some exposure to, you know, debating, to doing a lot of public speaking, etc. And those were good years. That's pretty much the early years, if you ask me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:07.360",
        "message": "So you know, what kind of strikes me was that growing up as an 80s kid, I remember back in the day, the traditional occupations that good middle class kids were supposed to go as you said, was you do doctor and engineering, and a little later on MBA also became kind of fashionable. And this, of course, is if you didn't sit for the civil services. Now, I would imagine that by the 90s, post liberalization, all of this is kind of changing. But nevertheless, I think in the second half of the 90s, you decide to go in for an MBBS anyway, and you pointed out that you had a natural interest in this. So a couple of things strike me. One is that it takes an awfully long time to become a doctor, you do your engineering course and you're an engineer. But with a doctor, it's just a years keep stretching on, it almost seems like you know, you're in your 30s before you can actually do anything. And even then, there is a survivorship bias where you hear of good doctors making a lot of money. But it's not necessary that at the end of that journey, you will be successful. So when you made that final call, I mean, obviously, you must have taken this into account. So what was the thinking that went behind it? And when you started, did you find that the study of medicine was turning out to be different from what you expected? Or you knew going in what it was going to be? I mean, as you pointed out, there's a Robin Cook influence and all of that. So tell me a bit about your decision making during this time, what you expected? What did you enjoy about it?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:24.420",
        "message": "So it's a very interesting question you asked there, because so one of my closest friends in school was a guy who went on to do engineering. And I would spend a lot of time at his house, and it was a joint family, they had doctors in their house as well. And this constant theme that I was reminded of was, you know, you choose medicine, you're just going to be studying, you will never make money, you will be studying till you're 30-35. You know, baal jhar jayenge, which, you know, unfortunately, is true right now. But you know, baal jhar jayenge, lekin tumhara, you know, you'll still be studying and, you know, obviously, anecdotes of doctors and their kids giving exams together, you know, come to the fore, you know, look at him, his second standard son, and he had both giving exams at the same time. So those kinds of stories were constantly, you were constantly reminded that, you know, you may not be making such a good choice. You know, one of the things that really is very crystal clear in my head was this conversation I had with this guy, whose wife worked for one of the hospitals in Mumbai. And I don't remember whether she was a doctor or what was the context. But he said something like, listen, you know, you will become a doctor, maybe, you know, maybe you'll get into medicine. But at the end of medicine, do you know how difficult it is to get a postgraduate seat, you know, you will struggle with the postgraduate seat. And everybody who doesn't get a postgraduate seat of their choice ends up doing PSM. So PSM is preventive and social medicine. And this is when I'm in like 10th standard, I don't even know what he's talking about, right. So he says, you will do PSM, and all you will be telling people to do is wash their hands. And the irony is that for the past year, all I've been telling people to do is wash their hands, right? It's somehow come back a full circle. But to answer your question, I guess there is a lot of naivety when you make a choice when you're exactly from the background that I am, you know, you are middle class. So you don't have a strong safety net in that sense, where you can assume that you will study indefinitely, and you know, you will somehow be supported. And yet you make this leap of faith. And I think that that decision is a difficult decision. And I think some of that is is totally naivety, you know, because you don't know, really, you've seen only the glamorous part of things, you don't realize that for every doctor who's probably you know, in your face looking glamorous looking good, there are probably 10 doctors who are really struggling, who are finding it difficult, because it's such a competitive field because you know, everyone is pretty intelligent. So I think that final leap of faith is very often made against all advice. And it's made at a time when you really don't know what's on the other side. So it's truly a leap of faith in that sense, you know, so to answer your question, I think, you know, as fatalistic as it may sound, I've also believed that things which don't work out sometimes just don't work out for a reason. So had I not got the requisite marks to make it into medicine, maybe I would have just like taken it in my stride and done something else at that point of time. But even today, you know, so somebody going through the system, even today, where the applicant pool is so high, you have to compete so hard to get into the right kind of colleges to get a good education. I think there's no simple answer, you know. So if somebody asks me today, if somebody in my similar situation, who's in 10th or 11th asks me today, whether this is the right choice for me, I will place the facts in front of the person, but I will not tell them that it's a no brainer that you know, this is this is the best life that you'll ever have, because it is a tough life. And you know, I think that that's kind of my answer to your question."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:47.520",
        "message": "Yeah, you know, that's very illuminating, because just thinking aloud, you know, I had a young person come to me for advice a few months ago, where his mother wanted him to do medicine. And he was like, what's the scene? And I said, Listen, in the end, of course, it is a personal decision, it's up to you. But just putting my economics hat on, I would say that the opportunity cost of medicine is far higher. Because if you decide engineering is not for you, you can do an MBA, you can go to a scroll or a wire or the Times of India and say, make me a trainee reporter, or whatever there are all those options are kind of there. But medicine, you could be 30 by the time you realize you're not going to make it. And it could be too late. So if all things were equal, satirist parables, it would almost be a no brainer not to do medicine. But if that's where your heart lies, that's where your heart lies. Now, my other question here is that I've spoken to people who say that we got into medicine because of a passion for biology, because of the wonder of medicine, like one of my friends told me that, you know, one of his parents died of cancer when he was young. And he said, I want to find a cure for cancer, right. And therefore he gets into medicine. But having gotten a certain way along the academic path, he realized that wait a minute, doctors don't find a cure for anything, I need to be a scientist. And then he goes and he becomes a scientist. And now he's a successful academic somewhere. So you know, did you go through that kind of process? Because a lot of the things that I guess would attract you, which would be intellectually attractive or stimulating about the study of medicine would actually be related to science and higher research, rather than becoming a practicing doctor to begin with. And I'm aware that you have an MSc in epidemiology and all of that, which you went on to do, but you are a practicing doctor. So obviously, this has to be something that you then thought about. And what then made you decide that no, I will practice, I will be a doctor because it seems to me that just from the way that I look at it, it feels that in science, you're always moving forward, even if it's a little forward incrementally, but you're moving forward. While in medicine, it seems that you're running to stand still, you're always trying to kind of figure out what is the latest and kind of apply that. So how has that process of thinking these things through been for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:53.040",
        "message": "So I think when people begin, no matter what they begin in terms of their career, I think everybody has a very big canvas in mind, they always think that, you know, they're going to change the world in some way. So if you, you know, if you met someone like, if you met me when I was in my 10th grade or my 12th grade and said, you know, what is evidence based medicine? Do you know how, how will you make decisions when it comes to patient care? I think there was no concept of, of anything like that at that point of time, in the sense in on my radar, right? So most, most of the decisions are made in terms of what kind of a person do you want to be? So I was, I was always attracted to this concept of just working hard and giving it your best, no matter what. And, you know, let things take care of themselves, you know, don't, don't be obsessed about how much money you're making. Don't be obsessed about what, what is the so-called return on investment, you know, which is, which is the whole argument against medicine, right? Which everyone reminds you again and again that, you know, when are you going to make money? And the worst is when you're like around 24 years old, you know, where all your friends, the last bencher in your school is also suddenly joined the merchant Navy and he's making like 20 times the amount that you are. And everybody points out that you've clearly made the wrong decision. So I think this, this decision comes from a place of, I think a larger principle that, you know, you enjoy at some level helping people. I don't necessarily mean in an altruistic way, or I don't mean it, I don't mean it in a, in a charitable way. I mean it in a way that, you know, somebody comes to you with some sort of a problem, you are able to give them some sort of an instant relief, you are able to give them solace in some way. And that turnaround time is rapid enough that you get the feedback, you feel good about it, you feel that you are making a difference on micro levels. And I think that's the model, or that's the goal that people are attracted to at that stage when, you know, early on. Now whether that will cause a big dent in the world, possibly not, you know, but I think those little joys on a day to day basis, where even though, you know, as you rightly pointed out, you're running to stay in the same place when you look at the macro picture, but at the micro picture, you're making small moves every single day, which, which give you a lot of instant gratification, which a lot of other fields possibly don't get. You know, if you're, and this is my perspective, and I could be completely wrong. But say if you're a software engineer, and you're designing software, maybe when the product is finally ready one year down the road, you get a lot of gratification and you get a lot of sense of achievement. But during that one year, it's probably every single day is, is, is tough, you know, because you're just writing code maybe. But but for a doctor, I think there are a lot of small joys in every single day. And I think that's what drives a lot of us, especially in your early years, because you've seen you've yourself gone to a doctor at some point of time, you've yourself realized that they give you some sort of a salve, some sort of a relief at that point, which makes you feel good. And I think I think that process is something which is very attractive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:43.760",
        "message": "That's really interesting. Because I mean, when you think about it, the world is a positive someplace. And we benefit when others benefit, mostly unless you know, you're in the government or you're in seeking or whatever. But for most of us, the benefit that comes from our work is unseen, it's like really the scene in the unseen, that it's way down the road, like you said, if a software engineer designed some software, even when the software is out there, he can't really see the benefit, he doesn't know how much difference is few lines of code made. Maybe if he works in Microsoft, maybe that's what made Windows hang. But in your case, it's a little more immediate, which is fascinating to me. It also sort of strikes me that, you know, when we think of experts, when we think of the professionals, we think of them as people who know their field. But I think what often happens is in many fields, whether it is medicine or economics or whatever, in all fields, there's a set of people who are not really actively engaged in that sense, they are doing the degree, they get the knowledge, and that is a knowledge they have. And very often, it's kind of a static kind of knowledge. And they don't have the intellectual curiosity to maybe apply their frame to other things and constantly broaden, constantly read all of that. And you know, I noticed this most with some economists, you know, there are really two kinds of economists, those who are thinking actively about the world. And those who have done the training, who can make the charts and do the regressions and all that, but aren't really thinking that actively now with doctors also, it seems to me that we think of doctors as experts, we have a problem, we go to a doc, doc will solve it. But very often, you know, a doctor say trained in the 1990s, was trained in what was in many fields, very outdated knowledge, for example, nutrition, right, where for the longest time for decades, you know, the sugar lobby funded all these studies at Harvard and all that in the 1950s and 60s. And you know, fat was demonized, sugar was supposed to be okay. And the American government released guidelines to this effect in the late 1970s. And their obesity epidemic begins from there. And in something like the last 10 to 15 years, it's kind of become common knowledge that all of this is kind of rubbish, we've been obsessing over the wrong things, sugar is the real problem. Now, one of my friends went to a doctor recently to ask about nutrition. And he got that old dogma, because she hadn't read up and updated herself on the state of the science. So a two part question really that when you were studying, did you notice this difference in approach that there are people who just want to understand what is in the books and do well in the exams. And there are people who are naturally curious, who are reading more, and therefore who are more likely in future to stay updated with whatever the state of the science is."
    },
    {
        "speaker": "Guest",
        "time": "00:22:17.640",
        "message": "I think part of that is the problem in which medical education occurs. And you know, it's very fact heavy. So let's look at medical textbooks, right? So I mean, most of us have this God textbook for every subject under the sun. So if you're studying anatomy, this is the God textbook. If you're studying physiology, this is the God textbook. Now, I've been part of a process of knowing how textbooks are written. And if you look at how textbooks are written, the time gap between when the decision to write the textbook begins to the textbook actually being published is usually around two to three years. So when it actually gets published, some of the stuff was current and relevant three years ago and is probably already been surpassed by newer knowledge or superseded by a newer study which has happened. So if you bank completely on textbooks, you're not going to get state of the art knowledge. However, medical education gives a lot of focus on textbooks. So that's one example where you are taught to keep sticking to the facts which are written in the textbook that's written in stone because it's this God textbook. It's this Bible of a particular subject. You are not taught the methodology to critique things. You are taught to remember the facts. You are not really trained in how to critique facts. So if that training comes into play, then you would have this healthy discussion which would constantly happen, which happens in academia, right? Where somebody says something and another person points out and says, but listen, there was this newer study which was published just two days ago. Have you gone through it? And that constant debate, that constant being the constant chatter among academics, which makes one realize that, you know, you need to constantly update yourself is very often lacking in medical schools. That is a big problem. So that you are not taught really to question. Now whether that divides the world into two parts, I don't think it's that straightforward. I think most of us with a medical education come out again with the same concepts of truths being absolutely written in stone. It's when you start practicing, if you are curious enough, if you realize that, you know, every patient does not fit into a particular mold, if you start questioning why something's happening in a certain way when you expected it to happen the other way, if you then get into a process of constantly searching, constantly reviewing the literature, I think that that makes a lot of difference. Now part of that is also a function of time. So it is extremely difficult for doctors to continuously update themselves, which is why it would be nice if there were simpler guidelines, right? I mean, that's what we all want. We want some sort of a guideline that's constantly updated, or some sort of a course which we can attend once a year where we get updated and change our practice. Now expecting a practicing doctor to be able to continuously update themselves is a tough task. And the way it works, unfortunately or unfortunately, in medicine is that the older you get, the more senior you get, your patient base increases and, you know, there's word of mouth, there's a general awareness of a particular doctor of a particular specialty being there. And that just means that you're getting busier and busier and therefore having lesser and lesser time to update yourself. And unfortunately, this then becomes a common trajectory for a lot of doctors and, you know, even I hope this doesn't happen to me, but that's the natural drift, unfortunately, that you get busy, you get popular, you get more patients, less time to read, and gradually you start doing things which are outdated. And I think this needs to be rethought, you know, we need to figure out a way to get out"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:39.760",
        "message": "of this. And how does one keep in touch with latest research then? Like, is the internet a game changer there? Because I would assume that pre the internet for a practicing doctor to want to keep in touch with the latest in the field, especially if you're in India, and all the latest research and all that is happening in the US is incredibly difficult, but now it should be kind of easier. So what are your practices like, are there journals you go to, do you spend a certain amount of time reading papers? Do you tell yourself that X percent of the time I must devote to updating myself or, you know, leveling up?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:12.960",
        "message": "How does that process kind of work for you? So I think one of the best ways of keeping yourself updated on the literature is having students, right? And I have the luxury of having students, I'm at a teaching institute. So when you teach students, you automatically update yourself on the latest literature. If you inculcate that hunger in them, students have this natural questioning hunger, which they will, you know, they will pose questions to you on rounds sometimes saying that, you know, is this the right way of doing things? And that again, needs to be fostered. If you go by the didactic method, that it's my way or the highway, you know, this is right because boss says so, you will end up having your knowledge not updated because, you know, where you are at is where you will be. Your students will not question you and you will keep perpetuating the same cycle. If you have students who constantly ask you or, and you can ask them as well, you know, why don't you read up on this and tell me more about this, that exchange keeps you updated and it's very useful. But then again, I have the luxury of being in a teaching institute. If you're not at a teaching institute, fortunately, there are a lot of, I don't know what they're called. They probably like meta websites, which have started compiling literature from all the available evidence. And, you know, the thing that comes to mind, which I use on a day-to-day basis is something called up-to-date. So up-to-date is a website, which also has an app on your phone now, where they get experts in a particular field to write a particular topic and that expert will cover the topic through and through. The experts are also incentivized to update it every year or so. I think, you know, they're actually paid, I know, because some of my supervisors have written topics here and they're incentivized to keep updating the topic. So supposing I have this patient sitting in front of me who I think has this rare lung disorder and I've, you know, the last time I've seen a patient with something like this was about three years back. So clearly I'm not going to be by default updated on the literature because it's not being on my radar. I haven't actively searched for this disease. So I go to up-to-date, I open it and very often, you know, I will come to know if there's a new drug available, if there's a new therapy that has been tried somewhere, there are links sometimes which will take me to earlier studies, and then I can choose to go into a deep dive. So up-to-date will summarize what the literature is, give me the references for those papers. I can then go and dig out those papers myself, critique those papers, see if they make sense and summarize. But this is not as easy as it sounds in the sense that you're trying to do all of this in the middle of an OPD, in the middle of a clinic. So I have sometimes told patients, let me read up. I open this in front of the patient and I do it, but I can see how a lot of people would feel that doing that would make the patient question their credentials. So I think we need to also create a healthy atmosphere where, you know, the doctor doesn't know all the answers. The doctor will update his knowledge if necessary in front of you. The doctor is someone who will give you the best knowledge as of today. How he gets there could be a journey, could involve some time on your part. He doesn't need to be an encyclopedia with all the answers ready. As long as we start moving to that modality where even patients accept that, you know, accept a doctor who's searching in front of them, accept a doctor who says, I don't know. I think that's great. So when I talk to my friends and relatives, I tell them very often that the doctor you want is the doctor who once in a while says, I don't know the answer to this question. If you have a doctor who knows the answer to every question, then that's, you know, I mean, it could be exceptionally good, of course, but, you know, that would be a rarity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:39.000",
        "message": "You know, this leads me into a digression on what patients really expect from their doctors. And I think in India, at least, they expect a veneer of knowledge. They expect their doctor to be like an expert, to have the definitive answers, to give them medicines. Look, you know, as you have also pointed out in the past, this is what leads to overprescription and all of that. I remember I read an episode on healthcare with the economist Karthik Murali Tharan and he referred to this study in 2007, where, you know, the author of the study asked a doctor in a slum so that, you know, when someone has diarrhea, what do you give them? And the person listed out a bunch of medicines. And then the guy asked that, you know, why don't you just give them oral rehydration? Because that's enough. That's what WHO recommends. And he said, no, because then they won't come to me, they've come to a doctor, they expect a bunch of medicines. That's what I do. If I don't do that, they'll go to someone else, I lose income. And that's something, by the way, in India that it's not just doctors, it's we expect all our experts to be full of certainty, while the truth is that those who know the most will have the least certainty because they'll know how much they don't know. Whereas, you know, it's a Dunning-Kruger effect that it's often the fools who have the greatest certainty, not to say that doctors are necessarily like that. So what do you feel about this? Do you feel that there is also this kind of interaction where you not only have to find the best treatment, but you also have to live up to the patient's expectations? So is it like a game theoretic problem somewhere where there are trade-offs you have to consider?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:01.360",
        "message": "Absolutely. I couldn't agree more. So you gave a context in which you have a diagnosis. I often have to face a situation where I tell the patient, listen, we need to do a few tests, you know, we'll do these tests, we'll meet up again with the results of these tests. And then we'll talk about what needs to be done. And on their way out, they very often will turn back and say, but what have you given me in treatment today? And I need to tell them that I don't know what you have, you know, I genuinely don't know what you have. How can I treat you if I don't know what you have? And they still will very often insist that, you know, but just give me something for today. You know, it's almost like this whole interaction is incomplete till there is a prescription prescribing drugs. You know, it's not just a prescription with tests. It has to be a prescription prescribing drugs because I've come to you with a problem and you have to give me a fix in some way. So I completely empathize, you know, so there is no judgment on my part when I see doctors, you know, starting off people on a bunch of medications or doctors being forced to order tests sometimes, because we've created this sort of a culture where, you know, a doctor who prescribes a lot and I get better is the right doctor. The doctor who says take nothing, even if I get better, but he didn't give me anything. So it's not, it's basul nahi hua, as you say in Hindi, you know, there was, it didn't complete the interaction. What did I pay him so much for? You know, why did I waste my time going there? I didn't get anything out of it. So I think this is a genuine problem. And I think we need to start thinking in terms of how to let people know that medicines are not a solution for every problem. And going on and on indefinitely with medicines are also not a solution, you know. And there are some problems which can be fixed. There are some problems to which, you know, there are no solutions sometimes you just have to have to accept that. I mean, we talk about all these fancy things and, you know, cutting edge stuff and doing scans while as you look at respiratory medicine, something as simple as cough. You know, there are people who are doing PhDs in cough as of today, you know, after centuries and centuries of coughing, we still don't know what really causes cough in certain circumstances. We still don't know where the receptors exactly might be. We still don't know what is the drug that will actually work. I remember meeting this world expert in cough and he runs a cough clinic. And I said, you know, how do you, there was a particular example I gave him and I said, how do you treat it? So he says, listen, my clinic's very busy. So I cannot, you know, see people frequently. So I can see them maybe once a month. So I take any four random drugs which work on cough generally. I say if week one you try this, if this doesn't work, week two you try this, if that doesn't work, week three you try this, if that doesn't work, week four you try this. And he says, for all you know, nature cures them at some point of time and then the patient attributes the cure to that last medication, you know. So that's how it is. You know, people want some sort of a medicine as a solution for every problem. And I think we need to do something to counter that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:57.840",
        "message": "No, in fact, you know, what you said reminded me of the common phenomenon of regression to the mean, right? Like, why do, for example, people think homeopathy works? Part of it is, of course, a placebo effect, but part of it is if you take homeopathy for something that's going to get better anyway, you will ascribe causation. You will say, oh, this cured me. And this could also be true of any cocktail of medicines that the doctor gives you for a particular point where you got better on your own, but hey, you feel this worked and you know, you will give credit to the medicine and therefore to the doctor. And this, of course, happens in politics also where, you know, Amit Shah recently came out and said that, you know, Narendra Modi ji has solved the second wave. And I'm like, that's regression to the mean, right? The second wave at some point in time would have gone down in the most extreme case with everyone dying, but whatever happens, a wave would have gone down. So the fact of it going down alone is not reason enough to take credit. But I don't want to draw you into that kind of political stuff. What am I even doing? A couple of interesting things, like one thing that sort of strikes me is that when it comes to the practice of medicine itself, especially I'm assuming in a place like India, I think two things would happen for a doctor and I'm just sort of thinking aloud and you can enlighten me on whether these processes actually happen and all of that. One is because you're seeing a multiple number of patients and you do not have unlimited time for each one, you develop these what economists call fast and frugal heuristics by which you figure out that, okay, this is the symptom and this is likely to be the most common cause for it. And therefore, let me try this and all of that. And how does that process work? Because initially as a young person, you must be enthusiastic, you want to get to the root of everything. Is there a point in time when you realize that in practical terms, it is not possible and I'll let you answer this first and then I'll go on to my next one."
    },
    {
        "speaker": "Guest",
        "time": "00:35:40.760",
        "message": "So that's again the unfortunate part of medicine, you know, the better you get, the more successful you get, the larger the volume of patients you have, the larger the volume of patients you have, the lesser time you spend with each one of them. And then, you know, exactly what you said, you're pretty much triaging in your head. Is this person in dire need for some emergent treatment or is this person not so bad where, you know, we can just quickly give him something, send him off, you know, maybe nature takes care of it. Maybe he gets better and he comes back. If it doesn't, then he comes back to me and maybe that second time round is where I really spend more time because now I realize that, you know, that quick three minute consult wasn't good enough. I completely agree with you, you know, the unfortunate part of becoming successful and being good at something, in medicine especially, is that eventually it leads to large volumes. And I think one of the ways in which you can solve this problem is by having a team. So if you have a good second rung, if you have a good bunch of assistants working with you, kind of filter things out, you know, give you a brief, quick summary of what's happening and then you act on that summary, I think that makes a big difference. Because otherwise, you know, exactly what you said, it becomes like quick algorithms. Everything becomes algorithmic and whoever doesn't fit into that algorithm is a problem. So let me give you an example. You know, since we're talking about COVID-19, so one of the things that has been a common problem over the past year is individuals who've come to me with breathlessness who are actually sighing, you know, because of anxiety, you take a deep breath and you breathe out and that, you know, there are natural processes which lower your heart rate when you do that. There are natural processes which calm you when you do that. So it's almost like an epidemic of sighing that I've seen over the past year. And these individuals, if you go down that same algorithmic route, somebody says they are breathless, you know, do a whole bunch of tests, you know, and then find nothing wrong. Then you try some inhaler, you try something, I mean, you can completely go down that route. But very often, if you just spend like 30 seconds looking at that person and talking to that person, you will realize that during that conversation itself, the person sighs a couple of times, and you realize that the person is in a hospital, the person is anxious, and clearly that person is sighing. You ask them when they sleep at night, do they sigh or get up breathless? And the answer to that is almost always no. So clearly, you know, whatever the problem is, is not happening at night, which again points towards a psychological problem, something that's making the person anxious. And again, you know, this is why it's important to spend time. This is why it's important to observe patients and realize what's happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:11.080",
        "message": "This is mind blowing. An epidemic of sighing. Wow. Another question. My last episode was with Kavita Krishnan, and in that we briefly spoke about Mary Wollstonecraft, the great feminist author of the early 19th century or the late 18th century, really. And one of the tragedies there is that she died young because she died during childbirth. In fact, she gave birth to Mary Shelley, who would later marry the poet, and she died three days after childbirth, I think because the doctor didn't wash his hands, right? Because that basic protocol was not known at the time. That is something that happened in the middle of the 19th century. Ignaz Semmelweis said that, you know, correlated not washing hands to disease and people ignored him for decades. And I think if I remember correctly, he died in a lunatic asylum eventually. Something really sad like that. And that eventually got figured out. But that was also the reason that around that time, things like homeopathy and all that alternative medicines became common, because at least they weren't harming people. I mean, of course, there is harm in terms of the opportunity cost. You don't get some other treatment if you take sugar pills, but they weren't harming people. Whereas if you went to a hospital, your chances of dying were insanely high because evidence based medicine, as it were, was simply not at that stage of advancement. Now, that, of course, has changed. And today it is. But for most things, how important would you say these processes still are internalizing them and with the washing of hands being the most basic example. But if you think of do no harm, just kind of internalizing them and going with that, I mean, there's a great quote, I forget by whom some famous doctor you might know. I just read this recently on Twitter. I think Anirban Mahapatra quoted this person in his episode with me on COVID-19, where he said that at its core, every medicine is a poison. So to what extent does the do no harm imperative of the physician go in both in terms of processes or best practices like washing hands and all of that, and also just being aware that listen, I'm expected to give a cocktail of medicines to this person, but all of them have side effects, all of them can do harm in different ways. Like we are finding out and we'll discuss COVID-19 later. But if you give steroids too early, that depresses the immune system and chances are your fever will go down. But COVID will hit you really hard after that happens, which has happened in so many cases. So how much of a part is just being aware of what not to do as much as what to do?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:23.200",
        "message": "I think it's extremely important to not trivialize any medicine. You know, for some reason, we have this concept of safe medicines and unsafe medicines. And what you said is absolutely right. It's the dose that determines what a poison is. I think there's a Latin quote which says that. You know, things like vitamin D, for example, you can overdose on vitamin D when given as an injection. And we've seen patients get admitted with hypervitaminosis D, which is a real thing. You know, it causes confusion, it causes a lot of problems. So even things which are seemingly innocuous may not necessarily be innocuous, may not be innocuous for a particular person, right? It may be okay for 99. So that's another aspect. Number one, it may not be innocuous for anyone. Number two, maybe what if there is a subset of people in whom it doesn't react well. And we just prescribe it assuming that, you know, these words which are used, you know, safe, vitamins, immunity boosters, you know, things that give a person a sense of something is being done. And because by virtue of something being done, I'm going to be in a better place than I was prior to receiving this. And yes, there is a placebo effect. You know, people do feel better with a lot of different things. And that is a challenge for a doctor as well, you know, in terms of, should I give something because that something will act like a placebo and make this person feel better. And therefore, you know, my obligation to be a caregiver of some sort should not supersede my obligation to just be absolutely right and proper about not unnecessarily prescribing things. So that's the balance that you have to find. So if somebody comes to me and somebody comes to another doctor, we're talking about a counterfactual, where the other doctor gives the patient a vitamin, the patient suddenly feels a boost of energy, he or she is happy, they go back feeling extremely satisfied versus the patient coming to me, I say, you know, you have nothing wrong with you, please go away, in the nicest way possible, of course. But you know, that person continues to suffer in some way, who's to say who's right in this circumstance, right? This is where the challenge lies, you know, the effect of placebos, should it really mean something to a doctor as well to give a placebo, but based on the fact that we are scientists and based on the fact that we hold on to science, for everything that we do, I think we shouldn't be doing anything without a strong rational reason or scientific basis that suggests that something is going to work. And you know, I'm equally passionate making this argument with tests, I mean, possibly even more than medicines, right? For me, if I order a test, the outcome of the test must influence my treatment decisions in some way. You know, if you look at probability, probabilistically, there was a study done, which shows that if you did eight random tests without a pretest probability, right? So not Bayesian, you just randomly just gave anybody eight tests, 20% of the population that you give those eight tests to would have one abnormal value completely by random chance, right? Now, if you increase that to 16 tests, I think it's about 16 or 20 tests, that probability goes up to about 99%. So one test will be abnormal completely by random chance. So if you've asked for a test, you need to know that if the abnormal value comes back, are you going to do something about it? And if the answer to that is, I'm not going to do anything about it, you have no business ordering that test to begin with. I think the same flavor holds true for medicines as well. You do not want to give medicines just because you can't leave a prescription blank, or you don't know what needs to be done. You give a medicine only when you believe that science has proven in some way that taking that medicine for that individual will improve his or her odds of getting better as compared to doing nothing. I think that should be the guiding light."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:01.080",
        "message": "And earlier we spoke about doctors responding to incentives from patients in terms of overprescribing and all that. But doctors are also prey to other kinds of incentives. And I'm told this is more of a problem in the north than here. But I'd like your opinion on it, which is that, look, you're working for a hospital in different places from whatever doctors will get a commission for every test that they order. So they incentivize to order tests, they get a revenue share in whatever their practice brings in within the hospital. So they are incentivized towards asking the patient to do maximum tests, which may be unnecessary with, you know, all kinds of overtreatment. And I know that just talking about these incentives makes doctors seem like heartless mercenary beings. And I don't want to give that impression at all, especially because what I think has become visible to all of us in the last few months is that our frontline workers in the health care systems, our doctors, our nurses, and other medical personnel are our heroes. They are like the firefighters of 9-11. How do you respond to these incentives and do these incentives exist? How does someone like you then draw a line and say that, no, I'm not going to do this, which would immediately hurt your income?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:08.160",
        "message": "How does one negotiate that? So I'm honestly fortunate to be in an ecosystem which does not demand any of that to me. So that makes me very comfortable in terms of what I'm doing. My hospital is an ethical hospital, there is no pressure. I can admit somebody, not give them anything and discharge them after five days, and there will be no questions asked. That being said, I have heard very often of these incentives being in place. But you know what I think, Amit, I don't think any doctor begins with a place that they would want to do that. I think every doctor possibly starts with a place that, listen, I will do what is indicated, I will do what's completely ethical. And if as part of doing something ethical, I get some sort of a bonus or some sort of kickback, what's so wrong in that? I think that's the starting point for people who indulge in that. The problem is, it starts off like that, but this is a line which is very difficult to walk on, right? I mean, like any other incentive in life, at what point does the incentive drive the prescription versus the incentive being incidental to the prescription is where the huge challenge lies. And this is true for anyone. So I mean, you know, I've worked with somebody called Dick Menzies at McGill, who would refuse to take a pen from a pharmaceutical company. He would say that the moment I have a pen from a pharmaceutical company, I will be obliged to do something nice in return to this person. You know, I've received pens from pharmaceutical companies, and I've never thought of it, because I believe genuinely that, you know, this is just a pen, this is not going to influence my practice. But to be honest, who knows, at a subconscious level, if that particular pen writes really well, maybe, or that particular pen is something that I'm very fond of. Maybe at a subconscious level, I will be more inclined to support that particular company which gave me that pen, you know. So I think these are inherent to the practice. I think the extreme version of it would be to completely not accept anything. But, you know, I think majority of us get into a zone where we honestly believe that, you know, a little bit here and a little bit there in terms of, you know, a gift for Diwali, for example, is not going to make so much of a difference. But that's a very tough, that's a very thin line, you know. And I think that's a challenge that most doctors face."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:23.400",
        "message": "Is there a systemic issue here then? Is there a systemic issue that, look, if you want to set up a hospital, you want to maximize your revenue because it's obviously expensive to do so. And this is one way of doing that, that you incentivize the doctors and then it just becomes a vicious cycle. And you've pointed out that your hospital, Hinduja Hospital, doesn't do this. It's a quote-unquote ethical hospital. So my question then is that, is it possible for new hospitals to come up that are ethical hospitals or are they putting themselves at a competitive disadvantage with hospitals that are unethical hospitals as it were? I'm sure they wouldn't describe themselves that way."
    },
    {
        "speaker": "Guest",
        "time": "00:47:59.320",
        "message": "I can imagine that if healthcare is treated like the open market, I can imagine how not indulging in such practices would hit your bottom line. I mean, that's straightforward math. So I can imagine the fact that it's relatively difficult to compete and match up to maybe the incomes of other individuals in other hospitals if you don't play the game by the rules that have been established. So I can see how that could be a problem. And I think that problem arises when you start dealing with healthcare as you would deal with anything else in the free market. And that's the reason, that's the whole conversation around medical ethics, the whole conversation around why patients need to be protected, etc., comes from this whole asymmetry of knowledge between doctors and the persons deriving the services. You cannot treat it in the same way as you would treat any other open market, which is why all over the world there are safeguards in place to prevent things from happening. I think that's the bottom line. There needs to be something in place to prevent it from being a completely open market. There has to be some sort of regulation. For example, the same pharmaceutical companies, if you take an example, are completely not allowed to do a lot of the things in stricter countries that they are allowed to do in a country like India. And why has that happened? Because of the same reason. The government has realized at some point of time that if you let it open, if you let it work or function like a free market, it's going to be demand, supply, it's going to be the same kind of incentivized. It's going to be not necessarily in the consumer's best interest. It's going to be in the best interest of the players, you know, and that's why it needs"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:37.040",
        "message": "to be regularized. I would imagine that, you know, the solution can also come from within the free market. For example, if you had enough supply, if you had enough, if you had ease of entry and enough hospitals and all that, then some of them would advertise that we are ethical hospitals in these ways that, you know, no commissions are given to doctors on ordering tests or blah, blah, blah. And then that would also, you know, it would become a competitive advantage instead of something that you do out of pure idealism. So that is also possible. But anyway, that's that's a whole different question. Let's kind of get back. I mean, I have a bunch of other general questions I'll also come to before we come to COVID. But I want to now go back earlier in your personal journey, which we left when we took all these digressions that, you know, you're doing medicine and you're doing MBBS and all of that. What does the journey from that look like? Like, how do you choose what to specialize in? You've specialized in respiratory diseases and so on. You've also spoken a lot on tuberculosis. I also want to talk to you about sleep because, you know, I watched a presentation of yours on that on YouTube, and it was extremely enlightening in many TIL moments. But before that, tell me a bit about your journey that how do you get interested in these things as opposed to other things? And then what prompts that next sort of step where it's not just that you've become a doctor, but you're actually going and doing an MSc in McGill University as you did. Tell me how you're evolving during these years."
    },
    {
        "speaker": "Guest",
        "time": "00:50:58.960",
        "message": "In terms of the choice of specialization, I think very early on, for most of us, if you speak to most doctors very early on somewhere in the at the end of the first or the second year, people kind of figure out whether they want to become surgeons or they want to become physicians. So I think that's and it's quite fascinating, actually, you know, in terms of personalities, in terms of, you know, what kind of individuals are drawn towards surgery, what kinds of individuals are drawn towards medicine, I'm sure it'll make an interesting study someday to do personality tests and figure out who's drawn to what, even in terms of subjects. In the first year, we have something called anatomy, physiology and biochemistry. And very often, the guys who love physiology, end up drifting towards being a physician, the guys who are hardcore into anatomy, end up drifting towards surgery. And that kind of plays out further down the course as well. So I think very early on, physiology is something that fascinated me. And it still does, you know, just just understanding mechanisms is mind blowing sometimes why something occurs. And I think if you really understand physiology, you really understand a lot of medicine, you don't, you don't need, you know, superlative knowledge in terms of medications and drugs, as long as you understand the basics of why what happens. So I love physiology, I had a distinction in physiology, it was one of my favorite subjects. And I think that pretty much decided that I was going to be a physician. I also am a lazy guy. So standing in one place for like six hours was was not for me. So that so that got decided early on. Now at the end of your MBBS, it's the same fight again, right, a whole big pool of really smart people, all of them trying to get into coveted fields. I think a decent chunk of us end up in fields that we get rather than the fields that we initially want. The good thing about medicine, though, is that if you really like questioning things, if you really get excited about the body, and you know, small processes here and there, really, no matter what you decide to become, and where you end up being, where you end up being can be equally fascinating, equally interesting. Because if you take a deep dive into any particular field, I think it can be fascinating. So in my last year, I mean, I was, I fully knew that I was going to become a physician. But I had this gynecology professor who was really, really passionate about teaching. And I was completely in love with the subject in terms of, you know, I eventually got a distinction in the subject, I would read, I would, you know, attend labor, you know, watch things happen, be really passionate about gynecology fully knowing fully well, that this is not what I was going to become. And I think that's the passion that a good teacher, you know, instills in you that teaches you things about a field that you may not even be interested in pursuing, but you realize is fascinating. So again, to come back to the question, I initially wanted to do internal medicine, that was a broader, you know, head to toe, get an idea of physiology, how everything works in terms of the body systems, and then, you know, possibly super specialize in something else eventually. But again, you know, I mean, as usual, I didn't get into the first field of choice, I got into respiratory medicine purely by chance. So I was doing a presentation, I was working at Hinduja, it was a job that I was doing post MBBS, I was doing a presentation and Dr. Udwadia, who was the chest physician at Hinduja walked in and listened to the presentation at the end of it, he came up to me and he said, you know, that was a great presentation, etc. And I interviewed for medicine, I didn't make it into medicine. And then the respiratory interviews were happening. And I interviewed and, and it just worked out, it just worked out because he remembered me from this random presentation, you know, so it was just, it was good fortune. That being said, you know, I mean, respiratory medicine is very hardcore to physiology, it's very hardcore to internal medicine, it's very central to other body systems as well. So I completely enjoyed my residency. So my residency was at Hinduja. And again, there is a general perception of public institutes being much better than private institutes. And, you know, so again, my first choice would have been a public institute had everything aligned the way it should have. But it didn't, I got into a private institute. But I must say, I mean, the kind of education that I got here for three years was was really defining in a lot of different ways, you know, we had Dr. Udwadia and Dr. Mahasur, both of them senior, both of them very good Dr. Mahasur, who was the head of department of KEM. So he came from a public institute, he had served most of his life in a public institute. And Dr. Udwadia, who was at the frontier of research, he was somebody who was very passionate about research. We did this study in 2010, we basically took 106 different practitioners were practicing in a slum of Mumbai. This was Dharavi. And we asked them to fill up a prescription for a person with a standard weight. So I think we said the weight was 60 kilos, a person with 60 kilos came and sat in front of you and he has tuberculosis, write up a prescription. That was our that was kind of what we requested them to do. And 106 practitioners, if I remember right, wrote 64 different prescriptions, out of which six were what we consider to be accurate and right based on the current guidelines then. So six of 106 were accurate. So that was an eye opener as well, and that was when we realized it also opened my eyes in terms of tuberculosis and realizing that about 70% of the population, 70 to 80% of the population approached the private health care system first when they wanted treatment for tuberculosis. And most of our data, most of our information, most of our guidelines, everything was directed towards the public health care system. So it was this mismatch where everybody thinks about the private health care system as being driven by incentives, not being kosher in a lot of different ways. And yet, number one, you know, it seemed like patients were preferring us. And number two, there was this chaos in terms of prescriptions, in terms of the way medicine was practiced. So that was a big eye opener in terms of research, you know, that was that was the first major publication that I had, and you know, it got me passionate about TB. The other side, of course, was Dr. Mahasur, who taught me some really great things in terms of how to take care of patients. So Dr. Mahasur would insist, you know, we would go on rounds and, you know, I would start saying, 31-year-old patient who's this, this, this, and you would suddenly stop you and say, what's the name of the patient? And then all of a sudden, you'd realize that you were caught in the back foot, you didn't know the name of the patient, because, you know, everything was just details, right? You're taught to be detail oriented. And he was very insistent that we knew every patient by name, we knew a little more about them in terms of their background, we knew what their social circumstances were. And I think that was fantastic. That was an eye opener. I remember a situation where we had this elderly lady who was admitted forever, you know, one of those patients was not getting discharged, and Dr. Mahasur would come on rounds. And we would pretty much not do anything. So you know, as residents, you want to have as less work as possible, or you want to be streamlined. And we would constantly wonder, you know, why is this lady there, we're not doing anything for her. And then one fine day, he told us about the story about how she had problems at home and how she wasn't accepted at home, and how she didn't have a caregiver at home, and the moment she went home, she would deteriorate, things wouldn't work out for her, because there was nobody to take care of her. And he pretty much knew everything about the family, you know, which we, despite the fact that we spent every single day with her, hadn't bothered asking her about at all. So I think this balance was great, you know, the balance of cutting edge, you know, trying to identify the big questions in research, trying to really work on changing the world in some ways, while at the same time being completely grounded to the reality that at the end of the day, you know, we are caregivers at the end of the day, you can be all evidence based medicine if you want, but if you don't provide comfort to patients in some way, you're not necessarily a good doctor. So I think that made a big difference in terms of my training as far as respiratory medicine"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:39.520",
        "message": "goes. Yeah, so, you know, in my episode with Karthik on healthcare, we'd kind of discussed a bunch of studies. And what they all showed is pretty much what you're pointing out about only six doctors out of hundred and whatever, kind of getting it right. And that was true in his studies for both public and private, in fact, public fared a bit worse. But my question before we move on is, why did the guys who got it wrong, get it wrong?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:03.120",
        "message": "That's a difficult question, honestly. So I think part of that is the fact that people just don't bother updating themselves sometimes. So maybe they weren't up to speed in terms of what the data was telling them, what the guidelines were telling them. Maybe nobody reached them in a way because they were practicing in a place where, you know, the dissemination of knowledge wasn't a priority. It was also a disease like tuberculosis, where drugs don't tend to be very expensive. So pharmaceutical representatives are not coming after you, telling you what you should prescribe and why you should prescribe it because it's not worth their time or effort. And I think a part of it is maybe a lot of them just had standard prescriptions. A lot of TB prescriptions are supposed to be tailored to a person's weight. And maybe they've just been used to prescribing a certain thing and just having a standard copy paste prescription for everybody that it just made their lives easier with the volumes of people they were dealing with. Maybe that was one of the reasons why that happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:04.060",
        "message": "What also strikes me out of what your wonderful answer a while back was that the study of medicine can take you in two opposite directions. That on the one hand, it can make a person in front of you less human because you're just noting down the details. This is the age, this is the weight, blah, blah, blah. And that's something you need to watch out for. And as you said, you were fortunate to have a doctor who, you know, made you cognizant and mindful of these things. But on the other hand, it can also make them more human in the sense that we look at ourselves and the people all around us as if everybody's immortal. You know, we don't consider our own mortality. And we even take others for granted for that reason. But I'm guessing that once you start studying medicine, and it becomes explicit to you that this is a body and this is how the body functions, and eventually it kind of breaks down. Does that then change the way that you look at others that that veneer of immortality goes down? And, you know, you might, for example, go to a wedding and your aunt will complain about how your uncle is snoring so much. At an earlier date, that is just an endearing detail. But suddenly you are now asking your uncle about his throat muscles, his uvula, does he sleep on his side or not? You know, any thoughts on these two, like very different aspects? You've already commented on the first one where you have to be mindful and treat them as actual people. But the other one, does it does it kind of change the way that you look at others and yourself and your own body that there are things that you would otherwise take for granted and you see others take for granted, but you don't anymore because you know enough of the body to know that this is stuff I need to kind of focus on."
    },
    {
        "speaker": "Guest",
        "time": "01:01:33.560",
        "message": "So that's the unfortunate part at a certain level, because you look at everything probabilistically, right? You start analyzing everything around you in terms of probabilities. So if you know that your loved one has a particular disease, you're already calculating probabilities of hospitalization, probabilities of bad outcomes, probabilities of what might happen. So you're also a party pooper right at the end of the day, like you rightly pointed out, you point out things to people who were blissfully unaware of some things and were living a happy life and now suddenly you've added to the problems on their plate. And that's a fine balance sometimes because I run a smoking cessation clinic, for example. Now you know a lot of people who smoke clearly know that it's not good for them. So you know, catching hold of someone and pointing out the obvious to them is not necessarily in their best interest. But you end up nudging people in the right direction, yes, you know, because you're more sensitized to the fact that, you know, what you are seeing cannot be unseen. So if you're seeing an individual who clearly, like you said, has a neck, which is bulky, fits into a certain profile, you know, you're almost tempted to ask, okay, do you snore? You go down an inquisitive pathway, but I think that has to be done with a lot of sensitivity as well. You know, that's the other thing about life, right? There is what we call the natural history of disease. So not everybody with a particular condition is necessarily going to deteriorate. Not everybody is going to follow a particular trajectory. So when you're actually eyeballing somebody and screening them, you're in effect doing a screening test. And your screening tests are solid only if you know the natural history and you know that intervening is going to make a difference. So when I tend to do that, I need to be reasonably certain that I'm giving advice that is going to possibly alter the trajectory of an individual's life. Otherwise, it's a little tricky to get into those situations, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:26.080",
        "message": "One of the things that you kind of also then have to do is confront the limits of medicine. Like the instinct, obviously, is I want to help the patient has come. The patient also wants medicine, the patient expects treatment. But sometimes you run into these natural limits where there's not much you can do. The patient behavior has to change. You have only so much control over that. Like when I go to my GP, an endearing gentleman named Dr. Kothari in Lokhandwala, who has I think 400 Ganesha idols in his office, a lovely gentleman, and one thing he will no matter what I go to him with, he will tell me that, Amit, stop eating outside food, or Amit, you must, you know, get enough sleep, both of which are true. But there's a limit to how much control you have over somebody's behavior, which is one of the limits of medicine. And the other limit of medicine is that there are areas in which we simply haven't advanced enough. And with a particular disease that are advanced, you know, probabilistically, I mean, you can't be cold and brutal and tell them that these are the probabilities, you know, at best five years at worst six months, you know, that becomes difficult. And sometimes there are diseases where, you know, maybe like GERD, for example, where you can't cure the thing, it's just, you know, it is what it is. So how does one deal with them? Because a patient expectation always is of the doctor as a kind of a God who's got a solution for everything, who better have a solution for everything."
    },
    {
        "speaker": "Guest",
        "time": "01:04:43.480",
        "message": "I think empathy plays a very important role in that situation where it's a shared journey, it's a shared experience, it's not didactic, it's not one way, it's nudging people in the right direction. And as you rightly pointed out, a lot of them have already connected the dots when it comes to lifestyle choices and lifestyle changes. I think it's useful to just nudge people in the right direction and offer them help wherever possible. Smoking cessation, for example, you know, there are medications which help, you know, and a lot of people aren't aware of these medications. So we tend to, you know, treat them as you would treat any other disease, there's no judgment involved, there's no, there's no, you know, point wagging a finger at the person and saying this is wrong. You accept the person for who they are, you try to help them to whatever extent. And then you also, you know, for diseases, as you rightly pointed out, you may not have a cure. So you be transparent in that process. I think it's important not to tell, you know, there is a school of medicine, which constantly reassures patients. I very often don't reassure patients in the sense that I say, listen, this is what we are going to try. It may or may not work. If it doesn't work, you know, we will try something else. I have very often offered patients to go and seek a second opinion. I say, listen, you know, maybe you should see another doctor, you know, maybe there are people who've dealt with this in a different way and have met with success. I don't claim to have all the answers. I think that's the kind of transparency that's really important. The other end of the spectrum, and you know, which gets me again, really disturbed is end of life care. Where very often I think it's the onus is on the doctor to kind of help the patient and tell them that listen, this is not a situation in which you need to prolong care, you know, you feel obliged to prolong care forever. And that's one thing that really riles me, gets me very disturbed when I see people, you know, who clearly are not doing well, who clearly are on multiple drugs, multiple supports. And you know, the family says just keep going on, keep going on. I think there's a huge responsibility on the physician to navigate that situation and help individuals realize this is not what you would want for yourself. So please don't subject somebody you love to what you're currently doing. And this is a common theme. I ask individuals, you know, who have their loved ones on ventilators and multiple supports, clearly not doing well, you know, I very often ask them, I said, would you want this for yourself 30 years from now or so, if you were in this situation? And very often the answer is a very absolute emphatic no. Then I asked them, would your loved one, you know, had you had this conversation with them 10 years ago and said, listen, 10 years from now, you will be in this situation, you will be on multiple supports. Would you want everything to be done at that point, or would you want us to let you go at that point? And they will say, you know, I know my dad, he would definitely not want to be in this situation. And yet we perpetuate this, you know, as you rightly said, you know, this is the same analogy of a disease that has no cure. There are certain situations where there is no hope, you know, or the hope is such that the person will never live a meaningful life again. And I think that's where a physician, the onus is really on us to help individuals make the right choice."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:56.840",
        "message": "Yeah, there's a there's a great book by Atul Gawande called Being Mortal, which is just about this. And it also strikes me that, you know, one thing that people might not think about so much, but I'm sure you have, and I'm sure doctors do, is that the responsibility is not just to prolong life, but sometimes also to enhance quality of life. And sometimes there is a trade off. And what you, you know, must have faced is the difficult situation where you actually have to tell a patient that, listen, stop the treatment. What is that situation like, and also in all your years of practice, are there moments which were difficult for you, that were really hard, that made you wonder that why am I putting myself through this? Like, I understand the gratification of helping so many people in small, small ways. But there are also these painful moments where you can't help them anymore. So how does one kind of deal with that? Tell me a bit about it."
    },
    {
        "speaker": "Guest",
        "time": "01:08:46.320",
        "message": "So this to me is one of the most painful situations. And unfortunately, it's getting more and more frequent, having to deal with it, you know, where individuals have reached a point where they clearly are not going to recover, where they are on multiple supports, where life is just being prolonged, but there's no quality to that life at all. And yet modern medicine gives us this whole illusion of keeping a person alive, right? The word alive itself is very debatable in this context. I find this extremely difficult to do. You know, I was reading an article recently, the title of the article was How Doctors Die. And it was a very interesting article, which talks about how when doctors themselves get diagnosed with certain conditions, they choose to just go to a house somewhere in the wilderness, live quietly, spend the last six months, you know, with their family, have quality time and just pass away quietly, when they themselves have to deal with situations like that. And yet, you know, we offer a lot more to patients than we should. Now part of that is, of course, you know, that there is litigation that everybody is also afraid of, that how could you not do anything in a situation like this, which is why I think it's very important to have advanced directives, you know, legal advanced directives in place, if you've thought about it, and if you don't want to be subjected to something when you reach a point, but in the absence of an advanced directive, you know, most doctors will end up doing everything that the patient's family tells them to do. And I find this extremely difficult. So I've dealt with situations where there were individuals who were leading lives where they were almost non communicative for five and six years, you know, post after a stroke, but the loved ones would want to keep on going on, get them admitted frequently. So there's zero communication, there is no evidence of what we would normally perceive as being a living human being. And yet we would keep prolonging the situation just because, you know, the family has resources, the family has money, the family is ready to pay, you know, so who are you to question this decision. And one of the solutions offered in this article written by this doctor was that if you're uncomfortable with the situation, you need to transfer care to another physician. I've never I've never thought of doing that. But you know, after reading this article, it really made me wonder whether I should start doing that, because it goes against every belief that I believe in, it goes against my training. I train to become a doctor, not just to save lives, but to add some meaning to those lives to add some quality to those lives. And as you rightly said, you know, Atul Gawande's book talks about how, I think about 50% of your of your lifetime cost on medicine or medical care happens in the last one month of your life. So it's that stark, that just because we have the ability to put people on ventilators to start infusions and bring their blood pressure up to start dialysis and, you know, get their kidneys functioning. Just because we have this ability, we've started doing things which are which are possibly not always in the patient's best interest."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:49.400",
        "message": "Yeah. And also, you know, within the culture, we might romanticize things like, you know, in Dylan Thomas's famous words to rage, rage against the dying of the light. Whereas I would certainly in that situation, just like to have the grace to just go quietly and save everybody and myself the trouble, which, you know, brings me to euthanasia. Like, what do you feel about euthanasia? Like some countries have kind of moved towards legalizing it. And for those who don't know, euthanasia is where at the end of your life, you choose to just kind of go when you have a fatal disease or such like and and the two issues that the two sort of related questions that come up is that in a country like India, you know, where there is so much jogar and the rule of law doesn't really hold, if you were to legalize it, you know, it could become a pretext for people to just, you know, murder their older relatives and, you know, get the paperwork done to show that it's euthanasia. But at the same time, if one agrees that euthanasia is a dignified way to end life and that we should all have the right to end our lives, then what do we make of suicide in a general sense that, you know, even if you're not ill, you know, suicide, of course, is criminalized here, therefore becoming the one crime for which you get punished when you fail at it and is often correlated with the mental health issues. And there, of course, you know, it is something to worry about. But at the same time, a completely cold, rational person might say that I'm not ill, but I just don't want to go on and I have autonomy over my body. So, you know, are these are these kind of questions that you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:20.360",
        "message": "So I have, there's actually a very interesting documentary by The Economist, so, you know, Economist does these small documentaries about this Belgian girl who was 24 and chose to get euthanized. It's extremely disturbing, of course, to watch it as well. But, you know, medically, the dilemmas are, of course, whether it's active or it's passive. So active euthanasia is where a doctor plays a role in actually ending a person's life. And that goes against the oath that goes against the Hippocrates oath, where we are not supposed to actively help anyone die. That's that's not what our skill sets are designed to do. Then there's passive euthanasia, where you set it up for the patient, but the patient presses the button, the patient pulls the trigger, the patient figures out or the person let's not use the word patient figures out when the time is right and they want to go down that road. Now, the problem is that I absolutely agree with the autonomy part of things. And I think it's fair. I think it's better to go down that road when it's done as an advance directive and something is decided not when the time comes, which may cloud your ability to make a calm, rational decision, but it's done in advance. So I think advance directives are very nice in terms of saying, listen, if I reach a point where you have to do cardiopulmonary resuscitation on me, I don't want that being done. So the no code principle, right? People have bracelets which say that I don't want a code. I think that's relatively straightforward in terms of ethical frameworks. I think what's more challenging is what you just described, that you're not overtly suffering and yet you've decided that enough is enough and you want to go at your prime rather than go down a pathway where you suffer. I have thought of that. And I don't think there's an easy answer to that, unfortunately, because religion comes into play, personal beliefs come into play, the slippery slope, where do you draw the line? Is there a line at which you say it's okay to do it, and what is our role as a society in terms of protecting the individual from making a step that is so detrimental to them? Do we have some sort of an obligation to protect that individual in terms of counseling, in terms of going through a process? And to the best of my knowledge, the countries that do allow euthanasia also have certain measures in place where you need to go through a certain level of counseling, you need to go through psychiatric evaluation, everyone needs to be convinced that it's a rational decision. There is a situation which is irretrievable in some way, and only then you're allowed to go ahead with the decision."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:47.120",
        "message": "Yeah, many, many fascinating ethical questions in play there. Before we go in for a break, a question harking back to something that you said earlier, where you spoke about how you'd like to see more of the humanities being taught in medicine. And I completely get that because there is a danger that otherwise, you know, you could just have a one track thing where you know how medicines interact with the body and that's kind of it. And obviously, it's more important to have a more well rounded approach towards humanity. And also you spoke about, almost wistfully of the path, the road's not taken as it were right at the start, where you spoke about one could have been an author or whatever. Was there stuff like that in your mind at any point that were you interested, like what kind of books did you read? What were you outside the context of medicine and the study of medicine? What were you reading? Did you want to be a writer? You know, when you read people like, say, Atul Gawande, or Abraham Verghese, or Eric Topol, or whatever, do you think that, hey, okay, I should also be, you know, going down that road?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:45.040",
        "message": "Tell me a bit about that. So it's definitely on the bucket list. And I do hope I will, I will write something someday of, of relevance and interest to to some readers, at least. I think a lot of my passion or my hunger for writing comes out in scientific literature and publications. And so that's, that's kind of an outlet in a way, the reason I could be a little prolific was because I really enjoyed writing. For me to construct something out of nothing is very fascinating. But this this concept of, of humanities also comes from how fascinating science is, right? So when I did my epidemiology, I realized that a lot of epidemiological principles actually came from economics, and a lot of them came from philosophy. If you look at, you know, we use something called p-value, right? So a p-value basically is a measure of statistical significance, right? So and when it's below a certain level, like 0.05 is a cutoff, we say that this, this is something that's rare, this is something that's, that that cannot happen by chance. So there is definitely a genuine association. So when you look at is drug A better than drug B, if the p-value is less than 0.05, you say yes, it's better. And it's beyond reasonable doubt or beyond beyond chance. Now, if you go back, the real argument comes from, from something Latin, which is reductio ab absurdum. You basically reduce the argument to a level that it's absurd that the alternative is true. And then you prove the truth accordingly. So that basically is coming from philosophy. And I think if we were trained in some sort of philosophy, in some sort of critical thinking, I think all of us would become much better doctors, because it wouldn't be that this is written in stone, we would learn to question things. We would learn context in a, in a lot of different ways. And this whole realization that, and when I say humanities, I don't necessarily mean the appreciation of art, I mean, things which actually eventually led to medicine in so many different ways. Abraham Verghese, to answer your second question, I think Abraham Verghese, My Own Country was one of my favorite books of all time, probably, because again, you know, it was the empathy that someone working at the start of the HIV pandemic in a small little town, the whole people coming out of the closet at that point of time, I think it was fascinating in terms of contextualizing medicine and not making it just cold, hard facts. Complications, again, by Gawande was a great, great book. His first book, you know, he's written some after that, which weren't as impressive, let's put it that way. But I thought Complications was, was fascinating. I pretty much read anything. I don't think I'm very selective about what I read. I think The Looming Tower was the last book that I can think of recently that I really liked. And then there's this book called Do No Harm by a guy called Henry Marsh, who's a neurosurgeon in the UK. And I thought it was a fantastic book. It's a book I read a couple of years ago, where he's so brutally honest about the mistakes that he's made. And he's so, and he can probably do it because he's relatively senior now, and you know, some of the stuff that he talks about would have potentially lawsuit material. But he's being so brutally honest about the uncertainties associated with medicine. And I find that fascinating. You know, I think, I think doctors need to be a lot more humble than they are. Because there is so much uncertainty there is on a daily basis. You know, I see patients in my clinic, I send them off home, there is a small proportion of those patients who anything can happen the moment they leave out of my office, right. And you know, that that uncertainty, I think quantifying that uncertainty and trying to become a better doctor, knowing that uncertainty is out there, is is what fascinates me. And I think, you know, it's a blend of philosophical, logical reasoning, it's a blend of accepting that uncertainty, it's a blend of this whole principle of do no harm, right. So the burden of proof is always on us to prove that things work. It's never on, you know, let's try something. If it doesn't work, then let's chuck it, because it's human lives that you're dealing with. And I think that structure of logic and argument also comes from the humanities, which I find very fascinating."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:41.640",
        "message": "So I had a recent episode with another person who's been a voice of reason in these COVID months, which is Gautam Menon. And Gautam also spoke about bringing different lenses to bear, like, he brings a lens of physics into biology and biology into physics. And he's also got statistical training and all these lenses help. So do you find yourself applying the lenses and the frames that you've got from your study of medicine into the world at large? And vice versa? Like do you apply other frames? Like one book that a lot of my guests seem to have liked and recommended on the show is a book called The Rules of Contagion by Adam Kuczarski. And there, of course, you realize that contagion is not just in the biological sense of how a disease spreads, but similar rules and similar trends can apply to even, you know, contagion when it comes to information, for example. So do you find yourself doing this kind of interdisciplinary sort of applying of frames of from one thing to another? And then how much do you feel that that enriches your understanding? No, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "01:21:39.360",
        "message": "I mean, I can be pretty annoying to a lot of people sometimes because of this inherent cynicism that comes from epidemiology, right? So everything is in the realm of probability. So there's no certainty at all. Everything is like, what is the counterfactual? You know, what if this didn't happen and something else had happened is what you're trying to prove. And since you never have a counterfactual, you try to come as close to that counterfactual as you can. And that spills over to everything in life. So every time somebody is talking about, you know, say arranged marriage is better than love marriage, for example, and you're saying, you know, what the selection biases are, individuals who get into an arranged marriage is different from individuals who get into a love marriage. What are the confounding variables? You know, are they more wealthy and therefore have a safety net to go back to if they, you know, if it fails versus in one versus the other, and you're constantly dissecting it out in every aspect of your life. And I think that's the fun of the generalizability of the same principles across everything around you. There's this fascinating story, which I love telling, and you know, I'm going to use this opportunity to speak about it. There was this guy called Abraham Wald, and this was the Second World War. This was 1943. Abraham Wald was a biostatistician, was a statistician, and he was assigned to try and figure out why so many planes were getting shot down and, you know, how could those planes be reinforced? How could they make those weak spots stronger? He was given this data set where they had this whole bunch of planes and all the bullet holes on the planes were mapped on it. And he looked at all of them and, you know, it was clearly that the wings, the fuselage and the tails, you know, these were the three areas that were hit the most. And you know, as one would normally expect, the person would say, you know, reinforce the wings, the tails and the fuselage, because they hit the most. And what he said was just the opposite. He said, everything other than the wings, the fuselage and the tails needs to be reinforced, because these are the planes that came back to the base. The ones that were lost out were obviously hit in the other areas, you know. So that was his survivor bias. The ones that survived and came back, clearly did okay, despite all the bullet holes in all these areas. The ones that didn't were hit in the other areas. I think that's fascinating stuff and, you know, these principles apply to everything in life. If you just look at the data set, and you don't have the broader picture as to why that data is in front of you, and what's the context in which it is, you will end up making a lot of biased and flawed decisions."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:12.080",
        "message": "Yeah, that's actually one of my favorite stories as well. And Wald, in fact, served on a committee at one point in time with Milton Friedman and a few other eminent people whose names I forget. But I think Friedman once commented something to the effect of how it felt to be in a room where everyone was smarter than you, which for someone like Friedman to say is pretty remarkable. And, you know, I think I get that feeling from the seen and the unseen as well, that every week, I'm basically the second smartest person in the conversation, if there is only one guest. But we'll now take a quick commercial break. And on the other side of the commercial break, we'll continue talking about the practice of medicine. We'll look at some of your pet areas like smoking cessation and sleep, both of which I want to talk a little bit more about. And then finally, we'll talk about COVID-19 as well, you know, where you have always kind of been a little bit ahead of the curve and showing the way to others. So all that after a quick break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene and the unseen. I'm chatting with Dr. Lancelot Pinto about the practice of medicine and especially in the narrowed down context of COVID-19 in the last few months. But as we continue this fascinating discussion, Lance, I'm reminded of something you said just before the break, which brings me to my next question. But before that, you know, a quick anecdote about the President Harry Truman, who once when he was president said, give me a one handed economist. And he did not mean this in a literal way. But what he meant was his advisors would keep saying to him, on the one hand this on the other hand that and he just wanted, you know, he wanted to make decisions he wanted things straight up. Now you mentioned probabilistic thinking a few times in this episode so far, which is music to my ears. I mean, I was a professional poker player for a few years. And that kind of taught me to look at everything in the world around us in a probabilistic manner. But most people don't most people crave certainties and of course, we always ascribe certainty to the past, like after something has happened, it has 100% happened or 0% happened and it's easy to kind of look at it like that. But even for the future, they want a similar kind of certainty. So as a medical practitioner, how is it for you where you want to explain something in probabilistic terms, but you know that the other person in a manner of speaking wants a one handed doctor?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:32.280",
        "message": "How do you deal with that? This is a challenge I pretty much face on a daily basis, because, you know, at the end of every conversation, the patient often will say but sab kuch theek hoga na or you know, some broad, definite statement is made at the end. And they want me to say yes, and I find it extremely difficult to do that. But kuch bura toh nahi hoga but nothing bad will happen. But you know, in two months, we will get better, right? You know, so it's these definite absolutes that people constantly seek. And it makes the whole conversation a lot quicker if I wasn't a probabilistic thinker, you know, unfortunately, I am. So it makes my consults longer as a consequence, but I'm trying to explain that I do hope that things get better for you. And I do want things to get better for you. But I can't guarantee that that's going to happen, you know, and that's that's true for a significant chunk of diseases, especially at a specialist level, you know. So if you're if you're dealing in the community, and somebody comes to you with the sniffles, for example, you can say with reasonable degree of certainty that out of 100 people I treat like this 99 are going to get better. So you know, I can I can afford to tell all 100 that things are going to get better and be wrong once and you know, have that guy say, but, you know, listen, you said that I would get better and you know, have that conversation again, the more specialized you get in terms of, you know, people being referred to you after somebody has had a look at them already, after someone has tried something already, it's not work, then they come to you. It's not because the person who's tried something very often has done something wrong. It's just that the nature of the illness is such that there's a lot of uncertainty around certain diseases and certain conditions. And I think being a communicator in such a situation is difficult, it's, it's challenging. But I think at the same time, it's, it's a challenge that we need to take on in a positive kind of way and in an empowering kind of way not. So you empower the patient to know about what they are going through rather than look down on the patient and try and say things like so I've heard this phrase. So many times, right? You're, you're a Google patient, you know, like you go and Google it, you know, and my doctor told me, yeah, this is what you must have got from Google. There are these memes floating around or these jokes floating around on WhatsApp saying Google patients not wanted or something like that, right? I see nothing wrong in that. I see nothing wrong in a person Googling. I mean, it's his or her body, you know, you're going to a doctor, the doctor is going to violate that sanctity of space and, you know, give you something to put into your own body. Why should you not be empowered and educated about what's, what's happening there, you know? So what's so wrong if I do my Google search? In fact, why don't you, I mean, as a doctor, why don't you suggest a better way to Google search? You train the patient, say, listen, don't go to Google, fine. Google may have taught you this, don't look down on your patient and say, oh yeah, this is rubbish. Instead say, why don't you go to this legitimate site, which has legitimate information and you come to the same conclusion. So to answer your question, and very often, I think people have done studies on this also where they look at, you know, what the doctor says and what the patient takes away are two different things sometimes. So no matter how much you try to explain probabilities, the patient often goes away saying, speaking in absolutes, the doctor said things will get better or the doctor says things will get, things are not going to get better. And sometimes, you know, if they go away with the feeling that the doctor said that there's no hope, you know, if that's their interpretation of things, that's the first cue for them to jump and go to another doc. If they find a doctor who deals with absolutes, they're then happy, you know? It is a big challenge. And there's no easy solution to this, because if I have to stay honest, I have to speak in terms of probabilities. If I go black or white, then I'm not being honest to myself. So you know, I mean, this is just who I am. And hopefully, a significant proportion of patients do understand that it's coming from the right and good place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:12.920",
        "message": "For my listeners who must now all be intrigued and saying that, oh, you know, tell us how to Google. So why don't you give us a quick one minute or two minute clinic on how to get information, how to be a Google patient, so to say, like, where should they go? Where should they begin? And what should they watch out for?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:28.720",
        "message": "So most websites are just like up to date is something that I alluded to earlier up to date has a patient version as well. So for every article that's there about a particular disease, there's a patient information sheet which is also available, which is coming from a legitimate source. The second thing a lot of journals nowadays do so journals have started having their social media sites as well, which are quite active and a lot of that is targeted towards the end user or the patient. So there will be a professional summary and there will be a patient summary very often. The Cochrane collaboration, right? So basically, what happens in medicine is once you have a whole bunch of studies which are out there on a particular subject, what people do is they synthesize this information and do what we call systematic reviews. So systematic reviews are currently considered the highest level of evidence because it's a summary of everything that's out there. And the Cochrane collaboration is one of the collaborations that consistently does systematic reviews on important subjects. And again, on their summary page at the bottom, there is a patient summary. So if you go to the Cochrane collaboration website on a particular topic that you are interested in, you will get a patient layperson summary, which is not technical, which will help you. You can also ask your doctor, you know, because again, most of us are part of professional associations. So when it comes to respiratory, there's the American Thoracic Society, there is the American College of Chest Physicians, there's the British Thoracic Society. All of these societies have layperson versions of most articles that are published there. So I think going through legitimate societies and then trying to figure out what the layperson version is, is far better than looking at an opinion or an op-ed that someone has just posted out there, which may be biased."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:04.400",
        "message": "Great point, sir. Let's now talk about some of your pet themes. But before we do that, a quick word on your MSc, which you did in McGill University, Epidemiology. What kind of made you go for that? Because the subject, of course, is fascinating, like you said, you know, insights from many different fields come to bear upon that, economics, statistics, philosophy, as you pointed out all of that. What made you go for that? And then, you know, what drove you towards some of your, like, what are your current, you know, apart from COVID-19, what are your current sort of areas into which you've gone into rabbit holes and become a specialist, so to say, and why?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:36.800",
        "message": "So McGill again, you know, happened by chance, because of the TB study, because of the TB work that we've done out here, Madhukar Pai, who's a professor at McGill, and is one of the top TB guys in the world in TB diagnostics. He offered me this opportunity to do a Master's in Epidemiology. I got mixed feedback from people around me. A lot of people told me that it was a big mistake, because I was stepping out of clinical medicine for two years. I was very jittery about it, because, you know, a doctor going away and, you know, going back to school in a way, staying away from patients for two years, will I be employable when I come back, if I decide to come back after two years, was a big challenge. I think a lot of, big deal of the credit goes to Dr. Udbadia, who at that point of time told me that if he were in my shoes and had an opportunity at that point of time, he would accept it in the blink of an eye. And in that sense, it was a leap of faith. And again, the epidemiology almost didn't happen, because there were certain math requirements to get into an MSc Epidemiology, which I didn't have on my transcript, and it took a lot of pleading and kind of reassurances on the part of Madhupai and other people, which then made them kind of waive off that requirement. So that's how McGill happened. And I had no concept of how important McGill was as a school. I think I realized it once I went out there. So one of the introductions that happen when you go to McGill is that they sell t-shirts outside during orientation, which says Harvard, and below that it says America's McGill. So that's the joke they have there. But it's a great university in terms of respiratory medicine, a lot of good stuff has come out from McGill. It was where William Osler was, so it's a mecca in some ways. It's where the brain was mapped by Dr. Penfield. And the Department of Epidemiology was again, it was a real solid department. So I was coming out of a residency, right? So three years of a residency, you hardly slept, you worked like really hard. So I thought this is going to be a piece of cake, you know, what is a master's, you know, I mean, it's like, it's going to be child's play. And it was grueling. It was grueling two years where, you know, I didn't sleep much because it was assignment after assignment. It was stuff that I had no idea about, you know, you were going back to probability and maths and Bayesian stuff, learning statistical software. It was extremely challenging and you know, half of your class is really young and half of the class, I was about 35 and we had a bunch of people who were like 24 who had just come out of their bachelors and were directly doing it. And you know, half of her class is your age. So, you know, and then you have to do group assignments, which people have with people 10 years younger than you. And those 10 years do matter, right, when you're talking about 24 versus 35. So it was a fascinating experience. And again, you know, we had some great professors. We had Madhu himself was a great mentor. He's somebody who's a machine in terms of working, you know, you send them an email at any time of the day, somehow he manages to reply and I still see that happening. There was great TB work happening. It was a bunch of people who worked in collaboration. I mean, I truly appreciated the power of collaborative work as well. So people were not necessarily competing with each other. People were all complimenting each other and supporting people to grow. In terms of rabbit holes, I got very passionate about medical ethics. I attended a class by a guy called Jonathan Kimmelman, who was brilliant in terms of ethics. My understanding of ethics completely took a 180 degree, you know, you know, all of us think of ethics as being some sort of a field, which is, you know, does it feel right? Does it feel wrong? You know, what does it feel? Does it conflict with your morals and that kind of stuff? And then I realized that the thing that he kept saying over and over again in the class is that this is a science. This is not based on a gut feel. There is a framework in which it works and, you know, something that may be wrong in one framework could be right in another framework. And I think that's pretty much similar to how economics works as well, right, in terms of, you know, it's the framework that matters and decides what's acceptable and what's not acceptable. Even in terms of epidemiology, you know, this whole, we used to have this whole critiquing of papers, you know, which went on for hours sometimes, everybody pointing out how things could be done in a better way, how things could be done differently. And I think that made a huge difference in terms of how I looked at everything after that. So it adds a lot of uncertainty, unfortunately, to your life. So I went there certain and it came back uncertain in a lot of ways. So in terms of the practice of medicine, you know, from knowing all the answers, it came to almost knowing nothing anymore, which in some ways is great, but in some ways makes you a little cynical. You know, every time there's a new study, I'm like, we'll see, you know, that's my usual answer versus saying, oh, wow, there's this wonder drug, you know, this is going to change everything. So my levels of cynicism have increased significantly, but I genuinely believe that that was a great experience."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:19.960",
        "message": "That is so fascinating. I mean, can you give me a concrete example of where this would apply in your everyday practice that levels of certainty having gone down and which is, of course, the way knowledge works, the more you know, the more you realize there is more to know. But in your case, in practical terms, how did it change? Like, obviously, you would have looked at medicine in a more probabilistic way. But apart from that, how did it sort of change your practice as it were?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:44.360",
        "message": "So let's again, I'll give you a cynical example. So when Remdesivir got announced, I don't know if you remember that moment. It was Fauci at the White House next to Trump. And he says, you know, this is a pivotal moment in the history of COVID. And it reminds me of HIV and it reminds me of how we changed everything. And my first reaction was, this is the head of NIAID, right? I think that's what it's called, the National Institute of Allergy and Diseases. He was the guy who conducted the study. And he was announcing it at the White House rather than announcing it in a publication. So I was like, there's a lot of conflict of interest out there. You know, you need to let the science come out, let the paper come out. We'll have a look at what it says. We'll have a look at whether it's a game changer or not. So this inherent blind faith in individuals, institutions, I think that's been shaken a lot and in a healthy way. You know, I mean, I don't have anything against Fauci, obviously, and, you know, we all respect him and he's been a great voice of reason throughout all of this. But you know, I've learned to question everything in terms of, you know, the God being in the details in a way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:49.040",
        "message": "Yeah, and remdesivir was also, it almost seems like a drug of hope in the sense it was used during Ebola also, if I remember correctly, and they said it's going to be the wonder drug and it really didn't do anything there. You know, speaking of Fauci, just a quick aside, some friends and I had a session recently on conspiracy theories. And Fauci, of course, is at the center of many conspiracy theories and many people claiming he created the COVID virus and all that. These guys are bizarre. So we had like this fantasy situation where Fauci, Sushant Singh Rajput and Subhash Chandra Bose went in a UFO to blow up the World Trade Center. So you know, you're bringing many conspiracy theories together. But before moving on, you know, everything you say is so fascinating that all these sidelights I want to explore. I also want to talk a little bit about that ethics part where you said you looked at it completely differently in the sense that it now gave you a much more clearly defined framework to think about medical ethics and it wasn't just about intuition and whether something feels icky or not. But can you tell me a little bit more about that framework which you use to think through issues of medical ethics now?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:53.680",
        "message": "It's like this whole free market versus, you know, what is governed by the government or you know, government controlled healthcare, for example, this whole debate about what is right and what is wrong, you know, so the private sector becomes a very easy target to bash up, you know, saying that private sector is after money, private sector is after incentives. This is a framework that has been allowed by whoever decides what the framework is. Once the framework is in place, I feel it is wrong to criticize a for-profit entity for doing what they try to do to make a profit, right? So it's you've defined that this is the framework, you've defined that you should allow this framework to work, and then deciding what is right and wrong becomes a very blurry line once you've created that sort of a framework. This whole concept of, you know, if you look at what is the worth of a life or what is the value of a life, right? It sounds horrible to say that, you know, from a sentimental perspective, right? But if you look at it in terms of how much are you ready to spend to save that one life, that's how economics works in terms of healthcare. Everything works in terms of metrics where they look at, you know, the cost versus the benefit for every particular thing. And that, again, is defined in some sort of a framework. We have accepted, like I think the UK at some point of time said that one daily or one disability adjusted life year was equal to 20,000 pounds or something like that. So somebody came up with that framework and said that this is what we are ready to spend on an individual in the country paid by taxpayer money to save one year of productive life, right? So earlier, all of these things would have been nauseating in some ways, would have been like, how can you ever look at health this way? But that's the practicalities of the universe. We work in frameworks, we work in some sort of an ethical framework that we choose to decide is acceptable to us as a society. And once you accept that framework, then the whole argument about right versus wrong, good versus bad has to happen within that framework. You can't start making arguments outside that framework and saying something is wrong. So that's what the whole ethical principles made me realize. This whole training in ethics, whatever little I did in ethics, made me realize that there are different ways of looking at the same thing, and there is no right way. This whole utilitarianism versus some other schools of thought, where it's not just the utility of a particular thing that's being analyzed, but it's something else. And I don't claim to understand all of it, it's clearly esoteric stuff. But it just makes you realize that to call something right or wrong, or to call something ethical or unethical, should not come from a gut feeling or should not come from a place of emotion. It needs to come from a framework in which you analyze these parameters."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:37.560",
        "message": "Yeah. And these frameworks can be complex and subjective, for example, just a thought that comes to mind that supposing you're in a hospital where COVID patients are rushing in and you don't have enough beds or where oxygen and you have to try as you have to choose who do you give treatment to. So on the one hand, you could say the old people are more vulnerable, give oxygen to them. On the other hand, you could say that the young people have more productive years of life left, give oxygen to them instead. And then you start weighing up, you know, what is the probability of old person surviving or dying? What is the probability of young person surviving or dying? How do you put a value on each extra year that each person might have? So implicitly, you know, you are doing it now, whether you do it in an explicit way where you put numbers to this or not, or you do it implicitly and you go with whatever your moral instinct, as it were, is that no, we have to save the old or no, you know, or the other way around, you are making these icky decisions. So what sometimes we need to do is we need to sort of be explicit and try to actually"
    },
    {
        "speaker": "Guest",
        "time": "01:44:36.640",
        "message": "think this stuff out. Right. So take the other example of schools, right? So I have twins who are six and a half years old, who've missed one year of school who are very likely to miss the second year of school as well. And you know, in an ethical framework in terms of, you know, what is right, what is wrong, we always speak about our responsibilities towards children, right? They're the vulnerable in the society. So we have to speak on their behalf, we have to lobby, we have to fight on their behalf. And they've not really had a voice in this pandemic, right? We've just decided that despite the fact that children hardly ever get affected. So it's an extremely small proportion of kids who fall sick enough to be hospitalized or sick enough to have worse outcomes, extremely like it's almost negligible. And yet we are subjecting them to two years of a lack of social interaction, two years of meeting their friends, two years of sports, two years of everything, with the argument that it's being done to protect the elderly, because they're going to go back home and the elderly are vulnerable. They're going to have people who have other vulnerabilities at home, and we need to protect them. Now, this is where ethics comes into play, right? I mean, this is a this is a difficult question to answer. What is the worth of those two years of social interaction and education in a child's life versus protecting an elderly individual? And you know, there's no straight answer. There's no easy answer to this. But it's interesting when at least you generate a debate around these things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:55.880",
        "message": "Yeah. And the sort of problem I've always had with utilitarianism is that utilitarianism depends on calculating the utility of different actions, which is impossible to do. Like it's incalculable. If a kid is losing two years of a school life, it is incalculable. You don't have any idea. By incalculable, I don't mean incredibly infinitely high. I just mean that you literally cannot calculate it. You don't know what the psychological impact will be. You don't know what the human capital impact will be in terms of what they might have learned or how they are socialized and all of those things you simply don't know. So if you are just going to take a utilitarian calculus, then eventually you will be putting subjective values out there in terms of this is how much I would value this and all that, which will go down to your own biases and therefore become completely unscientific. But yeah, it's a really fascinating and muddy field. Let's come back to one of your pet subjects, which is sleep. Like you mentioned how in your practice you wouldn't sleep enough and you thought the masters would be easy, but you found that during the masters also you're not getting enough sleep. And that is a classic instance of a doctor not following his own advice because your advice to people constantly is that get enough sleep. Sleep is incredibly important and a subject close to my heart because I have sleep apnea, by the way. I'm on a CPAP machine and it changed the quality of my life in multiple ways, which I'll kind of get into. And I just think that this is something that everyone needs to be aware of, because especially when we are young, the notion of just working constantly and staying up nights and all that is so romanticized. Even in some corporate jobs, it is considered natural that you stay till late night and all of that. And these lifestyles have an impact not just in terms of the short term impact of oh, you're sleepy the next day, but they have a massive long term impact on health, including possibly as people are finding out, raising the probability of Alzheimer's, getting Alzheimer's later on. So tell me a little bit about this, because it just seems to be such an important area that there is not enough public awareness about."
    },
    {
        "speaker": "Guest",
        "time": "01:47:58.880",
        "message": "Sleep is fascinating. Right. I mean, if you look at the the raw data, we spend a third of our life sleeping and that would convert with an average lifespan of about 70 years. You're effectively about 20 years of your life, you're asleep. And yet the field of sleep medicine took off somewhere around the 70s. You know, that's where a lot of research happened in the University of Chicago. Sleep apnea was described for the first time. And it's a fascinating field for in many different ways and a lot is being still researched. So simple things like reaction time. So there were experiments where they looked at, you know, Tetris as a game that, you know, you gave a bunch of people, let them play Tetris. Half of them fell asleep, half of them were not allowed to sleep. And you make them play again. And the ones who felt asleep, there was extreme consolidation of these patterns and memory to an extent that they did much, much, much better the next morning versus the group that didn't fall asleep. So that's short term. That's quick, quick results. You know, things like attention span, things like memory. I think there have been studies which have shown that one extra hour of sleep in school going kids can reduce the incidence of attention deficit hyperactivity to a great extent. Because kids, unlike adults, when they are sleep deprived, tend to get more irritable, tend to get more what we call hyper as compared to adults who would just be sleepy. A lot of road traffic accidents have been attributed to the lack of sleep as well or to sleep related disorders. These are like the low hanging fruit, right? But as you rightly pointed out that people are looking at associations between sleep apnea and the development of cancers in the long run, for example, because it's what happens in sleep apnea as you have intermittent periods of time in the night where your oxygen levels are low. So your cells are deprived of oxygen and then suddenly you wake up subconsciously and then your oxygen levels shoot up again. So this, what we call intermittent hypoxia, that you're getting oxygen and you're not getting oxygen has been postulated to play a role even in the formation of cancers. So pretty much every field. So again, the low hanging fruit, the initial study showed the strong link with high blood pressure, strong link with stroke, possible link with heart disease as well. So we've picked up the low hanging fruits and now the research is going into the subtler things. Unfortunately, to pick up subtler things, you need larger studies, which involve lots of money and it takes a longer time to prove these things. But we're realizing it more and more that sleep is crucial to health in a lot of different ways. And you're absolutely right. We romanticize lack of sleep. We almost wear it as a badge to say that I worked so hard that I barely slept last night. But clearly the science suggests that it's not something to be proud of and it's something that we really need to pay attention to."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:42.040",
        "message": "Yeah, and I'll link to a fascinating talk on YouTube that you gave on this, which had a bunch of insights. And one of the insights I got on that was that in the US, vehicular accidents caused by drowsy driving exceed those caused by alcohol and drugs combined. So you know, it's not that you don't just need to ban drunk driving and people high on cocaine driving, but you also need to sleep enough. Everybody needs to sleep enough. Sleep apnea, for those who don't know, is an extremely common condition. What really happens is that because of a bunch of complex biological factors, which you mentioned in your presentation, so I won't go through that here, that your breathing keeps getting interrupted because of a temporary blockage in your airway because of which you keep waking up through the night. And one sign of sleep apnea, possible sleep apnea is snoring. And of course, 30 to 40% of people snore and only 10% have sleep apnea. So it's not necessary that if you snore, you have sleep apnea. But so I got myself tested for it and I got a CPAP machine and the sleep apnea problem just solved. But another interesting thing happened there, which I've never actually spoken to a medical practitioner. So I don't know if it's even a good thing, but it completely transformed my quality of life, which is that for years since childhood, I would often wake up in the morning with a sore throat and a blocked nose. And the reason I figured out much later was GERD because of acid reflux. And the moment I started using the CPAP machine, this just stopped. I presumed it was because wind rushing into my respiratory system stopped the acid reflux. I mean, it didn't come all the way up to the nose and the throat, but it completely transformed my quality of life because before that, there was not a single day in my life that I hadn't woken up with a sore throat or a blocked nose, which I initially used to assume was I didn't associate it with GERD. I thought it's a random respiratory thing. When I was a kid, my mother even took me to a homeopath in Pune, which is kind of funny. So and I'm thinking that at one level, it's a good thing that treatment for something else has happened to have this impact here. But at the other level, it's a bad thing because what it is treating is a symptom. And the underlying causes of GERD, which I might need to do something about whether it's losing weight or whatever, is stuff that I'm not handling. So do you sometimes see this in your practice that you're treating something, but something else gets sorted or something counterintuitive like this happens, like in this particular case, what would your reaction be?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:03.600",
        "message": "There are a lot of associations with sleep apnea. Before I get into that, just to add to something you said earlier, so there was a study which looked at blood alcohol levels and sleep deprivation, and they actually did it in medical students and found that medical students post-call who were sleep deprived, in terms of their cognitive performance performed very similar to people who had a reasonable amount of alcohol in their system. So that's how bad sleep deprivation is. So there may be a lot of teetotallers out there who work really hard and feel that they're not drinking, but they're probably causing an equal amount of damage by depriving themselves of sleep. So to get back to your question in terms of whether sleep apnea is connected to a lot of things, there are lots of fascinating things that happen. So sleep apnea basically is obstruction of the windpipe at the level of the throat, right? So it's generally fat at the base of the tongue, at the back of the tongue, which causes an obstruction out there. So what happens essentially is when you breathe in sleep apnea, so your windpipe is shut, and you're breathing against the resistance of a shut windpipe. So imagine, if you think about that experiment where you have a diaphragm below a bottle and you pull the diaphragm down and the balloons fill up inside, I don't know if you've, we've done this in school, this is like you're shutting that and you're pulling the diaphragm down, but you've shut down the way for the air to enter. So that puts a lot of negative pressure inside the chest. Now this negative pressure inside the chest surprisingly causes the heart muscle to stretch. When the heart muscle stretches, it releases a substance called atrial natriuretic peptide, which causes you to basically pee. So it's very interesting that people with sleep apnea very often will pee three or four times every night in the severe form, or at least once or twice every night. And the moment they start using the CPAP machine, that completely stops. So something that you wouldn't even think is related, right? You would think, why is my peeing frequency gone down when all you've done is push air down my throat? But that's how fascinating the human body is. There are so many things which are interconnected. So GERD is a very common comorbidity with sleep apnea, because again, you know, obesity, GERD and sleep apnea, you know, kind of form a triangle. And the treatment of sleep apnea, it very often gets rid of a lot of these corollary symptoms, which you otherwise would not have thought directly associated with the disease. Blood pressure tends to come down by a few points, you know, heart rates tend to get better post-sleep apnea, you know, something that's not spoken about. Erectile dysfunction is sometimes very common in individuals who have sleep apnea as well. And that gets to know, and we have a lot of urology reference to us. So urologists who are up to date with the literature and sensitized enough to this connection have sent me patients of erectile dysfunction coming to a person getting their sleep apnea treated and then, you know, their erectile dysfunction getting better as well. So it's fascinating how things are related sometimes, you know, and it may not be very obvious in terms of physiology that it's air going down the respiratory system. So all its effects have to be related to the respiratory system."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:58.720",
        "message": "Yeah, you know, it is completely fascinating. So the fact that there are people out there with erectile problems, which are caused by"
    },
    {
        "speaker": "Guest",
        "time": "01:56:06.960",
        "message": "a throat muscle. Exactly. Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:10.680",
        "message": "Doing something that they should is insanely fascinating. I didn't actually imply that my sleep apnea and GERD were necessarily linked. I think I've always had the GERD, but this just turned out to be the CPAP machine just turned out to be a jogar solution in whatever way it works for that. And that got me to thinking about jogar solutions, because one of the other like interesting things that I learned that you sometimes recommend is that you recommend that your patients with sleep apnea that they sleep on the side, because then they are less likely to feel the effects of it and to make sure that they do that, you sometimes ask them to sleep with tennis balls sewn onto the back of their shirt. So they can't possibly sleep on their back, even if they want to. So as a doctor, do you find yourself thinking creatively for these kind of jogar solutions that come from commonsensical thinking or do you kind of do this a lot or and how do patients react to it?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:59.480",
        "message": "So the next level of jogar, by the way, for the same solution is to wear a bra in the opposite direction and stuff it with tennis balls, right? But you don't want to open the door to the pizza delivery guy, of course, when that happens. But that's a jogar again, you know, I mean, that's an easier jogar rather than sewing sometimes, but you know, people obviously, you know, stare at you when you say things like that, wondering if something's wrong with you. But trust me, I mean, it does work very well, because sleep apnea is clearly worse when you're on your back versus when you're on your belly or on your sides. That's the same solution indirectly, we're trying to apply for COVID as well, right? Making people sleep prone, because the airway opens up, the lung opens up a bit, and it improves oxygenation. A lot of medical grade equipment often is very expensive. And you know, all of us do try to work with some sorts of solutions, sometimes to help people deal with their lack of ability to sometimes purchase that kind of medical equipment, but to do it in a way that that gives them the same relief. And you know, I think there's a lot of innovation happening in these kinds of spaces, as well, which suggests that it doesn't have to be that expensive. You know, sometimes things which are not expensive also work well. For example, in asthma, we use inhalers, right? So inhalers, the traditional inhalers, which you press, and you take a breath, have to be coordinated perfectly. So the second you press the inhaler, if you don't breathe, you end up getting a mouth spray, nothing goes into the chest, right? So the solution to that is something called a spacer. It's like this round plastic transparent box at the end of which you attach the inhaler, you press it, so the drug is locked into the spacer, and then you breathe at your own convenience. Now the jugaad for this, which I've seen people do is use a PET bottle, you cut the end of the PET bottle, so you stick the inhaler to that end, you keep the mouth of the bottle in your mouth, you press the inhaler, and you breathe through it. And again, it takes away the problem of coordination. It's a total jugaad in that sense. And from what little I know, it seems to work really well, as opposed to a spacer, which is a more expensive device."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:58.260",
        "message": "That sounds really fascinating. Let's go on to, you know, one of the other subjects in which you've been active, which is you've spoken of your smoking cessation therapy. And recently, in fact, you tweeted, quote, most individuals who consume tobacco know it is harmful, but continue to do so because of the highly addictive nature of nicotine. What we need to do is not offer such individuals a sermon, but a science based way to overcome the addiction. Stop quote. And of course, part of the reason that you're into that you care about smoking is you're into all these pulmonary diseases of the lungs, which are caused by smoking. So it is a big deal. You don't just want to treat symptoms, you want to get to the root cause, make people stop smoking. Tell me a little bit about this, like, what are the approaches that you make? Because most of the approaches towards to make people stop smoking is sort of to guilt them into stopping. What do you guys do?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:48.120",
        "message": "Right. So I'm just going to throw some statistics. So there was a study called the Global Adult Tobacco Survey, it's called the GATS survey. And it was done in India, it was found that more than 90% of individuals, even in rural India, even with literacy levels being questionable, more than 90% of individuals knew that tobacco was bad for them. You know, in the survey, around 50% of individuals admitted to having tried to quit in the year prior, in the previous year. This clearly suggests that there is not a knowledge problem. So whenever you want to change behavior, there are three things that are generally needed for changing behavior. From what again, what I understand of behavioral sciences, you need the knowledge, or you need the motivation and you need the confidence, right? The problem is, as doctors, when we see patients sitting in front of us who admit to smoking, we think it's a knowledge problem for some reason. And we give them a sermon about, you know, listen, this is bad, this can affect you in this way, it can affect you in that way, when the data clearly suggests that they already know that. So you're working on the wrong part of the problem. The second is the motivation and third is the confidence. And if you speak to people who smoke, their confidence levels are abysmally low, because they've tried many times in the past and they've failed. You know, most individuals will not even admit to trying, they will not even admit to their own spouses and their own loved ones that they are trying. They will do it quietly because their confidence levels are so low that they already know it's not going to work when they start, right? Now the reason for that is that nicotine is a highly addictive substance. Nicotine addiction is an addiction. It's not a habit. It's not. So we use these words like habit, lifestyle choice, we use all sorts of words to make the burden of guilt, like you said, you know, to make the person feel guilty, to make the person feel responsible for where they're at, where the science clearly shows you that it's an addiction and should be treated like any other addiction. So when you see a person who is in front of you, and I run a tobacco cessation clinic, so they come to me reasonably motivated already, which is great, you know. So I don't have to work on that motivation. Now that may be a different story altogether, how you work on that motivation, but once they are motivated enough, they do not need that lecture or that sermon or that guilt trip or that, you know, the guilting. What they need is a solution and the solutions are science-based. So all over the world, the standard therapy for smoking cessation has been defined. There are drugs which are designed to work on centers of the brain to give you the same pleasurable experience that a cigarette gives you whilst at the same time not giving you the thousand other things that a cigarette gives you. And most of these therapies have been used for about three to six months. So it's a defined fixed therapy for three to six months, which a person adheres to according to a certain plan. That plan ensures that they don't get irritable, they don't feel cravings, they don't feel terrible. So the bottom line of a smoking cessation clinic is that you are able to quit comfortably. Anybody can quit, right? But that quitting is so uncomfortable usually that people get back thinking that it's easier to continue rather than going down that path. And if you look at the statistics there of a hundred people who decide to quit within a month, 97 have started smoking again, only three succeed. And if I had to guess, those three would be individuals who are doing it after say a bypass surgery, after a major life event, after getting diagnosed with something that really shakes them up. And that's not where we want people to be. We want people to be able to do it comfortably and there's a science to it. Now, again, it's unfortunate that we have specialized clinics and I have to do it like I have some secret mantra to it, whereas all over the world, it's general practitioners, it's being done as part of routine healthcare. There is no great skill to this. And what I've been trying really hard in terms of training sessions, we've been working with people as well, is to de-specialize this. This is something that your general practitioner should be able to offer you without any judgment, without any gyan, you smoke and you want to give up smoking. This is what you need to do. And it should be as straightforward as that. And this is again, you know, this is something that's been done all over the world. This is not something special."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:51.720",
        "message": "And what do these medicines do? Like, do they tackle the dopamine receptors of the brain or something or how do they kind"
    },
    {
        "speaker": "Guest",
        "time": "02:03:56.800",
        "message": "of work? So the most fascinating molecule in this group, which has shown the maximum amount of success is a drug called varinicline. So basically what happens is when you smoke a cigarette or you consume tobacco in any form, the nicotine goes and binds to a receptor in the brain, which eventually leads to the release of dopamine. Now dopamine is a pleasure chemical, you know, and it's not only is it a pleasure chemical, it comes out in response to some very primal needs. So hunger, thirst, sex, these are the times when dopamine gets released in the brain. So it has a very strong pleasurable element as well as a very strong primal evolutionary role in human beings. Varinicline binds to these receptors and causes that dopamine surge. So when an individual smokes, he gets that surge of dopamine, which keeps him stimulated in some ways, which feeds into that pleasure activity. Now varinicline goes and binds to the receptor called the acetylcholine receptor, which eventually causes the release of dopamine. So it gives you that kick, which you would normally get, and it gives it to you in a sustained way. So a person who smokes or consumes tobacco really craves it when the nicotine levels hit a nadir, hit a really low level. By virtue of this drug constantly stimulating that center, you do not reach those low levels and therefore the cravings don't generally occur. What's fascinating is also that if while you're on the drug, you decide to smoke, the nicotine in your cigarette smoke does not have any receptor to bind to because the receptor has been blocked by the drug. So you don't experience the pleasure that you would normally get. So I've had a lot of patients come back to me and say, I did smoke, but you know, I stopped at half a cigarette and I just threw it away because it wasn't doing it for me. So this is what we call a partial agonist antagonist, you know, so it not only stimulates, but it also blocks the receptor. I think the physiology again is fascinating. This is one of the drugs that we use. You can also use combination nicotine replacement therapy. So a patch, which generally tends to work for 24 hours in the background, again, preventing those low levels of nicotine combined with either a gum or a lozenge or an inhaler to be used as and when you have cravings. So that's another strategy we employ. And sometimes we use a combination of both strategies. But again, this is not based on a gut feeling. So there are certain predictors of addiction, you know, so supposing you've started smoking in your teens, supposing you smoke within the first five minutes of waking up. If you smoke more than 10 to 15 cigarettes a day, you are likely to be more addicted and you very often need a combination of drugs in that situation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:22.720",
        "message": "Yeah, this is incredibly fascinating. And of course, it's a smoking specific solution because the molecule would bind to the receptor that nicotine binds to. And so, you know, it wouldn't be useful for other kinds of addiction. There's an amusing story I have. It's not amusing. It's kind of sad about how I tried to wean a friend of gambling addiction because the mechanisms are the same, right? Pushing chips forward, dopamine rush in your head and all that. So there's this guy who was a banker who lived in Worli and the location is relevant. So he was a banker. He lived in Worli. He used to play these underground cash games with me back in the day. And it was clearly he was just addicted. He wasn't using his brain. He was just losing big. And I liked him a lot. A very sweet guy. And I could realize that bit by bit he's blowing his savings up. His wife is pissed off. So I called him home one day and I live in Andheri and this is also relevant. And at the time I called him, you know, he was playing at this video game parlor in Bandra. So even when, you know, there were no live games, he would go to this video game parlor and play video poker there. So anyway, so he came home and we chatted about it. And as you said, the knowledge wasn't a problem. He understood it was an addiction. And I went took him through the biochemistry and all of that. And I said, we have to figure out some drastic ways of stopping it. This is what I recommend that you call your wife right now. And you tell her that you are giving her the credit card and all access to the bank and everything. And you're just stopping all your access to money. She has to give you pocket money every day for whatever taxi or Uber you take. And that is it. You have no other access to your money. And he agreed. He called his wife. She was delighted at the suggestion. And I think she also told him, I'll make chicken for you today, come for dinner. So he was very excited. He said, Amit, you know, you might just have saved my family life and all that. And then he leaves home. But the problem is this, and this is why the locations are important, that to get from Andheri to Worli, you have to cross Bandra. And three hours later, another friend calls me and he says that, bro, your friend is sitting at this video parlor playing for the last two hours. So that didn't kind of work out well. And I guess, you know, is there any kind of pharmacology for general addiction? Because so many people are also addicted to social media, you know, or even something like Tetris or whatever. So, you know, but I guess there's nothing you can do for that in terms of medicine yet,"
    },
    {
        "speaker": "Guest",
        "time": "02:08:34.640",
        "message": "right? In the domain of psychology, I know that cognitive behavior therapy is being tried in a lot of addictions. Hypnotherapy claims to have some success. But you know, again, these things are not very consistent. So you're not really sure in terms of the literature. That's one of the problems of sciences that are not pharmacotherapy-based, right? So the drug, the dosage, mode of delivery, when a clinical trial is conducted, all these are very clearly defined. So therefore, all over the world, anyone can try to replicate that. The problem with behavioral sciences sometimes is that it's the person whose expertise it is, it's the way they deliver it, and to translate that sometimes is a little challenging."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:13.920",
        "message": "So let's talk about COVID-19 now, because COVID-19 is clearly an incredibly difficult problem for a doctor to deal with. Because you're having every day to make decisions on matters that involve life and death. And in terms of information, you're in the fog of war, you don't know what the hell is going on. You know, someone like you would be looking at the latest research trying to figure out what is a virus? What does it do? But even there, how does one treat COVID? So tell me a little bit about your experience over these last few months, right? How did your thinking on this evolve? What were the dilemmas you faced? Just what was it like for you guys?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:47.920",
        "message": "I think the worst part was clearly the first two, three months, right? Because there was complete uncertainty, we had no idea what was going to work. We started using steroids about a month or two before the recovery trial got published. And we used it in these prolonged fevers that were happening in the second week, sometimes with the oxygen levels were dropping. We used it purely based on a gut feeling at that point of time, and a little bit of literature that was coming up from small reports from China saying that, you know, methylprednisolone was used in a couple of studies. And we saw positive results and that reinforced, I believe, in the appropriate use of steroids at that point. But again, you know, I mean, it was one center doing something by themselves based on what you could call trial and error to a certain extent. As time passed by, and the literature started accumulating, and that's, you know, you have to give immense amount of credit to people who got drug trials and these adaptive trials up and running within a few months, you know. Being a researcher myself, I know how extremely difficult it is to do simple, small little studies. And these guys, you know, like the solidarity, like recovery, they did trials on a nationwide scale with multiple centers, got everybody on board, got randomization to occur, protocols, you know, submitted to ethics committees. To do all of that in the time span that they did it is nothing short of a miracle, you know, and that needs to be lauded, which also possibly reflects how prepared they were for something like this. The systems were in place to roll out a study if need be. Possibly they had thought about this in advance, may not be in the context of a pandemic, but in the context of any study for that matter, that if they wanted to roll out a study within two months, they could do it and do it really well of a high caliber. As the results of these studies started coming in, it became a lot easier in terms of what we definitely know and what we definitely do not know. So there's still uncertainty. For example, you know, the use of blood thinners is still an uncertain area. Couple of studies published just in the last week, one showed that aspirin possibly doesn't work. One shows that when you use blood thinners in a treatment dose, which we call a therapeutic dose, a high dose doesn't work. But this is still evolving. So, you know, there is still uncertainty, but as and when the large trials showed us that things definitely don't work, I think gradually things started becoming clearer. This is one of the places where being, you know, an epidemiologist kind of possibly helped me because the cynicism was the default. The default was never, you know, let's try this new thing. Let's try something else. The other thing that was constantly reassuring was that the number of individuals who got hospitalized, the number of individuals who got severe enough was still a small fraction of the total number of cases. When that first zero prevalence study came out, for example, it said 57% of people in slums had already been infected. And if you extrapolated to that, you realize that the fraction of individuals who got admitted was a really tiny fraction. It wasn't really big if so many people had antibodies already. So there were two reassuring things, therefore, right? One was that this was a disease which spared the majority, which did not cause a majority to die. Had it been a disease which did cause a majority to die, we would have been in big trouble because then we would have to constantly make very difficult choices. The reason we could go to what is called masterful inactivity or watching, you know, closely observing, monitoring is because we knew at the back of our minds that a majority of individuals are going to do very well without any intervention. That was one thing that was very useful from a treatment perspective. The second thing that was very useful was the data that kept coming in and telling us what didn't work. So you know, when plasma got thrown out and, you know, we realized it didn't work. In drugs like remdesivir, there was more accumulating evidence to suggest that it didn't work. Lopinavir, ritonavir, there were a lot of hydroxychloroquine, all these drugs, you know, reasonably quickly, there was information out there to tell us that we shouldn't be using it. So I think the combination of low severity disease in that sense, as an absolute fraction, combined with the rapidity with which evidence was synthesized, I think really helped us gain confidence as the pandemic went on."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:55.120",
        "message": "You know, one of the things that we sometimes talk about in public policy is this flawed mindset of, we must do something, this is something, therefore, let's do it. And I guess to some extent, that is a pressure which would have hit doctors during this period, because you would have been under pressure to medicate, to give some medicine or the other. And therefore, even if you are skeptical of say last year, one would have been skeptical of hydroxychloroquine and this year, you know, during the second wave, we've had ivermectin, remdesivir, plasma, all lauded as sort of therapies, I guess, one, there would be pressure on doctors to prescribe them, because relatives would be saying, you know, that doctor prescribed this for my uncle, and so on. How does one deal with that? Because one of the things that I noted was that there was this panic on social media with these hundreds of messages every day, or hundreds that I saw every day about ivermectin needed, remdesivir needed, plasma needed, well, we know they don't work. And the problem is that frantic relatives going out to get them are actually catching COVID, standing in line somewhere and trying to get the damn medicine, therefore compounding tragedy on tragedy, as it were. So as a doctor, how did you deal with that? Did you face that kind of pressure from your patients, ki, arey lekin remdesivir nahi diya?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:10.640",
        "message": "It was it was an extremely difficult period. And to a certain extent, it still is. It's just that when you when you gain a voice that is that has a little more credibility and respect with time, people tend to trust you a little more. But you know, it was extremely difficult at the start to tell people that observation to to say that monitoring and you know, to constantly handhold them and say that we are monitoring you. We are not saying don't do anything and just, you know, leave it to God. We're not saying that we're saying that we are monitoring you. Steroids came on very early as lifesaving drugs. So we said that we knew that if you do deteriorate, we have something that might work. Tocilizumab, at some point of time, there was evidence to suggest that it works. So we did have drugs for when people deteriorated. But to tell people to just stay put was extremely challenging and not just challenging. It was it was challenging. It was time consuming. It was fatiguing as a doctor to have the same conversation over and over and over again. And it would give me nightmares at some point of time, you know, because I am the guy who is telling somebody that you don't do anything, knowing fully well that there is a fraction of the don't do anything is going to deteriorate. The unfortunate part is that I have no control over that deterioration. I don't have a drug that can prevent that deterioration. I don't have the drug that can make the person better today. So that deterioration doesn't happen. So I am telling a person that I offer you nothing today, knowing fully well that, you know, a small fraction of these individuals who got nothing would deteriorate. And then in hindsight would clearly blame me as being the person responsible for their deterioration, not understanding that that deterioration, unfortunately, would have happened no matter what, you know. So that was very scary to sleep at night, knowing that there was a cohort of patients out there who you were handholding, not giving anything. And knowing that, you know, when you wake up in the morning, there would be a WhatsApp message once in a way saying that, you know, this person's oxygen levels fell the previous night, got admitted. And you hope, you know, you hope that their faith in you was strong enough that they realize that you did nothing wrong, you know, you were following the science. And you know, fortunately, I think a lot of my patients got it, but it takes a lot of time in terms of counseling and handholding as well. That's what I resent to a small extent that, you know, I was the one having to explain why I was doing the scientific thing, while the guy next door who was prescribing 10 drugs had no explaining to do. He said, oh, you come in, you got COVID, take these 10 drugs, go, patient happy, doctor happy, you know, life moves on. Nine out of 10 of his patients also got better because that's the nature of the illness. One out of 10 who didn't get better would probably say, you know, but my poor doctor tried everything and still I didn't get better, while I was unfortunately the bad guy. And you know, that was one thing that I didn't really like in terms of having to explain being scientific. I don't think that's how medicine works, you know. The burden of proof should be on the drug. The drug has to prove its worth. I don't have to prove the fact that my scientific choices of not giving you a drug because there is no drug that works need to be justified on an ongoing basis."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:20.120",
        "message": "Yeah, and I can totally see why any doctor would be incentivized to give that cocktail of drugs just to avoid the blame because that is what the patients expect. And that's kind of tragic. So tell me a quick digression before we come back to COVID. How does one deal psychologically with patients taking a turn for the worse and dying over the years, over so much medical practice, especially for a doctor, like you pointed out, where you've been trained to when you try to look at each patient as not a collection of statistics of age, weight, whatever, but also as a human being, you know, their names, you kind of you're chatting with them about their lives. And then at some point they go and some of the time you can't do anything about it. Some of the time you can in hindsight know that had I done something different, it would have worked out differently. So how did you deal with that kind of a process? Is it still hard after all these years or, you know, does one kind of build a system of mental defense where, you know, you can just get on with things?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:19.600",
        "message": "I mean, the probabilistic thinking and the uncertainty kind of is what you use to soothe your conscience when it does happen, because, you know, at the end of the day, you have to soothe your conscience in some way, otherwise, you know, you are not going to make peace and you're not going to be, and if it shatters your confidence completely, you're not going to be able to offer the best to the next patient, you know. So I think the probabilistic thinking probably helps in some ways in that situation, because I've seen doctors swing from one direction to the other also. You have one person who beats the odds and something really bad happens, and then you become extremely defensive after that. Sometimes it's because of litigation, sometimes it's just because of a conscience which can't make peace with the fact that something like that happened. And if it serves to grow, great, you know, which is what it's all about, you know. On a daily basis, all of us are growing. I would be stupid to say that, you know, I've done everything right. All of us have made judgment errors, all of us have, you know, sometimes relied on our instinct when our instincts have failed us. And as long as we learn from them in a way that's not usually detrimental, you know. So let me give you an example, when we give drugs for tuberculosis, if you give it in a young individual, three out of a thousand individuals, the drugs will affect the liver. Now if that makes me start doing liver function tests on all the thousand to prevent that, to pick up those three early, firstly, there's no reason to believe that I would be able to pick them up early, you know, because symptoms manifest when the liver doesn't work properly, and maybe the symptoms come before you can pick it up early. But if I, you know, have one patient out of a thousand get a bad liver, get a bad episode of hepatitis, get admitted, for example, and it completely shakes up my belief system, and then I start doing liver function tests on every single patient who comes, I don't think that's fair as well. You know, I mean, it's okay to feel that something bad should not have happened. But you also know that that was within the probability that's being described the world over. You need to accept that that's what happened. Maybe your education skills need to get better. Maybe the patient came in too late. Maybe the patient could have come a day before when they started noticing symptoms rather than wait. So it's great to audit what went wrong. It's great to look back and try and figure out what went wrong, and how can we improve on things. But that balance of not, therefore, you know, doing a U-turn and completely going the other way in terms of being overly being gung-ho about investigations, being very, very defensive. I think that's a challenging balance. That being said, I mean, it always shatters you when you lose someone unexpectedly. And that's the uncertainty that medicine is all about. You know, there are some individuals who you will lose on your watch with zero expectations of you losing them. Those tend to be rare events, but when they do happen, you have no clue in terms of, you know, was that going to happen anyways? Did it happen because of something that I did? Could I have done something better? Was I not serious enough in terms of, you know, investigating a little more, pushing a little harder? Did the message not come out clearly? And that introspection is unfortunately part of the deal, you know. And, you know, fortunately, shockers of events which completely fall outside the probability of what you think are rare, you know, fortunately, they are rare. But when they do happen, and you know, that's the busier you get, the larger your base of patients, such events do happen with an increasing frequency. So what would happen once in two years, maybe starts happening once in six months, but you definitely lose sleep when that happens. It shatters you, it completely disturbs you for a few days, and you never forget that. So that you will never forget when you talk about, you know, your past experiences, you will never forget a person who, who behaved in a way that you completely didn't expect."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:12.000",
        "message": "And you mentioned litigation a couple of times, like, is that something that's an issue in India that you have to worry about litigation? Are you in probabilistic terms, how likely are you to get sued and, you know, also just in general to deal with relatives of patients when things don't go right, like we've heard of stories of shocking stories of doctors and nurses being beaten up when recently when patients have died of COVID-19. But in general, how big is the litigation issue and just dealing with relatives of patients?"
    },
    {
        "speaker": "Guest",
        "time": "02:23:41.760",
        "message": "It is a big issue, not in terms of, you know, the volume of cases that get registered, but it's a big issue in terms of, even if one case gets registered, the way the system is designed is that, you know, you're almost guilty unless you prove your innocence. And that's very challenging. So most of us have gone through it once a couple of years or so. And when we do go through it, it's extremely biased against us is what most of us tend to agree on. So let me give you an example. So in the city of Mumbai, for example, if somebody wants to file a case, they can simultaneously file it in three different forums. There's the consumer forum, there's law, and there's the medical council. So you can simultaneously file the same case in all three. And the doctor has to make appearances in all three simultaneously, you know. And it's not that the decision in one can influence the decision in the other. You can get three separate decisions. So once you go through something like this, it does make you a little defensive for sure. It does change the way in which you naturally treat patients. And I do understand that patient rights have to be protected at all costs. I do understand that doctors make mistakes and have to pay for it when they do make mistakes in some form. That's the only natural way to do things. We all have indemnity insurance to accept the fact that we will make mistakes no matter what. And therefore, the compensation needs to be covered by indemnity. But as long as the process is fair, I think good will come out of it. As long as the process is skewed to such an extent that doctors start second-guessing every move that they make, it's going to go in the U.S. way, where everything is so defensive that the system will get expensive. It's the example I just gave you, right? So if I want to make sure that nobody gets hepatitis, I'm going to just make a thousand people do LFTs to kind of say that, you know, I covered my grounds, I covered my bases, I did what I had to do, despite that this happened, okay, you know, I can't help it. And do it just from that perspective. Do it not because it's going to help my patient. Do it not because I genuinely believe it makes a difference, but do it only because on paper I have done it, you know, and that's protected me. So I really hope it doesn't go that way. But unfortunately, you know, there are indicators that it might be going that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:02.240",
        "message": "Let's get back to COVID. And, you know, one of the very valid points that you made and which I kind of want to underscore is that if someone is using medicine, the burden of proof is on that person. That you got to show that the medicine works and the reason, you know, that deserves underscoring is that it's not that if a medicine doesn't work, it doesn't work. Medicines have tons of side effects, like, you know, in the case of steroids, as we now know, and as from what I recall, you were earlier than others in pointing out vociferously that there's no point in giving steroids in the first week of infection and all because people will get a fever and then they'll fight the fever and then they'll get better most of the time when they don't get better when they deteriorate when there are oxygen issues. That's where steroids like dexamethasone and all can be useful. The problem with giving steroids early on is that it will actually work in getting the fever down, but it will also get the immune system down. So COVID will actually hurt you more and it's in the second week where you could just completely collapse and it's literally because of the medicine that was given to you. So now what I'd like you to do for our listeners is take them through how you look at this whole treatment cycle of COVID. What is recommended? What is not? Like at a bare bones level, I know that in the first week, if you just have fever, you got to monitor your oxygen and you got to take paracetamol and that's it, right? So just kind of go through that kind of protocol for people who might be listening in and especially people who are not in big cities, who don't have access to doctors and all of that. How should they approach it? What should they do? You know, because people tend to panic, you know, you'll have an epidemic of sighing all"
    },
    {
        "speaker": "Guest",
        "time": "02:27:34.160",
        "message": "over again. Also I think the reassuring thing that all the listeners need to know is that we still believe that a majority of individuals get better with nothing, right? If you look at the recent study, in fact, from the US, which was the antibody cocktail study, they found a hospitalization rate in high risk individuals. So individuals who had at least one risk factor in the placebo arm of that study, it was about 3% of them who got hospitalized. So it's not even the traditional 15% that we talk about. It's possibly a lot lower. If you include the zero prevalence studies in India as well, I'm sure the figure that we arrive at would be somewhere around 3% of hospitalization. So 97 out of a hundred individuals will get better at home without anything being done. And I think that's very reassuring. Now what happens is the typical cycle of COVID is that the first week is where the virus enters the body. The first week is where the virus multiplies for some time. The first week is where the body launches an immune response against the virus and that immune response, just by virtue of the fact that 97% people probably get better, suggests that that immune response does its job in most of the cases. Somehow antibodies are generated, they neutralize the virus. You could feel fatigued. You could feel tired. You could feel low energy for some time, but by and large, your life will move on. By and large, you will return to baseline in a month or so. Now in that first week, what are the things that have been shown to work? One of the things that may have a role is an inhaler of steroids, but steroids at a very low dose inhaled directly into the lungs in some way modulates the inflammation, helps in some way. And there are a couple of small studies which have shown that it may work. Again, the caveat is that these are small studies, maybe down the road that we may realize that they aren't necessarily wonder drugs or great drugs. Maybe it's a small role. That being said, inhalers are extremely safe. So the safety profile of inhalers has been established for a long, long time now at the doses that's being recommended for COVID for a short period. Again, we don't anticipate any major side effects. So the inhalers work in the first week, especially if you have a cough, especially if you have lower respiratory symptoms. The other thing that works in the first week is the antibody cocktail. So the antibody cocktail is basically preformed antibodies. So normally what your body would do, generate an immune response that one to two or one to 3% of individuals in whom that immune response doesn't work for some reason, they might benefit with boosting their immune response with an antibody cocktail injected into them. Now this works when given within the first seven days of symptoms. So it has to be given early. It is recommended in individuals who have risk factors. So it's not recommended in individuals who otherwise also are likely to do well. So if you have heart disease, if you are elderly, if you have underlying kidney disease, if you are immunosuppressed in some ways, if you are obese, if you have diabetes, these are the risk factors in whom you could consider the antibody cocktail. Of course, it's very expensive. It costs about 60,000 rupees for a dose, but it may have a role. So that's what works in the first week. Now by the end of the first week, majority of individuals would have recovered. The fever would have settled, the cough would start getting a little better, their oxygen levels would be rock solid throughout, they would never have dropped. And these are individuals who don't need to do anything at this point. You know, if the cough has settled, they stop the inhaler as well. In this small fraction, a small proportion of individuals at the end of the second week, what happens is a hyperimmune response. So the body's immunity has kicked in, but it's overzealous for some reason. It's overenthusiastic. It does too much. And that hyperimmune response causes the oxygen levels to go low. That causes a person to get breathless, the cough to get worse. This is the stage at which problems occur. This is a stage at which individuals often get hospitalized. If your oxygen levels are low, this is where the steroids work. So the oxygen levels low mean that your lung is full of immune cells. They could be white blood cells, they could be antibodies. This whole cytokine storm that we talk about, there are lots of immune cells which are trying to fix the lung, but are actually doing harm. And they are suppressed with the use of corticosteroids. So steroids suppress your immunity at this point where the immune response is too much. If you do the same in the first week, when your body's natural immune response is trying to fight it, those same steroids will suppress that natural immune response and leave you completely exposed to the virus. So the virus has an unopposed position where it can multiply. There's no natural immunity. The steroids have suppressed that. Sugars also go up with steroids. So it's a great environment for the virus to proliferate. At the end of the first week, very often there's no virus left in the body or there's minuscule virus. So therefore it's safe to use steroids to suppress the immune response. Now if you deteriorate further. So if despite giving you steroids for about one to two days, there are certain markers which also help. If your CRP is above 75, you might be a candidate for a drug like tocilizumab because that's a drug which supplements the use of steroids. It tries to suppress your immunity even further. Some studies are also looking at higher doses of steroids. So the doses of steroids which are currently recommended are six milligrams of dexamethasone once a day. But there are some studies which suggest that if despite the dexa you're deteriorating, 12 milligrams could be attempted. You can double the dose of steroids, especially if you don't have access to tocilizumab or you know, again, it's a very expensive drug. Oxygen is life saving. If your oxygen levels are low at this stage, you know, being on oxygen helps. Sleeping prone really helps because it helps improve oxygenation. Being on either non-invasive ventilator or high flow nasal devices also help in, you know, helping your lungs recover, giving you adequate oxygen while your lungs are on the pathway to recovery. And if things still don't recover at this point, then you get on to ventilation, then you get on to whatever salvage modalities are feasible."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:14.200",
        "message": "So that's fascinating. And the picture emerging here is that a lot of these people, it's not the virus that is killing them directly. The virus is setting off an immune response, which is more or less eliminating the virus by the end of the first week or reducing it substantially. And then the cytokine storm really kicks in or other, you know, the overactivity of the immune system is what really gets you and it's a downward spiral from there unless all of these treatments come in. And of course, when you have oxygen shortages, then it's basically the system killing you because otherwise those people wouldn't have died. All incredibly fascinating. So you know, we are almost at the end of the time that you had allotted me. And of all my guests, I would feel incredibly guilty about taking too much more of your time. So just a couple of questions, the one on COVID and then one back to medicine in general. And the COVID question is that you guys have just managed to get the official guidelines of the government actually changed to reflect what you feel the treatment protocol should be, which was earlier not the case. Earlier, the case was science would find something and then the, you know, the bureaucracy would catch up later, the treatment protocols would catch up later. But now hearteningly, one is finding that even the official guidelines are along these lines that don't do over treatment, don't use all these random plasma ivermectin and all that which don't work. But instead, this is a protocol to follow, which is kind of exactly what you laid out. So how easy or hard is it to sort of work with these kinds of authorities where bureaucracy is an issue, where, again, the cover my ass incentive may get in the way where they might be wary of, you know, not recommending something, what if something happens, you know, why not just put all the medicines out there? So what is that process like of dealing with government of dealing with authorities like that, because in some capacities, even you have given at least informal advice, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:02.840",
        "message": "Right. So I cannot take any credit for the change in the guidelines. Unfortunately, we don't know who the authors were also because, you know, I think all of us want to pat their backs and all of us want to say thank you, but we don't really know as of now who to thank. But you know, that being said, it's a great move forward. The process, I wouldn't know what was the process which actually led to the final change in policy. But I think all of us, you know, in whatever capacity possible have been trying to push people towards rational cures. I think some of it also is a consequence of bad outcomes happening. So I think the mucormycosis pandemic sensitized a lot of people to the fact that steroids were being possibly used for prolonged periods of times, possibly being used inappropriately. And that was an eye opener. So I think it took a second pandemic of the mucormycosis to realize the inappropriateness of steroids. Now, it's unfortunate that that's how it happened, but you know, in this case, I think that was a nudge towards shifting to evidence-based medicine as well. I think the rushes for remdesivir, the black marketeering that people saw for remdesivir also was a nudge in the right direction in terms of people realizing that it wasn't just a science problem. The science problem led to actually bigger problems in terms of this belief that it was life-saving, this exploitation of individuals who are at their most vulnerable. And I think that was an eye opener as well. Plasma, I think, you know, it was, you know, finally, after saying it over and over again in different forums, I think different, you know, plasma was actually unfortunate also because India, that was one great trial which came out of India, right? In the midst of this pandemic, we still managed to do one good trial, which was PLACID, which was related to plasma. We proved that it didn't work and we still didn't take it off our guidelines. So that was unfortunate in a way. But I think people pointed it out over and over again, you know, after recovery published their data from PLACID, I think that changed as well. It's not been easy, but I think there's a network of individuals who have the ability to influence the right people, the people on committees, the people on guideline committees, the people in positions of creating those guidelines. And I think, you know, the gradual soft influence that everyone had around possibly nudged them in the right direction. So I wouldn't know the exact process in which it changed. But I think it's a great, great move that it changed. And let's hope that that whatever thought processes opened up these doors would still stay in place for future updating of the evidence."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:32.800",
        "message": "Yeah, that's a fantastic last point that you don't just want it to be this one-off where they did the right thing and, you know, whatever, but you want those processes to remain. So it is always science based and evidence based. And by the way, you know, in an earlier episode, I mentioned about remdesivir being slightly dubious and one doctor actually wrote into me, I don't remember if he wrote to me or he put a Twitter comment, but he basically said that, why are you spreading wrong information? I have used it on my patients, it works, to which I, you know, if someone like that is listening to this, I would just say, go back to the start of the episode and listen to what we said about regression to the mean. And also one should not quickly, you know, ascribe causation, maybe it is something, some other medicine that actually helped. So we never know counterfactuals there. So my final question is this, and it's a broad question about medicine in general, which is, so when we look back to the 19th century, we know the state of medicine was so dismal, and we think of today and we say, oh, we have advanced so much. But it is another fallacy that humans tend to commit, they think that where they are now is a peak of human progress. And the truth is that 100 years later, when we look at the state of medicine today, we are going to say, oh my God, what primitive people, what are they even doing? Right? So I find that we are at an exciting time, perhaps even an inflection point for medicine. And I'm sorry, if this is naive, please correct me. But I say this completely as an outsider. We're just looking at, for example, what our understanding of genetics and the genome, the insights that we've gotten from that, or what artificial intelligence is doing. Eric Topol has a great book, Deep Medicine about that. It strikes me that there's a lot to be excited about the future. Now, you are, of course, on the cutting edge of all of this in terms of reading up on it and understanding it and all of that. So looking ahead, what is the future of medicine? Like, what do you think 20 years later, you will be doing differently? What are the ways in which your life will be better? I mean, some people speak about an mRNA vaccine for cancer and all that. That would be really nice. Please bring it on. And hopefully sleeping enough will prevent Alzheimer's for those of us who sleep enough. But apart from these frivolous asides, how different will the future of medicine actually look? And another context in which I kind of bring that up is that in India, most people don't have the privilege to go to a doctor. The vast majority of India is completely underserved or served by quacks. And the vast majority of doctors also will not know treatment protocol for basic things, as I discussed in my episode with Karthik Muralidharan. So actually, what most Indians do is that they just get by in one jugaadu way or the other for minor things. And it is only when something major happens that they actually land up at a hospital and all of that. So that is their medicine. Is there hope for them? Is there hope for, say, AI and all of that to help empower them with information and knowledge and, you know, those kind of resources?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:16.760",
        "message": "Some of the changes are, you know, just to allude to what we've already spoken about. So something like sleep apnea, for example, right? So if you see 20 years ago, so that's, you know, roughly within this, you know, I was I was in MBBS 20 years ago. The machine used to be about 10 kilos in terms of weight. It used to be really bulky, really uncomfortable masks that people couldn't wear. Almost everybody was cribbing and complaining. You look at where we are today, right? It's a 400 gram machine, which is now currently available. You get a download, which clearly tells you, you know, what was the level of obstruction before, what it is today. There is feedback in terms of whether there's a leak, whether you want to change those settings, how you want to manage things. So just in terms of, you know, the sheer information that's currently available to us to tweak things, to improve comfort, to improve patient adherence, all this has improved within a span of like less than 20 years or so. So tuberculosis, for example, another disease where once upon a time, you know, when the MDR epidemic or the multi-drug resistant TB epidemic began, we would do cultures. The cultures would take about six to eight weeks to grow. Then we would do drug susceptibility tests, which would tell us what is sensitive, what is not sensitive. Now we have cartridge based tests, which within one and a half hour tell us whether you have MDR TB or not. So there's been a lot of progress, which we've already experienced in the past 15 to 20 years. Unfortunately, the point that you make is very valid. So progress at the cutting edge does not necessarily percolate down to progress for the vast majority. However, I mean, something like telemedicine, for example, has the potential of reaching people in remoter areas. I think COVID has normalized telemedicine to a certain extent. So I work with IIT and we've created this digital stethoscope, for example, which when given to a primary health care center, the person can apply it to a person's chest and I can listen to the sounds via Bluetooth via an app somewhere else in the country. So I can literally auscultate a patient I'm not seeing. These are potential things that can make a difference, but you know, it's not only technology, it's also the human skill that needs to develop. If we realize, you know, you can give people thousands of ventilators, but you know, even at an institute like mine, it takes a certain level of skill to use a ventilator. And I cannot claim to have complete expertise. I probably have 50% expertise, you know, because I'm not an intensivist, it's the intensivist at my hospital who really knows how to handle a ventilator. So to assume that somebody who's not even at a tertiary care institute in a smaller center would just be given a ventilator and the person would be able to handle the ventilator is not necessarily true. So I think the improvements in terms of technology has to go in parallel with the improvements in terms of human expertise as well to use those measures. You know, when you talk about molecular genetics, when you talk about phenotyping individuals, so for sleep apnea, there's a potential of a new drug which can cure sleep apnea in a certain subset of individuals. So you know, even a CPAP might look bulky, even the current CPAP might look bulky and redundant 20 years from now, if we have a pill that's going to fix it, right? But that level of what we call individualized medicine, personalized medicine, that level of phenotyping to try and figure out who fits into which basket is going to be expensive. It's going to be difficult to interpret, difficult to manage. So we struggle with letting evidence-based medicine for a disease that has basically five drugs or six drugs, if we struggle with that percolating, then imagine trying to communicate the sophistication that you get from a whole genome output and trying to explain the nuances to anybody. I'm not looking down on somebody or I'm not talking about some, you know, me being superior to somebody else, but you know, we are going to be as illiterate about things like that as anybody else. And to constantly be able to update yourself and to then be able to make that reach the lowest rung of society, I think that's going to be a big challenge."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:03.640",
        "message": "Yeah, I mean, these are very wise words in the sense that, you know, I am as optimistic as you that science will keep marching on forward, but the state and the society also have to keep up and advance similarly. And what I would also point out is that many of these treatments that will come up from understanding the genome better or using the insights of AI are something that privileged people like us can access really easily. But that is not the core problem. The core problem is something else and the core problem is just getting it out there. And especially in India, with the state of both our state and our society, it's worrying, but hopefully science will empower us and we'll get the job done. Lance, I'm so privileged and lucky to have three hours of your time of all people to talk to. So thanks so much for sharing your insights and more power to you for all the amazing"
    },
    {
        "speaker": "Guest",
        "time": "02:44:49.140",
        "message": "work you do. Thank you, Amit. Thank you for having me over. I know this is a great podcast and all of my friends and family are very, very excited for me being a part of this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:00.240",
        "message": "So thank you for giving me a platform. It's my pleasure. Thank you so much. If you enjoyed listening to this episode, check out the show notes, dive into rabbit holes, a lot of fascinating stuff in there. You can follow Lance on Twitter at Lancelot underscore Pinto. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and The Unseen at sceneunseen.in. Thank you for listening and take care of yourself."
    }
]