[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Why do we read books and watch movies? Part of the reason is to immerse ourselves in the heads of other people, experience many lives instead of just our own. But the other great reason is not about discovering others, but about discovering ourselves. I sometimes wonder how much of my own self do I truly know? When I look back on how I viewed myself in my 20s, I realized that I did not know myself at all. I had a flat, distorted view of who I was. There were layers to me that I did not see. And what I did see was a misleading outline. And I'm sure that despite my best attempts at self-reflection, that is true even today. How do we get past this? Art is one way. When we read books and watch movies, then through the lives of others, we discover parts of ourselves that we did not know existed. I'm sure you also felt that shock of recognition when something in a book or a film touches you deeply. And it touches you deeply for a reason. The more we immerse ourselves in books and films, the better we know ourselves. Just as art can increase our empathy for others,"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:07.040",
        "message": "it can increase our understanding of ourselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:26.000",
        "message": "Welcome to The Scene and the Unseen. My guest today is Jai Arjun Singh, best known as a writer on film, but who also writes brilliantly about books and culture in general. I first met Jai in the heady blogging days of around 2004. I used to blog at India Uncut, his blog was called Jabberwock, and I immediately fell in love with his writing on films and books. The one quality that I liked about Jai's work is best expressed by Javed Akhtar's favourite word, Thairav. I can't think of a precise English translation for it, though I'd describe it as a kind of stillness that allows for reflection. In Jai's case, often self-reflection through the prism of art. That quality was something that you could cultivate through the form of blogs. Newspapers and magazines did not give you that space of freedom, and left a writer breathless because of the need to rush through what they wanted to say. Jai went on to write books on the film Jaane Bhi Do Yaaro, the director Rishikesh Mukherjee, and he also edited an anthology of essays on films called Popcorn Essays. I still look forward to everything he writes, and I absolutely love this conversation. We spoke about the loneliness of growing up as a film lover in the 80s and 90s, how taste can both shape and be shaped by the circumstances of your life. What happens when art is viewed through ideological prisms, as often happens these days. And Jai also coaxed me to revisit Hindi films of the 1980s, which he says was not such a bad decade after all. Rahul Ravel, Zindabad, it seems. We actually didn't cover many of the subjects we wanted to chat about. Three hours is simply not enough. So we'll do future episodes as well. But for now, sit back and enjoy. And before that, let's take a quick commercial break. Sometimes when I enter a museum or an art gallery, or just look at pictures of paintings by great artists, I don't quite know what to look for. I react to them viscerally, but I often wish I had a more nuanced understanding of the form. Do you also feel that way? If so, I have the perfect resource for you. Head on over to the sponsors of this episode, Vandrium at Vandrium.com and check out this great course called how to look at and understand great art. I'll link it from the show notes. This consists of 36 episodes that are a masterclass in both art history and art appreciation. So if you're confused by what impressionism and expressionism have in common, or where the art of the self portrait evolved from, or what exactly postmodernism is, this is the place to go. Now Vandrium used to be known as a great courses plus who have sponsored many episodes of the scene and the unseen. I love browsing through Vandrium because it has all the great courses from the great courses plus and videos and documentaries created in partnership with National Geographic, the Smithsonian and the Culinary Institute of America. It's such a great place to learn and you can get one month of unlimited free access if you use the following URL Vandrium.com slash unseen. Let me spell that out for you Vandrium W O N D R I U M.com slash unseen U N S W N. I'll link it from the show notes. Sign up now for free and free your mind. Jai, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:32.960",
        "message": "Thanks. Thanks for having me. We've been talking about doing this for a while. Glad we're finally doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:37.960",
        "message": "Yeah, in fact, we last spoke about it when I was in fact in Delhi last year, I had come in February to do a bunch of episodes. I think I recorded some 10 episodes in two weeks in an actual physical studio. And I remember you and I met in Saket and we had coffee at this delightful bookshop where I browsed around and discovered future guests. That's the place where I first saw Tripur Daman Singh's book, for example. And and yeah, and then we went to this restaurant and we discussed that we have to do an episode sometime and here we are and just look what the hell happened after that. What have these last few months been like for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:13.000",
        "message": "Well, it's been tough like it has been for many people, but of course not not as tough as it as it has been for the worst affected. Getting along being that, you know, in in keeping with with what we're going to be talking about, I've actually done a few online sessions and courses about cinema, which is something that I that I probably wouldn't have thought to start if it hadn't been for the pandemic and, and everything that it engendered, got into the world of, you know, of online sessions and became comfortable with it. And it's it's been at least that part of it has been going fairly well. Other things, not so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:53.360",
        "message": "Yeah, it's kind of been I mean, I also started my writing course in April last year, and it was just off a luck where I thought that, you know, would people be interested, I put out a tweet asking if people were interested and people said yes, and it's still going strong. I mean, the 14th cohort is kind of going on now. And it's also interesting, I was thinking about every time we meet, and we don't meet very often, because, hey, Bombay, Delhi, though, I must tell you that I meet my Bombay friends less than I meet you, because you just take it for granted that they're in the same city, right? So you're not fixing up meetings and going and all of that. But it struck me that we actually met very few times in the sense that we of course, got to know of each other when we started blogging. And I'll discuss that period in detail with you also. But so that's, that's when we kind of came to know each other. And we found this very easy groove to our friendship, as it were, that every time we meet, we're in the same kind of place. And you know, it's easy and it's comfortable. And it's almost like a comfort zone thing. And the reason I kind of bring this up is I've done episodes in the last few months with people I've known for about as long as you in the same way as you, friends like Deepak Chinoy, Sonia Falero, who was in Bombay for a few years, so I did spend much more time with her. But it was interesting and I was just thinking about how friendships develop and form these kind of grooves. The easiest way to form a group of friendship is of course, when you're in school or college with someone and you're spending a lot of time together and you figure out each other's comfort zones and all of that. And the interesting thing is that, but that is shaped almost by happenstance because you know, your physical location determines everything, you are in school or you are in college where you are, you can't choose anything. And also you change over time. So today I have virtually no friends, one or two maybe, whom I'm still in touch with from sort of my pre 20 life, but I have plenty of people who are now my friends who I met in the mid-oughties like you, who you meet them because of a common interest or a common thing you do. And then you just find a groove and that groove is almost kind of always there. And it's said that later in life, you have trouble making new friends and both of us are introverts, right? I do find it hard to kind of make new friends and find these grooves and all of that. And that kind of just got me to thinking about the nature of friendship and what it is. And because at one level it just seems so mysterious, you know, sometimes I, in my misanthropic way, I can't figure out why anybody's friends with anybody. Any thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:18.480",
        "message": "Well, yeah, well, you know, you've already said quite a bit about it. So it's, you know, it's kind of bounced as a question. 17 years. Can you believe it? It's been 17 years since the since the blogging thing happened. I actually remember the first time we met when you had come to Delhi for something after we had been in touch with, you know, through the blogosphere. And I was listening to parts of your conversation with Annie Zaidi a while back. And she was also part of the blog meets of 2004-2005 when we were all being introduced to each other as KnownTurf and Jabberwock and IndiaUncut and so on. What you were saying, you know, it's interesting, I quite possibly, though this is don't want to get into competition territory now, but I quite possibly had even fewer friends than you did in my school years. In addition to being introverted, I was also very painfully shy. And I know there was a lot of melancholia, things weren't great on the personal front, there were things, things going on, having to be away from school for four periods. And it just struck me that one of the things that happened, you know, when in the early 90s, when I really got into watching, I got into doing the sorts of things that the few friends I had were absolutely not interested in at the time, you know, obviously, reading voraciously is one thing that I had that habit from from an early age, but getting into watching old Hollywood films, then watching world cinema, getting into all that as an adolescent. And I went through a period of around six, seven years of crippling loneliness. This is in the pre internet period, where I was convinced, absolutely convinced that that I would, you know, go my whole life without ever having the sorts of friends who shared some of these interests, the specific interests. And then of course, the internet comes along. And then within a few years, you know, of course, one thing led to another, I got a journalistic job which put me in touch with people with similar interests, then suddenly a blogging, and the world opens up and then you know, the people like you are out there, there are people outside India as well, you suddenly find yourself in touch with who share these interests. And, and suddenly, it's a very different landscape all around. But yeah, I mean, friendship, I don't know, I just feel like it's, you know, it's you, you know, one of the cliches that that we're constantly uttering, and you know, it's, it's, it's completely true, as cliches go, is that all of us contain multitudes, right? And that we are, maybe we are different things at different points in our life. In, you know, and, and even at the same point, you can be, you know, different in one context with one person and, and in another context with another person, I think, friendships just intersect in so many ways. But, but that being said, of course, there are some people with whom you have, you know, far more of a, of a kindred thing going on, you know, across across multiple interest areas. And those perhaps tend to be the more lasting ones."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:15.720",
        "message": "You know, when you speak of that crippling loneliness, I kind of identify with that in a sense. And, you know, there is another kind of crippling loneliness that I think there is there in today's generation for different kinds of reasons. But in our kind, a part of it, of course, was that being in India, firstly, you got exposed to so little of the outside world, like, unlike today, everything wasn't at your fingertips. Like you said, you know, you've said elsewhere that once you got into foreign firms, you would go to embassies, and you would take, you know, borrow video cassettes from there. And it was just an effort to get anything of that kind. And therefore, by default, like first, you're in a poor country where, you know, culture hasn't flooded in, we are not at that stage of technology, where everything is on the internet. Secondly, only the very privileged like you and me can, for example, see those kind of films, you know, you and me were probably watching the same kind of films at the same kind of time, but we are in different cities. So there is that physical barrier. And then at a later point in time, that physical barrier sort of breaks down, which I totally get. So tell me a bit about your childhood years. Like, what was it like? What were you reading? What were you watching? How did you kind of get drawn to films and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:24.520",
        "message": "There are no easy answers to those questions. But you know, anecdotally, what I was reading, and I know, and this, of course, is true of, you know, this disconnect between the sort of stuff that you're reading and the sort of stuff that you're watching. There's something that I think Mukul Kesavan or someone else may have written about this, written an essay about this, a certain type of urban, anglophone Indian, who's sort of grown up in a city whose first language more often than not is English, or at least, you know, you're starting in an English medium school. In my case, my parents spoke with me mostly in English. So so one is reading Ladybirds and Enid Blyton's and things like that to start with, and then maybe Amar Chitra Katha comics in English and stuff also. But one is almost exclusively watching Hindi films. That's the film culture that you're first exposed to. So it's a bit strange really, when you think back on it, that the world of the famous five is intersecting with the world of, of the Amitabh Bachchan masala film, which was my preferred movie when I was, you know, growing up 6, 7, 8, 9, 10 years old. It sounds like the worst cliche on earth, but really Bachchan was my superhero. And the sorts of films I was most interested in for the for the longest time, I think right up to the age of 12, 13, 14, were like I said, the masala Hindi films, the Dishoom Dishoom films, the very macho Bachchan movies, or, you know, if the film didn't have Bachchan in it, it had to be a multi-starrer with three or four heroes, you know, the Nagin, Jani Jutha, Dajani Dushman, Rajput sort of movie. And it's pretty amusing because, you know, a few years ago, as you know, I did a book on Rishikesh Mukherjee, who was known for the slightly more subdued, gentler, middle cinema sort of sorts of movies. And when I was working on that book, many people just assumed that when I was growing up in the single channel era, in the Doodh Darshan era, like everybody else of my generation, I was besotted by the Rishida movies like Anand and Chupke Chupke and Golmaal, Babarchi, you know, watching them over and over as they appeared on TV. And that wasn't the case. I really wasn't at that point in my life when I was when I was a child. I wasn't interested in these boring movies. I only wanted the most action packed, masala-dar stuff. I didn't even want to see my favourite actors Amitabh and Dharmendra in these Bhadralok personas in a film like Chupke Chupke. So there was, of course, a change in my tastes and a lot of things coming together in subsequent years. But initially, it was just that. One thing I'd like to just point out is, of course, many of us are movie buffs or movie nerds at a certain age. One of the differences, one of the things that distinguishes someone who goes on to become a professional film critic, writing about cinema is perhaps that from a very early age, I think from when I was six, seven, eight years old, I just developed this habit of maintaining a register in which I would write, I would just scribble down the titles and the star casts of whatever films I saw, because of course, at that age, you're principally interested in the actors, right? That's what you're interested in. And because you've looked at newspaper, you know, reviews and star ratings, you've been influenced by that sort of thing. So I had a register when I was maybe seven, eight years old, where I'd just be writing down things like, you know, the titles of all the films that I saw, and giving them these massively exaggerated star ratings, that would go right up to 16 stars, for instance, and what I was..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:48.040",
        "message": "Out of a five star system."
    },
    {
        "speaker": "Guest",
        "time": "00:15:49.040",
        "message": "Yeah, instead of the five star system, so you go from the zero star to the 16 star system. And, you know, there'd be different sorts of adjective combinations that I would use to describe what a particular rating meant. And I'd use up all the big words I knew. So a 10 star film might only be a magnificent classic, but a 16 star film like Sholay, or whatever, might be a stupendously fantabulous masterpiece or something like that. So I got into that habit. And this, of course, is when I'm very small, seven, eight, nine years old. A few years after that, you know, when I was in my adolescence, I also became interested in rating films, in a perhaps more disciplined and organized way. When I when I got into old Hollywood films for the first time, and I bought an enormous movie guide called the Leonard Maltin movie guide of 1990-91. And I lugged it around with me everywhere to video shops to flip through, you know, to read the entries and individual films that were available at the store. At that point, again, I got into the habit of maintaining a perhaps more organized register or diary of the films that I was watching. But by that point, I was also making little notes like one or two sentence crawls about the film, just something that struck me about the film, something that I found interesting. And I suppose that was really a prelude in many ways to writing more analytically about films, which is something that would happen years later."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:13.280",
        "message": "So you know, before we get back to the personal journey, a couple of questions that come to my mind from this. And one is that the moment you force yourself to give a rating for a film, I would imagine that it forces you to think a little deeper about the film because then you have to question, why am I giving it three stars? Why am I giving it four stars? What are the parameters? And equally, and a question that I'd really save for later, but it seems apt now is that does actually formally writing about film like at this stage, of course, you're doing notes, but later on, you go on to actually write about cinema in a more formal way. Does that force you to think deeper about films? Because one experience of a film lover can be that you go to watch a film, and you just sit down and you just watch it and you enjoy it for what it is, you have thoughts about it, but you don't write them down anywhere. There's no structure to your thinking, you're not breaking shit down, you're not thinking that, you know, you're not necessarily making historical connections and going deep in all the many different ways that one can go deep, whether we are talking about the craft or the form or the, you know, where it stands in the director's previous work and all of that. So does first giving these kind of ratings and to then actually writing about cinema, does it force you to engage that much deeper in the sense that you have thoughts you wouldn't otherwise have had, and because you have had thoughts that you wouldn't otherwise have had, you are a changed person, you know, would you would"
    },
    {
        "speaker": "Guest",
        "time": "00:18:30.680",
        "message": "you say that? Yeah, no, no, no, of course, it does work that way. It still works that way, you know, in my in my 40s, you know, after all these years of doing this, the one is constantly being surprised by something, you know, and of course, it happens. And I know this happens with other writers as well, that very often, I'll, you know, sit down to write about a film with with only a very basic idea about, you know, of what I'm going to be writing and a basic sense of what I thought of the film, the two or three points that I'd like to make about it. And then in the process of, of writing about it, when you're sort of really getting into it deep at a paragraph by paragraph level, you find yourself articulating thoughts in the process of writing, and making these little connections that you mentioned in the process of doing that. It's not the case that that everything is cleanly flowcharted out beforehand. Sometimes that can happen also, I suspect that can happen when you're working on a very tight deadline, and you're writing something, you know, for a limited word count 600 700 words, you know, you can even while traveling by car or something, and you can be making basic structural notes on your cell phone, and then typing the whole thing out on the on the computer later. But that is a relatively low investment sort of review that I'm talking about. And I'm talking about the really, the fairly long form analytical essay. That's something it happens routinely with me that I articulate my thoughts about the film and about perhaps my own response to the film and what that says about my mind, or my, you know, personal experiences, or whatever my life experiences, my feelings about different things. I articulate a lot of those things to myself in the process of writing. Now, one thing I just like to touch on something that you mentioned just now about the sort of film nerd, the sort of film buff who engages deeply with the film, but doesn't really feel the need to write about it or to put one's thoughts down or to put his or her thoughts down on paper, or to have it published somewhere. I have to say, I very often have a deep envy for that sort of movie buff. I have many friends who are like that friends who are quite possibly bigger movie nerds than I am more capable of being articulate about a film in conversation than I would be, but who have absolutely no impulse to write about it, or to sit down and agonize over it in that sense. And I think that's that's such a wonderful thing. Because you know, I'm always surprising people when I tell them this, I don't watch anywhere near as many films as people as as people might think I do. And one reason for that is that every time I watch a film, that stimulates me in some way, it could be a positive way, it could be a negative way, I need to take a lot of time out to sit down and, and write something about it, even if I even if it's being written just for myself, even if it's some scattered fragmented notes, which which I may or may not use months later in a column, even if it's not a piece that's being immediately written, I need to sit down and write about it then. And that actually eats into the time that I might have to watch another film very soon after this. So so it's, it's very, very rare for me today, for instance, that, that I've watched more than one film in a day, that almost never happened. And I have so many friends who you know, will will go to film festivals in the pre COVID world, you know, going to film festivals and watching four or five films over the course of a day. And that's something that I've never really done. Yeah, even at the age of 2021. And I was so enthusiastic about festivals or whatever it was, it's, I've never really had the mental energy to watch a number of films in a day. Because normally just watching one takes up so much of my mental space and I need to sit down and think about it, assimilate it, process what I've experienced. I don't know if I what are the other question you asked? I think I've just gone off on a tangent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:20.160",
        "message": "It was essentially about this about, you know, whether this imperative of having to write about a film, you know, improves your thinking about the film. And therefore, does that change you as a person like, but the drift I seem to be getting from your answer is that you are that kind of person anyway, who takes time to process things. So you would probably or is it a feedback loop where they kind of feed into each other?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:39.920",
        "message": "No, no, absolutely. But also to perhaps more directly answer what you just asked. Of course, it works that way. You know, I can think of numerous cases where a lot of films that I've written about over the years, not coincidentally, I think have been films that touch on various aspects of the parent child relationship. And I feel that there's a lot of writing that I need to do in the future as well, perhaps not film related writing, just just general personal essay writing about my parents, both of whom are now gone and I had very different relationships with each of them. I've often found that, that I sit down to write about a film without thinking of it as, without thinking that it's going to turn into a personal essay at all. And then in the process of writing about it, and of course, I am writing about the film as well and about what's going on in the film, the quality of the acting or the directing or the music or whatever it is, all that is there as well. But in the process of writing about it, I realize that possibly one reason why this film meant so much to me or stimulated me to, to thought or to the action of writing is because there's something in it that ties in with my experience with my parents. And then suddenly, you know, if one is writing an essay length piece or writing the sort of commission piece for someone where you have a certain amount of leeway to do personal writing as well, I'll find myself writing four or five paragraphs of personal reminiscence about involving my mother or my father and tying that in with, with how this particular film affected me. So, so that happens a great deal as well. And of course, then then the writing and the film analysis also becomes a conduit for perhaps understanding or articulating something about oneself about one's personal life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:32.080",
        "message": "And one of your books, you've, you know, mentioned that Pauline Kael was once asked about why she'd never written an autobiography. And she pointed to her anthologies of reviews and film essays and said, I think I have. And that kind of brings me to my next question, because it strikes me that people think that a review is, or must be or should be in some way, some kind of objective thing, right. And you've also spoken at length about how the earlier form of the review when newspapers in the 90s and 2000s would give like 600 words, 500 words, and what people came to expect would be just verdicts delivered on the movie that acting is good. Cinematography is good, so many stars. In fact, I used to have those Leonard Maltin guides as well. And it is only in retrospect after many years that I've realized that to me, that's kind of the wrong way to think about films as if there is a hierarchy of merit, so to say, when different films can appeal to people for so many different reasons. Now, whether I'm reading about books or cinema, or even when I write about those, what I have realized is that when I'm reading something, what I value is always something that is in the realm of the subjective. In fact, what I value is always something that is coming from the author's personal life and experience and whatever, because that is the only thing that can make anything worth reading. Anybody can say Starrcast was good and cinematography was this and it's so many minutes long and this is a plot and spend 300 words giving the plot. Anybody can do that. What makes an essay on a film or a review or whatever stand out will necessarily, in a sense, be autobiography, not autobiography in the sense that there is a book about parents and you relate to that because you're thinking of your parents, not in that kind of direct sense. But there is some emotional resonance like in another piece of yours, you mentioned this beautiful phrase by Suni Tarapurwala where she talks about the spiritual DNA of a film, you know, which I would say could be the essence of a film. I think this was you were part of a panel on the translation of books into films. And you were kind of talking about transferring this essence from one to the other. So and this is something that I feel is true that everything I write about anything and this is of course not true perhaps of my political op-eds or whatever, but more and more whatever I do, including this podcast, which is kind of my journey and the stuff I'm thinking about and the stuff I'm interested in, more and more the things I find value in and the things I want to do are those things that are imbued with the personal. What's your thinking about this? And initially, when you start thinking along these lines, is there something holding you back? Is there like a sense of guilt that there should be no I in this, that there is something objective about everything and you have to get that across? And because especially as a news reporter, that is of course true, that you're just reporting facts and trying to get to the truth, but that's kind of what it is. But you know, is that something that you begin thinking about that you begin resisting that should I put so much of myself into this? And at what stage do you begin to realize that this is a dope, this is what I want to do, and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:27.800",
        "message": "Now almost needless to say, I agree with pretty much everything you said there about the importance of subjectivity and the interestingness of subjectivity. To answer the last thing you asked just now, I can say with some pride that I've never felt guilty about the possibility of putting an I into my writing. What I have felt early in my career, you know, I mean, when I was 20, 21, 22 years old, you know, as a journalist, obviously subject to a much greater degree to the hegemony of one's bosses, and the things that they expected you to do. At that point, of course, you did run into the sort of senior editor who would frown on the use of an I in a review. And that's something you still have, even today in 2021, you know, in some mainstream publications, you know, including a couple that I write for right now, where you will get told by the person who's commissioned the piece, listen, so on. So this guy at the top, he's a bit conservative in his thinking, you know, he doesn't like the first person. So you know, so you make those little adjustments, if you if you feel that that is still worth your time, and you know, the money is worth it, or whatever it is. And here I'm talking about the very short form sort of review that that does not involve a lot of personal investment for me. So I'm okay with with doing an objective seeming review, structurally objective seeming, though it is, of course, still completely subjective. And I'm okay with doing that for a certain sort of publication. But generally speaking, the throughout my writing life, my professional writing life, including those earliest years, but the sort of writing I was most interested in was the navel gazing, you know, and I'm saying that in a deliberately self deprecating sort of way, there's a sort of writing that gets described as navel gazing by a lot of people. I just took it as a given that anything I write with seriousness of purpose, and with integrity is going to be as much about me and the way my mind works as it's going to be about the thing that's being written about. I just took that as a given. And I didn't even see that as an arrogant position. I somewhat similar to what you said that, you know, to me, it was self evident as a reader as well that, that I would be most interested in review or the sort of work of criticism or the sort of essay that provided a glimpse into how a particular sort of mind received a particular sort of film or book or whatever it was, that's the sort of film writing that I had been very interested in. When I first seriously got into film literature in my adolescence, around the time that I started watching old Hollywood films, I also started seeking out a lot of film literature by people like Pauline Kyle, who was one of the obvious suspects, but also a few other writers who had done books on Hitchcock, on Howard Hawks, and a few others. And I always found that writing, that sort of personal writing, very interesting, very stimulating. Now, when I did that Rishikesh Mukherjee book that I mentioned, I was clear from the start that the book would be as, however arrogant this sounds to some people, that the book would be as much about my mind as it would be about Rishikesh Mukherjee's films. And I really did not mean that in an arrogant way at all. And I meant that as a compliment to Rishikesh Mukherjee's films for stimulating my mind in a certain way. But of course, what happens then is that, that when you've written a book like that, and the book has, you know, the publisher has marketed it, you know, to make it seem like it might be a little more biographical than it is, a little more anecdote driven than it is. And then of course, people start reading the book, people pick it up on Amazon, and instead they start writing online reviews of the book. I actually have a number of one star reviews of that book on Amazon, which say things like, this book is not about Rishi, Rishida, this book is about J R Junsing. And an objective book about Rishikesh Mukherjee's films would have recognized the brilliance of Anand, but this book hardly says anything about Anand. So that sort of thing. And I took that sort of thing as a big compliment in a way, even though of course, it hurts to have one star reviews on online forums. Because really, to my mind, and again, coming back to what you touched on earlier, at a time when the internet is full of hundreds, maybe 1000s of blog posts about a high profile film like Anand or Golmaal, a lot of which are basically just saying the same thing over and over again, providing a plot synopsis, and saying something very, you know, very trite, in my view, like, Anand is a film, is an inspirational film about a man who teaches everybody that, that death can be conquered, something really obvious like that. And once it's been said 1000 times all over the internet, I feel like if I'm doing a book about Rishikesh Mukherjee's films, I want to say something about the Anand that I experienced, and maybe bring something new to the table that has not been said before. And if I can do that, honestly, I mean, it shouldn't be a contrived thing, of course, it should, it should come honestly, from from my engagement with the film, then that's what I want to do. I don't want to just write something that you can easily find on Wikipedia anyway. So so yeah, so agree with pretty much everything you said."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:33.200",
        "message": "Yeah. And also, it strikes me that number one, that whole expectation that there can even be an objective book about Rishi Das films, for example, is completely untrue. There is no like universal truth to them that is there to capture everybody views it differently. Even Rishi Das would have viewed it differently and not gotten that. And I think that, and I agree with you that though I can tell it hurts, I can tell the one star reviews hurts."
    },
    {
        "speaker": "Guest",
        "time": "00:32:56.080",
        "message": "Oh, you're... If I can just interrupt for a second, what you said there is absolutely true. Because you know, if you were to read Rishikesh Mukherjee's interviews over a period of 30-40 years, he is contradicting himself all the time, even about his own films, you know, then, you know, one of the things I found fascinating was the sense of a very conflicted man working in a mainstream film industry where a certain degree of compromise was required. You knew what, you know, how mainstream Hindi films tended to be made in the 60s, 70s, without bound scripts, often, you know, with with producers dictating things, the star system dictating things. In the midst of all that, if you have a director with a certain sensibility of his own having to make compromises every now and again, or do things on the fly, of course, there's going to be a lot of self-beratement happening. At the same time, there's going to be defensiveness once in a while, if he gets criticized by someone else, he'll stand up for himself. So if you read his interviews, in one interview, he'll say one thing about Golmaal. In another interview, he'll say something that sounds very different about it. So you know, so the subjectivity as you suggested just now comes in even with the creative person."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:02.960",
        "message": "Yeah, and it's appropriate that you know, one should have conflicting views on a film with a title like Golmaal. And it strikes me that that's not necessarily just true of him. It's true, I think of every creator in the sense that you are driven to do certain things, you may not yourself know where those impulses come from, and why you're driven to do them. You tell a story to yourself about them, that story can change as your self image changes, or as your desire to project a certain image of yourself to the outside world changes. So it's a sort of constant mishmash of changing narratives inside your own head. And I would still say that, you know, then a naysayer would say that, okay, if Jai Arjun is talking about Rishi Das films from his point of view, or if Amit is pursuing his intellectual journey in his podcast, why should the rest of us be interested, right? It's just personal, you enjoy it, let your friends listen. But I think that's just the wrong way around. Because I think what then someone like you is doing is if you're exploring a certain avenue, and you know what those films meant to you, I think a lot of people are trying to figure stuff out, like when I try to figure stuff out through the show, a lot of people are on similar journeys where they're trying to figure stuff out. And your journey is relevant to everybody. For that reason, as long as you do it honestly, and you do it in an authentic way, and you're not just being performative, I think it's of tremendous value. For that reason, by the way, I got to tell you that I am one of these people you just derogatory said they watch four or five films a day during film festivals. You know, and for the last few years while Mami was on, that was pretty much my routine during Mami where I'd watch some 28, 29 films in the week that it was on and I would also kind of live tweet about it almost like not during the film, but after every film, I'd, you know, have a little bit and I found that it helped because putting a tweet about something compressing it in so many characters would just force me to think a little deeper about why I liked it and why I didn't like it. I think that kind of sharpens your thinking like going back to what you said earlier, like in my writing course, I'll often quote Joan Didion, who once said that, I don't know what I think until I write it down. So the process of writing is not just a way of Oh, I'm thinking something I got to put that on paper. The process of writing can shape your thinking. And in that sense, kind of shape the person you are. Let's, let's go back to biography now. As you can see, I'm treating you the way you treated Rishida."
    },
    {
        "speaker": "Guest",
        "time": "00:36:17.060",
        "message": "I just wanted to, I wanted to quickly add to that, that Joan Didion quote, Roger Ebert had had something along those lines, I don't remember the exact thing, but it was something like, like, you know, advice to writers that the muse doesn't come, you know, before you start writing, the muse comes while you're writing, when you sit down to write."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:41.060",
        "message": "Which is why discipline and process is so important. Like one of my four webinars in my writing course is just about process, which people kind of ignore, people think if you understand the craft, you have an intellectual understanding of what a good sentence is, you are covered, no, you're not covered, you still had to get your ass down and actually write the damn thing. Now, you know, one thing I was kind of struck by, and I haven't thought about it in these terms before, though, you know, the thing about people containing multitudes is actually a cliche on my show. So it's a cliche I'm kind of guilty of, it's so true, but the context in which I'd never thought of it is how you mentioned that people like us people like you and me, the English speaking elite, so to say, in 1980s India, would be reading one kind of thing, but watching entirely another kind of thing, though, there also, I was a child of privilege, because my dad was a director of the FDII from the mid 80s. So I got to watch a lot of world cinema as a matter of course, but in general, there is this classic disconnect where it's almost like we are one person when we read an English book, we are another person when we watch a Hindi film. And my question to you is about, when does that sort of shift happen, where initially you are reading everything, and you're watching everything, and it's entertainment, and you're just enjoying it and all of that. But at some sense, there is a shift where, you know, some switch goes off. And you're like, you know, you get it, you get art, you get literature, whatever. I mean, I know that sounds kind of pompous, but you get it, you get that there's something else, there's something deeper, like in my case, like I sometimes say it happened when I happened to pick up Dostoyevsky's House of the Dead, when I was a 10. And I thought it'd be a thriller, zombie horror, whatever. And suddenly, you know, my mind is blown. And then it's my gateway into that kind of thing. Similarly, in your essay about horror films, and the great book you edited, Popcorn Essays, you wrote about how, for you, that might have been psycho, where you're watching a whole bunch of horror films before that, and you're, you know, getting into the genre and really loving it. But it's psycho, which is something else, and you're not scared while watching it, but other parts of you kind of get activated. Is that shift something that you've thought about? Is it a gradual thing? Or is it a one day thing? Is there a sort of an exhilaration and a hunger that goes with it that, you know, you discover this whole new world? Tell me a bit about that. And tell me a bit about this transition then, from someone who is loving films, to someone who begins to appreciate it in deeper ways?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:59.340",
        "message": "You know, this is a very difficult question. I can tell you, it definitely wasn't a sudden shift. If it was a shift, it was a very gradual one, and it's still going on in my 40s. I feel like, you know, if I were to spend the next 50 years, you know, writing and thinking about films, at the end of my life, I would still feel like I was, you know, just a student in the first grade or something, and hadn't engaged the fraction of everything I could engage with. The psycho thing, you know, just to provide context for those who don't know, I'm actually in the process of writing a lot of these little personal essays that I'm currently doing just for myself, or putting versions of them up on the blog or on Facebook. Because this year marks 30 years of, you know, from the summer of 1991, which is a very major period in my film watching life. And probably the period that's closest to the sort of shift that you're talking about. Even though I'm personally reluctant to speak in the language of shifts, as if it's some sort of, you know, life altering thing, because I continue to maintain that my arc as a film watcher has been a very weird one, it's not like it's not something as simple as, okay, I was I was watching only masala Hindi films up to the late 80s or the early 90s. And then there's a sudden turn into watching old Hollywood and from there getting into world cinema. A lot of this is also facilitated by the fact that that satellite TV came to us in the early 90s. And, you know, in the mid 90s, star movies had this thing called 100 years of cinema where they showed all sorts of things for months on end, there were the embassy video libraries, etc, etc. So it's why I had access to a lot of stuff. Things changed for me for around 10-12 years, I was completely out of the world of Hindi cinema. I think I just been so sated by that particular sort of filmic language, that over the top hyper dramatic language. And because as a personality type, I was very reserved, very emotionally undemonstrative, it perhaps also in some small ways became a rebellion against hyper drama, against larger than life things. And for several years that I got into what, you know, I developed a taste that was almost exclusively for the more restrained forms, you know, whether it was old Hollywood, which is a little more subdued than mainstream Hindi cinema, or world cinema by people like Bergman or whoever. But having said all that, then in my 20s, I then returned to the fold of Hindi cinema and found myself appreciating a lot of these larger than life hyper dramatic films, you know, through new lenses, and finding a lot of emotional resonance in them all over again. And today, you know, if there's something that I, that I value in myself as a film watcher or as a film writer, it would just be this that, you know, without any conscious effort on my part, or some, you know, some deliberate attempt to be a viewer who watches many different sorts of things, I just developed a sort of egalitarianism as a film watcher, and open mindedness to all sorts of forms, all sorts of genres, you know, from the, from the really restrained, you know, the mode of kitchen sink realism, to the larger than life, you know, language of filmmakers, like, like one of your favorites, Anjali La Bhansali."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:25.580",
        "message": "I got to point out to the viewers right here that Jai is being ironic because Bhansali is exactly the kind of film cinema I don't like."
    },
    {
        "speaker": "Guest",
        "time": "00:42:35.980",
        "message": "Yeah, well, anybody who's heard your previous podcast already knows that, I suspect. But, but yeah, so I'm always willing to say that I am resistant in many ways to, to suggesting that there is a clear cut evolution as a film watcher. Because also what happens, Amit, I feel is that there's two of, you know, whether one is talking of cinema or literature, maybe it's just the circles that I move in, you know, the sorts of people that I interact with most these days, but I feel like many people just view that evolution in terms of, you know, moving from, from the, the escapist things you loved as a child, to the more somber things that, that are that are befitting for you as an adult viewer, when you start, you know, you become more interested in things like realism or, or whatever, or an understatement or, or authentic pictures of the world around you. And I don't really feel like I've had that journey. I think my journey has been much more back and forth like that I today I can, you know, depending on sort of mood I'm in when I when I wake up in the morning, or the sort of sort of mood I'm in during the middle of the day, I can just as easily watch a gritty, understated, completely realistic film, as I can watch an over the top, loud, slapsticky, or melodramatic film and enjoy it and find some level of stimulation from that. But to also come back to the question of shifts. What happened with Psycho really was that it became a turning point for me, because I watched it, I found it a bit creepy, of course, in some ways. But again, I just found this tremendous sadness in it as a film, and I related to it in ways that I perhaps would not have been able to articulate back then as a 13 or 14 year old, but which I found myself making sense of subsequently, you know, as a young boy who was living with a single mother with a with a recently divorced mother, having, you know, escaped a house that had had unpleasantness and violence in it, and now dealing with the new challenges that came with living as you know, as part of this somewhat unconventional family unit with my mother and her mother, my nani, who did so much for us, but was also an extremely boisterous and extroverted person, the sort of person that I was wary of as a child, as a very shy, introverted child. So there are all these conflicts going on for an adolescent, for a 13-14 year old. And I found that watching Psycho with its reflections, especially in this beautiful scene in the middle of the film, where the Norman Bates character and the Marion Crane character played by Janet Leigh, they sit and just talk in the parlor. And for those 10 minutes or so, the film is like, it's like a Bergman film, or a chamber drama or something. And they're talking about loneliness, about things like that, and what it means to love someone and to hate that person at the same time, or to feel like you're in your own private trap versus being free. And I just found a lot of resonance in that, a lot of sadness in that. And that was one of the things that led me perhaps to, you know, it came at a time in my viewing life when, like I already mentioned, I was starting to get a little tired of, of the overwrought language of the Hindi films that I was watching. This is also a time when Bachchan is in decline, serious decline, there have been some truly ghastly films like Toofaan and Jadugar in the late 80s. And so it just turned into, it just happened to be a good time for someone like me to start exploring new pastures and to get into new idioms of filmmaking."
    },
    {
        "speaker": "Unknown",
        "time": "00:46:29.060",
        "message": "And one thing just led to another and I became a new type of movie nerd."
    },
    {
        "speaker": "Guest",
        "time": "00:46:33.580",
        "message": "Like I said, I was away from the world of Hindi cinema for around 12 years almost. That said, there's one little caveat, which might confuse this whole narrative all over again. In the middle of that 12 year period, I was taken by friends, by the few, you know, friends slash close acquaintances I had at that time in the college years, to watch Dilwale Dulhania Le Jayenge in 1995, when it just came out on the big screen. And I really enjoyed it, I enjoyed it thoroughly. I'm not sure if I admitted it to myself, or I admitted it to my friends, but I felt stimulated by it and I was completely immersed when the song sequences came on, when Shah Rukh does that crazy thing on the piano, early in the film, and I found that fantastic. It reminded me of some of the Shammi Kapoor films I'd seen. So I still, even at that point in my viewing life, I obviously had the DNA that enabled me to immerse into language of mainstream Hindi cinema, it's just that it wasn't important enough to me. So after that one DDLJ experience, I didn't go back to watching Hindi films on the big screen or anything like that. I went back to the sort of cinema that I had been, you know, that I'd become recently interested in. It took a while to get back to Hindi cinema. But yeah, that's, that's roughly what the journey was like, at that point. It also, it also brought a lot of a lot of loneliness with it, because, because the sorts of films I was watching, I really did not have any friends, or anyone I could talk about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:05.340",
        "message": "them with. All of this is fascinating. And especially, you know, when you when you mentioned Bachchan's bad films, Jadoogar and all the other rubbish that came around that time, you know, the thought that comes to my mind is that today, when people look back on the career arc of a person like him, you know, they can just focus on his good films, and, you know, almost a selection bias. And they know that there are bad films in that arc. But it's a historical thing. But there are people who kind of live through these periods, where I think the 80s was, you know, not just a bad time for say, Bollywood. It was also a kind of horrendous time for Western rock, for example, you had all those hair bands and all of that. It almost seems like to grow up in that time, I think you and I should get special points for surviving all the bad art that came out during that time."
    },
    {
        "speaker": "Guest",
        "time": "00:48:52.100",
        "message": "I have to say, I somewhat disagree with that, when you say 80s is a bad time for Western rock, wasn't that the time when, when you had REM and U2 both sort of doing some of their some of their major early work, and well, a few others."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:05.740",
        "message": "I'm kind of thinking more about all the hair bands and the big arena bands and all of that. And REM really got into their best phase, I would say in the late 80s, early 90s. From that period on my favorite REM work is certainly 90s. And YouTube, of course, Joshua Tree was 80s. But Achtung Baby was early 90s, if I remember."
    },
    {
        "speaker": "Guest",
        "time": "00:49:22.540",
        "message": "So also, I would say at risk of again, confusing the narrative or sort of getting our boxing gloves on. Actually, one of the many things I've changed my mind about a bit and I do this infuriatingly often often to the degree that I go back and look at my blog post written 12-13 years ago and I find myself disagreeing with everything I've written in a particular post. But I'm not that sure anymore that the 1980s was was such a bad time for Hindi cinema. And I'm not let me clarify right at the outset, I'm not talking about the art movement or the parallel movement. I'm talking about about a lot of other stuff that was happening, which would include it. No one's going to suggest that that these films are are interesting from beginning to end or really, really, you know, organically well created or anything like that. But I still feel like there was some interesting stuff going on in the mainstream done by directors like JP Dutta and Mukul Anand and Rahul Ravel, and a couple of others. And it's not as bad a time as a lot of us think it was. Also, I think with hindsight, I feel like a case can be made that there was a lot of a lot more honesty in some of the best of those films, or some of the some of the 80s films than there has been in the last two decades, where a lot of filmmakers, including the really good filmmakers who deserve to be respected, seem to just be very aware of their place in a global world, and constantly having conversations with other international cinemas, to the degree that they are, you know, that they almost operating in that idiom, in the idiom of what a certain sort of homogeneous, good film, what most cinéastes would describe as a good film, internationally speaking, should look like. A lot of the indie Hindi films of the last 10-15 years, I feel have, you know, have formally modelled themselves on that structure, with very good results. I'm talking about films that I've enjoyed a great deal, but I do wonder at times if something has also been lost along the way in terms of, you know, moving away from the very special language of Hindi cinema as it once used to be, when it was tonally all over the place, when when it's masala derivatives sort of came from, as we say, as we as we know, from the from the Parsi and Sanskrit theatres, and you had a lot of tones, mishmash together in the same film. I sometimes feel that it's a bit of a loss that we moved away from there as well. Or at least that there seems to be no place at all for that sort of filmmaking in today's world unless it's done ironically, unless it's meant to be a nudge nudge wink wink thing or something. I do feel that's a loss."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:59.500",
        "message": "So before we get back to your personal journey narrative, I'll kind of double click on this digression and kind of ask about this itself, that, you know, I get what you're saying, you're saying that at that time, filmmakers are, they are what they are, and there's no pretentiousness that they don't have, like, today, people have, you know, different kinds of expectations of themselves and all of that and whatever. And we will come to current day cinema a little later. But just going back to the 80s, my my conception would be that it wasn't that there was like almost a deliberate ideological decision that world cinema be damned, this is what we do, we'll continue doing it. And that therefore, there is a certain kind of purity in that I don't think there was something like that. I think it was a lot of the films that were being made were being made not out of that sort of conviction, but just out of, you know, they were, they were just doing what they knew, they were just being reactive to what they thought the audiences wanted at this time. I mean, I understand that there are interesting things happening during this time that we do Vinod Chopra made Parinda, but again, he's influenced by a lot of world cinema already. So leaving those kind of outliers aside, the Rahul Ravel's and the JP Dutta's and Decoyette and all of that stuff, which is kind of happening, but does seem to me filmmakers just focusing in a mode of giving the audiences what they want getting a box office hit, so to say, and nothing and I'm not dissing that you live within your culture. And it's perfectly fine if you want to just do that and do nothing else. But any thoughts on that? And specifically, then what are the films that you'd look at during that period and say that these are films that we should revisit now, it's not as bad as we used to think it was like, I think Mr. India was 80s. And I'm sure you'd, you know, consider that as part of, but apart from that, what are the kind of films which you think we should revisit and why?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:48.060",
        "message": "See, there are lots of films, I'll name a few, but then again, it comes with the necessary caveat that that many people, maybe you, maybe many others listening to this will not even agree with me that these are films worth revisiting for this, we have to, you know, again, come back to the subjectivity of all this. And one more thing that I'd like to say, which perhaps has a bearing on some of what I'm talking about is that, that as I've grown older, as a film buff, one of the things that has happened to me is that I've become far more interested, not in films that are interesting or well done from beginning to end, or, you know, just just sort of, you know, you look at the totality of the beast and say, okay, this is a four star film or a five star film to use the reductive language of star ratings, but films that that might even be pretty average in some ways, maybe tacky in some other ways, maybe, whatever, whatever word you want to use, regressive is the word that gets used a lot when we when we talk about any sort of world cinema, but also has points of interest, also has some sequences, some things that it does very well. Now, increasingly, I found myself finding a lot more time for that sort of thing, compared to, you know, this, this assessment driven idea of what sort of film is it on the whole. And of course, I'm also speaking with the privilege of being somebody who, who doesn't do reviews on a very regular basis, I, you know, in the last few years, I've been writing columns, I've been I've been allowed to write these very whimsical personal pieces, where, so for instance, two different columns that I've done for two different publications have actually been about sequences, about moments in a film. And of course, how those moments tie in with the larger animal. So I've had the luxury of doing that, which is not a luxury that the regular Friday to Friday film reviewer has. But that is how it's worked for me. One of the books that I hope to work on in the future, I don't know if I ever will, will be an anthology of moments, an anthology of important moments from Hindi cinema, which could be and a moment can be defined as a full length 10 minute sequence, or it could be an actor's gesture, just a little gesture or the movement of the head, which seems to speak volumes or whatever it is, and of course, it will be very subjective. So I'm saying all this also partly to prepare you and your listeners for, for the possibility that some of the films that I mentioned will may not really be seen by most film buffs as good"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:21.540",
        "message": "films, capital G, capital B. May I just interrupt and say that you don't have to be so defensive. And when I asked you the question, I did it with the actual sincere intent of actually revisiting some of this stuff you're talking about to educate"
    },
    {
        "speaker": "Guest",
        "time": "00:56:36.620",
        "message": "myself. So but anyway, continue. Well, because this is meant to be about my subjectivity as a person. I have to say I am defensive 99% of the time, when I'm talking about my tastes. Okay, so just to come back to what I'm saying, you know, just just look at directors, the interesting works of some directors. And I think some of Subhash Khai's films, including Meri Jang, which has Anil Kapoor and Meenakshi Chaudhary in it, is one of the relatively interesting mainstream films of that period. In general, I think you mentioned Mr. India, of course, which which I think Mr. India is a is actually a fairly respectable film in many ways, I think. And I think I think there are a lot of people who can just see the craft of that film and the honesty of that film as well quite easily. But I think this might be a good time to talk about how many of us have undervalued Anil Kapoor as an actor and he did so much interesting stuff in the 1980s. Of course, it's amazing that he's, he's still managed to be relevant in various ways, you know, in the 60s. But, but back then I remember, you know, when I when I was a kid, in the 1980s, even though I was surrounded by the world of Mr. India, and Tejab and Parinda and this film called Ishwar in which Anil Kapoor had a very interesting role and Avargi, you know, a few films like that. Somehow, this is something that I that I articulated to myself only years later. Somehow I thought of all these films, in terms of other people in the films, Sridevi, Madhuri Dixit, Jackie Shroff in Parinda, Nanna Patekar and things like that. Karma, Subhash Khai's Karma in which it became became so easy to sort of just see Anil Kapoor playing this buffoonish character jumping around all over the place. And when you and instead you're supposed to be looking at Dilip Kumar and Newton and, and all that. It's only later many years later that I realized that Anil Kapoor was was a pretty major part of these films. And he was, you know, at the very least, quite good in most of them. And you know, he held his own, he did everything that was required of him. And I think certainly his early career, including his mainstream career at that time, and of course, there's a slightly not so mainstream career, which which includes lower profile films like Chamele Ki Shadi, and Saahib, films like that perhaps deserves to be looked at again. There are of course, films which which primarily have what one might think, think of as kisshy value or cheesy value, but which can also be quite stimulating in its own way, if you are in a certain type of mood. So you know, so so I, I remember that, you know, films like the film in which Jackie Shroff co-starred with a dog, Teri Meherwaniya, which was, you know, it's a film that even back then at the age of seven or eight, when I was watching the songs on Chitrahaar, I think even at that point, one realized that that one was watching something that's a bit silly, or whatever word you want to use. But again, I watched a lot of that film, not the whole thing again, but but I think maybe 80% of the film on TV, when it when it happened to be coming around, maybe 10 years ago or something, and I just found myself absorbed in it and just watching it. And maybe it has something to do with the fact that, that my own life had had become quite dog centric by that point. Also, so you know, so so one is interested in certain things and in what the relationship might be like, at its core. If you look at it, you know, if you take away the really melodramatic trappings, and just just look at the emotional core of it, that there might be something to it. I found that interesting as well. JP Dutta's films definitely deserve to be revisited. Unfortunately, to the best of my knowledge, there are, you know, major films like Ghulami, for instance, do not seem to be available in their complete prints anymore. I think it's a more than three hour long film. And I think it's on YouTube or something in two hours, 20 minutes or something funny like that. And I don't know how these things even work at times. And Hatyaar, which was another JP Dutta film, which I was a big fan of, when it first came out, and, and when I watched it many years later, these are all films that broadly use the language of the mainstream Hindi film of the 1980s. Overwrought, sometimes, you know, embarrassingly dramatic, loud music used to used to underline everything. And I know you have a major problem with with that use of that emotional cue providing use of music. I don't as a rule, I actually actually find find it very stimulating in many contexts. But I would admit that that a lot of the 80s films perhaps went over the over the top with it or what you know, it's a bit difficult to watch some of some scenes in those films, because of how we've now been conditioned by by the slightly more realistic cinema. This is also true, of course, of old Hollywood, a lot of the 30s. Last year, when I was hosting these for these film discussion sessions, and looking at genres like film noir, and the screwball comedy and genre and looking at 1940s Hollywood films, I found myself cringing just a little bit when even in a really, really good Billy Wilder film that I love, you know, that that'd be, you know, the music would be a little more insistent than felt strictly necessary. But on the whole, I don't really have a problem with with that. I mean, I'm, you know, I find it quite stimulating at times. But yeah, so JP Dutta, a few of Mukul Anand's films are quite interesting. Rahul Ravel, you mentioned a film like Arjun, for instance, which is which is which is an interesting mid 80s take on on the angry young man for the unemployment era, that sort of thing. There are quite a few others. I'll keep bringing them up over the course of these conversations."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:20.100",
        "message": "Yeah, no, no, you mentioned my sort of distaste for spoon feeding in the sense background music that tells you how to feel and all of that. And I've actually been thinking about that in recent times. And what I've realized is that, at one level, obviously, I prefer a certain kind of understatement, where I am being manipulated as little as possible. And you know, what's happening is happening. But then the point is that manipulation is inevitable. Because every choice that a director makes within a film has a certain effect on"
    },
    {
        "speaker": "Guest",
        "time": "01:02:49.180",
        "message": "the even even even in a documentary, every second of a film, even in a documentary. So"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:53.780",
        "message": "even when Ozu keeps a still camera in Tokyo story, and people are doing what they're doing, he has still chosen to keep it still he's chosen to keep it in a particular place, he's chosen to keep it for that bit of dialogue and not some other, all these are choices are affecting you. So you're being manipulated. Anyway, people may manipulate you in understated ways or they may manipulate you in, you know, more flamboyant and obvious ways. But what is happening is what is happening. So even if you look at say the, you know, Lars von Trier's dogmy kind of school that we won't have background music, and we won't have this and we won't have that. But the bottom line is even those are choices. There's no way to kind of get away from the artifice of, you know, the act of creation, whether you're telling a story through a book or a film or whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:03:36.300",
        "message": "But you know, you know, that's, sorry to interrupt you. That's, that's, that's a very good point. There's also another thing to be said, which maybe we can touch on a bit later about the personality divide, you know, and what you said just now, actually chimes with with something that I've had to think about a lot in recent years. And as I mentioned, one possible reason why I needed to get away from, from the language of, of the typical mainstream Hindi film as an adolescent was because it was just sort of it was, it seemed too connected. And then there's something I wrote about in an essay a couple of years back also, and I ended up articulating it in the process of writing it, it felt too close to certain other things that I was feeling stifled by as a very introverted, very undemonstrative kid, you know, the boisterousness of my nani, my grandmother, a woman who loved me a great deal, but also was too loud and extroverted for my liking and, you know, and moving away in some ways from her world. And you know, when it became possible for me to, you know, to have a videocassette player in my room, and to keep my door shut and to sit down and watch Hitchcock and John Ford, instead of watching the latest Salman Khan film of 1991. So all that is there, but I've also had to think about this a great deal that there are coming back to the multitudes that all of us contain. One thing that I've always been a little puzzled about, in you know, in my own personality, when it when it comes to how I watch films, or how I respond to films is how very often there's, you know, I find myself identifying with a character, or really feeling, feeling drawn to a character who on the face of it is completely different from me. You know, there's no, you know, connect at all. And the earliest example I can think of actually goes back all the way back to my childhood. You know, you're watching Sholay for the first time, I think it was probably, you know, when I was five or six or seven years old, and Amitabh Bachchan was everything to me, right. And, in this film, Amitabh Bachchan is playing a character who has my name, and is playing this very taciturn, slightly sarcastic character. And that was pretty close to my self perception as well. And you just think that that is the character I'd be most interested in the film. And I can say this hand on heart, I can say this, from the earliest that I can remember watching Sholay, and it continues to this day, I've always found Dharmendra's Veeru far more interesting, far more stimulating, you know, when the two of them are on screen together, I'm always looking at Dharmendra and to see what he's doing, you know, to see his, you know, his exaggerated gestures and his grimaces and other things he does with those huge hands of his. And that's something that it took me a very long time to even make sense of this, because it's completely counterintuitive. It makes no sense at all. If you think of, of art or creative works as being things that that help you, you know, tap into aspects of yourself, then I think a case can be made that maybe there's a closet extrovert in me, some hidden, boisterous Veeru, who got that sort of catharsis from watching Dharmendra in that film. And, and there are many other examples of that sort I can think of."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:47.500",
        "message": "I mean, the example that comes to mind is all the colourful t-shirts and sweaters that you wear. So maybe those are also your hidden extrovert."
    },
    {
        "speaker": "Guest",
        "time": "01:06:53.900",
        "message": "No, I mean, that is a very contrived and deliberate way of, of making up for my, for the dryness and the boringness of the personality."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:04.220",
        "message": "It's interesting you say that because, you know, I remember advice that was often given in my poker playing days, that if you're at a table and you're very tight and you're folding all the hands, you know, people might notice and exploit that tightness. So what you got to do is you got to talk a lot. So people feel you're involved, you know, and they won't realise that you're actually folding everything. But anyway, that's a boring piece of advice and not relevant beyond a certain stage of play. Coming back to, you know, what you said about, I mean, I have like 30 questions I have to ask from what you have spoken about over the last 10 minutes. But I'll go back to your personal journey. And I'm sort of struck by this beautiful quote I found in one of your essays. And I'll read it out a quote, much of the world cinema I now encountered felt like exercises and coolness and restraint. Being emotionally undemonstrative myself, I was struck by how there wasn't a need to talk all the time, how silences in cinema could be meaningful, stop quote, and you're talking about the time you discovered world cinema, as well, where this almost seems to mirror that phase in your personal life where your nani is very boisterous, and you are quiet and introverted, and Bollywood is very boisterous. And then you discover a kind of cinema that indulges in these silences, that has the same kind of sceptical attitude towards religion, as it were, as you have, while your nani is a believer and Hindi cinema is a believer. And and this got me to thinking about how much are our tastes mirrored by or shaped by our personalities, because my default assumption has been that our tastes are like hardwired. We are what we are, you know, for example, speaking for myself, I like a certain kind of minimalistic, understated cinema, though, I can appreciate why people would like more maximalist cinema, I can appreciate them at an intellectual level. But what really appeals to me is more understated, but like certainly in your arc, and it's obviously not a clear cut arc and all of that, but whatever little I can make out through your writings, it seems that there is this initial distance that you feel between yourselves and say, family or nani or whatever, and you turn away from Bollywood and at a later stage in life, you come back in both senses where of course, you start watching Bollywood again and appreciating it for what it is. But at the same time, you've written movingly about how, when your nani passed away, you, you sort of regretted not talking to her more, not being with her more, all of those kind of things. So this is also I think, like at a personal level, and it must be true for so many of my listeners, that when you're young, you want to express your personality, you want to break away, you want to feel that autonomy. And therefore, that often means you are kind of going away from your family, you look at them in harsh ways, perhaps often because one doesn't have the maturity to, you know, see the full picture to see the multitudes. And then later on in life, as you become an adult yourself, sometimes you go, you know, you go back, sometimes you don't, sometimes your vision sort of deepens. So you know, does this make any sense when this connection of the personal and how one relates to the art and entertainment one sees? And do you think that, and again, I'm thinking aloud, my assumption was your taste is what it is. But and my taste has changed in different ways over the years, but I would have thought it's changed on its own. But do you think there is also a way just by thinking about it by consciously thinking about why we like the stuff we like and why we don't like the stuff we like, that we can shape our taste as well that we can make ourselves more appreciative of things we might not otherwise have liked, like talking to you, for example, I'm definitely going to go back and revisit some of these films you talk about at the very least, look at your essays on these moments and kind of try to see through them and who knows, you know, that might kind of make me look at them in a different way. Do you think there is that possibility or should one tell oneself that don't get ossified? You know, keep searching?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:53.500",
        "message": "Well, as a, you know, as a critic, as somebody who's writing about cinema and who's so nerdish that you know, he's given over a great deal of his life to doing almost nothing but watching films and thinking about them and trying to articulate thoughts about them. I would say and this is advice that I give to anybody, you know, in classes, anyone who's trying to be a critic or a reviewer, the first thing I say is read, read, please read as much as you possibly can, watch as many different types of films as you as you possibly can without getting, you know, into the, into ideas of what is a good film, what is a bad film, you know, don't get into ideas about categories being bad. Once you start dealing with individual films, of course, you know, your job is going to be to say that that something worked for you, something didn't work for you and then to articulate why it didn't, but don't go into categories thinking that this is innately bad or this sort of genre or this sort of tone or this sort of mode, or whatever, this style of filmmaking is bad. That's one piece of advice I give them. Now, of course, even while I'm giving it, I know that this is not something you can force your brain to do, right? And that's what you're saying. I mean, I'm sure there's something to what you're saying about what a lot of our tastes being hardwired in some contexts. I find if you're asking me personally, and you're asking me about cinema, and maybe about literature as well, my experience has been that my tastes have not been hardwired, they've shifted a lot over time. And it's something like as implied earlier, it's something that I'm quietly proud of the fact that I seem to have the capacity, I don't know where it comes from, it's not come out of some deliberate effort, you know, as far as I know, but I seem to have this capacity to appreciate many different types of things, which is pretty useful. It's a useful quality to have, if you're writing about books and films. That said, of course, I completely get that it might not come naturally to everybody. And that therefore, maybe a case can be made that you make some sort of effort, you put yourself in this place where, you know, if you're watching films, and you have this innate resistance to a certain type of film, you don't like the idea of romantic films, mushy romantic films, or you don't like action films or whatever, then if you're trying seriously to be a film critic or a film writer, you do have to make a minimum effort, I feel, to try and get into that world to try and appreciate the terms of that world. Even this can be very difficult for one very simple reason that there are certain genres that people can just have a visceral problem with, right? A bodily problem with horror, horror is the classic example, you know, especially the jump scare sort of horror, I know so many people, so many friends who don't have any snobbery or condescension towards horror at all, but who simply cannot watch a horror film because it's too much for their nerves, they can't deal with it. Now, if somebody like that wants to become a film critic and is then told to go and watch a horror film, obviously, it's a less than ideal situation. I sometimes have a problem with very loud action films, especially if I'm watching them in a theatre with Dolby sound or whatever, and my ears are being assailed, I get headaches easily. So there's a bodily response to that, which can affect the objectivity, quote-unquote, with which you receive this film or write about it. This has been a very long and rambling way of approaching what you asked. But yeah, I do feel like we probably are hardwired in many contexts. In some contexts, maybe including things that we feel very personally engaged with from an early age, as I did with cinema and with literature, perhaps one just has sufficient time to explore many different types of books, films, and to start appreciating them. Maybe it just works that way. And that's what we call taste changing over time, or becoming more inclusive. I don't know. I don't know if that makes any sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:58.780",
        "message": "No, no, makes a lot of sense and before we go into a break, let's talk a bit about horror. Because you've got a beautiful chapter in your book, Popcorn Essays, about your love for horror cinema. And I was especially struck by this lovely line again, I'll quote you quote, superficial details of time and place scarcely matter anyway. As in so many great horror films, the setting is really the human soul. And it's always nighttime, stop quote. And it strikes me that you know, people who are into high art and high literature and of so on, often tend to sort of condescend to the genres like horror and science fiction. But I think that many of the finest explorations of what it is to be human actually come from within the genres like, like there's a 1980 film I recommend everybody watches, which I'd written a column about, I'll post it from the show notes called Cannibal Holocaust. And it was directed by this guy called Ruggiero Diodato. And Cannibal Holocaust is, it's really one of those found film things where these people discover these videotapes, which were shot by these filmmakers who had gone to some remote jungles where they were filming cannibals. And it almost it served as an allegory of something that didn't exist yet, which is this sort of Instagram age where you're documenting everything, everything is a selfie, which, you know, I wouldn't say not exist yet, because that innate urge for self documentation and the performative urge, I guess, was always there. And all of us technologies enabled it in new ways. And basically, they keep filming each other, one of them dies, one of them, you know, has his vital organs chopped off and burnt and all kinds of nonsense is happening. And they're filming everything and eventually they end up filming their own sort of deaths. And at one level, it's just a gory horror film at another level, I just found it incredibly profound in all these human instincts that it is kind of looking at. And the interesting thing is a guy who directed that film, Ruggiero Diodato. And this was a 1980 film. He went on to act in Hostel 2 by Eli Roth, where in a lovely scene, he plays this sort of cannibal client who is, you know, out of a live person, he's carving out a steak as it were, while, you know, Bide is playing in the background, a very elegant scene in the hostel films also are sort of fascinating looks at addiction and consumerism and all of these things. Tell me a little bit about your journey through horror. And I mean, I have, of course, watched way, way less than you and, you know, these are just kind of selective impressions, but you've probably, you know, watched everything there"
    },
    {
        "speaker": "Guest",
        "time": "01:17:23.660",
        "message": "is in horror. No, no, I haven't. I haven't come close to watching everything there is in horror. I haven't watched so much of the more contemporary stuff or the stuff of the last 20-25 years. Where does one begin? One thing I can say is that I'm glad that you mentioned the hostel films, which again, I haven't seen. But from what I know about them, those are fairly mainstream horror films, right? Those aren't respectable horror films, which is a new category of film that I've become very nervous about. Having said that one should not judge categories, I will now say that the respectable horror film is this category that I'm very nervous about because what it leads to in my experience is a lot of young, woke critics talking about how so-and-so film made by Jordan Peele or whoever isn't just a horror film. It isn't a mere horror film, it is something more. And speaking as someone who loves mere horror films, and who has been endlessly stimulated by them, I start getting very suspicious when a film is described as something more than a horror film. As if horror is something that is innately disrespectful and you have these, you know, once a very overt layer of social commentary comes into it, you know, it's like, oh, this is not just a horror film. This is something that happened, I remember recently in the Indian context with the latest of these often tedious anthologies that come out on Netflix, where Dibakar and Anurag and Zoya and Karan Johar are making short films. So there was the Ghost Stories one, where everybody was raving about Dibakar's film. And I saw it, and I liked it moderately. And then I started just reading some of the reviews, and all the reviews were just going on and on about how, you know, this is a film that just takes horror to a new level, because it's got this very, you know, what to my eyes was fairly clearly and explicitly spelt out social commentary about the current state of affairs or whatever, you know, the world that we're currently living in. And it used a broad horror framework to do that, but it just became one of those things that everybody was raving about. And I was thinking, listen, horror has always had subtexts. Horror is a subtext to begin with, you know, you go back and read about the history of cinema, the earliest films when pictures first started moving on walls, and the first generation of film viewers had to deal with this horrific thing happening in front of them, you know, characters moving in front of them. And then this horrible, ghastly thing called the cut came along, where there's a cut from one scene to a completely unrelated scene. And the shock that would have provided to the nervous systems of the first generations of viewers. Horror is built into cinema's DNA, to start with, you know, it taps into some of our deepest fears about technology, about where we can go with it. So the subtext is there to begin with, even before you start exploring what the theme of a particular film is, even before you start talking about whether, you know, whether Dracula has this, or whether Frankenstein has this deep rooted theme about man playing God or whatever it is. In the context of cinema, horror is just, you know, it really is, I mean, you could make the case that it's a synonym for cinema, it's just another word for cinema. And I find it a little, for lack of a better word, I find it a bit pretentious when people are constantly looking for horror films having these very explicit layers of social commentary in them. This is not to say that a Jordan Peele film is not a good film in its own right, you know, for what it is. It's just that I feel like I've got a bit of a mental block against that sort of reaction to horror cinema, which is also why, to come back to what I was saying earlier, I'm glad to hear you talk about the more lowbrow, quote unquote, films like Hostel or Cannibal Holocaust or whatever. Again, there's been lots of personal resonance for me now, you know, coming back to the parent child theme that I've always found interesting in a lot of the art that I've consumed. Psycho is one thing, there's this wonderful film, this French film called Eyes Without a Face, which is the English title by Georges Franjou, which is also a 1960 or 61, which is pretty gruesome in some ways, though, of course, it's undercut by the fact that it's a black and white film about a young woman whose face has been disfigured and her mad scientist father who's trying to set her right by finding other young women whose faces can be used for the purpose, quite visibly in terms of its subject matter. But again, a very moving film in many ways, and if you just look at it in terms of the father daughter scenes in it, and the desperation of this man, who is a horror movie monster, but is also a tormented father, you know, things like that have always, you know, hit me in, you know, in some place that I can't fully articulate."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:48.580",
        "message": "Yeah, lots to explore there, which we'll do as the show goes along, you know, how your political lens can influence the way you look at art, how young people today perhaps consume art and discover art and how they view it all fascinating. But before we go in for a break, you know, you were talking about the spectacle of the early movie, what's the phenomenon of the cut and all that. So I just want to read out this lovely quote by you about the magical quality of films, where you write quote, there's a popular story from the earliest days of moving pictures about the unprepared viewers of a Lumière brothers short film, who ran out of a Paris theater when confronted with the image of a train seemingly coming towards them. This is probably apocryphal, but there are other similar less dramatic stories from that period and even common sense tells us that the first movie viewers must have experienced quite a few shocks to the system. Today, even the most casual viewers unconsciously process such aspects of film grammar as cross cutting between unrelated scenes. But in the earlier days, even basic cutting from one image to another, let alone rapid fire splicing must have felt otherworldly, to some it must have been frightening, even demonic. Was that puffing train the first movie monster, stop quote. And by the way, this this also we take cinema for granted, we are not struck by any of it as such. But this was something that was that even perhaps this view of cinema as something that influences people more profoundly than say books or art was something that led to our censorship laws, because, you know, back in the 50s or 60s, or whenever the censor board was founded, one of the reasons for having much harsher restrictions on cinema, as opposed to say books, was that, you know, cinema influences naive people in all these deep ways. And therefore, we must, you know, protect them that whole paternalism came from there. And thankfully, that, you know, books were not subject to the same thing. But let's take a quick commercial break, there is so much to talk about that we'll, I feel like we'll need another three hours. On the scene and the unseen, I often speak about positive some games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indian colors.com. Indian colors licenses images of fine art from some of the best contemporary artists in India, and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy, win win game. The Indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Gherabaswari, Shruti Nelson, Pradeep Mishra, and Jaydeep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian colors. Corporate gifting is also available. So head on over to Indian colors.com. There's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indian colors.com. Welcome back to the scene in the unseen. I'm chatting with Jai Arjun Singh about films, books, writing, all of those things. Let's talk about something that we've in fact discussed in the past, because, you know, one of the realizations I came to early on, and in a sense, I went through a similar journey to yours where, as a kid, I used to look down a little bit on Bollywood, partly because, you know, my father was director of the FDII between 86 and 91. So I grew up at home just watching world cinema all the time. I didn't even know that these were like kind of two separate things. I just didn't think of it that way. So it was a question of taste, that I liked a certain kind of cinema much more than the other. And as a young kid, I looked down on one of them as well. Now, as one grows older, obviously, I wouldn't say that I'm a full fledged mainstream Hindi film lover that I am not. But I do recognize that it is a category error in my view, and we'll discuss this and we've spoken about this, that I sort of came to the recognition at one point in time that it's a category error to judge a Hindi film as it were by the same parameters by which I look at a Western film, because they're so completely different, they're trying to do completely different things. They're almost different art forms. So one has to sort of just shift one's frame of reference to enjoy one over the other. Now, there's an interesting quote by you, which again, I'll read out, where you indicate that this is a bit of a false dichotomy. And here's what you say, quote, I don't want to make a facile comparison that goes Hindi cinema is equal to loud melodrama, European cinema is equal to understated realism. It's much more complex than that. Each of these forms has many modes of expression, and cultures and behaviors around the world are far from homogenous. An Indian film that depicted the melodramatic behavior of someone like my grandmother, or many other similar people I knew, could be realistic and truthful. But many viewers, even Indian viewers who know this culture well, might instinctively denounce it as over the top. And much of European cinema, some Italian genres, for example, is loud, goofy or hyper dramatic in ways that are comparable to the mainstream Hindi film, stop quote. And this point about Italian films is great, because one of my favorite directors growing up was Fellini. And one of the Fellini films that I really loved, which critics don't talk about in the canon, but I really loved it is a film called Amar Kaur, you know, which has all these sort of Italian families behaving in really boisterous, dramatic ways. And Italians in many ways are like, Italians seem to me to be the European Bengalis in some of the melodrama and extreme emotion. And of course, one of my favorite films of childhood was Fellini's brilliant Eve with a Lonely, a fantastic coming of age film that spoke so much to me. But to kind of get back to the subject at hand, that one there is, of course, a difference. But what you're also pointing out is that there's no strict boundary between the two. How has your thinking on this evolved over these many years, like I presume that you shared some of that initial sort of snobbishness and got over it and realized not to make value judgments at all. But how does one look at it? Do you have to sort of court shift, so to say, when you view one kind of cinema over the other? How does it all work for you?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:06.500",
        "message": "Not at a conscious level. I mean, I'm sure there must be some sort of mental shift that happens. But as of now, I don't think it's conscious at all. I find it quite easy at most times to watch a particular sort of film on one day. And watch a very different sort of film the next day, without really thinking in terms of... And I suppose most people don't really do that. I mean, how do you consciously make that shift anyway, right? It's not like I start the film saying, okay, deep breath, count to 10. This is going to be this sort of film. It's nothing like that. I think it's just a question of receiving whatever film it is, and then seeing if that individual film works for you or not. And then, of course, if you're doing this professionally, and you have to write a piece about it, then the big thing you have to do is to articulate as well as possible, why it worked for you, or why it didn't work for you. And in the process of that articulation also, I don't usually feel the need to put down things like, as you mentioned, I do tend to be defensive in many ways, and some of that defensiveness does occasionally come into my writing when I'm writing about a really mainstream Hindi film, which I know, tends to be the subject of snobbery from a lot of the people around me, that does come in sometimes. But generally speaking, I'm not really... Even in my writing, I'm not really trying to describe what the assumptions that you have to make while watching this particular type of film, or anything like that. I just take it as a given that there are many different modes of expression, and that there are so many ways of expressing emotion truthfully, and that truthfulness doesn't have to be synonymous with understatement, for instance, to take a really obvious example. You asked something else before this, right? I've gone off on a tangent again, as I do."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:13.620",
        "message": "No, it was sort of about your thinking about this dichotomy, and just to kind of, you know, double click again, as a film critic, like you said, when you're writing about it, it seems to me that there is a certain dissonance, and I'm just thinking aloud, a certain dissonance in this in writing about a particular kind of film and another kind of film, where the reader would probably expect you to have a similar sense of use a similar bunch of parameters or metrics to talk about these films, and actually, you cannot do that. Like when you talk about a film like Moonlight, for example, right, which I loved so much, I thought it's the best film to win a Best Film Oscar when it did just such a great moving film and very understated as well. Right? Now, if within Moonlight, there was any moment where that understatement breaks, and when a character says what he is feeling, it would be a tremendous false note, it would it would just mar the sort of the unity of the film and what held it together. But so you know, that would become a parameter for that film. But at the same time, if you're watching a Hindi film, that kind of expression, almost a spoon feeding of the audience as it were, would almost be routine and not thought of as something that is a problem. And at some level, of course, it is how unified is the voice of the film, that that film has chosen one particular voice in this film might have chosen another particular voice. But at the same time, it is almost as if we look at these two different kinds of cinema through a different set of values, like I love David Dhawan films, okay, you can judge me for it in these times as well. So I love David Dhawan films, but I also love Kieslowski. But the point is a set of values through which I look at those films and the expectations I have are completely different and of course, multitudes and all of that. But I guess you could say that the reader also takes that for granted. So you can't need to spell any of it out or just for it."
    },
    {
        "speaker": "Guest",
        "time": "01:33:00.700",
        "message": "No, no, what I'm really saying is, I suppose is that there isn't a particular way in which I experienced that shift, while, you know, moving from one type of film to another. I don't know what that means. I don't know what that says about me or my brain or whatever it is. But but but but I, and also, since you bring up moonlight, but there's one little point which which I think is, you know, might also go some way to might also be a reminder that there are so many different ways of loving the same film, right? And I know you love Moonlight. I loved it as well. I saw it on in the hall, but but some of the scenes that worked best for me in that film, I actually thought that the background music was, was, was very lush, almost. I don't know, you you probably didn't feel that way. I felt it was insistent in a very good way. I know it served as a sort of I wouldn't use a term like spoon feeding, but but it served as some sort of an emotional cue for me, especially in some of the dialogue less scenes like the one where the protagonist as you know, the one in the swimming pool, for instance, seems like that. I felt like my experience of the film was actually enhanced by the use of music, which which I didn't think of as particularly subtle music. I thought of it as cue providing in a way. Now I'm going to assume that you didn't feel the same way at all, even though you love the film as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:31.340",
        "message": "So I you know, I have to say that I didn't notice it at all. So number one, the fact that I didn't notice it is a good thing. It means that it didn't draw attention to itself and all of that. And secondly, I think like I told you, I think some of my views on this have changed slightly in the sense that I now realize that all of cinema, every choice you make is in a sense manipulating the viewer, whether it is to have a particular kind of music or to not have that music. So I am a little more open to these sort of things than I used to be once, where once I was like, no, I don't want to be manipulated. If there is a sad scene, do not play sad violin music, you know, do not play Chennai at this time. And, you know, in an action scene, you don't need to play action music, just let it happen. Now I'm a little more relaxed. I understand that in any case, it's a curated experience. So you know, unless something is jarring and is detracting from that experience, let me just sit back and enjoy the experience without sort of deconstructing it too much. But I'm sorry."
    },
    {
        "speaker": "Guest",
        "time": "01:35:29.260",
        "message": "Continue. No, that's pretty much all I had to say. It was just, you know, that just a reminder, and there's something that, you know, when you're thinking in this nerdish way about not just about films, but also about the nuts and bolts of film appreciation, film criticism, you do think about these things about how, you know, you and I can go together in a post-COVID world, we can go into go into a hall together and watch a film together, come out gushing about it saying, dude, that was that was great. It was such a great film. And then we go and sit down and have coffee somewhere and start talking about the film. And then we realized that we liked completely different things in the film. And that maybe we disagreed about something very important, you know, the quality of a particular performance, maybe, maybe I thought the performance was the best thing in the film and made the film for me. You had reservations about the performance, but it wasn't anything like a deal breaker for you. So everything else in the film more than made up for it. So at the end of that coffee, we've actually discovered that we've had very different experiences of the film. But for each of us, it is a five star film. So just a little thing that, you know, that these are some of the conversations that come up the few occasions that I talk about these things with other movie lovers or with other professional film critics, that there's so many ways, it's very reductive to think that, oh, you know, person A and person B both love the same film, so their tastes match. It's not, it's not necessarily the case, it's that there's so many different ways of liking or not liking or being indifferent to a film, or a book or whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:01.500",
        "message": "And this leads me to a further thought about the discourse, right? If this was to happen, let's say post COVID times, you can go watch a movie together. What would be that conversation we would have about the film would further enrich the experience of the film if we are receptive and listening to each other? Because and you can see the film from my eyes later, and I can go back and I'll probably whenever I watch Moonlight again, I'll, you know, I'll be more sort of mindful of these things that you speak about. And it strikes me that in much of our discourse, we don't have that receptiveness anymore. Much of our discourse is where you take a hardened position, that this is what I feel and everyone else who disagrees with me has a character flaw that they are stupid or they are evil or they are whatever. And so much of our discourse has become like that a little less on cinema. But even on cinema, as you pointed out, you've written in the past about, you know, when you would write a bad review of something, somebody else would say, how could you not like that? You know, you weren't being objective, whereas you pointed out objective means, you know, you should agree with me. So just a kind of a point about the discourse, one of the ways in which you see these two words colliding these two, almost these different philosophies, and I'll still speak of it in dichotomous terms. Although I buy your point that there's an intermingling, is say in a film like Piku. Now, you've mentioned Piku in the past in the context of acting where some people, you know, appreciated Deepika's, quote unquote, understated performance there and you pointed out that no, she's been good in so many other films. But it is only you know, why are we applying this particular lens or this particular value and saying she's good in this. But I also thought of Piku as showcasing these two forms coming together in terms of the way Amitabh and Irrfan acted, where I thought Irrfan was sadly, just an incredibly great actor by any standard. And you know, while Amitabh, like in that film, I thought Irrfan's acting was superb and Amitabh was just hamming it up. And it was classic Bollywood and you have made these categories of actor and star actor. And he's basically just been a star actor all the way through and he's been extremely good. So no value judgment there, per se. But you sort of see these two different schools of acting come together where Irrfan is just living, breathing the character. And Amitabh is just hamming, it's just, you know, not good acting in my book. But that is, of course, through, you know, my sort of biased lens, Amitabh in his own context, he's a great, great actor that hardly needs to be elaborated upon."
    },
    {
        "speaker": "Guest",
        "time": "01:39:21.700",
        "message": "Can I interrupt for a second? Yeah, sure. Probably make a habit of just riffing on what the other is saying. I actually wrote another piece once, which you probably haven't read, explaining why I was very moved by Bachchan's performance in Pico. And in fact, I've spoken about this also recently in a class because I, you know, most of the people I know, which of course says something about the circles, again, that I tend to associate with, share your view of the Bachchan performance as being an exercise in hamming. And of course, a lot of these people, a lot of the people who hold this view also happen to be Bengalis, who think that this is a stereotypical depiction of the Bengali. Now, of course, I, at risk of being very politically incorrect here, I have to say that speaking as a North Indian who has experienced a lot of real world Bengalis as stereotypes, I had no trouble at all buying into Bachchan's performance. And I think perhaps, you know, a lot of defensive Bengalis are perhaps not the best people to be making that judgment."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:26.260",
        "message": "But you know, I'm half wrong, but that is not my criticism at all."
    },
    {
        "speaker": "Guest",
        "time": "01:40:30.540",
        "message": "I don't care about that. I'm not saying it is. But yeah, there are many others who most people I know, in fact, in the, in the, you know, the film writers world, the writers world, even if they didn't really, even if they weren't bold enough to say it in their reviews, thought Bachchan was not very good in the film, hamming etc, etc. But this actually leads me to a talking point that might be relevant to something that we were discussing earlier as well about how our personal experiences often illuminate or help us make sense of certain things or infect how we receive films or performances. The reason why Bachchan's performance really worked for me, and, in fact, just sort of, you know, moved me in a way that I just, you know, again, had a hard time articulating was because there were these little moments in the performance and I'm not even talking about the performance in its entirety, but there were these little moments in the performance that speaking as someone who has spent a lot of time, either caregiving himself in the last few years, or witnessing caregiving in the context of my nanny's final battle with cancer and my mother looking after her and my mother who's also a very introverted person just putting her life on hold and, and having to deal with this parent who was a completely different personality type, who wanted to bully her daughter, but was also very scared about her condition and I knew that she was dependent on her daughter. So you have that combination of wanting to exercise hegemony as this very extroverted, you know, boisterous person, but also being very scared and nervous, that I shouldn't say something that will get Mala upset, Mala is my mother, and I saw this look in my nanny's eyes so often, you know, in 2007, 2008, 2009, when the cancer period was going on. And I saw exactly that same look, you know, in some scenes in Piku where, where Deepika just sort of loses it, where the Bachchan character is being, you know, he's being difficult and, and the daughter loses it and she starts shouting at him or just sort of say something. And then you know, there's you either see him in, in, in a direct shot or in as part of a larger scene, the way he's looking at her, just, you know, it just felt so truthful to me, it just reminded me exactly of, of that, of that look in my nanny's eyes, looking at my mother, and I just felt like this, this guy's captured something about, about this personality type being in this situation being, being looked after by a child, and, and, and becoming the child who is being looked after by his child. So it worked for me, purely in that at that level, I mean, I mean, I'm absolutely fine with with people saying that the performance felt hammy or whatever. And, and of course, you know, there are so many different ways of judging these things, your feelings about a performance will also be again, I'm not talking about you, but but some other people's feelings about the performance might be affected by the fact that he won a national award for it. He was given a national award for it. So then people will look at the film with that level of expectation. And then they'll say, listen, Irrfan is so much better, and he's, you know, it's such a natural, you know, you barely register that he's acting. And here's this old man who's just hamming it up in every scene, and he got a national award for hamming. So people will, will also look at it from that point of view. But I had a very personal response to the performance. And I enjoyed it for that reason."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:57.780",
        "message": "This is kind of fascinating. If I ever come across Piku running anywhere on TV, because I don't think I'll go out of my way to watch it, but if I come across it running anywhere, I will watch out for this no seriously with an open mind. There's this delightful quote in one of your pieces, in fact, which I linked from the show notes where you quote Subhash Ghai, when he's asked about, you know, Meryl Streep and Susan Sarandon, do we have actresses like that in India? And he said, quote, can they dance as convincingly as Madhuri Dixit does? Stop quote, which is, of course, a lovely way of looking at it. But let's let's kind of now go back to talking about the personal journey and and let's sort of come to blogging, like one of the reasons blogging was significant for me as a writer, it was significant in various ways. But like you, I had a conventional journalism job where I wrote conventional pieces in conventional formats and blogging was different because of all the, you know, standard reasons you and I know that number one, you are not restricted by format, you can do 80 words or 8000 words, you don't have to do 800, you're not restricted by, say, the news cycle, you don't have to write about what is topical, you can write about anything, you're not constrained by house style. And in a certain sense, you aren't constrained by anxiety as well, because, you know, one of the things that often stops writers or gets in the way is their anxiety of what other people think of them. My approach initially as a blogger was I'm just blogging, who gives a who's gonna read it, you know, and you get into that groove where that self consciousness kind of goes. And all of these together came to being something liberating. And in my newsletter, I had an essay about this, about form and content. And also in the context of, you know, the podcast, where my postulation is that doing a three hour podcast, as opposed to a 10 minute podcast means I'm having a completely different kind of conversation, I have to delve that much deeper, I have to do that much more research, I have to respect the guest that much more, I have to be that much more patient, I have to listen, genuinely listen that much more. And all of this affects who I am as a person and changes me in subtle ways, especially if I'm doing it for a period of years. Similarly, in blogging, I think it shaped my writing because throwing away all these restrictions and not having to write to the expectations of an editor, or an audience just allowed me to branch out in all kinds of different directions and all of that. And I think that at the end of that period, when like I wrote 8000 posts over five years, I would do five posts a day, as you know, on average, I think my record was 18 posts in a day. So I was, you know, great writing gym for me getting a lot of writing done without realizing it or thinking of it that way. But I do feel that it kind of, it changed the work I did, it changed, therefore it changed the way I thought, because the imperatives were different, and it changed the person I am. Like I genuinely think that, if anything, and this is, of course, in a relative sense, but the podcast has made me a better person, because I listen more, and I'm more open, and I'm more sort of whatever. So what did blogging mean to you in that sense? And obviously, this is only in hindsight at the time one never knows, but how did it shape you? How did it shape your writing? How did it shape the way you looked at cinema? Because before this cinema in our newspapers was cheso word ka review, you have to talk about plot, you have to give a verdict, you have to give a star rating, and that's it. But now suddenly, you're writing personal essays, you're writing stray observations. What was it like?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:13.860",
        "message": "No, well, first of all, you're being very kind when you say 600 words in mainstream publications, it was closer to 300 or 400. I had worked for an India Today tabloid in my first job in journalism, and, and I of course, that was a very small 16 page publication. But the reviews, I would do book reviews or film reviews were never more than 350-400 words. It was far from the ideal way of doing it, but when you're that young, you will have a boss coming up to you in the middle of the many other things you have to do in a day, and just sort of tossing a book at you and saying, yeah, it is a 400 page book, and saying iska kal review de dena, give the review by tomorrow. And that, of course, just just tells you the first message that gives you as a young journalist is that reviewing is not taken seriously, it's not something to be taken seriously is not considered a form in its own right, it's not considered something that can be good writing or good thinking in its own right, it's just something that you just do, anybody can do it. What's important anyway, is the star rating that you go with your piece, because that's what the vast majority of readers, including my mother, by the way, would look at, even after after I was writing as, even after I started doing film pieces myself, my mother would still be looking at the Times of India piece to see what the star rating was. So of course, working purely for mainstream publications as a journalist at that time, and possibly even at this time, at the current time, just meant that you're not, you don't have the tools to take yourself very seriously as a reviewer, or as a critic, or to think of it as something that requires rigor, or think of a review as something that can be well written, well articulated, that can be a personal thing. And of course, pretty much everything you said about blogging applies to me too, except that I might, I don't know if it would be completely truthful to say that I didn't feel any peer pressure at all, or any burden of expectations, because I think the time probably did arrive. I can't really think of any specific cases just now, but a point did arrive when after the blog became widely read, you know, during that, that heady period of 2004, 2005, 2006, before social media had come along before there was all this clutter on the internet, and blogs were still being read quite widely. And, and as you might know, one of the reasons why it became possible for me to become a freelance writer and an independent writer working from home, working for multiple publications was because I was getting job offers from other publications based purely on the blog writing, not on my writing in Business Standard where I was working at the time. So it was a very heady time and once you became aware that senior editors and different publications know Jabberwock, know your blog Jabberwock, and obviously somewhere you start becoming a little self conscious. I think that did happen to me somewhere, I became a little nervous as well. But I don't think it happened to a great degree. I don't think it happened, it happened to a crippling degree where the writing became a chore or became more difficult to pull off. And ultimately, of course, what happened was that to more directly answer your question, what it did for me, in addition to what you said yourself about just giving you a space where you could write an 80,000 word piece if you wanted to hypothetically, or definitely a 1500 word, 2000 word piece on a particular aspect of a book or a film, rather than a holistic review, or a holistic structured review of the book or the film, just something whimsical, but detailed at the same time, obviously, that the blogging format did that for me. But also what it did was because at the time, like I said, I was working for Business Standard newspaper, I had started doing a few book reviews for them for the edit page. But mostly what I was doing at that time was still this very corporate writing, I was doing these corporate stories on the watch industry, on the jewelry industry, whatever stuff that I wasn't genuinely interested in. And because prior to that, the only film reviews or the only book reviews I had written were for that tabloid that I mentioned 300 word spaces, 400 word spaces, I perhaps lacked the confidence that I could do this, you know, in a in a proper consolidated way in the long format. And what the blog did for me was especially when when the blog post started getting a good response, was that it told me that, yes, I could write a 1500 word piece about a film or a film essay that was appreciated by other people. And that therefore my sensibility, you know, struck a chord for other people. It told me that and that gave me the confidence that I needed to ultimately go on and write longer pieces for official publication. You if you remember, a little more than 10 years ago, you gave me a column space for Yahoo, which again, a lot, you know, what was the sort of space where I could write longish pieces. Now, again, without the blog having happened a few years before that, I might not have had the confidence to to write officially published pieces for payment for writers like Amit Verma and Prem Panekar, who I admired, that I might not have had that confidence without the validation provided by the blog. So that's really it. I think, you know, finding one's voice, feeling like it was sustainable to to write longish pieces about cinema or literature or whatever, and that it would make some sense to someone. That's what it was about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:03.300",
        "message": "Yeah, for my listeners, I used to be a consulting editor at Yahoo briefly, I basically put together and ran a column section for them, which included columns by among other people, Jai Arjun Singh. And I think you used to alternate with Sanjay Sipahi Malani on books, another sort of fantastic writer, the two of you were my sort of art and culture people. And we had others for politics and society and this and that. No, I'm going back to, you know, the similar process that happened to you where you said that people started taking your film writing seriously because of the blog. And a similar process happened with me in the sense that look, I was I used to work at Cricket Info, I used to write in cricket. But because of the blog where I wrote about everything, I got that column in Mint for which I won the Bastia Prize, I used to write regularly for the Wall Street Journal back in the day. So everything kind of came from there, though none of that was intended. And the happiest writing I did was actually for the blog itself, because absolutely no limitations and the other way in which it helped me and which is why I advise people today to start a blog or a newsletter because blogs are kind of dead. But something is is that you're writing regularly that iteration matters, you're writing repeatedly, hopefully without self-consciousness, and that iteration just matters, not just in making you a better writer and polishing the craft, but also it kind of makes you a better thinker. Now, my next question is this that at this time, you're writing about films. And one aspect of writing about films that we discussed is that it makes you look deeper at films, that you no longer have that intuitive or that initial or that visceral reaction to a film, you actually have to think about it, figure out what you want to write about it, go deeper into that aspect of yourself and all of that. But it strikes me that there's another danger and the danger is taking this too far of looking for significance where there is none, because you have to have something to write about almost a risk of over analysis, as it were. And in your self deprecatory way, you've pointed out one example of this in the past, I think in a TEDx talk you gave, where you spoke about the scene from Jaane Bhi Do Yaaro, you know, where everybody is sort of silhouetted, they go up this building and they're silhouetted and in the sky and, you know, these guys are just silhouettes. And you spoke about how this sort of seemed to be symbolic of their Kale Karname. But when you mentioned it to Kundan Shah, the director, he said, Oh, Jai, you're being a critic again. Aisa kuch nahi hai. You know, and I'm reminded about this, and I try to watch out for it in myself when I write about books or films. Because critics do tend to do this, like I remember one of my favorite films as a kid growing up, because I saw it at that age when it is likely to appeal to people of that age was the Peter Weir film, Dead Poets Society. And a couple of years later, my dad got one of these foreign film magazines where I read someone talking about Dead Poets Society, about having all these homoerotic overtones and all of that, which I was completely sure is just way over interpreting what it actually was, you know, reading far more into a story than you need to. So is this something that you felt that you had to watch out for? Do you think you ever crossed the line? You know, would you know when you cross the line, because at some level, obviously, everything is subjective. And you can only speak about how the film affects you and what it means to you. But at the same time, there is a risk of kind of going too far reading into the film things that the director never intended or just weren't there just because you know, that's a fascinating narrative for you. So is this something you've thought about? Do you look back on some of the earlier stuff you've done and say that, hey, no, no, that was that that was wrong? Or, you know, I overthought that?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:30.500",
        "message": "You know, the short answer to that would be no, I don't. And I have to say this, what the director in consciously intended or what a novelist consciously intended, you know, should be completely irrelevant to a good critic anyway. It's not something that I mean, I'm firmly with again, come to another cliche, but, but I, you know, firmly believe in D. H. Lawrence's dictum about trusting the artist, trusting the tale. Now, the thing is, that example you provided, wo jaane bhi toh yaaro by the way, there was actually a follow up to it, which I think maybe maybe you don't know about, or maybe I don't remember if I put it, it may not have been in the book, but but I think I may have written it elsewhere. When I spoke with Dinodh Pradhan, the DOP of the film, later, may even have been after I did the book, or I can't remember the exact sequence of events. He actually told me that, you know, though, of course, the fact that the scene was shot in that particular way, that silhouetted way, where the four villains, the four conspirators are, you see them in the shadowy sort of way, the fact that it was done was was first and foremost, because they had run out of time, and they only had that had the top of that building for for a certain amount of time. But Dinodh Pradhan also said that, you know, but but you know, when we found ourselves with this constraint, I went up to Kundan and said, listen, but you know, this would actually make for for quite a nice atmospheric shot, given, given the black deeds that are being, you know, being being discussed out here. And you know, I did sort of, and he said this, Dinodh said this independently of my having brought up anything in terms of interpretation. So that is one thing. Having said that, even if he hadn't said it, even if Dinodh Pradhan hadn't provided this counter narrative to what Kundan provided, and I should also specify that Kundan himself, though he he was very snarky with me at various times, snarky in a nice way, in a way that a creative person often is with with an impudent young critic who is who is trying to read a lot of things and do his work, because creative people do tend to feel be very proprietary about what they have done, they tend to feel like, they need to have full control over it. And therefore, other other other interpretations that they did not consciously intend are a problem. Everything should just be there many, many creative people are like that. Even Kundan, in a more relaxed frame of mind did subsequently say to me, yeah, but you know, listen, it's as a critic, it is your job to find your interpretations and to look at what is there in the frame. Kundan had after all, been at FTII himself as a student, and he would have would have picked up on that, you know, watching hundreds and hundreds of films, and we've been taught to think about them in personal ways. So yeah, so my basic position is, if there is one, is that there is no such thing as over analysis, subtextual analysis is great. Of course, it's not that simple, because of course, you know, when we're talking about over analysis, we are still talking about engaging with what is in the frame of the film, if you're talking about a particular scene, or whatever you look at what is in the frame, or in the case of a novel, you look at what is on the page, the words that have been used there. Now, if I were to, hypothetically, I were to watch a film, where you know, just say a Hindi film, where a villain played by Ajit in one of those impossibly opulent villain's lairs with pink sofas and a pool with a shark swimming in it, waiting to chew up heroes. If I were to write about that scene and say, you know, what's happening here is Ajit isn't a bad guy. But there's an invisible pink unicorn sitting on that pink sofa. And he is wired into Ajit and he is making Ajit do all these bad things. And of course, you can't see most people can't see the unicorn because he's invisible and also because he's, he's a little less pink than that bright thing so far. But that is it, that's, you know, the real thing that's happening here is that the unicorn is making Ajit do all these bad things. Now, if I were to say that, it might still be a fairly entertaining take on the film, it might even sort of be a way of overlaying fiction on an existing palimpsest. But it probably wouldn't be good criticism, right? I think it's safe to say that it wouldn't be valid criticism because you know, you're dealing with something that is not palpably in the frame. But once you're dealing with things that are actually there, you know, and at whatever level because the film is made up of so many different choices, some of which could be unconscious choices or subconscious choices or the result of different departments working together collaborating, you can have a scene where an actor is doing a particular thing, there's a line of dialogue, there's something happening at the level of the of the costume design, something happening at the level of the set design, camera movement, shot composition, whatever. Now, when you're looking at all of that in its entirety, of course, it's fair game for a critic to talk about that and to, you know, maybe related to something else that has happened in the same film, or something else that has happened in a different work made by the same director, or something like that. It's, it's completely fair game. I don't think it's, as long as you can justify your, you know, whatever you've interpreted, in accordance with what is actually there in the scene, after that, it's not to my mind, it's not particularly interesting or relevant, what the what the filmmaker himself was consciously trying to do. I don't think that is something that the critic needs to be concerned with at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:03.700",
        "message": "Fair enough. No, it's, it's, I both kind of agree and disagree, I agree with your basic point. But I can see that sometimes overthinking it can become a bad thing. For example, let's take the pink sofa. Now, I think the pink unicorn is a bit much because you're adding a plot element and all of that. But one way that scene could be interpreted is that a young critic today could interpret it and say that, look, what Ajit is actually doing is that with the pinkness of the sofa, by choosing a pink sofa, he's expressing his his repressed feminine side, it's actually a little bit metrosexual that he's got a pink sofa. And all these heroes who are coming to rescue the heroine, by the act of trying to rescue a woman, they are expressing a paternalism and a patriarchal bent of mind and he's feeding that toxic masculinity to the sharks in the pool. Right? Now, all of this is coherent, but it's clearly nonsense."
    },
    {
        "speaker": "Guest",
        "time": "02:02:50.180",
        "message": "Amit, you have a career as an academic critic."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:54.180",
        "message": "Yeah, but the thing is, here is where the director's intent does matter, because none of this is intended. All of this is coherent."
    },
    {
        "speaker": "Guest",
        "time": "02:03:00.500",
        "message": "That's a point very well made. Having said that, I think the safe thing to do is to say that we are all going to be making our own value judgments about where the point lies where you perhaps go overboard with analysis and interpretation. That's a very good example that you just came up with on the fly like that. But I also feel like I have read, particularly in the field of academia, and what I would consider good academia, which is a very tiny minority of the academia I've read, because much of what I've read, you know, especially when it comes to academia around Hindi cinema just seems to be tedious above everything else. But in what I see as the well expressed, serious minded academic writing, I've actually seen things that are not that far from this deliberately exaggerated example that you provided. And I've been able to sort of go along with it to some degree."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:01.020",
        "message": "No, no, I don't mean to diss all analysis. And I'm just saying that there is a danger of overthinking and does one watch out for it. And you know, this reminded me of a story about myself and it's fairly self deprecatory because I end up looking very stupid in it. So why not share it, which is that when I was in college in my teens, so this would probably be 91, 92, your seminal year, 91, for example, for all we know. So I was in Ferguson College in Pune and in our neighbouring college, I think in Gokhale, there was an art exhibition and Hussain's works were among those that were put up. And I don't remember the occasion at all or why Hussain's works would be put up in a college exhibition, but there was something by Hussain there. And Hussain himself was around gracing the occasion. So I went there with an acquaintance of mine, my neighbor in the hostel, and we were looking at a Hussain painting and there was some candle in it. So my neighbor looked at me and said, you know what that candle is, I think that represents a hope of humanity. So I was like, nahi yaar, a great artist like Hussain would never do such cheap symbolism. So anyway, then Hussain comes near the painting and somebody, you know, thrusts a mic in his face and says, Sir, can you tell us about this painting? What is that candle doing there? And Hussain says, that's meant to represent the hope of humanity, almost identical words. And I just wanted to sink into the ground ki yeh kya ho gaya, but anyway, to sort of continue, I'll pick up on one of the things you said, where, and I agree with you in this particular thing that you said, where you said that you have to look at a piece of art on its own and divorce it of everything else, just look at it by itself, forget what the director intended, forget all the things around it. Now, this brings me to that political question almost these days of can you separate art from the artist, where it is often thought that if, depending on the artist's character, you should just totally ignore their art, suddenly your value judgments about their art have to be influenced by things that you find out about their personal life. So people will use this to, for example, dis Picasso or, you know, not watch Polanski or Woody Allen's films and all of that. So I'm curious about what you think about this, because my stand to be very clear is that my judgment of the art and my judgment of the character of the artist are two completely separate things. I can love a work of art, and I can absolutely condemn things that the artist might have done that they stand completely separately, even though at an emotional level, for example, I would never read something by say, Neruda, once one knows about that early rape he committed and all of that, you know, and so on and so forth. But there are many other cases which are not so clear cut in my mind, like in any case, I didn't like Neruda's poetry and all of that. But there are cases which are not so clear cut in my mind. And my point there is that these judgments, the judgment of the art always has to be independent. For example, if I was to give you a book right now, and it's by an anonymous author, say a new say, even by Elena Ferrante, are you going to suspend judgment on that work of art till you know everything about the character of the artist? That is not even possible. So what is what is your sort of take on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:02.860",
        "message": "I'm both glad and a little terrified that you asked this question, because it's, you know, it's one of those things that's so complicated that one isn't sure, you know, one will be able to articulate all of one's feelings about it in a forum like this. First, first of all, let me just say, before I say something slightly controversial sounding, let me say that that I completely understand and empathize with anyone who, depending on the things on the subjects that resonate most for them, or the things that they feel most strongly about, are so triggered by, by what Polanski probably did, or what Woody Allen probably did, or what VS Naipaul or whoever probably probably did, that they just cannot bring themselves to experience this person's films anymore. I completely get that. That is a personal decision. It's it's it's something that's completely valid. I might not be triggered by those things. I might be triggered as somebody who's who's more involved with dogs than with most humans and homo sapien issues, I, I might get triggered by an artist or filmmaker or a novelist, someone who I discovered, at some point has has engaged in severe cruelty to an animal. If I if I hear of of a favorite filmmaker or a favorite novelist, engaging in tremendous cruelty to an animal, to a dog or something like that, and that might completely put me off this person's books or films or whatever. So all of us have different triggers. And so I completely get that, get that response, even though many people just, many people I know just make fun of that response, they know that the idea that you can be triggered enough by what some someone has done to just reject the whole body of work or to stop watching something or whatever, because, because logically, also, you know, especially when it when it comes to film, as you implied as well in your, you know, what you were saying, how does one even, no one is ever going to have full knowledge about these things anyway, right? A film is a collaborative process, you might have apart from the director or the script writer, you might have 20 other people who have played a very prominent role in the making of this film, or the or the making of specific scenes within this film. And there's a pretty good chance that one or more of those 20 people has done something ghastly at some point in their lives and got away with it or whatever or not. So as new information keeps coming in, how do you cancel things with hindsight? How do you unwatch or unappreciate something that you've already appreciated, you know, it requires a certain sort of double think, which, which I find very strange. But when it comes to the broad question of the art and the artist, one thought that I have, which which I don't really, I feel like I haven't really seen it expressed in most of the discourse that I've, that I've experienced about this, what happens is that many of the conversations that that that that begin with, can you separate the art from the artist or from the person seem to imply that we just have one of two alternatives, you know, one alternative is, no, you can't, once you know that the artist has done reprehensible things, you reject the art as unsavory or unpalatable. The other option is, yes, you can separate the two things, accept the art as something that exists on its own terms and might have its own merits and continue to denounce the artist as an essentially bad person. But the art as something that also just has a life of its own almost independently from the artist. Now, for me, these positions seem to carry the buried implication that when an artist who has done terrible things, creates a book or a film or a song or whatever that is morally uplifting or empathetic, or shows positive human values, then it means that this artist was being hypocritical, concealing his real self from his audience. And I find that view quite problematic, because, you know, the way I see it is, if you were to ask, if you were to assume that the allegations about Polanski, for instance, are completely true, child rape, whatever. And then with that knowledge, you then say, okay, can you separate Polanski, the person from his films? My answer to that, first of all, would be no, you cannot separate him from his films, because his films are deeply personal works. You know, everything, even when he's adapting a work like Macbeth, he's putting so much of his own life experience into it. There are scenes in that which hark back to the Sharon Tate murder. There is Polanski's personal life and his personality in almost all his work. It's all there. How do you separate the two things? Now does that necessarily mean that we then just cancel all the films? And my answer to that would be no as well. Because for me, you know, somebody who's lived a life of 90 years or whatever, again, coming back to the we all contain multitudes thing, this is something that I know a lot of people will find this idea problematic. But you know, if you have one side of your personality that has allowed you to do this really terrible thing, you might also have other sides of your personality that have allowed you to honestly create great art, which has all these sensitive things going on in it. And why can't you just accept that maybe these two things represent different sides of the person's personality, and then make your call. If you decide that, that the bad things he's done are deal breakers for you, then then of course, you must, you know, never watch a Polanski film again. But I think the question of can you separate the art from the artist is inherently a reductive one in some ways. Because I don't think that question, you know, the you know, whether you answer yes or no, I think there is a third possibility as well. There is an in between possibility."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:57.420",
        "message": "I think that question needs nuance itself. Because just thinking aloud, I think what we're talking about here is not a separation of the art from the artist, but a separation of the judgment of the art from a judgment of the artist, where one can hold that your judgment of an artist can include that behavior, which is just horrendous, and you can think of him as a moral monster. But at the same time, your judgment of a particular work in which he may have put different aspects of his personality or his art or his craft or whatever, you can still look at that work and say that it's worth it. And I agree with you that this is often personal, it depends on what your triggers are. For example, like I said, I can't read Neruda again, I would not read anything by say, Tarun Tejpal and M.J. Akbar. They're both writers of horrendous purple prose anyway, I don't know if there's a connection between purple prose and bad character, it is quite possible. But for example, one person I do feel conflicted about is someone like Louis CK, like before the MeToo allegations against him, surfaced, he was essentially perhaps my favorite modern artist, like the TV series he did, Louis, not Lucky Louis, which was an earlier one and not so good. But a series he did called Louis, I think is an absolute masterpiece, which just gets better and better as it goes along through the seasons. And part of what makes his art great is the self reflectiveness, where he is basically shitting on his earlier self all the time. It is like a person has just changed and changed and changed, and he recognizes that he was once an asshole. And his whole art is about sort of getting to, you know, the crux of the human experience through just looking at all the mistakes that he has made. And of course, what he was accused of was absolute assholery and really bad behavior, but something that happened in the early 2000s. So you, you don't know how much he had changed the allegations at one level, while they contained assholery, weren't really abrogating consent, he just misused his position of power, asked some women whether he could strip in front of them, they said no, he didn't. It is still an extremely asshole thing to do. And I would not associate with someone like that. But do you want to invalidate his later art? Do you want to say that people absolutely cannot change? So I'm a little conflicted about this, you know, so my feelings about him have become very mixed. But my feelings about his art remain what they were, because I can't be expected to change my ascetic judgment of something, because of something else that I came to know later. So I guess at some level, we are making personal judgments about, you know, how much something triggers us or affects us. And by the way, you mentioned animals, the film I mentioned, Cannibal Holocaust, one of the controversies around it was that six dogs were killed live during the film, while they were killed, this very elegant, classical-ish music by Riz Otto Lani was being played in the background. I can totally understand why you would never watch that despite my praise of the film. So it's kind of personal. But at some level, I think your one's judgment of the art should stand apart from the judgment of the artist. But yeah, very sort of muddy territory. Shall I go on to my next question? Or would you like to add to this? No, no, no."
    },
    {
        "speaker": "Guest",
        "time": "02:15:59.460",
        "message": "I just wanted to add to that again, you know, that based on what you said, the one thing I just like to say again, you know, and this is where self analysis is such a, you know, difficult terrain. You know, you just, you can just get caught up in it. And you know, obviously, it's something that, that all of us, we all egotistical enough to want to do it. But, but it's so pointless at times, because I really don't know, while you were talking, it struck me that I don't really feel that conflicted about my favourite artists. If I, if I find out that they've done something really terrible, something that I would disapprove of, even to the degree of, of committing crimes that, that in a fairer world than the one that we live in, they would be punished for. And that ideally, they should have been in jail at a point when they were actually creating some of my favourite albums or films or books or whatever. Even with that knowledge, I usually find it quite easy to still enjoy the work. I don't want, I feel like okay, yes, injustice has been done, or, you know, if it's not a you know, not the sort of crime that, that is really punishable, then assholery has been indulged in. But it doesn't matter that much to me. And this applies even to personal heroes now, take someone like Bachchan, there are lots of things in his, you know, in his real world personality that I find incredibly irritating, including the things that he tweets, these things that I keep hearing, I don't actually follow anyone on Twitter, but, but I keep hearing these things or seeing screenshots and, and the general sense or sense of this person who no longer has a personality of his own, or whatever, he's just sort of just this anodyne thing, none of that has made the slightest difference to the thrill that I still feel inside me, if I happen to get on to YouTube, and I see a wonderfully performed song sequence like Hai Ke Paan Banaras Wala or Jahan Teri Hai Nazar Hai, or O Saati Re from O Kaddar Ka Sikandar, which is, which is a favourite film, I'm just watching it and thinking, oh, there on the screen is one of my personal heroes, somebody who made my life better at various points in my life. The same is true for Sachin Tendulkar, his, his, his innings, you know, came at a time in my life when they were, you know, among the, you know, 96, 97, 98, when they were among the few good things in my life. And I find it perfectly easy to separate that from judgment of, of the, the annoying things or the dubious things that one hears about Tendulkar in the current day, for instance. So I don't know, maybe, maybe I just sort of find that separation easier to pull off, you know, maybe there's something about my reptile brain that just sort of does, does that, does those things, because I don't agonize a lot about these, these questions somehow."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:57.780",
        "message": "I agree with you absolutely fair enough. Now sticking to the, like, some of this art versus artist separation obviously comes about because of the politics of our current times, and some of it is great and but some of it worries me. For example, you have spoken in the past of quote unquote, woke criticism. And there is often a sense I get these days that all art is not just being evaluated through the prism of that phrase, which both of us have made fun of in the past, how it speaks to the human condition, but also through the prism of a certain kind of politics are the current are the correct values kind of being depicted here. And the point is, it's easy for us to look at something like a Kabir Singh and say that oh, that is obviously they're glorifying, you know, a certain kind of toxic masculinity and therefore we must condemn it. And I agree with that. It's, it's, it's just horrendous. But at the same time, the point is in most art and most good literature and most good cinema, you have characters who are conflicted characters who do bad things, you know, characters who are not woke, I mean, the whole point of art is that you're depicting humanity as it is humanity is imperfect humanity contains multitudes. But when you sort of look at that art, say you judge a film because of what its characters do, it seems bizarre to me, but I've seen that happen. Or you try to talk about what a film's politics is, you know, then it becomes to use a favorite phrase of many of these people, it becomes problematic for me, because I just want to look at art on its own terms. I don't care about what agenda there is, or what agenda you can read into it, where also a lot of overthinking can go on. So as a critic, what do you feel about this?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:31.060",
        "message": "Well, I feel many, many different things about this and when and how many hours do you have? Don't answer that. Well, I could start controversially by saying that, that I wouldn't even take what you said about Kabir Singh as a given, a because I haven't watched the film myself. So of course, I'm not going to make up my mind about a film that I haven't watched. And that I don't really have, I don't really plan to watch anytime in the near future. But I do know, at least three or four people whose judgment I respect a great deal whose prisms I respect a great deal. One of whom is a woman, which may or may not be important, who did not feel that way about the film at all, that the film is a glorification of toxic masculinity, they felt very differently. And these are liberal people I'm talking about, broadly liberal people. So I'm not making those assumptions about any film at all. Having said that, I will express my view on Kabir Singh only after I've seen it and not before that. There's not an expression of a particular judgment or a non judgment. Having said that, I also want to just touch on, again, you've articulated a lot of the issues, you know, quite neatly, but I'd also just touch on this thing of, it's not just a matter of viewing art for its own sake, or in, it's not just a matter of that, because because with that, then of course, you know, you, you also come to things like like the films of Lenny Reifenstahl, and I'm not going to say the Birth of a Nation, but but, but definitely Lenny Reifenstahl's films, which were, you know, explicitly Nazi propaganda."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:18.980",
        "message": "But I mean, those are those are overtly political and politics is what it is. So it's fine to condemn those, but I'm obviously not talking about those sort of edge cases."
    },
    {
        "speaker": "Guest",
        "time": "02:22:28.460",
        "message": "What I meant was, they're also in parts, at least they're pretty good, good films in terms of the use of the formal cinematic devices, and techniques, you know, in ways to achieve a certain effect. And many people still continue to point that out while while also, of course, holding forth on the problematic aspects. But what happens is that, that when a film is looked at only through the prism of a, of a very clearly defined ideology, and, and is looked at, from this point of view that, what is the film? What is the politics of this film? What is the politics of this filmmaker or scriptwriter? The thing is, these are questions that that very often do not have clear cut answers. Sometimes they do, of course, sometimes they do, you know, and there are cases of films that are made explicitly as propaganda, as you pointed out. But with with a lot of art, including art that seems self evidently to some people as as being, you know, being as setting out to fulfill a particular agenda. What is really happening is that a director or a novelist or a scriptwriter is trying to build a world. And in the building of that world, what is happening is that moral judgments, moral or ideological positions are being suspended to a great degree. And what they are trying to do is to be is to be as true as possible to the characters within this world. Now, if those characters include people who, who we liberals think are quote unquote problematic, then you still will have a situation where a serious novelist or a serious director or a scriptwriter, if they are trying to create this work honestly, will be putting themselves in the mind space of this character, will be forming certain degrees of empathy for this character's actions as well. And that, you know, when it is presented in the final film, it can easily seem to someone who someone who's looking at the film only through a very specific ideological lens, it will seem like glorification, whereas the truth might actually be a little more complex. It might just be tied into the process of world building, which is something that that that most serious creative people do. And, and when you're deep in it, I mean, you've been a novelist yourself, you've done I know you've you've written other sorts of fiction as well. You know what this is about your when you're dealing with this very difficult business of creating a world from the inside out and putting yourself in the heads of different sorts of characters, you are not necessarily thinking about moral positions, or about what what the takeaway, what the correct takeaway for your reader or your viewer should be. And I think a lot of these workish, strictly ideological takes on films only want takeaways, they only want a clear cut answer. Does this film endorse or does it only depict, does it you know, what what is the politics of this particular novelist in creating this character? And then those are subjective judgments anyway, but then a lot of the people who make those judgments will behave as if they have the final moral word. And anybody who, you know, feels differently is morally compromised or just not engaged enough or whatever it is. So that's, that's one of the most troubling aspects of some of the political conversations around cinema and literature these days for me. I know speaking speaking as someone who's, you know, I'm on this podcast with you right now, saying all these things and what will be a public forum soon. Even so, I know that that I feel very constrained if I if I find myself in the presence of someone who is just going on and on about how regressive a particular film is, or this character so problematic, this film is so regressive, I sometimes feel like it's it's not worth my while to argue, I'll just keep quiet. And then and then, you know, and maybe just try and change the subject or something. And that's a pity because because because that is definitely affecting discourse. And I know there are many people like me who feel that, who feel that that that a lot of the left liberal slash woke criticism, cultural criticism has just become all about very narrow ideological prisms, or narrow ideological definitions, rather than looking at the entirety of what a film or a book might be doing, the many contradictions that exist within a particular creative work. Now, one of your earlier guests on scene and the unseen Parumita Vora has spoken very eloquently about this in the context of a lot of Hindi films that get sweepingly described as regressive or problematic or toxic, and she's defended them in her writings and in some of her talks as well, about how so many of these works are actually far more complex than than many people realize there are there are there are different things going on in there. You know, you might have one scene or one line of dialogue that that seems really terrible and patriarchal and whatever, but there'll be something else, there'll be there'll be another impulse in the same scene that will also be working against that, or providing a cushion against that. And that's how a lot of popular cinema tends to work. I don't know if any of this has made sense, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:05.340",
        "message": "No, it makes a lot of sense. I mean, just a couple of episodes ago, I had Kavita Krishnan, the feminist on the show. I mean, why am I even saying a feminist? We are all feminists. I would hope. I certainly am one. But one of the things Kavita spoke about was how people look at Enid Blyton today, where they're trying to almost, in hindsight, cancel Enid Blyton. And her point was, look, I read Enid Blyton, I loved Enid Blyton. And the characters I identified most with and the characters that Enid Blyton, in fact, made stand out were the people who are bucking the system, the tomboys, for example, among the girls at Mallory Towers, you know, so you got to look a little deeper than the fact is that society is regressive. People are complex. And it's a job of art to capture all of this and not necessarily to pass judgment, otherwise you become facile propaganda. Now, my thinking is and tell me what you think about this is that there are really two impulses or two sort of phenomena that kind of lead to this phenomena. One is that on the one hand, it might seem that in the age of social media, all of history is available to us. You know, unlike you and me, we don't have to scramble to watch movies from the past as we used to do in the 1980s, in your case, going to embassy video libraries, borrowing. Now it's all on the click of a button legally or otherwise. But actually, that's not totally accurate to be in the sense that yes, it is all out there, but I think as Jonathan Haidt pointed out in an episode of a podcast I produced Brave New World, which is hosted by Vasant Dhar, he spoke to Jonathan Haidt and if I remember correctly, it was Haidt only who pointed out that what most people consume on social media is what has been produced in the last three days. So it's very current, it's bound to the current time, they're not really going too far back into the past. Now, in your case, your education of cinema, like even when you said that you don't watch too many films today, the bottom line is you have put in a lot of time watching films and watching films of the past. All of it informs the way you look at cinema. And that's true of every good film critic, including you know, someone like Bharatwaj Rangan comes to mind who was also you know, such a star during the blogging days and a fantastic critic. So, you know, you have this bedrock of historical exposure, which informs whatever you do, but everyone today is kind of stuck in the current moment where everything you're consuming was maybe produced in the last three days and all of that. And this can sometimes garble your perspective, and you almost in a sense become trapped in the present. Now, this brings me to the second factor. And this is true, especially if you're on social media, where you're even more trapped in the present, because everything is off the moment, where in social media, what is the imperative for a lot of the people out there, especially the young people, is to raise their status within whatever in groups they have chosen within social media. The vast silent majority haven't really made such choices. And luckily, I think, you know, you spoke about these things that you're saying on my podcast in a public forum, but I would imagine that podcast listeners who have gotten this far are not the kind of people who outrage on social media anyway, so you and I are safe. But social media people form their echo chambers and they need to raise their status within those echo chambers. They need to posture their purity in different ways. They can do it by attacking people on the other side and always attacking people never engaging with arguments. They can do it by attacking people on their own side for not being pure enough, which eventually happens to everybody. In fact, most of the people, the vokes cancel, seem to be former vokes, in a sense in current times. So you know, they're going to come for you eventually, unless you produce absolutely nothing and only outrage, in which case you're safe. And therefore, these two come together that on the one hand, you don't really have a deep understanding of whatever it is you're critiquing, whether it's literature or cinema or whatever. And on the other hand, you need to posture all the time and this is easy meat, right? You shit on a film, you say that, oh, it is regressive, this character is problematic. This director tweeted this when he was 16 years old. And there's absolutely no cost to this kind of posturing to you. But it has such a harmful effect on the discourse, because these people may be a vocal minority, but because they are the vocal ones, the majority of the discourse seems to be like this. So you know, do you kind of agree with this? Are there things that you would add to this? And if this is broadly what the picture is, then do we have hope moving forward?"
    },
    {
        "speaker": "Guest",
        "time": "02:32:21.780",
        "message": "I don't know where, as a part time nihilist, I always say there's no hope moving forward. But this, no, I agree with pretty much everything, you know, Amit, I don't like using the term virtue signaling, because I think it's I think it's a very easy term to use, I'm very tempted to do it. And I do end up doing it, especially in private conversations. But one reason I don't like using it is because of something that you touched on, which is that, when, for instance, and I'm not really on Twitter, but on Facebook, as sometimes when I go through these phases, where I see a lot of feeds and things, very often I see the term virtue signaling being used in a deprecatory way by people who I myself, at some point in the past have thought of as virtue signalers. And then I wonder, maybe people are thinking that way about me as well in other contexts. So you know, so it just becomes one of those loops and you know, and it's even a term like, you know, the workster use pejoratively, which is something I like doing, and I like doing it in a slightly sort of cheesy way, you know, using the word using the Star Wars terms, Wookiees, or Ewoks or whatever, it's, it's fun to do that. But but a part of me does feel a bit uncertain and uneasy when when I do it, because I know that there are probably contexts in which people can feel they can say the same thing about me, as well, based on things that I've definitely things I've written in the past, and possibly even now, broadly agree with everything you're saying. It does disturb me, though, you know, and now, just to again, perhaps come back a little bit to what we were talking about a bit earlier, I was on a conversation once with, you know, just just doing this online lecture for somebody. And there were these these very engaged young people talking about films and asking for recommendations of old films, and it was it was great fun. And then subsequently, one of them started following me on Instagram, and I happened to go and see the Instagram page. And I saw this write up about the Philadelphia story, the 1940 film, The Philadelphia Story, which with the Catherine Hepburn and Cary Grant and James Stewart, one of my favorite films from that era, and the language used for this film, but it was so patronizing and condescending words like nauseating, misogynistic, you know, stuff like that, just based on what happens to the to the main female character, Tracy Lord over the course of the story, the fact that she sort of that she did in this, this, this young writer's interpretation, she's just sort of being manipulated by all the men in her life, and eventually just driven to the right man, etc, etc. And I was looking at that and thinking, you know, the Philadelphia story of all films is being described as nauseous and misogynistic. These are strong words, you know, it's incumbent on us to use language with a little more care. Because ultimately, what's going to happen is we, you know, words like misogynistic or Islamophobia, or Islamophobic or whatever, these should be strong, condemnatory words. But what's happening in a lot of the current discourses, they are being used in such casual and careless ways, that they'll end up losing their potency to start with. For someone like me, they've already lost their potency. I see the word misogynistic somewhere written somewhere, my first impulse is to think there's just some some workster overreacting to something. That's my first response, rightly or wrongly. And I find this, again, to use that word problematic, the word that we supposedly dislike. But at the same time, I do have a lot of sympathy for for young people who are living in this time of so much clutter, so much stuff that's available to them all the time, even someone like me, you know, if I, if I, at my age, if I get a recommendation for a for a limited series, like like Mayor of East Town, or whatever, which is just seven, seven episodes or something. And I get, you know, the motivated enough to watch it because of the recommendations and because I like Kate Winslet, or I like the genre or something, I'm still taking seven hours of my time out. And at the end of it, I'm thinking, wow, you know, even if it was good, I've just spent so much of my time doing this. This is despite the fact that I'm also aware that there are older things that I need to watch or rewatch for columns or for some of my own writing, and I need to find the time for that. I can only sympathize with with young people who are in this world where, where they're binge watching maybe four or five or six series every month, and watching films and so on. It's completely understandable that they will end up lacking a sense of history. I don't really think they're going to be any easy solutions to this. I've been in classes like like I indicated just now, I've been in classes where 20-21 year olds with utmost sincerity have asked me, how do we find the time to watch all these old films that we want to watch? And by old films, they mostly mean films that were not made in this millennium, films made before 2000. I mean, there's a whole generation of movie buffs right now who think that anything pre-Christopher Nolan is, is ancient, but they don't have the time to do this and I do have basic sympathy for that because all of us have finite time, we are just being inundated with so much information, so many things to watch across all the OTT platforms across all the other spaces. Even I feel that pressure. So I can imagine what it's like for for younger people. So so no easy solutions to this. I mean, you know, the only thing I could, the only piece of advice I would give anyone was to, you know, if you have seven days a week to watch, you know, to spend four or five hours per day watching things, just try and, and create a schedule for yourself. Tell yourself that that two days a week you will watch something that was made pre-1970 for instance. You know, something that that comes out of a movie recommendation or a criterion recommendation or whatever. And even that won't be enough because then you know, you'll end up watching American films or French films, they might not engage with with old Hindi cinema, which is which is something that's that's very difficult for young people to engage with now. Because because because everybody's grown away from that tradition of the song and dance and the masala. It's it's very difficult to start start magically tuning your mind to that sort of thing. So so so no easy answers at all. There's no hope."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:06.420",
        "message": "There's no hope basically. Yeah, I kind of, I mean, do I kind of agree?"
    },
    {
        "speaker": "Unknown",
        "time": "02:39:09.900",
        "message": "I guess I kind of agree."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:10.900",
        "message": "But I mean, I don't want to die anyway. So if you look at the really long, long term, of course, there's no hope. But hope for what? The fact that sometimes I have to remind myself that look, I am in my 40s. And most of these young people have a different frame of reference entirely. Like I think I saw this tweet recently, I think Aakar Patel did it, who's tweeting recently is incredibly entertaining. And Aakar was referring to some piece of news somewhere. And he said, Oh, bloody, you know, basically, Oh, bloody, but he's spelted Oh, bloody. So below that someone commented Oh, bloody. And below that someone commented life goes on. And I'm like, only someone of my generation actually gets this. In fact, the moment I saw the reply, Oh, bloody, I was tempted to type life goes on till I saw someone's already done it reference, of course, to the famous Beatles song."
    },
    {
        "speaker": "Guest",
        "time": "02:39:52.100",
        "message": "Please, please tell me you tweeted, bruh. No."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:56.100",
        "message": "No, I didn't tweet, bruh. That's something you got to remind yourself that these people have a very different frame of reference that, you know, that they may not have sort of heard or watched or read all of this stuff from the past. And but what has now happened is and I don't think that this sort of a lot of these shallow expressions from people who haven't engaged with cinema, but will nevertheless pass judgment on it on the basis of the politics. I don't think that worries me in one particular context, which is I don't think less people are serious about cinema. If anything, I think there are more serious film watchers now than ever before, because you have the means to engage deeply with cinema and all of that. So I don't think that that is necessarily an issue. But what is necessarily an issue is that a lot of the shallow posturing is just dominating the discourse out there. So to a newcomer who would earlier 15 years ago, perhaps have discovered a movie through reading something that you wrote on your blog, will now not want to watch the movie because somebody else has called it toxic or misogynistic or whatever. And that pollution of the discourse in general worries me. But you know, moving aside from this sort of political angle, which is what it is, one of the good things that's definitely happened is in terms of form, like it strikes me that in the same way that you and I, we were talking about how in our writing, we were liberated by blogging, because that form remove many of these constraints that we otherwise have. And it strikes me that there has been a sort of a revolution of form within the audiovisual medium in the last two or three decades as well, which, you know, for me, most significantly, when HBO brought out the wire, that for me is a turning point. And obviously, there were great shows before it, I mean, Kieslowski made Decalogue for Polish television. So that is, of course, a pinnacle of a series like this. But for me, what was so incredibly exciting about the wire is in particular that that show is that it allowed its creators to take on an almost novelistic sweep. Like before that, I would think of each film as a sort of if I had to compare it to literature, I would say it's really a short story of sorts. It's one kind of narrative, you have two or three hours is a limit to how deep you can go. That's what it is. What the wire really did was, it didn't have one main character, it had a whole bunch of characters with tremendous depth. It had that sweep, it had that range. And what we now have because of the OTT revolution that, you know, Netflix kind of kickstarted or really got going with House of Cards in the subsequent decade is that you have this form. So in a lot of terms, your audiovisual storytelling can now really expand and go places. So number one, do you think this is significant because I don't know what the term cinema even means. So I'm using the general catch all term audiovisual storytelling, but it just seems to me that this has way more scope today than it ever did in the same way as, for example, printed books would have enabled longer forms of literature, which might not otherwise have been the case. So on the one hand there is this, but on the other hand, you also have the means of production becoming much, much cheaper, which is why you have people on YouTube and TikTok expressing themselves doing brave new things. Like I don't know if you watch the vlogs of Casey Neistat, who is a YouTube creator, who's doing very cinematic things. At one point he would post a vlog a day and they would all be basically short films of him doing interesting things, but made in a very cinematic way, creating a language of his own. Very influential. And similarly in TikTok, you know, which like a lot of the stuff that becomes popular is just wisecrack based stuff or funny stuff or memetic stuff. But there was also a lot of other deeper stuff that was going on there, which was absolutely mind blowing. And it's hopefully still going on in the rest of the world, though sadly India banned it. So the two separate questions, one, do you see that this expansion of form as something that has led to a golden age of cinema, which I believe we are in, there's a lot of crap around, but I believe that, you know, and could be the selection bias based on what I get to see now, as opposed to what I got to see, say, 20 years earlier. But you know, would you broadly agree with that? And then do you see, is there a sense of excitement also about these new forms of filmmaking that is being enabled by technology?"
    },
    {
        "speaker": "Guest",
        "time": "02:44:09.300",
        "message": "No, again, I agree with pretty much everything you've said, even though I haven't experienced a lot of this stuff, you know, TikTok, for instance, is something that I haven't experienced. I know about your regard for a lot of what has been done there. And also, I find myself just in principle, I find myself quite irritated by some of the snobbery that was aimed at TikTok, especially when it was done by people who had this means of expressing their creativity, if they had had certain forms of creativity, and a lot of people from, you know, from another class who were sort of looking down on it and just being very condescending and saying some appallingly classist things about it. So that's why in principle, I agree with that completely, despite not having really experienced as much TikTok as you have. Likewise, for the for these shows, you know, I haven't seen The Wire, I haven't seen so many of these iconic shows, I haven't even watched Breaking Bad, for instance, there are so many shows that you'd be astonished to learn that I haven't watched and, and I don't think I'm going to end up doing it because my mind just recoils at the idea of taking out 30-40 hours for something like this. I don't know if I'll be able to do it now. But but again, in principle, and also based on my limited engagement with these things, because there are some series that I've watched, including a few of the Indian series, which which I had been asked to specifically review, which I keep getting told are not as good or as polished as the best international series, but, but I liked a lot of stuff about stuff in them. And I have great respect for the format. So you know, for the way in which in the hands of a good showrunner, a good scriptwriter, it's possible to just create this long narrative arc, to just sort of plan it out, you know, right from the start, and to have this trajectory where, where something that has been done in episode one or episode two, makes complete sense only, you know, perhaps in season two or season three, you know, it's been planned out that well beforehand. And that's something that's that, that you can only admire, you know, I often find myself wishing that that Alan Moore had been 30 or 40 years younger, because I think he would have been a fabulous showrunner for, for, you know, and I'm not just saying this because there's actually been a series of Watchmen. But I just think about, you know, the, what, what someone like Alan Moore, a younger version of Alan Moore would have done with something like From Hell or Watchmen or something, you know, you know, just creating this absolutely brilliant series, because because he did that so much in his actual writing and in the, in the, in the directions that he gave his artists for panel creation, back in the 80s and 90s. So, so I'm a big, so yeah, so in principle, I'm a big fan of this sort of thing. I was a late convert to it, because there was a time I think maybe seven, eight, nine years ago, when when people were raving about, about how there's this golden age of television and how so much of what we have on television is brilliantly cinematic, it's as it's better than most of what you see in cinema halls. At that point, I said, really, I mean, it's, how is it going to be cinematic? It'll probably just be pictures of people talking, right? It'll be because I still have that stereotyped idea of what, what a TV show look like, say, back in the 70s or 80s. You know, I'm talking about international shows. So, of course, I was pleasantly surprised by what I did end up watching eventually. And I completely get that this is a very exciting time. I do tend to be slightly resistant to the talk of golden ages, partly because of the recency biases and things that we have, partly because because I'm so old in my head that I find it very difficult to think of anything other than 1940s Hollywood, as as the golden age of cinema, or even or even the 1920s, when when the silent film was heading towards his great apotheosis, and then was unfortunately destroyed by the coming of sound. So, so I'm, I'm that vintage. But But again, in principle, yes, I have no trouble with with with anyone referring to the current moment as a golden age, in terms of web series, TV, in particular, OTT."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:43.020",
        "message": "Yeah, I mean, so now I've come to know that, you know, given that you live in that era, the Philadelphia story for you must be something made by young whippersnappers. But it's so fascinating that we can kind of inhabit not just different characters, but different eras in this way and immerse ourselves in different worlds. I mean, that's the beauty of cinema, literature, art, all of that. Now, so we've already chatted for around three hours, and we haven't even spoken about books, I wanted to speak to you about writing and your writing process we haven't even gotten there. And I wanted to chat with you about Hindi cinema and Rishikesh Mukherjee as well, which we will save for a future episode. So I will extract that promise from you now that we'll talk again. But before we end this particular episode, normally, I kind of end my episodes by asking my guests to recommend books that they love. But in your case, it's going to be both books and films that you know, and I don't want a best of list. That's an insane expectation. But just, you know, off the top of your head, five books or films that you feel you would like to share with the world."
    },
    {
        "speaker": "Guest",
        "time": "02:49:46.820",
        "message": "Five books, five films, my God. I was oddly enough, I wasn't prepared for this moment in the podcast, even though it's such an obvious one."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:55.820",
        "message": "Or three of each or whatever comes to mind. I don't want it to be like a formal thing ki arey yeh..."
    },
    {
        "speaker": "Guest",
        "time": "02:50:01.140",
        "message": "How about 300 of each? Done. I'll take the easy way out by recommending one Rishikesh Mukherjee film that no one seems to have heard of, including possibly Rishita himself. But it really is it is honestly, one of my absolute favorites. I feel very defensively about it because it's the sort of film that just you know, even those who do discover it, unfortunately, it's available only in a very ordinary print online on YouTube. It hasn't been restored or anything. It's a 1965 film called Bibi Aur Makaan. And Amit, in fact, I actually think this might be a film that might even be worth your while to watch, or to at least try and watch some of. Because I think you will at the very least agree with me that it's a very interesting Hindi film for its time for what it does with the musical form. It was produced by Hemant Kumar, who was of course the great music director. And it was Gulzar's first collaboration as a lyricist with Rishikesh Mukherjee. And it's this film that's basically almost operatic in terms of how it tells this fairly lowbrow comedy story of friends who are forced into a cross-dressing shenanigan because they can't get accommodation. So two of them have to pretend to be wives of the other two. But it just uses musical sequences so interestingly, as you know, as part of the narrative, as things that take the narrative forward. Sequences that actually require the actors to be really acting, performing, requires a certain degree of orchestration in terms of how the movements are done and so on. It's an example of, it's definitely a counterpoint to the idea that many people have that a lot of Hindi cinema just used musical sequences as a standalone, which was completely divorced from the main narrative. So it's a film that I have a lot of love for. It's also the Rishikesh Mukherjee comedy that that's a direct precursor to the later well-known comedies like Golmaal and Chhupke Chhupke. Other films, well, Psycho, of course, I've already spoken about. I'm not going to get into all that. I'm not going to say Jaane Bhi Do Yaro either because that's that's that's just too obvious. And because I've, I'm probably fed up of the film by now, I don't think I could watch it again after having watched it those dozens of times for the for the book that I did on it. But there are lots of noir films of the 1940s, again, coming back to 1940s Hollywood that I have a lot of time for and a lot of love for. One of them, of course, is the Billy Wilder film called An Ace in the Hole, also known as The Big Carnival, which seems like extremely resistant as I am to things like relevance or topicality. It feels like a very relevant film for the current day as well. It's 70 years old and it has Kirk Douglas as this this reporter who tries to exploit a very tragic situation involving a man who's been trapped in a cave. And it feels like something that's that's very pertinent to the media carnivals of the current day as well. And of course, there was a Hindi film from a few years ago called Peepli Live, which which also explored similar terrain, a media carnival built around an inherently tragic and personal situation. Well, those are three books. I grew up with a tremendous love for Enid Blyton's Faraway Tree series. I think a lot of the trio of books that that made up these stories about about this little brother and sister who moved to the countryside and then, you know, find themselves being taken to all these magical lands at the top of a magical tree deep in the woods. It's also one of those books that first opened my eyes to the possibilities of of how writing can literally take you to uncharted places or to new lands or to places that otherwise can exist only in your fantasies. As someone who's been a huge Mahabharat fan for the longest time, one book that I love is Shivaji Sawant's Samrityunjay, which was written in Marathi. It's been translated in English by P. Lal and Nandini Noppani. I've read the English version and I've also read a great deal of the Hindi version. The Hindi translation is the only book that I've read a lot of in the only novel that I've read a lot of in Hindi. And it also ties in a little bit with some of the stuff you were talking about earlier, because because because this is a book that centered around the character of Kald, who was one of my personal heroes growing up, one of those tragic figures, those anti-hero figures that that I felt a tremendous affinity to, perhaps as a melancholy child myself. And what I love about what Shivaji Sawant did with this book is, is how he again tying in with some of the things we were talking about earlier about the problematic behavior of people and so on, how he puts us in the mind space of a very conflicted and tormented character at precisely the point when that character is doing some morally very questionable things. So, for instance, during the humiliation of Draupadi in the Swayamvar, after the dice came, Kald's part in that, in that process, there's this brilliant 20-page passage in this book, which counts among the finest bits of literature I've read anywhere, where in Kald's voice, in his first person voice, Shivaji Sawant just gives us this man who goes from a point where he actually wants to be the savior. He wants to be the chivalrous hero to this woman who's in distress. He goes from there, over, you know, a series of things that happen, you know, the way his mind is working in this very fevered way, the way he's responding to the things that are happening around him. He goes from there to actually saying some of the cruelest and most savage things to her in her moment of distress. And the way that's done is just an eye opener for what literature can achieve in terms of putting us in the mind space of a problematic character or somebody who's doing something problematic and making us empathize and perhaps seeing that we too are capable of such behavior, you know, in the right context or the wrong context or whatever it is. I love that book for that reason. I'm a big fan of Kazuo Ishiguro's confounding novel, The Unconsoled, which is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:55.900",
        "message": "his longest book. Which you've described memorably as a book that spends 500 pages going from point A to point A. Did I do that? Where? That's your description. See, you don't even"
    },
    {
        "speaker": "Guest",
        "time": "02:57:07.780",
        "message": "know what you've written. That's a pretty good description. I should start plagiarizing myself now at some point. But no, so again, that's among Ishiguro's first 506 novels. This was easily the least read, I think, and the one that I think was possibly the only one of his first six books that wasn't shortlisted for the Booker Prize. I'm not sure if I got that right. But it was definitely a book that confounded a lot of people for very good reason. But I loved it because it was one of my first introductions in literature to the truly surrealistic narrative, to what surrealism means on the page, in terms of creating this world that is both seemingly real and completely exaggerated at the same time. Directions mean nothing, where geography means nothing, time means nothing, everything is stretched out. I'd encountered the equivalence for these things in the films of Buñuel, for instance, or in some of the paintings that I knew of Salvador Dali, The Persistence of Time, The Persistence of Time, with the melting clocks. But I think this may have been the first time that I really experienced its equivalent in a novel. And I was blown away by it all the more so because I opened that book with no idea of what it was going to be like. I just thought it would be a regular narrative story. And then I found myself having to figure the book out in the process of reading it and figure out what this writer is trying to do. And it was a fascinating experience. That's it, three of each?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:50.340",
        "message": "Yeah, three of each. You're done. And in fact, when I read The Unconsoled, it gave me so much joy and delight. And I'm really glad I didn't have to write about the book because then I would have had to work so hard trying to articulate why it gave me that joy and delight. Because you're right, it's just a confounded book that way. And you mentioned Buñuel's, you know, some of his surrealistic work. And I especially am a big fan of the last three films he made in the 70s, all of which were co-written with Jean-Claude Carrière, who I think died a few months ago. You know, The Discrete Charm of the Bourgeoisie, which is about a bunch of people who are sitting down to a meal, but they never actually eat anything. It's just they keep sitting down and the meal never happens. Then in 74, he made The Phantom of Liberty, which is again a delightful and confounding film, where you know, he'll start with the camera on a set of characters in a scene. And, you know, one of them seems to be the main guy, but then it'll follow some random person he meets and do another scene with that guy, and so on. And it's all disconnected. It's not even connected segments. It's all kind of disconnected, like, you know, passing the ball kind of thing. And then finally, in 77, he made that Obscure Object of Desire, which included two actresses playing the same woman, thus, you know, adding to her mystique and all of that. So those three films of Buñuel, which were made when he was in the 70s, if I remember correctly, and just in the 1970s, were..."
    },
    {
        "speaker": "Guest",
        "time": "03:00:08.380",
        "message": "So The Phantom of Liberty is a great favourite of mine as well. And Jean-Claude Carrier actually, I spoke with Jean-Claude Carrier about it many years ago, around 15 years ago or something. And he told me that the idea for that film just came from a little conversation he and Buñuel were having where they were saying, let's, why don't we do something that completely defies the laws of narrative. So you know, so you have this, let's imagine the scene where a husband and a wife are arguing ferociously about something. And we don't know exactly what they're arguing about. But we know that their argument pivots on the contents of a letter that is shortly to be delivered to their house. We figured this out from their conversation. And they are fighting in this very abstract way, and there are tears and recriminations. And then there's a knock on the door. And one of them opens the door and the postman is standing there with the letter, hands the letter over to them. They start to open the letter, the camera follows the postman out the door. And, and, and, you know, to see what what he's up to next. And it's, yeah, it's a lovely film. So yeah, so, so the unconsoled, as you can imagine, was also made me feel the same, you know, somewhat similar to watching some of those Buñuel films."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:25.820",
        "message": "Yeah, so I mean, you know, I think lots of dope people, you know, all the films and books and everything that we mentioned, we'll link it from the show notes. Jai, thank you so much. This has been a pleasurable conversation. I hope we can meet again in person and just chill and have coffee and go to bookshops. But I think that is going to take a while. But in the meantime, you must promise to come back again. And we'll talk more about Hindi cinema and Rishikesh Mukherjee. Do we have a date?"
    },
    {
        "speaker": "Guest",
        "time": "03:01:49.940",
        "message": "Yeah, no, no. Thanks a lot for calling me. This has been great to do this, you know, and to do this over three or four hours or whatever it's been. That said, we definitely need to do at least one follow up to this. Possibly two, possibly 10. Man after my own heart. Especially if this pandemic continues for another decade. So we'll, so yeah, thanks so much. And, and yes, on a more serious note, that coffee should happen at some point too. Please come to Delhi whenever it's safe to come here. And thanks, Rishikesh Mukherjee, lots of other things to discuss as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:26.260",
        "message": "Yeah, yeah. Thanks a lot. We'll discuss all of that as for when, when is it safe to go to Delhi? Dude, I don't even feel like it's safe to go from Andheri to Bandra right now. But I have to get moving at some point. So hopefully we meet again and till then, adios. If you enjoyed listening to this episode, check out all the links in the show notes, enter rabbit holes at will. You can follow Jai on Twitter at Jai Arjun. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening."
    }
]