[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "In January 2020, China had entered a crisis. Wuhan had become the first city struck by COVID-19, and things were bad, similar to if not worse than what Delhi went through in the recent second wave. Governance seemed to have broken down, and the Chinese President, Xi Jinping, even seemed to vanish from the public eye for a while. But after that, China got its act together. They controlled the pandemic, got the economy back on track and lifted the morale of their people. Part of this was decisive governance, and part was exceptional narrative building. Whatever the reality was, the Chinese knew how to spin a story. And sometimes, they also bent reality to their will. Over the last few months, China has rebounded and flourished, while both the Western world and China's neighbour to the South have struggled to contain the pandemic. Before COVID-19, China was building itself up as an emerging superpower. If anything, recent months have validated that impression. And the story of how China managed this crisis is so fascinating. Now, given how opaque China can be, will we ever know the full story? Well, you know what, we know a lot of it already, thanks to a guy who once wanted to be a Bollywood star, and then went on to become India's finest"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:16.120",
        "message": "China analyst. He calls himself the China dude."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:35.560",
        "message": "Welcome to the scene and the unseen. My guest today is Manoj Kevalramani, who works at the Takshashila Institution and writes a brilliant newsletter, Eye on China. Manoj has just written a book called Smokeless War, which has riveting details of how China rebounded after COVID-19 hit. It has stunning insights on politics, economics, narrative building, and the state of Chinese society, as well as the state of the Chinese state. Manoj has been on the show before, and I will link all our previous episodes in the show notes. Taken together, his body of work is a masterclass on China. But when I invited him for this episode, my aim was not just to talk about this wonderful book, but also his journey so far, which I find so fascinating. He tried to get into Bollywood, but Bollywood does not deserve him. He spent a few years in journalism, but journalism does not deserve him. He spent a few years in China, but China does not deserve him. Who deserves him? You deserve him. You're about to be treated to a conversation I loved having about Manoj's wild journey through life. And there are so many insights packed in there. We speak about his journey for the first half of the show, and then we speak about China and his book in the second half. While you fasten your seatbelts, here's a commercial, or rather a public service message about how you can get your reading habit going again. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people uplevel themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. Manoj, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:30.080",
        "message": "Thank you so much. I'm a pleasure being here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:32.760",
        "message": "Or actually welcome back rather because you've been here before. But you know, this is the first time you've actually been here after the pandemic struck. How have the last few months been for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:41.880",
        "message": "It's been really interesting. We've been mostly locked up in the house and being locked up with a four year old has been a boon and a bane. It's been lots of fun because he's kept us entertained. But it's also been quite difficult because he's been fed up of being locked in the house. And you know, and you constantly every time he falls in, you start to wonder as to what's happened. So yeah, and kids will fall in. So there's lots of anxious days, but there's also lots of fun because he keeps us entertained. But then yeah, it's not been easy from a work point of view. But then I don't think I can really complain given how difficult people have had it, right, you know, so it's been much, much more comfortable than most people in the country or around the world. So can't complain too much. But then right, you know, like I said, I whinged a little bit, but I can't complain too much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:33.760",
        "message": "What is what is life without whinging indeed? So you know, you've been on the show before we've kind of chatted about your personal history a little bit, we've gone through some of that, but you've been on the show after such a long time. And in that time, the scene and the unseen has kind of become this sprawling thing where, you know, we go into a person's personal journey, a fair bit, and so on and so forth. And yours is particularly interesting because it's not as if I mean, no policy scholar is born a policy scholar out of the womb. But you've taken a very unusual journey, which includes a detour through Bollywood and all of that. So take me take me back to your growing up years. Like when did you grow up? What were you like as a kid? What did you want to be? I presume the film star thing was a bachpan se kind of thing. Take me back to the young non serious or non serious policy expert, non policy expert Manoj, as it were. So I had quite an interesting childhood, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:28.120",
        "message": "I mean, we've, I'm a Sindhi, my family is sort of lived all over the place in many ways. I was born in Kuwait, I spent most of my early years in Saudi Arabia, we moved to India in the late 80s. And you know, my memories of Saudi Arabia in the 80s as a kid, are very different to the Saudi Arabia that I sort of realized existed once I grew up, you know, for me, it was this wonderfully protected environment where everything was really great. People were really friendly, everything was safe and secure. And for me, the shift to India, I remember we I moved to India when we were in when I was in my third standard. And it suddenly felt like everybody's really, really sharp. Everybody's really, really smart, street smart. And I felt like sort of completely a deer in cotton headlights, I had no sense of and this is me in third standard, right? And I remember, again, cribbing about it at home and to my teachers saying, why are people lying? Why are people doing this? So it just gives you a sense of what a protected environment being in that place was. But yeah, I mean, I sort of, I think I was fortunate that we came here as when I was young, because it allowed me to adapt, because I know that for my older siblings, it was a bit of an effort because it spent most of their schooling abroad. And, again, like I said, protected environment in the Middle East. And when you came to India, suddenly, you had this rush of ideas, freedom, and all of that. And that can be quite overwhelming if you're not used to it. And it can be quite difficult. But yeah, I mean, I adapted quite early. I had zero interest in politics or policy growing up. I was a typical Bombay kid. I shouldn't even say Bombay kid, I should say suburban Bombay kid, because we are a different breed compared to the South Bombay folks. And I was a typical Bombay kid. You know, I was interested in Bollywood, I was interested in cricket. I was not really interested in studying too much. And I grew up most of my time playing outdoors. You know, I mean, for folks who've lived in Bombay, this constant thing of rivalries between different towers playing cricket. So that was most of my childhood, doing all of that watching lots of Bollywood movies. And I think growing up, I had this thing as a kid, I was quite a boisterous kid, I always had this thing of, you know, I used to ape Amitabh Bachchan a lot. So I used to walk around the house, reciting dialogues. And I think that stayed with me. So as I grew up, I wanted to get in Bollywood in one way or the other. So I spent some time as I grew up, as I entered college, I spent some time trying to, you know, get in shape. Because, you know, by that time, by the late 90s, being in acting, wherever you were, whether it was on television or on the big screen, the requirement for men had become that you needed to become bodybuilders and wrestlers and everything. You can't just be a normal looking person. So I spent a lot of time trying to do that. I spent lots of hours in the gym. And the peak of my career in entertainment was, I won a talent contest, I think it was Lions Club or Rotary Club, one of those clubs, which had a talent contest called Talash, which is essentially a pageant, which I ended up winning. And for that brief fleeting moment, I thought this is my launch into Bollywood. Alas, after spending a long time trying to do that, and realizing I don't have the aptitude for it, neither do I have the skills for it. And then one fateful narration outside, if anybody's familiar with Lokhandwala, outside Lokhandwala, there are lots of coffee shops where you would see, particularly through the late 90s, 2000s, I don't know if even today, lots of aspiring actors, models sitting outside speaking to producers, storytellers. And I remember sitting through one narration outside a coffee shop. And this is after I had spent a year in England studying IR. And I was listening to the narration, I was telling myself, this is not what I can do. It's just not for me. The idea of, I can't remember the story, but it was something about, you know, a song and a dance and a death and then a rebirth. And I was like, yeah, this is not for me. And I remember at that point of time, it was sort of my final decision that I can't do this anymore. It doesn't work for me. And I need to find myself a serious job. Because I'm kidding myself by saying I'm just doing this to pay the bills, because I'm spending 10 hours of the day trying to do this. So yeah, so that was my sort of brief foray into Bollywood, a little bit of modeling, a little bit of acting on theater and thing and a little bit of work with regard to television. But yeah, I mean, like I said, before that, I spent a year in Britain, I studied international relations, I got to that course, purely through happenstance. I wanted to do an MBA. And like most again, most sort of middle upper middle class Sindhi family living in Bombay, my family has been involved in business, my father's runs a business, and has been running that for the last 45 years. And the aspiration was that, you know, the kids will follow and get into the business. For me, the idea was, I didn't know if I wanted to do that business, but I wanted to get out of the country and experience the world. And the easiest way to do that was to go and study abroad. So I spent about a year or two years while I was doing my modeling and trying to pay some bills by studying for GMAT and TOEFL and trying to go out. I got admitted to universities in the US, but my visa was rejected. And this is soon after 9-11. And the course that I was going to go and study was a two year MBA with a option to take a couple of credits of anything else that you wanted. And because of 9-11, I thought well IR might be fun, you know, just because suddenly it felt like the world had, you know, something had changed in the world, which again is quite strange because a couple of years before that we had the Kargil war, and I had zero idea that there was a war happening. You know, again, this is Bombay, I knew, I knew when was Shahrukh Khan's birthday, I had no idea Kargil was happening. I knew Barkha Dutt was doing something. But beyond that, I didn't know anything. So yeah, so I, and my visa ended up getting rejected for the United States. And, you know, the pressure from the family was that maybe it's time you quit all of this, you're 21, why don't you just get on to the family business. And I didn't want to do that. So the next best option was let me try and look for an IR course in Britain, maybe, because I was going to do a few months of IR in the US. And it is too late to apply for quality MBAs in Britain. So maybe IR in Britain, because the courses are one year, the master's courses, I said one year of IR, and then one year of MBA, I'll walk out with two degrees, I'll be super qualified. And, you know, most importantly, it will give me two years away from the family pressure of trying to work in the family business. And so I applied to Britain to a number of universities, I was lucky to get into a couple and even get a scholarship. And I decided, yeah, why not, I'm going to go and study IR. And three months into that course, I was fairly clear that while I still want to do some acting and all of that, I this is an area of my interest. And I want to pursue this and journalism became of interest following that. And that's how eventually I sort of landed into journalism and sort of pursuing IR in terms of just reading much more in the field, rather than pursuing professionally. Professionally, I moved towards journalism thereafter. And yeah, and so for about 2005 2006, onwards, at least I've, despite all the different thoughts that I've had of all the different strange things that I want to try and do as a career, I've stuck to journalism. And I stuck to it till I moved to Daksha Shila in 2017."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:07.800",
        "message": "So fascinating arc. And by the way, you mentioned Lokhandwala cafes, which of course, I'm very familiar with in the sense that I live in Warsaw, right? So and I have lived in Lokhandwala as well. So one is aware of those cafes. In fact, I invoke them often, like, I think one of the most dangerous pieces of advice given to people, which I guess I'm glad you didn't follow for too long, is you know, when young people are told, follow your dreams. And that's really dangerous, because it's a survivor bias at play, where you see a bunch of people who followed their dreams and who made it big and all of that and overcome initial hardship and all that. But the bottom line is that most people simply don't 99% of the people who follow their dreams, so to say, don't make it. And the reason I invoke the cafes of Lokhandwala is I often say that just go to the cafes of Lokhandwala, sit down for a few minutes, eavesdrop to the conversations around you and you'll see what I mean. It's kind of poignant that you follow your dream and then you're in your 40s or 50s or whatever, and you're sitting in a cafe and Lokhandwala narrating a story to a bunch of fellow wannabes and everything has kind of passed you by. But thankfully, that cautionary tale doesn't apply to you when you're in Bangalore now, not in a Lokhandwala cafe, so to say."
    },
    {
        "speaker": "Guest",
        "time": "00:15:18.680",
        "message": "So, you know, I think, I mean, I wanted to, I want to add one more story to this, because I think it's sort of, and it's, this is just a little bit of people like I completely agree with you, you know, it's really, really difficult. And there is a survivor bias to all of this. And there are moments in which, you know, I mean, I still very vividly remember that phase where you have to have a tremendous amount of self confidence and self belief, to the point of delusion to be able to do some of that. At the same time, you have to sort of be realistic. And I remember for me, one of the moments when that, you know, those two worlds of realism and delusion collided was when, again, I had visited a model coordinator. And a lot of times model coordinators ask you for money upfront to register you as talent, and then they will sort of help you get more jobs. And I remember going there and this, and this is again, this is maybe late 1990s, early 2000s, the gentleman asked me for 5000 rupees to register and of course, in sort of 2000 for a in 1999 or 2000 for a college going fellow 5000 rupees was too much. And I was sitting there I was thinking and I was like, okay, this is a lot of money. And okay, maybe I will, maybe I won't. And I said, okay, let me think and I'll come back to you. And at that moment, he sort of, there's a call that comes, he picks up the call and he goes like, Kiran is not available. I have this bright young man in front of me. And you know, the moment I saw that I was like, look, I mean, this guy's playing me, it's so straight that he's playing me. Yet, a big part of me wants to really believe that he's not playing me. But I mean, like you said, at that moment, I remember going back home and thinking to myself and saying, you know, a big part of me want to say, okay, let's just pay the money, maybe you'll get this job. So that desperation sort of stays with you. But as realism sort of hits, and I think it's important for people who sort of do follow their dreams, as disheartening as this might sound, it's important to keep that realism in mind. Because at the end of the day, the deeper down the rabbit hole you go without realizing and being realistic, the more difficult it becomes to climb out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:20.080",
        "message": "I'm sure there are a whole army of ex Bollywood wannabes listening to this podcast right now and thinking to themselves, oh, that phone call was fake. But that's a poignant and a deep point about self delusion. Like I've always held that self delusion is one we are wired to be self delusional, because it's an essential quality that you sometimes need for survival. And to become good at anything self delusion helps in the sense that how do you become good at something, you become good at something by iterating endlessly, you do something again and again and again and again, and you suck to start with because everybody sucks to start with, and then they finally become good. And the point is, if you knew at the start how bad you are, you might lose heart, you might give up hope, you might, you know, not go on. So maybe you need to be self delusional. So you can fake it till you make it like one advice I kind of give my writing students is that if you enter a phase where you write something and you think it's shit, and you want to stop, that's actually the wrong conclusion you've come to one, it may not be shit, you may be being too hard on yourself, which is a good quality to have. But to all it means if you write something and you think is shit, is that your judgment, your taste is ahead of your ability right now. How do you get your ability to that level by just doing it again and again and again, you know, there's this, like I keep saying that in writing, I really don't believe that natural talent such as it is, is an essential thing. It's just a matter of, you know, getting your ass on the chair and just working hard at it and all of that. What did you do to win the talent contest?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:49.440",
        "message": "So it was so I entered this again with the hope that you know, maybe I'll get some exposure. And I mean, as I say all of this, I have to add, I'm as a person, I used to be generally at least at that age, fairly introverted. Despite doing all of this, I was fairly introverted because I was somebody who grew up, like I said, in a very protected environment. I was a very chubby kid. So when it came to that, I had lots of body issues. And then there came a point where I said I sort of tried to work out and I blame Hrithik Roshan for all of that in my life. But at the end of it, what happened was that the talent contest came about, I said, Well, why not just take part, it'd be a good networking opportunity. We so we had these sort of rounds through the talent contest. So if I remember correctly, the first round was a general sort of, it was a casual wear round. The next round was an Indian wear round. And the final round was, again, you had final five participants and you had a final question. I remember the final question was something like, if you had one power that you could have asked for, what would that be? And I don't remember my exact answer, but it was a twisted way of saying world peace. It was, I think it was basically to the point that, you know, I would want to sort of inculcate, talk to people about tolerance, acceptance, you know, openness, and so on and so forth. But then when I think back about it, I think that as a human being who's had the opportunities in life that I've had, I already have those capabilities, maybe I just need to exercise them better. So it was just a slightly more fancy way of saying world peace. And that worked. After that, there was the I don't know if the channel still exists, but there was a Sahara news channel. So I remember being interviewed by them. And again, that's the moment where I felt Oh, my God, I've arrived. That to me was like that big moment. And again, I realized that after that, nothing really changed in my life. Apart from me, getting a trophy and a photograph with I think there was Jukta Mukhi, who was one of the judges. And yeah, and those things I still cherish. And sometimes when I'm reminiscing about days when I was thinner, and I had more hair, I put out those pictures on social media."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:00.440",
        "message": "Yeah, I came across one of those pictures. And I must say, you're quite striking. I mean, maybe if you had a godfather or something, you could have made it in the industry. And you mentioned Jukta Mukhi. So again, just throwing a little bit of trivia out there. One of my friends lived or maybe still lives, but lived in the same building as her and her dog used to pee outside his door every single day. And and her attitude towards that was that, hey, you know, just a dog, what's a big deal? So anyway, that's really chill. Yeah, but my poor friend could not be so chill about it. Sadly, a very famous journalist also, I won't, I won't name him. So you mentioned world peace. And subsequently, of course, you did IR and you studied it a bit more and you figured out that, you know, it's not quite that easy. So tell me about the time studying IR, you know, is it just an interesting subject that you're doing? And because you're doing it, you kind of study it and all of that? Or is there a moment where you begin to fall in love with it, where you sort of begin to read outside the essential reading, so to say, or outside what you're required to read, and really get into it? Does that happen at any point? What is that process like?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:05.120",
        "message": "Yeah, so for me, I was, I went to study in 2002. So my course began in September 20, September 2002. And the first book that I picked up was in August 2002, to really sort of study and I think it was a compilation of world history from 1945. And it took me I think, the first quarter of the course. And again, to me, this was something really, really new. Okay, I did most of my schooling in Bombay. My college was in Bombay, I went to a commerce college, barely attended college. And again, the system in which how we teach in India, at least how we taught then was so strict classroom based direct lectures, as opposed to any engagement. And the perception in my head also through college was essentially college life is there to sort of have fun, rather than really study, which is phenomenally, I mean, I regret that after growing up that, you know, this is this was an error. But when I went to Britain for my master's, one of the reasons why I probably spent more, paid more attention was because I was spending much more money, but also because the environment was such that you were sitting in a classroom with 15 people, and you came reading something and then you discussed it. And everybody was equal, even your professor who was sitting over there. And that was an interesting environment, it took some getting used to, but once I got used to it, it allowed you to sort of spend some time with the material that you were reading and that you were engaging with. And that allowed you to think a little bit more about it. I think the fact that you were required to discuss and engage forced me in some way to, you know, take things more seriously. And once I took things more seriously, I realized I really enjoyed it. I liked the idea of thinking through an event, a concept, taking it to a logical conclusion, and then trying and I'm sort of debating that with other people. And I think that was the process that sort of got me interested. By the time I finished my first term, which was December 2002. Again, we had a break during Christmas, I had the option of coming back to India. And I said, Nah, I'm not flying back. I'm staying in Britain and exploring. And I spent a lot of that Christmas break in libraries, a little bit of traveling was spent most of it in libraries reading more, because I suddenly felt very inadequate, that I'm sitting here in a course with people who have come here with the intent and background in the subject that I have not sort of cultivated. So I spent a lot of time studying thereafter. And again, I sort of fell in love with the subject because it just opened up my mind to a world that existed, but I'd never seen. And thereafter, sort of, by the time the course was over, I remember my dissertation was on the role of the United States in the Kashmir conflict. And this is again, just two years after Clinton had left office, Bush had just taken office, US Pakistan relationship was undergoing a tremendous change after 9-11. For me, I came back to India for my research on that particular dissertation. And I traveled to Delhi, spent time visiting the US embassy, the Pakistani embassy met with Indian diplomats. And again, that to me was an eye opening experience because Bombay, Delhi are two different worlds. I suddenly was in Delhi, suddenly was talking to all these people. I remember sitting and having tea inside the Pakistani embassy. And I remember walking out of the Pakistani embassy saying, what a nice gentleman, he offered me tea, he was so polite. Of course, things are much different as you go deeper into a subject, but the experience of trying to engage with people and trying to actually see what you've learned from a theoretical point of view and from an academic point of view, and how diplomats actually operate, how things actually function, it just fascinated me. So that's where sort of my love for the subject picked up. What I had picked up along with that was an interest in journalism. So the idea of how stories are told, how narratives are built, how you try to investigate something that's happening, or how you try to contextualize the world around me. Those are the kind of things that sort of fascinated me beyond just IR as a subject. And that's why when I sort of got back, I mean, I spent some time thinking whether I wanted to do a PhD immediately after. I would have done it at that point of time. But then I was about 23 years old, feeling the sense that I need to get some work experience, I need to sort of make some money, or get a stable job, lest again, the idea of, you know, you're getting old, you're getting old starts to come up. And again, it sounds silly. Today, 20 years later, when you say somebody who's 23, you say, Oh, you're getting old. But at that point in time, the idea was, oh, in a couple of years, you're going to get married. And you know, so all of those sort of things played in your head. But yeah, from from a subject matter point of view, my interest in IR sort of picked up by the end of the first term of the course. And I was fascinated by how history had worked, how the world works today, and so many things that I had just not paid attention to. And then, of course, the role of journalism in contextualizing the world around you, and how that works as a tool for storytelling, but also as a business. And that's what I eventually sort of lean towards journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:16.280",
        "message": "Fascinating. So what was the journey in journalism? Like, like, what kind of journalism did you want to do? What did you eventually start doing? And how different were your expectations from the reality that you confronted? I mean, you're not a journalist now, you were a journalist for a long time. So what about it made you sort of move on? And the interesting thing is just reading your book, I just felt that a lot of what is true of the Chinese media in different ways, can also be true of the Indian media in a certain way. And there are just like so many parallels, and we'll get into them, even though they're such vastly different countries. But just looking at the arc of journalism, like one, how different was it from what you expected? What excited you about it? What turned you off about it? And to, you know, what do you think has changed? Like, if you were 23 today, would you get into journalism today?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:07.080",
        "message": "So I have a kid when he grows up, I wouldn't advise him to get into journalism. When I got into the field, and it might sound a bit of a cliche, but yeah, there was a tremendous amount of idealism. There was a sense that what you do can have an impact on not just people's lives, but also on society as a whole, you know, that you can change things. And I think that anybody who's young and who wants to get into journalism, if you don't have that sort of a sense, and that fire in your belly, don't get into the field, you know, because it doesn't really help what's happened to the field anyway, right now. When I got into it, that was one of the things I mean, I remember, you know, again, I'm segueing to Bollywood, but I remember watching Swades on television, sorry, on cinema with my family. And I remember watching the movie. And I remember going like, yeah, you know, that's how you need to have an impact. And again, I'm coming from a very privileged position to be able to make that statement, you know, I mean, so this is about a privileged man, trying to bring change. And therefore, it sort of appeals to me because I'm somebody who comes from privilege, but that desire for, if you do something, you can affect change in this country. And that, you know, and journalism was my sort of tool of trying to affect that change. When I got into the field, my first job in journalism was with a small suburban newspaper in Bombay, I worked there for about three months, I think the newspaper was called on track suburbs, it was a very local thing. And I was the sub editor over there. So my first job was sub editor of that paper, which was really amusing, because I had zero experience, my English was good. And that's why I was a sub editor. But the lady who was junior to me and our crime reporter, who was the key guy who got all the news that we got, what the people who are basically running the show, you know, and it was an experience for me to see that, okay, even though you may be higher above in the hierarchy, because you don't know stuff, you know, you're still, you're not the person who's running the show. And the other sort of learning that I had from those three months was how much field reporting matters. If you have field reporting, you can do things journalism is not about sitting inside an office. And that was a two big learnings for my first three months. But my first sort of big job, the subsequent year came at NDTV. NDTV had a online presence, it was expanding its online presence. And I remember joining them in Delhi, I moved really for that job. And I was really excited. I mean, to me, that was a huge deal, getting into NDTV. And I know that job at NDTV was the first thing that gave me some respectability at home. It was no longer this somebody who's trying these silly things in Bollywood and talking about journalism, but yet working, you know, in jobs that aren't really paying him so much, and can't take care of himself. Suddenly, you know, it's not like NDTV was paying me the word. But it was suddenly a case of, oh, that brand value is attached to him now. So now there is something of value that he's doing in life. And it gave me a lot of confidence also that okay, there is something that I'm doing that's now working. Getting into the job on sort of on the website, it wasn't what I expected it to be. For me, there was a steep learning curve. And I think I did fairly well learning fairly quickly, not just the basics of journalism, but also realizing how important it is to understand the medium that you're using. If you're on television, if you're on print, if you're on digital, and evolving with the medium, because if you don't do that, then you die very quickly. So that was again, another thing that I sort of picked up fairly, fairly quickly at NDTV in terms of, I mean, when I think of digital journalism that time, because I was in digital, to today, it's a sea change, right? At that point of time, I remember having conversations with colleagues talking about how, as dot com journalists, we are, you know, there's a barrel, there's gunk at the bottom of the barrel, then there are stones, and then there's some more gunk, and then we lie there. That was us at the hierarchy of journalists, because essentially, what you were doing was that you were repurposing stories that people for television were doing, and you were just repurposing them for the website. And you weren't adding any more value. And again, this is not a story that I've ever told publicly. But one of my most memorable experiences at NDTV was, there was an interview that was done with Parvez Musharraf, who was then president of Pakistan. And in that interview, he'd spoken about a four point formula to resolve the Kashmir issue. And it was a long interview, we were sent a clip, it was like about 1130 12 in the night, the interview was supposed to run the next morning, my colleague and I were the last people in the office in the dot com team. And we were told, can you put this up on the website? And you know, with a small clip and the interview will run on air tomorrow morning onwards. So put it up early so that it's done. Okay, we put up the interview. Now, the headline had a character limit. And the headlines that we were putting were very long, they weren't fitting the character limit. None, neither of us was tech savvy enough to go and change the code. And Musharraf in the interview said something to the effect of I'm ready to give up the claim on Kashmir if you accept this four point formula. So as good journalists who wanted something clickbaity, we put up a headline saying Musharraf and in quotes, ready to give up Kashmir claim, because that was the character limit within which it would fit. Apparently, it caused a bit of a crisis the next day. And it was really good of the senior most management of the of the organization to basically brush it off and saying, Look, guys, everybody makes mistakes get on with life. But I think for a good 12 hours after that, once the issue became a big deal, I think that was the first time that I genuinely worried I'm going to lose my job. And I've caused something tremendously problematic. But yeah, but that was sort of my experience of, you know, getting to grips with making mistakes, understanding why you shouldn't do clickbaity things with sensitive things, understanding how you sort of contextualize comments reports in much better fashion, understanding that at the end of the day, everything can be changed. If you want even the source code to be changed, you can change it. But this is my first six months at NDTV where I was trying to figure out all of this stuff. It was a fascinating experience from there. And I went from NDTV to other news outlets, NewsX, subsequently a very brief period in India today, before heading off to China, and working with Chinese state media. But what the experience that I gained was essentially about how newsrooms function, how do stories move through a newsroom, you know, I didn't spend too much time on feed on the field, but I liaison with a lot of field reporters. So that gave you a sense of at a desk level, what are the priorities of field reporters? What are the challenges that they feel that they encounter? And what at the desk, can you assist them with? Because often, you know, the reporter is on air, the reporter is doing a lot of the work. But the team sitting on the desk in assignment are the guys who are essentially facilitating everything. And they don't get the kind of credit that they should because they end up doing a crazy amount of work to try and facilitate that one particular soundbite to come out just as the field reporter is running around 24 seven to get that. So it's a team effort and to figure out how that team effort flows is one of the things that I sort of also picked up. The other and the most important learning that I've had throughout my time in journalism is opinion is a dime a dozen. Reportage is what's of value. So you need to invest in reportage. Unfortunately, that's not how the field has developed right now. The field has evolved to favoring much more opinion, because again, it's cheap, and reportage is expensive. Another important sort of learning and we I mean, in the course that we teach at Takshashila I sort of, I take the media component of that course. And I talked about this, the idea of objectivity. Fairly early on, you realize that there isn't something or anything like complete objectivity. We all come from our biases, explicit, implicit, known, unknown, unseen, unseen. And at the end of that, you need to the most that you can do is recognize your biases and see how they filter and try to see if you can see them away. If you can find if you can't find, but at the end of the day, if you can sort of sit back and say, I've done an honest job on this, also explaining your limitations with regard to a certain story, then you've done all that you can do. You know, beyond that, there's little that you can do. Unfortunately, today, when I see journalism, I mean, I'm extremely disappointed with the field, how it's evolved. In my last role in a media outlet, I was essentially in charge of assignment at Veeon. And again, it was a year or a year and a bit about a year and a year and a half of experience over there. It was exhausting, because we were launching a new channel. There was so much work to do. And the idea was to launch a channel which had a global appeal, which talked about world news and things like that. So you needed a different kind of skill set. You needed different kinds of reporters. And just coordinating with all those people, it was exhausting at the end of it. My favorite sort of experience throughout these years has been, was an experience in Veeon where we had a reporter deployed in Iraq, along with the Kurdish militia, an Italian gentleman, Daniele Pagani, excellent, excellent guy. And he did a tremendous job of reporting throughout that time. I was his handler from India, we would talk every night, sort of three o'clock, four o'clock at India time, where he would give me updates randomly, if he had to head out for, you know, if the militia was moving in on a certain area, and he was embedded with them. So he would call me, he would give me a security update, and the call to agree, we both had to agree for him to go, you know, with the militia for that particular raid. And there were at points of time where I would say, No, you can't go. And we argued a lot. So this is like at 4.30 in the morning, India time, I'm half asleep, he's basically telling me I'm going, you know, and your yes is a formality. And I'm arguing with him saying, No, you're not going, no, you're not going, sometimes on security grounds, sometimes just in the reason that just for the reason that I need you on air at 10am. Because even if you're in the field for the next 30 days, if I can't show you on air repeatedly, I can't register with my audience that I have a presence here. So my incentives are slightly different from your incentives, your incentives are the story, my incentives are the story and the channel and the rest of it. So to learn some of those things, and to experience some of those things, and to be in a position where with the reporter, you're taking a call about essentially his security and his safety. To me, that was something that I had never done. And that was an experience in itself. It was frightening, it was exhilarating. It gave you a sense of power, yet you felt tremendously powerless. And I think all of that is sort of what I take away from my media experience. I haven't included my experience in the Chinese state media so far in this entire thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:04.400",
        "message": "So let's come to that. Tell me about that. Tell me about your relationship with China, as it were just just kind of getting into the subject. Because you know, the thing is, the rest of the world, even if you think of essentially any part of the world is far more familiar to us, because because of our history of colonization, because of the English language, and so on and so forth. So we can talk about Europe, we can talk about the US, we can of course talk about our neighborhood in terms of Pakistan, because I mean, we were all this same country to begin with. And we are the same people in a sense. But China for many people is just so deeply mysterious, like even after doing so many episodes on it, including a couple with you, I just feel like I barely scratched the surface of beginning to understand it or beginning to be able to think about it. So how did that start with you? Like, you know, you get into any territory, I'm guessing, with a bunch of preconceptions, and then they fall apart, then you get to meet people, then you get to kind of understand the society a little bit more. Did you end up learning the language? And why China? Why did you go there?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:03.040",
        "message": "Right. So this was, I mean, again, like most things happenstance in some ways, but also in some ways, not by design, but there was sort of, there were markers to take me there. Firstly, like I said, my father's been, my father and his brothers have been running this export business for the last 40-45 years. And if you're exporting for the last 40 years, you're doing something with China for sure. So we've had sort of export linkages with China for many, many years. My first visit to the country was in early 2000s. But that was a very brief visit to Shenzhen. And in my head at that point of time, China was essentially crowded cheap goods. Those are the two sort of adjectives that went with the country. And beyond that, I didn't really have a sense of the place. The first real time that I sort of stayed, spent some time in the country was I think about 2004-2005. My father put me on a bus from Hong Kong to a city, to a small town in Fujian province in South China, where my cousin was living. And I didn't speak the language. I didn't understand anything. It was a late night bus from Hong Kong. And for anybody who's traveled from Hong Kong to China on buses, what happens is that as you exit Hong Kong customs, you get on the bus in Hong Kong, you leave the customs, you get off, you exit the customs, you get on the bus again, they take you to the customs terminal in Shenzhen, you get off the bus, you enter China, and then the bus changes. Now, once you enter China, nobody spoke English. And now the bus is changing. And I have no idea which bus I'm supposed to be on. So I'm standing there dumbfounded. Somebody comes, young lady comes, she sticks a sticker on my chest, which has some sort of a logo which is supposed to signify where I'm supposed to go. I have no idea how she knows that. Next thing I know, I'm sort of in the sea of people, tremendous, many, many buses. And somebody herds me inside a bus. I asked 10 times, is this going here? And they just nod because they can't answer in English. I don't understand the language. It's about 11 in the night. And these are really nice buses because they have beds in the buses. And each bus has a tiny TV attached to it. I'm watching a Chinese movie, which I can't understand, but I'm lying down on the bus, just wondering, am I going to the right place? My cousins told me that I will ideally reach the town by about 630 in the morning, and he will meet me at the bus station. And I'm like, okay. And again, this is a small town, right? So it's not like it's a big city where you can find people and whatever. And again, this is not the time where you have Google maps and everything. So you can actually even find things or even translator apps. So I'm sitting in the bus at 330. The bus stops at a terminal. Everybody gets off. I don't get off. And I'm like, I'm not getting off. It's 330. It's still three hours from my destination. The lady and the driver basically come in. They politely forced me off the bus saying, this is it. This is where it ends. And I remember sitting at the terminal, trying to call my cousin who's not answering his phone for the next two and a half hours, wondering where am I because it looked like an absolutely deserted sort of bus stop at the center of nowhere. People in China, the sort of cab drivers are sort of reaching out to me. Again, it seems like you don't see too many foreigners in that part of the country. So cab drivers are reaching out to me, they're sort of looking at me, they're talking about me, they're pointing at me. And I'm absolutely petrified as to what's going to happen, because I just don't know what to do. And at 530, my cousin shows up at the bus stop. And he basically comes laughing and saying he was drunk overnight because he was he'd gone for a barbecue and he forgot that I was supposed to come and the bus might have come early. So that was my introduction to China, where I suddenly felt like I'm in this alien. So the sense of you know, being in a different place was very, very strong in a place that I'm not familiar with at all. And then in a place that feels incredibly inaccessible. It was really, really strong. In that trip, when I stayed in China, I stayed for a month, I think. And at that point of time, it took me a few days to sort of settle down, get a sense of the place, get a sense of things. And then at that point of time, I traveled to Beijing and Shanghai, myself just to sort of experience the place. And it was difficult at that point of time to travel alone, particularly if you didn't know the language. But it was fine, like you could manage and again, this was China was I think this was 2005 or 2006, 2004 because China was preparing for the Beijing Olympics. And I remember going to Beijing and seeing the countdown clock for the Beijing Olympics. It was that sort of gave me a sense of Oh, because I remember my visit to Beijing was really, really nice. I found it fascinating. I found the city absolutely enchanting. I found the sort of way the old city had been maintained and how that had been blended with the new. I found that absolutely enthralling. I remember walking on Chang'an Avenue outside the Forbidden City. I didn't have the time to go inside at that point of time, but just the environment over there. And this was right next to in the seat of Chinese power. And it was open, it felt free. And I was like, this is really strange to what the perception of in my head is of communist China. And to me, that was a bit of a shock. I remember on Tiananmen Square, meeting a bunch of young Chinese who would walk up to you and who would say that, well, where are you from? Your English is good. Can I speak to you in English? Because I want to improve my English. And I remember randomly going for dinners with young Chinese, you know, for a hotpot meal while they practice their English. I learned something about China and we had a good meal and we split the bill. And I just thought that that was really, really interesting. I didn't experience anything like this in the West, where somebody would randomly come up to you, you know, or in India. And even if I had, I probably would have been deeply suspicious. For some reason, at that point of time, I was not that suspicious. Or maybe I had, you know, youthful confidence to the level of delusion that again, I was like, it's alright, it's not an issue. But I thought it was really, really fun to be able to do that. And again, that was my sort of shattering of the misperception of a place which is inaccessible, of a place which is so closed that, you know, the idea of the sort of stereotype of a communist country, where there is no freedom of thought, expression, whatever. I also remember, again, stereotypical questions asking some of the, some of those students that I met about religion, politics, and they were quite free to talk about those things, which I thought was fascinating, because again, one thought that they would not, but they had very free, engrossing discussions about some of these things. So that started to change my perceptions about what China is like that, after that first few days of the trip where I found it, you know, the first change was that China became more than just crowded and cheap goods to people who are young, who are exciting, who are thinking, who are free, who don't have the kind of inhibitions with regard to strangers. Again, it's very different from the China of today. You know, it's changed quite a bit again. But as a society, I thought it was very, very interesting. It was, it had, there were lots of similarities with India, in the sense that family was a key component of people's lives. Parents in China also went out to marriage bureaus to, you know, those parks where you have profiles listed to find a child, lots of pressure on women with regard to marriage. So a lot of similarities also in terms of how our societies are also structured. Even when it came to sort of things like food habits of the food is obviously very different. And the habits are also very different in terms of the timings of their lunch and dinner and all of that. But just the way they approached life, the idea of you need to work hard to do something in life, it doesn't come easy. You don't demand too much in terms of welfare, you depend on your own ability and your ability, you know, some people come from privilege, some people come from cultivating it. But all of those sort of, you know, values of hard work, of dedication, of perseverance, and things like that, which I felt comfortable and familiar with, I sort of saw there and I said, look, we're not really that different. We speak different languages, but we are in the sense of yes, there is a certain Asian culture to all of this, which is very different from the West. You got I got glimpses of that. And that made it much more accessible to me as a society. And again, I cultivate, I develop friendships with people which I have maintained over the years. And it's been fascinating to therefore sort of see, have conversations with them today about where China is today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:42.040",
        "message": "Wow. So a couple of these differences, actually, I'd like to explore because this is really interesting. Like one, you've pointed out the similarities, but you also said that there are differences. So what are these essential cultural differences like and then you pointed out that China today has changed a lot and it's different from what it was. So what is that difference like? So two questions, really."
    },
    {
        "speaker": "Guest",
        "time": "00:49:03.960",
        "message": "So firstly, in terms of cultural similarities, I've spoken about in terms of differences. I'll give you an example of how conversations around politics went. When I asked people about their political beliefs, their political desires, participation in sort of the political environment, the answer that I got, particularly from people outside Beijing, was, yeah, all of that is for people in Beijing to worry about, you know, I'm here to try and make my living. So in some way, that social contract that was offered by the party in the late in the 80s, and the early 90s, particularly, about will give you opportunity will give you opportunities to grow will give you opportunities to become more well off, improve your livelihood and all of that. But you surrender political control to us, that has some way been internalized. And I thought that was very different from what happens in India. In India, that's not the bargain that we are making with the state. And we are constantly fighting to not make that bargain with the state. You know, even when you have a strong mind leader who comes and says, I'm going to give you a chedin or whatever else, we are still fighting for the bargain that that does not mean you can take away my liberty in terms of my political liberty. In China, you saw that that bargain had been accepted in some way, at least my experience was that it had been expected in some way. That's the scope for that was expanding at the time that I had gone in 2005 2006, where it was a moment where China was much more open and people were still talking much more about politics. But in general, that bargain had sort of settled in people's mind in some ways. But again, some people were still pushing boundaries. And these were activists, you know, people who believed in, you know, constitutional rights and so on and so forth. People who believed in democracy and democratic processes. But that was happening at in sort of in an elite level in some ways, the general people that I encountered, I felt that, you know, they'd accepted that bargain. And they didn't mind having given away their political rights for having this opportunity at a better life. So that was one sort of big political difference. Again, from a religion point of view, this was also fascinating. Again, I was new to the place. So when I asked people about what they believed in, the answer that I got was most often was, what do you mean? What do I believe in? Or who do I believe in? I believe in myself. And I thought again, that was quite a fascinating answer. In time, as I've studied China much more deeply, I realized that religion is much more than that simplistic answer in China, it's it is a powerful force. And not just in terms of the, you know, Islam, Buddhism, whatever. But, you know, even local religions are a powerful force in terms of organizing society and getting people to congregate. But that sort of response to me was striking, very different from what I would get in India from people. In terms of just day to day values, I felt that people, particularly the youth in China, and even in urban sort of cities, was very independent. It was very independent, they were very independent, they very early on people were sort of taking on responsibilities, which for many people would be far beyond their age. And perhaps it had something to do with the one child policy. From a family culture point of view, what I also found fascinating was the fact that millions, hundreds of millions of people in China work as migrant laborers. Lots of parents leave their children with grandparents in villages, while they are working in cities. And you don't see your child for a year. You travel back once a year during the spring festival or Chinese New Year, and you greet your children. And again, that to me was a fascinating experience in terms of how these families survive, and what that might do to these children as they grow up, what that does to parents as they're working in cities that distance from their family, what that does to grandparents, because at that age, you're now having to raise a child essentially. And I thought that was very different from again, what we do in India, you know, people migrate, but people migrate with children in India, you don't leave your children behind. But again, that that is a legacy of the hukou system in China, the household registration system, but it's just shaped society in such a way. So I thought some of these were really, really fascinating trends and fascinating differences in terms of how China is structured, how India is structured. And I again, every time you hear some of these conversations in India about in Bombay, you'd hear this conversation about oh, Bombay is too crowded, we need to have a separate visa to enter Bombay or some sort of system to block people. And some of the sort of hints are at the Chinese hukou system. We don't sort of talk about the unintended consequences, the sort of challenges that come up with that system. Likewise, when we talk about population control, again, a topic which in India today is also becoming relevant again, we don't look at what the Chinese have done and how the kind of problems that that's created, not just at a social level, but also at an economic level today where they're having to undo everything. So I think that some of these differences persist. And I think it's good for us to have gone down the roads that we have gone down, rather than trying to ape them, because that degree of re-engineering of society has tremendous challenges that come up for individuals, families, which honestly, you know, if I was put in that position, I would find it really, really difficult. And that's sort of my sense of the differences that exist between the two societies in terms of, you know, I mean, I could go on and on about the differences. So from from a political structure point of view, it's a unity structure, ours is much"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:32.540",
        "message": "more representative participatory. Let me make a couple of observations and then go on to my next question, which kind of arises from what you said. One thing, of course, as far as population is concerned, is that I know that it's going to be an issue in India soon once again. And it's just it's just horrible, because I, you know, I've gotten so tired of kind of pointing out to people that overpopulation is not a problem. In fact, there's no such thing as overpopulation. People are our greatest resource. All the failures which we ascribe to, you know, too many people is actually the fault of bad governance. And the history of humanity is actually a history of people moving from places with less population density to more population density, moving from rural areas to cities. Why do people do that? Population density is a damn good thing. So I'll link to a column I wrote on that in the show notes. Meanwhile, just going to your observation about this sense of, you know, the politics is for people to Beijing, for people in Beijing to worry about, I'll just do what I do. And why India is kind of different. I'd say that yes, at one level, of course, India is different because democracy and local democracy, especially to whatever tiny extent it is there and all of that. But I'd also say that, conversely, in India, there's a certain apathy also that has developed over politics. I mean, one of the reasons I think that we don't punish the bad governance of our rulers, as it were, because rulers is indeed what they are, since we took the colonial state that they left us. One reason that we don't punish bad governance as often at the polls as we should, is the sense of apathy that the state will always be dysfunctional. It is what it is. Just get on with life. Just do your jugaar and get on with life. Now, my question is this. There's an old observation Jagdish Bhagwati made where he pointed out that people in China have a profit-seeking mentality where people in India have a rent-seeking mentality. And my hypothesis for why that might be the case is not so much to do with culture inherently, but more to do with the sort of institutions we have lived with for decades, where over here, where everything is top-down and the state has such a heavy part of the economy, certainly till 91. You know, rent-seeking was where you made your money. You got ahead by being close to the believers of power as it were. So people would think in this zero-sum way, whereas Bhagwati's point was that in China, it's more a positive some way, which is what you seem to be alluding to as well. So what do you think of this observation? Yeah, I mean, I don't entirely agree with"
    },
    {
        "speaker": "Guest",
        "time": "00:57:01.680",
        "message": "it. If you look at the Chinese system, you know, throughout the imperial times, you know, for the past, whatever number of thousands of years, you will see that yes, there is enterprise, there is innovation, there is all of that. But the state and the central government plays a very, very strong role in the entire process. In fact, the entire sort of towards the final few dynasties, what you will see is that, and a lot of it, actually not even just the final few dynasties, even throughout history, what you will see is that a lot of the sort of struggle in China in terms of social mobility is about reaching the point of aristocracy, where your nobility associated with the state, you're the scholar, nobleman, and you're associated with the state. So I don't necessarily think that that is so, and that is essentially that sort of breeds rent-seeking over a period of time, because then, you know, your family connections and so on and so on breed all of that. So I don't think that necessarily, that has been the motivation. I think that there is a change definitely that took place in the late 1970s and early 80s. The idea that the Communist Party, and again, I'm making a very broad stroke here, but the idea that the Communist Party officially sort of said that, look, we need to be rich, you know, and you need to go out and make money. And that richness does not have to come with generating simply wealth from within and creating rent-seeking. There is tremendous rent-seeking that still took place. Through the 80s, you'll hear about, 80s and 90s, you'll hear about stories that are called suitcase enterprises, where essentially bureaucrats are leaving the government and they're, you know, selling off enterprises and they're, you know, cutting these deals. And then sons of these bureaucrats or party members are eventually becoming chairpersons of private institutes who are then winning government contracts. So there's a tremendous amount of all that that's taken place. At the same time, what's essentially happened is that once the economy was opened up in terms of price controls, in terms of opportunity, that allowed people to make more money and the government encouraged it. It basically said, look, our job is to grow rich. I mean, Deng Xiaoping's statement was essentially that being poor is not socialism. And today, when we look back sort of 40 years down the road, when the Communist Party gives us its official version of its own history, it describes its history in three phases. The first phase is standing up, which is forming the state under Mao Zedong. The second stage is growing rich. And today, the first stage is becoming strong. So I think in that context of Mr. Bhagwati sort of saying that I sort of see the logic of it, that yes, it's true. But it's also the case that there was tremendous rent seeking, there is tremendous rent seeking that happens today. And that is why anti-corruption campaigns by leaders have been critical to every leader. And every leader has launched sweeping anti-corruption campaigns at different levels. In fact, sort of an acknowledgement of this rent seeking came in early 2000s, when Jiang Zemin, who was then General Secretary of the party, came up with this theory. So each leader has a theory. Mao Zedong had a thought, Deng Xiaoping had a theory, you know, Jiang Zemin had a theory, Hu Jintao had a theory, Xi Jinping has a thought. And in the Chinese system, thought is above theory. Jiang Zemin's theory was called Three Represents. It essentially talks about how different factors and different elements of society are going to be represented by the party. And one of them is private enterprise. And the reason that he came up with that theory, or he sort of framed it that way, is because a lot of the bureaucracy and the elite had sort of moved from, you know, and sort of created these enterprises. Also a lot of private enterprises, you know, folks who've done well, although who may not be members of the party, felt that it's important to be members of the party to do well, and to do better. So the party membership expanded because of this. And that sort of tells you that there is tremendous rent seeking that's taking place. So I don't entirely agree with him, if I was to go back even historically, through the thousands of years of imperial rule, to even the PRC period from 1949. But I do see that the loosening of controls in the 1980s, and subsequently, did create this impetus to, you know, become rich, because the party basically said that we need to become rich. And whatever policies are needed to facilitate becoming rich, we will do, and we will experiment with. And if that's the stated goal, then yes, people that gave the encouragement to people to go out and seek profit, maximize profit, which I don't think necessarily is something that existed throughout the history of imperial China. I think the history of imperial China has not been about becoming, it has been about occupation, it's been about defense, it's been about maintaining the glory of the Emperor, it's been about people wanting to become noblemen and scholars and those sorts of things, and tremendous rent seeking and all of that. Because if you go back to even the last dynasty, the Qing, what you will see is that through the 1800s, there is tremendous poverty in China, and there is tremendous inequality also. But there is obviously, China is playing a bigger role at the world stage as a key trading nation, key provider of goods and all of that. But I don't think people are driven by profit motivation, the higher goal is self actualization in terms of the Confucian idea of how you rise above in society, and at the top of it, you are a scholar, nobleman, and so on and so forth. So I think, therefore, I don't entirely agree with that. But yeah, for the last since the 80s, I can sort of see where that logic fits in."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:28.160",
        "message": "No, in fact, and you know, some of the listeners might worry that what is this Amit and Manoj are talking about seeking profit as if it is a good thing, what is going on, but you know, which kind of goes back to sort of what Jawaharlal Nehru once said to JRD Tata, where he said, quote, do not speak to me of profit, it is a dirty word, stop quote, and, and there has been this sort of suspicion of it. But you know, just to drive home that basic one on one point, how do you make profit, you make profit by providing someone something that makes them better off. You know, I keep referring to the double thank you moment, the famous phrase coined by John Stossel, where if you buy a cup of coffee in a cafe, you value the coffee more than the money you pay for it. And the cafe values the money more than the coffee. So both of you say thank you, both of you are better off. Whereas in India, there is perhaps too much of an exploitative mindset, which Bhagwati and anyone who has lived here might well have seen, but people can often have a sort of a more surface view of China. And earlier, you spoke about a broad strokes as well. Now, what happens is that you enter a strange place, or you, you know, start learning a new theory or whatever you get into something new, your initial notion of it is very broad brush, right? And that will include misconceptions. And right at the start, it will be incredibly simplistic. And then gradually, the scales fall off, and you discover more and more layers, and you go deeper and deeper and so on. So what was that process like for you where you really get into it? Like, what is that moment in time where you feel at home in China, where, you know, you're chilling, you're no longer surrounded by strange people you don't understand, for example, you're no longer nervous about, you know, what others might think of you? Or can you understand them? Or am I in the wrong city? What is this lonely bus stop? So what was that process? Like for you, as it were,"
    },
    {
        "speaker": "Guest",
        "time": "01:04:07.760",
        "message": "I went back to the country in 2011. And again, I went back as a trader, I got fed up of journalism stepped away, went back as a trader. And I spent two years doing some freelance writing work from China and traveling across the country, and trying to run a trading business, which I was terrible at doing. And very early on, my father sort of realized that and he told me, you know, if you want to move out, I wouldn't, it wouldn't be the worst thing in the world. So you know, please try and do that. But so I spent those two years were really useful for me, because it allowed me to travel, it allowed me to travel to many factories, and different places where China was, where people were manufacturing things. And it sort of took you to the heart of what is it that's gotten China this boom, this low end manufacturing that's happening. And just to understand how factories are structured, what are the incentives that people have, how negotiation happens, and how the system had changed, in terms of, you know, it was no longer just, again, this is 2011, 2012. So low end manufacturing was starting to somewhat lose its steam also. So to just see that, you know, there is this gradation of factories from really high end places, which is manufacturing stuff for Europe, the United States, to factories, which are actually in just somebody's bungalow. And I've seen some of this in India, but never to the scale that what I saw over there. So to me, that was an experience at the heart of China's economic power as to how some of this is happening today, again, and just how rapidly things have changed is that today, I think this is a, is a sea change today, technology plays such a huge role in China, and just 10 years that I don't think that it's any more recognisable to what I saw in 2011, 2012. But in 2013, eventually, I sort of, I wanted to continue to stay in that part of the world, I was intrigued by the place, I found it comfortable by that point of time, while I was travelling, I enjoyed chatting with people in cabs, I started to pick up a little bit of Mandarin, even today, I think I there's so much more that I need to do to learn that language. But I started to pick up a little bit enough to have a basic conversation enough to crack a joke or two, you know, to be able to engage in some sort of a banter. Fortunately, technology had improved. So you had translation apps for the more difficult things. Despite that, I think I spent many times telling, telling a cab driver to go left when I actually wanted him to go right. So I've done a lot of that. I've gotten lost in the country a lot of times and sort of found my way back, which I think is one of the I mean, once I got comfortable, to me, that was the best way to learn about the country to just get lost in a place and then figure it out and then find my way back. You find a lot of helpful people on streets. I saw a lot of I mean, I experienced a lot of warmth with regard to India. Bollywood had a huge role to play with it. Old sort of Nehru had some role to play with it because people did remember him. People followed current things in India current developments. So that was entertaining. I started to get charmed by the culture. I thought it was fascinating that this is a place where in the evening in cities and towns and villages, you have these giant public parks. And suddenly, at about six o'clock in the evening, you have music playing in the public parks, and you have 50 6070 people gathering on the square and doing synchronized dances. And that's the evening sort of community routine. So in smaller towns, it's a community routine in bigger cities like in Beijing or someplace, there may be a routine by a group. But it's also just you know, people in a public park, somebody's practicing Tai Chi, somebody's there with a sword practicing his movements, somebody's dancing. And I just thought that sense of freedom, that sense of being outside and doing all of that, I thought it was really, really interesting. And it felt in some ways comfortable again, growing up in Bombay, as soon as September, October comes till the next January, there's constantly music outside. So it felt familiar in some ways also. So to me, that was the time where I sort of really felt that I'm comfortable in this place. I'd gotten, you know, I'm a non-rich kid, and I'd gotten the food had what had not been too much of an issue for me, I got comfortable with it, I found interesting places to eat, I tried to experiment much more. And again, I made friends, which really helped. Because, you know, you could talk about all sorts of things. And, you know, and they were very curious, they were very, very curious people. So I thought, again, that's fascinating that it's not like this is a closed society where they also don't want to know about the world. And they don't want to share quite open people, very friendly, very hospital. I moved to Beijing in 2013, when I joined China Central Television. That was my first time staying in a big city for a prolonged period of time in China. Otherwise, I was traveling and I was staying in smaller towns doing low end manufacturing. When I moved to Beijing, to me, that was a process of getting used to how cities function in China, and treated very well, the organization treated me very, very well. But very early on, you sort of started to realize that this is different. This is not journalism. I'm not exploring a story and nobody's interested in me wanting to explore a story. You know, this is top down. What I can give them, and what they wanted from me, were English skills, and my ability to try and build a digital newsroom. What they can give me is a steady, really well paying job, and an experience into how China functions. So that was the bargain that I essentially made that, okay, I'm going in there to try and figure out, try and make some money, but try and also figure out how the system works, how things work. And I think it was within a few months that I realized that, okay, I'm not going to be doing any interesting journalism here. So I need to spend my time learning as much as I want to learn about China. And it was a very comfortable life. It was the first time that I was working in a media organization where after my eight-hour shift, I was not expected to be in office. In India, if I said ever that after my eight-hour shift that, okay, my shift is done, I'm going home, I'd be threatened with being fired. You know, and I had most of my friends were in office. So if I felt like, okay, I'm sitting here for half an hour more because I'm watching something on my laptop. And in case you guys need some help, ask me, my work's over. But in case you need some help, just feel free to ask me. And that was this huge thing that, oh no, a foreigner is okay to work overtime. And I was like, it's not a big deal at all. But then that was their experience with Westerners, right? People from Britain, from the US, they had very clear boundaries about how long they would work and, you know, what they were contracted to do. Whereas for me and for other Indians also working in the organization, it was, it was all right. It didn't feel like it was a big burden. And again, I think that's where there was again, a culture of work culture blending, right? Because the Chinese employees of the organization worked insane hours, they didn't work eight hours. And I remember talking to them and telling them, well, it's, you know, put your foot down. And then I was like, yeah, I'm saying this from a position of privilege here. In India, I would never say that put your foot down, because I know I would lose my job. So but you've understood that sort of environment. By that point of time, I was very comfortable with the country with people, I had learned how to engage with people in the organization also. And to be fair, we used to have these morning edit meetings with the entire top brass of the English News. So CCTV is a huge entity. It's China's national broadcaster. The English News is a small component of it. The Mandarin News is obviously the biggest component. And then CCTV has sports, entertainment and so many other networks. The English News editors, we used to have this meeting every morning. And as somebody who's in charge of the digital newsroom, I would go to that meeting and talk about what are the big priorities that we are covering today, and also how world media is covering China. I don't think there was ever a day where I was told not to say anything that was critical. So even on June 4, even on Tiananmen Square's anniversary, I could sit there and I could say this is what's being covered. This is what's being said. I think, you know, CCTV should cover this, you should talk about this. We were always given a patient year, and then people went continued. So there was never a case of don't talk about this. But there was a certain sense of, you know, look, the foreign staff may not entirely get what our priorities are, what our incentives are, and where we come from, and all of that. At points of time, that would annoy you, but at points, but sort of sitting back, and when you think back, you understand where that where they're coming from. These are individuals who are working in a system who are accountable to a hierarchy, and you will function accordingly. You know, in my time there, I remember there was a former CCTV journalist who had come up with a documentary called Under the Dome that was about pollution in China. I think I've got the name right under the dome. She's a former CCTV journalist, very popular journalist, who'd come up with a documentary. And you saw that there was debate around that. And there was, I mean, you go back and anybody who's listening wants to go back and research that controversy, you will see that the documentary got censored, it got banned, and so on and so forth. Yet it got covered, it got tremendous social media coverage. So it was a moment still where China was very vibrant, where there was lots of social media conversation of different kinds. Today, social media environment is still very vibrant, but it's become much more nationalistic. At that point of time, there was a far more freer debate. And that space for freedom was becoming constrained. Likewise, I remember when, again, I was in CCTV, when the US Supreme Court passed its judgment on gay marriage, and CCTV, the network covered it, we covered it. But there's a certain ambivalence in China with regard to policies with regard to, you know, the LGBTQ community. It used to at one point of time be treated as a illness, and that's no longer the case for a long time. But still, it's not really talked about, you know, policy issues of that nature are not talked about. And, you know, we were all told, don't get into it, cover the news, but don't get into it. Now, but this was huge on social media in China, you know, China has a huge LGBTQ population. Yet we were not covering it. Apart from just saying the US Supreme Court has done this. I remember us putting out a post on Chinese Twitter platform, you know, Twitter, like microblogging platform, Weibo. And we put out a post about how there's a rainbow in Beijing today, and it had rained in Beijing. So one of my colleagues just took a picture of the rainbow and we put out the and we said, oh, let's just surreptitiously put it out on our organization's Weibo platform. And there was tremendous conversation on that on the platform, which subsequently we took to the editors of the channel and saying, look, we did something like this. And you know, we're sorry, but we did this. And can you see that there is this conversation. And again, some of the incentives are also about reach, even though it's a state run entity, there is an incentive about reach, because how do you otherwise assess what influence you're having on society. So that is impressive. And that sort of created this impetus that, okay, maybe let's have a conversation about something to do with gay rights in China, you could try and push some boundaries. And as you remained in the organization for longer, you try to figure out which is the best way to push these boundaries, you try to figure out figure out which are the best battles that you can fight and win and which you should just let go of. I mean, sooner or later, I just sort of realized that there was no point in talking about Tiananmen Square during his anniversary, because it's a battle that I'm never going to win. So I might as well not talk about it. But I remember in 2014, when the umbrella protests were happening in Hong Kong, I remember having very loud arguments with my editor, basically saying, we should be covering this, we should be covering this. And the organization was not covering it for some time. It did eventually. But in those initial days, in hindsight, when I thought about it, and as I studied China much more, I realized that the reason that we were not covering it at that point of time, was because there was no clarity from politically at the top of how do you approach this? You know, what is the narrative that you want on this? As that parity came, you saw Chinese media, including CCTV and CGTN, which is the English language network, cover it from the point of view of, yeah, these protesters want this, but look, they are inspired by the West and also look at the fact that they are disrupting society and cab drivers are losing business, and so on and so forth. And again, anybody who's looking at protests in India can see similar sort of themes that get picked up by media which want to cover and that tells you where that media's incentives are coming from. But for the first couple of days to a week or so, it wasn't covered that umbrella protest movement. And the reason it wasn't covered in hindsight, I realized is because the political line was not clear. For me as a journalist, it was a case of this is a massive story. Why are we not covering it? And you know, yeah, you may want your spin on it, but at least start covering it. And that was not happening. So you start to realize as you spend time, what boundaries you're pushing, what boundaries you need to push, where you can win, where you can't win. And to me, that was fascinating. I think the last sort of example that I will give of my time at CCTV was every year in March, the Chinese parliament meets. So there are these two bodies, the NPC, which is the parliament and the CPPCC, which is a consultative body for the legislature. And these are really sort of big sort of, you know, there's lots of fanfare around these events. These are called the two sessions. And again, this is about the Chinese state wanting to use digital media as a platform to send their message and to sort of boost their message. And CCTV had decided at that point in time that, okay, what do we do on digital media that we can do different from television? Because television is giving you the standard stories, right? But how do we do something different on digital media? And the idea was, okay, we will get different spokespersons from different ministries and government departments to come into the office, and they can take live questions from Weibo and Facebook and whatever. Now, of course, these questions were not live in the sense that they weren't vetted and censored. But the experience of having bureaucrats and spokespersons from ministries come in, and to have that experience of what is it like to engage with these people, to set all of that up, to me was an absolutely incredible sort of setting of, you know, and nothing like that I'd experienced in India and Indian media. And that's where I sort of differentiate between the freedom in the Indian media and the Chinese press, where I remember listening to responses being given by the spokesperson who had come in, I think the most vivid memory I have is of the spokesperson from the National Health Commission. He was answering questions, and we were typing out the answers, you know, because while he's answering live, you're also answering live on Facebook and posting the responses. And there was a censor standing behind me, who would look at certain words and say, not that. And you delete that particular sentence. So again, very, very different from what this is. So at that point of time, I mean, of course, to me, it was just an interesting experience at that point of time as a journalist. But when I sort of get back to looking at Chandler from an analyst's point of view, you know, that I've done for the last three years, I realized this is, and I talk about this in the book that we will talk about, that this was sort of early days of cultivating tools for discourse power. And this was fairly well thought in the sense that the leadership had a vision of, we want to do some of these things to cultivate these tools. And this was the process of doing that and creating these tools. And now when I think back at all of this, I think that it's fascinating that I was at the heart of that process when at least in one organization, this was being cultivated. And in some ways, how futile some of the pushback was that I was trying to do, but in some ways also how fascinating it was that, you know, the people who were working on these things, my Chinese colleagues, they were not people who necessarily entirely bought everything the party was telling them. These are smart, intelligent, articulate people who understood how the system functions and who much more than me, of course, had a sense of what battles to pick and what battles not to pick. And it's truly a credit to some of these, some of them, you know, like how they've managed to push back against some of the pressures in the system over the years. And I sort of empathize with a lot of and look at them and think that I don't think in the Indian media, we've had half the pressure, yet, we seem to have succumbed much more easily. And therefore, so I have a lot of regard for my colleagues who I worked with, and generally journalists in China. Yeah, I mean, talking about succumbing,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:54.320",
        "message": "there was a famous comment made during the emergency where someone spoke about Indian journalists and said that when they were asked to bend, they chose to crawl, you know, words to crawl, you know, words to that effect. And it struck me that, you know, with a lot of your editors, you know, at CCTV deciding what is cautious to talk about and what is not, the incentives are clearly tailored towards erring on the side of caution, towards crawling rather than bending, because you know, why take the slightest chance? Why do you want to even go there? So before we get back to your personal arc, question that strikes me from something you said, where you spoke about how, when you were there, the Chinese were so friendly, they were always kind of willing to talk earlier, you spoke about how those students would meet you when you went for the first time to Beijing, and, you know, take you out, ask you questions, all of that. I visited Pakistan in 2006, I was covering the cricket tour. And one of the things that struck me there was the incredible friendliness of the local people, right? Like I remember on the evening, we landed in Lahore, you know, three of us journalists, we went to a nearby grocery store or whatever to buy pencil cells and all that for our equipment. And at one point, one of us mentioned that, hey, we are from India, and they refused to take any money. And this is almost like a cliche of hospitality or you are our guest and so on. But literally, throughout the tour, that's the kind of friendliness that we got. And it struck me that in India, a Pakistani would not get that kind of friendliness. Like, of course, if you're white, you've come from the US, you've come from England, of course, we'll pander to your white ass because colonialism and all that. But not to not to a Pakistani and even Chinese people here would often be treated with so much distrust and xenophobia. And, and of course, African Americans, like I remember back in college, how people would look at students who are from Africa, I don't know why I said African Americans, that students were from Africa and the kind of racism that was there. I'm kind of thinking aloud here because it strikes me that maybe I'm reading too much into it because the sort of things I would notice about my own people is the stuff that I don't agree with or which kind of repulses me and I would take the rest of it for granted. And it is possible that no, on the whole, we are also friendly and hospitable. So I thought, hey, why not ask you and what's your take on it?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:04.400",
        "message": "No, I think on the whole, we are also reasonably friendly and hospitable. I don't think that's the case. And I mean, if I look at China, what I would say is that it depends, right? You know, it depends who you are, where you're coming from, where you where you are encountering the person and how. All of that matters. I don't think you'll find people in China saying, no, it's on me, don't need to pay the bill unless it's your friend and you've gone out for a meal, then they'll be like extremely hospitable. But a bargain is a bargain. That's very, very clear. And it deals a deal which I sort of respect that I think it's a very healthy sort of way to do things that, you know, we talk about money first up, like particularly we say with tourist guides. And when I took my family to Beijing for a holiday, we were about five or six people. I asked somebody as a tourist guide to accompany us because we wanted to go to the, you know, the tomb of Mao Zedong, the mausoleum of Mao Zedong and all of that. And we wanted to sort of explore other parts of the city, which I didn't necessarily know of as well. And it was a college student who was our guide. And we were very clear, he had a very clear conversation up front about money and everything. And once that is out of the way, you can have fun. And you know, the person can be very engaging and all that. So I appreciate that about the Chinese in some way, that they are very, very clear about money. The other thing in terms of hospitality, again, there can be a tremendous amount of racism, xenophobia in China. We see that even in policies with regard to ethnic minorities in China. You know, that's been one of the biggest issues for the last couple of years with regard to Xinjiang. So that exists. And I don't think that is, there's a certain amount of chauvinism with regard to ethnic minorities in the country. In terms of foreigners, I think there's also a gradation, right? I mean, the kind of treatment that a white person would get is very different from the kind of treatment that I would have gotten, you know. And I think that reflects not just in terms of hierarchies in organizations, but also pay scales, ability to say things and get away with them and things like that, you know. And I think that exists. And that is, to me, that's a case of internalized, you know, racism in terms of hierarchy of systems. And I think if you go back, there's an interesting book by Bill Hayton, The Invention of China, in which he talks about this concept of race, about 100 odd years ago. And he talks about how Chinese thinkers at that point of time saw the world as divided among different races, white, yellow, brown, black at the end. So there is a hierarchy in that persists in your head. And it may not be as obvious and as, you know, distinct in somebody's head, but you internalize these things over generations. And I think that exists. I don't think there's a case. I mean, just last year, we saw an example of this, right? African immigrants living in China and Guangzhou, there was a huge controversy around racism. And, you know, lots of Chinese diplomats had to go to African leaders in their countries and sort of get a dressing down. And a lot of these African leaders also put out the dressing down that they gave the Chinese ambassador on social media to signal to their own communities. So obviously, racism exists, obviously, that exists. It works in much more subtle ways sometimes. And I think you will see right, a lot of the times, like just like in India, right, you know, if you if you have a foreigner who's visiting, and you want to make a snarky comment, you make it in Hindi, a lot of that would happen there also. So I don't sort of see it as that distinctly different. But I do see that, you know, in general, depending on where you are, whom you're meeting, and particularly if you're meeting somebody for the first time, and maybe this is because women are much more active in the public sphere in China. Right. So and women don't tend to be as hostile when you meet them first, because the approach is you're selling something and you're friendly. So my experience, therefore, was essentially meeting people who are generally very hospitable, hospitable, who are very friendly, who laughed a lot. And again, if you're a good salesperson, you laugh a lot. Particularly if I'm your customer, you will laugh a lot at my jokes. And that's what happened a lot with me. So again, maybe that's the power dynamic, which I'm coming from. And therefore, I felt that it was much more as a trader. But as a as an employee, I thought that there was a gradation in which I fit in, you know, as a South Asian, as opposed to a white person. And and again, as the Arabs working in the organization fit into a different grade, the whites were the highest in that sense. So I think that existed. So I wouldn't sort of read too much into us being that way. I think we also have our ingrained biases from generations. But in generally, I think we are also fairly friendly, at least, again, it all depends on where you come from, who you meet in what context, and all of that. That's what determines to me whether a person's implicit sort of biases and, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:48.880",
        "message": "tendencies sort of come to the fore or not. Yeah, absolutely. I mean, all these are, after all, such impressionistic takes. So let's get back to your personal arc. Why did you decide to leave then? And when you decided to leave, you didn't come back to Indian journalism, you didn't give trading another shot, you came into the world of policy, you came to Takshashila. And thank God you did, because that's how I met you. And that's why you're on the show now. But how did that that sort of journey take place?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:16.480",
        "message": "So I got married in 2015. And see, it's just five years, six years, and I still am sort of going back and saying, thinking about it once. But yeah, I know, I got married in 2015. And my wife joined me in Beijing. And I think there were two things that were happening. One was that we were thinking about having a kid. And the challenge was that, you know, I was not as I was not as comfortable with my own lack of knowledge of the language ability to manage having a child in that environment, because I wasn't familiar with healthcare as much, despite having spent a lot of time there. And the idea was, if we, you know, if we are planning a child, do we want to go back to India, because it might just be easier with family and everything, and everything, and everything. The second strand that was running was the fact that I was increasingly reaching a point of fatigue in the organization in CCTV, because I was increasingly feeling like, I think I've done what I needed to do here, or how much ever I needed to do here, I've hit a certain ceiling, where increasingly, the environment, which was somewhat free has become even more controlled. The role that I was playing for the last two, two and a half years, is increasingly shrinking, because the organization is taking away editorial discretion from foreigners even more. It wasn't like you had a tremendous amount of editorial discretion, but you had a say. And on a lot of things, I felt that what I was saying was taken on board, that was shrinking very rapidly. And that had to do with how the organization was changing and how the political environment in the country was changing. I was uncomfortable with some of the things that were done, not in CGTN, but CCTV, which was, say, airing of confessions of people who are detained. And of course, CGTN was then asked to carry it. I used to, I remember resisting saying, we don't want to carry this, and you know, not on our platform, why do you want to carry it? It's, you know, but some of those conversations have started to eventually grate. And I was reaching a point where I was like, look, I don't think I want to do this anymore. So that coupled with the sort of personal desire, I sort of felt like it's time for me to move out, because I valued the relationships that I had built in that organization with the people. And I was increasingly, and I took a lot of credit to my editor in chief. She was a wonderfully enthusiastic, energetic woman who worked 24 hours a day, and who never cribbed, who always smiled, always laughed. And she, I fought a lot with her. And she still had a lot of regard for me, which I thought was remarkable, because I wouldn't, I would start becoming sour. And at the end of it, I remember talking to her and telling her that, look, I'm at a point where I feel I will increasingly fight much more with you, because I don't agree with even more where we are going. I didn't necessarily agree too much at the beginning, in the beginning of all of this, but I'm now at a point where I just completely disagree with everything. So I'm finding it difficult to stay here. And she was kind enough to tell me, take a month off. You know, I don't want you to leave, take a month off and think about it. And I said, no, you know, I don't think it'll change in a month's time. So I might as well just move. And she was fairly good about it. And she said, fine, you know, whenever you want, whatever you want, serve out your notice period, and you can leave whenever you want, there's no issue at all. Again, the way the organization treated me, I don't have a bad thing to say about them. In terms of their priorities. Yeah, I don't agree with a lot of things. But yeah, but that's where I sort of ended. And again, I moved to India, just to sort of, I didn't join Takshashila immediately, I moved to Vyond when I came to India. And I spent a year and a half over there, at which point, I moved away. And I took basically, after we after my kid was born, we basically decided that and because of changes also in Vyond's editorial, I didn't feel like I wanted to continue over there. And I moved out of the organization without a job, basically saying I want to take some time to spend with my newborn baby, which was much more hard work than I could have imagined, much more hard work than I could have imagined ever having done. And I think joining Takshashila was something that was during that break, I think Takshashila was, it was 2017, the Doklam standoff had happened, there was lots of interest in China. And unfortunately, there are very few Indian journalists in China. So I don't count myself as an Indian journalist in China, even when I was there, because I would see myself as an employee of CCTV, but journalists like Sudhirto from Hindustan Times, Anand Krishnan from The Hindu or back then from India Today, lots of people from PTI, INS. To me, that's the Indian journalist in China, not people like me. There are hardly any, I think there are four, you know, three or four. And there's very little information in India about China. A lot of that is repurposed reportage from Reuters, AFP, whatever. And there's no real original Indian view that's evolved. Although, like I said, some of the names that I've mentioned, these guys have done tremendous work. But there's no real, you know, view that's been that's evolved. A lot of our media conversation is very hollow, very shallow. And I was like, look, in Veeon, one of my hopes was to try and do that, try and sort of actually get but then again, the nature of the organization, the way it was evolving, this was not a priority. But when I left it, I said, I want to sort of spend some time trying to do that. So I was trying to teach develop a short course, like a 101 to teach. And at that point of time, like I said, because Doklam was happening, Takshashila had run a one month course with four or five sessions on China. I knew Nitin Pai from Takshashila from many years ago, I'd written for Pragati, a magazine that you edited at one point of time, and I'd written for them in 2009, 2010. So I had familiarity, I had done the Takshashila course in 2014, while I was in Beijing. So, you know, at least he and I both knew each other briefly. When that course was starting, I remember in the first day at the first session of the course, Nitin messaged me as one of the students in the course, and asked me what I was doing. And was I still in China? And I told him, No, I've moved to Delhi. And he said, Oh, what are you doing in Delhi? I said, No, I've just taken a career break right now. I was trying to be as nice about it, not saying that I'm unemployed. I was just saying, I've taken a career break, and I'm trying to focus on my child. And his first response to me was, Can you change a diaper in 30 seconds in the dark? If you can't do that, you're not good enough. And I said, No, I still can't do that. And then he said, Well, okay, look, we're interested in doing something in China. Let's talk after the course. And that's where the conversation began. And a few months down the road, you know, six, eight months, six months down the road, three, four months down the road, I started a newsletter on China. And a few months after that, I joined Takshashila full time to sort of try and set up a China research unit in the organization, while myself also trying to sort of, you know, spend time on academic research. I remember, in one of my first few weeks, having a conversation with, you know, Pranay, Pranay Kotasani, who used to head research that time at Takshashila, and him telling me that you should write a book. And I was telling him that look, at present, my mindset is that of a journalist, and a journalist working in television and digital media, I cannot stay with a story for more than eight hours. You know, for me, once it airs, it's over, it's gone, I'm looking at the next thing. So you're asking me to stay with something for three months, six months in my head, a concept, work on it, develop it, and I'm going to struggle with it. And he was very nice about it. He said, Yeah, yeah, I totally understand. Take your time. But you know, this is what I need you to do. So just try and focus on that and settle yourself down to do that. And so the journey from there sort of began, and it took me a good six months, I think, for that mindset to change. In many ways, television and digital journalism gives you your your mind is geared towards gratification at 10 o'clock at nine o'clock in the night. Right. And that was no longer the case. So tendency to sort of drop off, get bored, get sort of uninterested over a period of time, I sort of feared that a lot. But I mean, I think maybe it's just because I was older, it sort of allowed me to manage and, you know, as you grow older, you become a little bit more patient. So maybe I'd gotten a little more patient. But it took me six months to get comfortable with that and get into China related research, to then sort of spend some time understanding better from an academic point of view, frameworks of how do you study China? What is the work that a tremendous number of a tremendous number of people have done to try and study China? And what are the frameworks that they've devised? How would I look at the India China relationship, partly from an academic point of view, but also from a policy point of view, which I think is something that's not done enough in India, on most things, but specifically on this, it's not done enough, because an example of that is that the current discourse on if India wants to deal with China, it needs to work with America and whatever, whatever, and the quad and everything, but what should you do with that? You know, everybody says, yes, we will work with the quad and we will balance, but what is it that you will do? And what are those? And how will you do it? I think those are the kind of policy questions which public discourse in India doesn't talk about. And as I've worked at that, Sheila, my effort has been to now move towards more towards trying to answer those questions as to what do you do it? How do you do it nuts and bolts rather than the grand big sort of question. But yeah, but that's been my journey, getting to the Sheila and over the last three years in the organization, we've done actually quite well to establish not just one of the sort of premier China studies unit in the country from a policy point of view, but also now expanding it to a to the broader sort of domain of the Indo Pacific. So we've now got a new Indo Pacific studies program where we're trying to expand, again, trying to answer these questions of, okay, so if supply chain resilience is a key part of what we need to do, how do we do it? And what does it mean? How do we do it? What are the incentives of different players in this game? What are our interests? And how is what is the mechanism that we need to set up? How should it operate and try and answer some of those questions over the next"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:43.280",
        "message": "couple of years? You know, the first time I started reading a lot of you was obviously, when I was editing Pragati and we would carry your newsletter on China, which I don't tire of telling people is so incredibly good, because not only did you put in an enormous amount of effort, just getting all those links and all of that, but you weren't merely collating links, you were giving perspective, there was a narrative to every newsletter. In fact, there were four or five separate narratives, like, like, it was just so insanely deep, definitely. I mean, I don't want to embarrass you with flattery, but by far the best writing on China that I've read, coming out of India and so enlightening. So tell me a little bit about your working habits, your work ethic, like number one, I imagine when you come to Takshashila, certain amount of time as you're looking at all the frameworks, and building your own framework out of that and how do you look at something and that's where the clarity and the sharp viewpoints really emerge from. And then there is just what I would call the weekly grind because, you know, I did a blog actively for five years between 2004 and 2008. I do like five posts a day, 8000 posts in that time. And I and these kind of posts actually seem easy to the outsider where you're putting together a bunch of links and you're giving perspective and all of that. It's incredibly hard. And it boggled my mind that you would do this week after week after week. So what's the deal with that? Tell me a bit about your work ethic. Do you have any insights on productivity? Would you ever have like writer's block or whatever? And you're just like, shit, I can't do it this week. Take me a bit through your process doing that."
    },
    {
        "speaker": "Guest",
        "time": "01:40:19.040",
        "message": "So I think I have, I mean, it's not writer's block, but there is fatigue. And there are certain weeks and certain days where you basically end up saying, Look, I don't want to do this, because I'm tired or, you know, and the anticipation that it's going to take me five hours to do this, and I don't want to spend those five hours. So you sort of don't want to do it. But I think that in general, initially, what drove my work in that was just that, and I bought this idea, right? So when Nitin sold me this idea of doing this newsletter, I bought the idea and I have to give him credit for basically telling me that whatever the quality, just keep doing it. And I bought the idea. And I said, Okay, I'll keep doing it, whatever the quality. And after about two months, what I realized was that my understanding of what was happening was evolving. You know, I knew much more, along with the newsletter, what we used to do. And this is I started the newsletter when I was still in Delhi. The newsletter would be published every Friday, but every Thursday, I had to I would collate most of it. And Thursday at lunch, I'd have a call with folks in Takshashila, where I would tell them basically what's happened. So they'd be eating lunch, and I'd be talking and I tell them what's happening in China. To me, what I realized was, I mean, one in on one of the first calls, Lieutenant General Prakash Menon, who's the Director of Strategic Studies at the organization, he asked me a question about, I think about how India can use, how can India counter BRI and whatever, something like that. And I basically sat there and said, I have no idea. I haven't read, I haven't thought about it. So I have no idea. To me, I mean, I'd never met the man, he introduced himself as somebody who had been in the National Security Establishment and everything. So I was overawed. And I was like, okay, he's asking me this question, I'm supposed to be the fellow who understands China, and I have zero idea. And I realized that I had not spent time on the idea. I had not spent time, I had not focused my reading, whatever. But after like, two or three months, I realized that I could respond to those questions with a certain degree of certainty, along with a certain amount of information that I had gathered. As time went on, it was a need for me that if I don't do this, I miss out. So there was a certain degree of FOMO also, that I don't know what's happening in this week and whatever. And if I'm answering questions, I don't have enough data, I've not thought it through. So I want to do it even more. And I think that's what drove me in terms of my work ethic. And I, as I got more comfortable with format, structure, where do you get information from? How do you source things? It became much easier, it didn't feel like a lot of work, you know, it feels like a lot of work manually. But mentally, it doesn't feel like I'm doing so much, you get tired physically. And in fact, today, I've expanded my work. So today, I do that I on China, every Sundays, I moved from Friday to Sunday, because from Monday to Friday, I do a separate blog, in which I read the people's daily, and I put out what's being covered with a little bit of analysis here and there. So it's allowed. So that tells you a little bit about, you know, once you become comfortable with the space, you know what to expect and what you're doing, and also comfort with your sources. In terms of my sort of work ethic of what I do, I work six days a week, I take Saturdays off, which I usually spend, you know, at home with my kid, mostly trying to sort of, you know, play football with him. But other than that, even I mean, since this lockdown has happened, work has increased much more, because you're at home, your environment doesn't change, weekends have blended into weekdays. So you don't really know where one comes in where the other goes. So I sort of start usually at eight ish in the morning, I end by about 435. And through the day, I try to make sure that I keep a track of what's happening in terms of news in China. But again, once you do this for a certain amount of time, you get very comfortable with certain things. And you get comfortable by with reading between the lines. So it becomes much more easier to pick up on certain things. The biggest sort of benefit that I've sort of been able to generate for myself is my Twitter feed. I mean, to most people, Twitter is a hellhole. To me, it is an absolute blessing. Because I've been able to cultivate a feed by following x number of people whose work on China I regard and respect. And I get most of my news via Twitter. But there are many days where I will have no idea what's happening in India, what's happening in Bangalore, but I know really well what's happening in China, because that's how my feed is sort of nurtured. And I think it's really useful. So it allows me to sort of bookmark store things, read things, and keep them down. I try to read, I'm not a very fast reader, with regard to books, I try to read a book a month, which is really slow. But I try to do because when I read, I do a lot of underlining, marking, note taking, I do all of that. And then I sort of try to revisit things. So for me, reading, therefore may not necessarily be a leisure activity. It's a stressful activity. So it takes me a month to maybe go through a book most times. But I try to then therefore be picky about what I'm reading. And again, this is sort of a blind spot where my reading is very China focused. So I tend to sort of miss out on a lot of other things. But yes, that's how essentially I operate. My reading is more to understand history, look at frameworks, so history from a popular history to an academic history point of view, and papers and journal articles to try and understand frameworks and approaches to research. And the third level is news, which is what I'm doing on a daily basis. And that to me sort of equips my mind and it's sort of, it's strange. It's been many years now, but it still stimulates me. It still gives me a rush, it still gives me the excitement. I'm currently reading a book by Bloomberg's Peter Martin on Chinese diplomacy and the history of Chinese diplomacy. And it's fascinating because there will be still like a 1030 in the night, I'll be reading something and I'll burst into the room telling my wife that, did you know this? Did you know this? So it still excites me that much. And I think till that continues, I'm happy to sort of keep doing this. Because unless you find that degree of excitement in what you're doing, it's difficult and it can become very dry, what we do from a policy point of view. So if so for anybody who's listening, who's interested in the space, I think if you can find it, if you can find that excitement in discovering these new things about a country, a space, an issue, then you'll keep to it. But that's how I essentially operate. I mean, I try to shut down work at five so that I can have some space to myself. Most days, you don't get that as much, but most days, you manage with a, particularly if you have a, like I said, I mentioned this before, if you have a small kid, the moment you shut down your laptop, your kid's at the door. So you're sort of playing with him and you're doing all of that. And that can be stressful and de-stressing depending on how the day is. So, yeah, but that's how it functions. But in terms of reading, that's how I structure myself. And that's how I try to upgrade myself because I feel that things move fairly, fairly quickly. From an academic point of view, China studies has changed so dramatically in the last decade. And this is also something that happens. It's happened in academia. Subject matter specializations have become so narrow that, you know, you can't be a generalist and say, I'm in the world anymore. So you need to cultivate as, you know, if you're a generalist, you need to have greater breadth or some degree of insight, which is different. Otherwise, you do hyper-specialization. I don't want to do hyper-specialization because I know it will bore the life out of me. So I want to remain in that generalist sort of space, use the journalistic skill that I've had, use some academic learning to try and, at least, you know, be able to at least then address policy issues rather than be a generalist academic. So that's the sort of career path that I'm hoping for also going forward that be somebody who's working on policy, but while remaining a generalist enough to know enough about technology, to know enough about diplomacy, to know enough about the economy, but not spend your time trying to address that one narrow question and spend three years to do that. So that's the sort of struggle that I have with"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:33.440",
        "message": "regard to my work. Yeah, you know, this is so delightful, because it seems to me that you've been fortunate enough to get into this kind of virtuous cycle, where number one, you love what you're doing, so you do more of it. And number two, as you mentioned, because you're forced to write as an expert in the process of writing, in the process of doing that hard work of writing, whatever it is you're writing, you actually become more of an expert over a period of time. You know, the word generalist actually has almost taken on a pejorative tint in modern times. I mean, Prem Panicker did an episode with me where he was saying that what's happening in the media is that journalists are becoming generalists, because there's more and more cost cutting, there are fewer and fewer of them. And that's obviously in a pejorative sense, where they are just going a mile broad and an inch deep. But in your case, it seems to me that you are the kind of generalist who does have, at least from, you know, my vantage point, tremendous amount of deep knowledge of what you're doing. Like I think most people in their lives will possibly have deep knowledge of just one or two or three things at the most. And, you know, I'd certainly sort of China there for you."
    },
    {
        "speaker": "Guest",
        "time": "01:49:36.880",
        "message": "If I can just sort of clarify on that generalist and specialist thing. So from a journalistic point of view, I agree with Prem Panicker that, you know, and that's a problem that, you know, people don't know what they're doing. And they are generalist to that degree. From an academic point of view, the generalist and specialization debate is very different. Because I think from an academic point of view, and this is the example that I would give, somebody can be working on India China relationship, and the challenge of urbanization, which may be common to both. And you approach that from a broad general perspective, you could then approach that from the point of view of city development cooperation between India and China and do a paper on that. And then you could approach that from the point of view of Chinese Indian methodologies to manage sewage pipeline construction. And, you know, now that the challenge of academia is it is going to that third, fourth, fifth degree, where you are answering such a narrow question, which is very useful in some ways, but you're spending two, three, four years to answer that narrow question. And that's what I don't want to do. I don't want to answer that narrow question. I am very happy to be a parasite on somebody else's narrow questions, and try and answer the bigger question and look at the more broader question, because I don't want to spend those many years answering that narrow question. So while I may understand that narrow question, and I may want to grab that knowledge and all of that, I don't necessarily want to answer that matter question. My interest is therefore much more into how at a policy level should this Indian state and engage with the rise of China? What does the rise of China mean for the world? So these are much broader academic questions, which you will not find being answered in university papers, or in journal papers, you know, some of them will, of course, but not necessarily, because their questions need to be far more defined, and far more narrow, which is very different from the journalistic, generalist and special education."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:30.160",
        "message": "I'm so I'm so happy you chose that illustration. Because, you know, getting from urban planning to sewage, you literally drilled down. So that was nice. So tell me about your book. Now, how did the idea of the book come about? You know, I wrote a column on when the pandemic started in April, was that our experience of the pandemic in India, actually revealed and laid bare a lot of things that are wrong with India, you know, whether it's a dysfunctional state, or whether it's what's happening with society, and even things which are right with India, actually, but it brought all of these starkly into relief. And now your book is about a subject that, you know, so deeply as a generalist, but you know, so deeply, and it's very interesting to take what has happened after the pandemic as a peg for talking about all these other transformations that are happening. And so, so is that also how you see it? Is that like, is that how you conceptualize the book? So did it come from this sense of, I want to write about China, and this is a good way to get into it, because it reveals so much? Or was it that this is an interesting period of time? So let me sort of recounted chronology in the words of another great Amit. So tell me a bit about how the book took shape and and how you wrote it so damn fast."
    },
    {
        "speaker": "Guest",
        "time": "01:52:55.520",
        "message": "So, I think I'd lean towards the second point that you raised, or the latter point that you raised, that it was about documenting what was happening to begin with. Actually, I've been teaching a course on China, which sort of deals with certain fundamental issues, you know, foreign policy, economics, introductory level, usually for people who are from, who are journalists, who may be from the armed forces, or people who are just, you know, interested, sort of like a first step to get in. And I thought that, okay, look, I've got a lot of this stuff written down, I've got lots more stuff that's a deeper level written down. And I want to talk about that, but I hadn't conceptualized of a book. In April last year, when the pandemic started in China, in January, when the outbreak started in Wuhan, I don't think in my mind, I had this idea of a book or anything like that. I mean, we were still, I was just so taken aback with what's happening. And my newsletter allowed me to keep documenting every week what was happening in quite detail. By April, once Wuhan was reopening, I remember, and I mentioned this in the introduction of the book, there was an article in The Economist, which talked about is China winning because the world was shutting down, but Wuhan was reopening. That sort of, it struck me what was happening, you know, in March, you could see this changing, where the Chinese were starting to give pandemic related advice and aid to the world. And the world was sort of closing down. But China was opening up again. And that sort of question of is China winning sort of stayed with me for some time. Particularly, when Wuhan was opening up, there was lots of sort of in the months before that there'd been a lot of stuff regarding what had happened in the city with regarding Dr. Li Wenliang with regarding Fan Fang, the diarist, and all of that had stayed with me. But in April is when I sort of really started thinking when they say is China winning, what does it really mean? Who is winning? Who is China? What does victory mean? You know, and that sort of stayed with me for some time. And April, I thought I want to write something. In May, I wrote the first chapter of the book, which is in the book, as you see it, it's the second chapter. It's about it's a chapter on heroes and martyrs. And it begins with Xi Jinping standing with the Communist Party with the leadership of the party, mourning the deaths of all these people because of the pandemic. To me, I remember this, this happened in April with the mourning happened in April, I remember watching it. And I remember documenting it for my newsletter. And I kept thinking this is such wonderful political theatre that's playing out. And I am amazed by people in India who keep saying that the Chinese system is such, you know, the common refrain in India is that China has no politics, that's why it's so prosperous. India has a lot of politics. And I was like, your definition of politics is wrong. China has a lot of politics. And this is political theatre playing out in front of you. So by the time May hit, I was in my head, I was clear that I want to at least write about this, you know, this particular what this has meant. And I started writing the first chapter. And I finished the chapter and I reached a point where I thought, well, this is interesting, I have lots more to say here. And then I sort of vigorously spent about a week or so structuring what is it that I want to say, I listed out eight or nine chapters, I sort of documented them and said, detailed them saying, in each of these, this is what I want to talk about. And I said, Okay, I'm going to try and approach publishers, I've got a sample chapter ready, I have structure in my mind. I'm going to reach out and see if there's any interest. Thankfully, you know, the interest came very quickly. And that sort of because I have a feeling that if I didn't have have the publisher's interest quickly enough, I would have probably lagged and said, Okay, I'll do it, I'll do it later. Because with my regular work, it was stressful to be able to do this, particularly given that we were all in lockdown for the first time. And it was all very new and all very difficult. The other thing that I started to realize, and I don't know if it comes across in the book, but I hope it does. But I don't think it does. I don't think I don't know if it does, is it was very different to sit in India and look at Wuhan in January and February, you had certain degree of sympathy. But by April and May, you had empathy, you started knowing what it's like. And I think today after the second wave in India, I have far more empathy for what's happened, what happened in Wuhan, how tremendously difficult the second wave has been in India. If I think about what it might have been like for those people in Wuhan who didn't even know what this virus was, to suddenly have to encounter that, there's a certain amount of challenge that I mean, I mean, I can be very critical of the Chinese state. But for the people of Wuhan, you know, one does feel that this must have been really, really difficult and really, really challenging. And I think that is something that stayed with me for a certain period of time. But yeah, I mean, that's how I started writing the book, I sort of did that first chapter felt that this has something here that I want to say, drew out an outline of all the other chapters that I wanted to write. Eventually, what I wrote, there were changes from my initial outline. In fact, I think the last three chapters are quite different from what I had initially thought of. But yeah, and once I had publishers interest, and once we sort of agreed on the book, my publishers are very clear and very straightforward saying that, you know, it's topical, we want to get it out as quickly as possible. So we're going to give you a tight"
    },
    {
        "speaker": "Unknown",
        "time": "01:58:08.560",
        "message": "deadline and we would like you to I mean, you can pick it but we're going to tell you that we"
    },
    {
        "speaker": "Guest",
        "time": "01:58:11.360",
        "message": "wanted to be fairly quick. So we came up with a deadline of end of October, I didn't stick to it. I finished it sometime in the end of November. That was on purpose because but as I started writing, and like I said, the last few chapters changed. And with the way the American elections were going, I wanted to capture what was happening there. So I sort of pushed it further. But it was a fun process because I was documenting something on a weekly basis in my newsletter, I was trying to then contextualize it in the book, I was trying to, I sort of saw an opportunity to incorporate all these different frameworks with regard to China that I had studied from these different scholars from around the world, and incorporate that to tell a story of China far more engagingly rather than from an academic point of view, you know, which might sort of not engage people in general. So I saw this as an opportunity to talk about all of that eventually. But when I began with it, it was just the idea of this is fascinating. This is something really big that's happening in the world. Something deep is changing all around us. And I want to document it. That's how I began. But the project, like I said, as it evolved, I hope that it's as the reader reads the book, it's evolved into something where it is a quasi journalistic exercise where I'm documenting facts and saying what's happened, what's not happened, clarifying misperceptions. But I'm also quasi journalistic, quasi academic, where I'm introducing frameworks for you to contextualize how certain events are, how do you how do you understand, say, the media environment in China or the political environment in China? Why is the party resilient? Why is it brittle? And look at that from a partly academic point of view. Why is it that initially you didn't necessarily see, you know, why did the people say that there is an information flow problem in the Chinese party system, which led to delayed reporting with regard to the outbreak in Wuhan? And how do you look at that from an academic and analytical point of view? And lastly, it's sort of policy analysis, which is sort of towards the final few chapters, where I'm trying to talk about how what's happened in this last year is going to shape potentially the next five, 10 years, you know, sort of geopolitics over the next five, 10 years. And hopefully, as a reader, what you take away is that there is a framework for you to understand some of these events that may have that may now happen. And I think if anyone's observed over the last three, four months, particularly the meeting of the quad, the Chinese and American leaders, sort of the bureaucrats meeting in Alaska and the fight that happened in Alaska between them, or the G7 summit and the NATO summit and all of that right now, or the sanctions with regard to Xinjiang and Hong Kong. I hope you can take a framework away of how do you look at these things. And all of the talk about let's decouple from China, ban Chinese products, and so on and so forth. You can take away at least how do you analyze these things beyond what your immediate news break or emotional response may take. And that was my approach towards the end that I wanted to do that towards the end because again, and I can mention this in the preface of the book that I'm writing about history that's unfolding in front of me. And the good bit about that is that I can capture what's happening in lots of vivid detail. The challenge with regard to that is that it's still evolving. So I don't know in which direction it might go. So therefore, my hope is for you to be able to document this year and to be able to analyze, give you frameworks to analyze the next 5-10 years and events that may take place."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:43.040",
        "message": "Yeah, I guess in a sense, if your newsletter is like a documenting of the first draft of history, your book is like the second draft or the one and a half draft as it were. And I enjoyed reading your book thoroughly without thinking about what category it is in. Is it journalism? Is it analysis? Didn't strike me. And one of the things I'd like to kind of tell my listeners about the book is that it doesn't just give frameworks on China, it also give frameworks on narrative building. It also give frameworks on politics. A lot of the stuff made me kind of think deeper about what is happening here in India itself. So you know, for that reason as well, I think it's in many ways, it's an eye opening book. You know, I have to say I admire your work ethic, because if you're supposed to give something by the end of October, you give it by the end of November. That's mind blowing, you know, the publisher's interest acting as an imperative that finish the book, finish the book simply hasn't worked for me. So if my publisher has gotten so this far into the podcast, and she's like, where are the where are the three or four books or whatever, because I have actually, you know, got yeses for multiple books, not all of which I've spoken about, but it simply simply kind of hasn't happened so far, which is a good note for us to take a break. And on the other side of the break, we'll actually get down to talking about your book and about China. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Gave me a framework by which I could start thinking about the issue. Now obviously, I'll link that episode from the show notes and I'd ask all the listeners to go and listen to that as well. But can you give a brief CliffsNotes summary version of how Chinese foreign policy and how the way it looks at itself has changed through the last four or five decades since"
    },
    {
        "speaker": "Guest",
        "time": "02:04:50.080",
        "message": "Mao and you know, landing up all the way to Xi? Right. Um, I think there's been tremendous change that's happened over the last five decades, seven decades, actually. And even today, this is currently undergoing a tremendous amount of change. And in fact, I'd say what's happening today is going to impact the world for the next 1520 years. And we'll get to that as we talk more further. But sort of just to go back to history, the Communist Party of China, which is celebrating its 100th anniversary shortly, and when it was formed, it was formed at a point of time where hundreds of years of imperial rule of the Qing dynasty had collapsed. There had been an experiment with republicanism, which failed. There had been a return to the imperial rule, which again failed. And China was poor. There was warlordism. Towards the last few decades of the Qing dynasty, China had suffered through foreign invasion, starting with 1839, the First Opium War, and then you had the Second Opium War. Then you had, you know, fighting, you had defeat with the Japanese, and you had different sort of concessions given to the Germans, to others. And the idea that China was being sliced up by Western powers. And the reason that it was being sliced up was because it had fallen back. You know, it had fallen back in terms of technological development, social cultivation, economic growth, all of that. And a lot of the blame in the 1800s, when this was happening, was laid on, you know, there were different strands of thought. One strand of thought was that we've been closed minded. One strand of thought was that there is deep corruption. One strand of thought is that we've relied too much on, in terms of our governance, we've relied, we've emphasized too much on literature, literary ideas, these Confucian ideals of nobility, as opposed to actually cultivating power. And the phrase that sort of Fuxiang, the phrase that sort of captures this is wealth and power. And that's what we need to cultivate. And this is a debate that's going on within Chinese society, at least among the elites in the late 1800s, as you are experiencing this onslaught of, you know, gunboat diplomacy and Western imperialism, as the Chinese would call it. And what starts to happen is that there is a movement called the self strengthening movement that's developing. And there are these green shoots of, you know, let's focus on technology, let's focus on the Industrial Revolution, let's focus on growth, rather than focusing on imperial glory. And there is pushback in all of that going on. But yet, China is fundamentally weak, right? It's really fallen behind. In 1911, the Qing dynasty collapses. Like I said, then you had these decades of experimenting with different rule. You have a lot of warlordism in China, where different parts of the country are essentially under the command of different warlords. And there's a lot of fighting going on. And within this environment, obviously, you have the First World War that takes place. At the end of the First World War, you have that conversation in Versailles, you've got that meeting in Versailles. The Chinese are very hopeful that at that meeting in Versailles, they will get back their concessions given to the Germans, particularly in Shandong. But there is this underhanded deal that's been agreed upon by the great powers, and the Chinese don't get back their concessions that were in Shandong, and they were given to the Japanese. That sort of sparks an angry movement, which is called the May 4th movement of 1919, which is a student protest revolution, whatever across different parts of the country, against sort of imperialism. Now, in this May 4th movement, a lot of the people who are participating are also people who end up leading the Communist Party of China. So and that's an important thing to keep in mind, because also the same time you're seeing the Bolshevik revolution happening in Russia. In this entire period of time, what you're seeing also is a deep discussion among Chinese intellectuals, and quite an anguished discussion about what form of government should survive, you know, what form of government should we have? And what is the kind of government that we need to truly acquire this power and whatever. And there is tremendous writing that's happened here from people like Liang Chaochao, Liu Shun, lots of people whom I would sort of recommend people go and read. Some of these writers are also quite critical of India, as India is, and India is used as a negative example, actually, of a society that is deeply divided and, you know, all of that. And we don't want that. So what you see at the end of all of that is Marxism-Leninism is seen as one mode of organizing society, which when they see Russia, Soviet Union, they sort of see it as a revolutionary thing in terms of how, you know, the people who were oppressed, not privileged, the serfs, have sort of now become the rulers, you know, and the idea that you can organize and strengthen through that. And that's how essentially the Communist Party sort of gets formed. So, and obviously, the moment it's formed, it's a very small party. There's a larger nationalist KMT, which is much more powerful, which has some legitimacy politically, also, because the leader, Sun Yat-sen, was the first president, essentially, after the 1911 collapse of the Qing Dynasty, although he was very, he sort of left very early, he left the scene very early, with the military general Yuan Shikai taking charge at that point of time. Now, what happens in the 1920s is that the Communist Party and the KMT, the Kuomintang, they come to some sort of an agreement that we'll work together to sort of try and get society together and all of that. That agreement collapses as the KMT becomes much stronger, and it feels it has much more control. Sun Yat-sen dies, Chiang Kai-shek takes over the KMT, as he's also a military leader. And in 1927, you have a split between the Communists and the KMT, that united front that they created splits. It was anyway quite tentative, because they were coming from very, they're sort of, philosophically, these are very two different ideas, governing governing ideas that sort of colliding. And then you have a long period of a civil war in China. And that civil war sort of nearly decimates the Communist Party of China. It retreats in what is called the Long March. Today, that's used as a thing as a Long March forward, but that was actually a Long March backward, you were retreating into the caves to go and try and figure out what you can do. And in that throughout that process, a Long March, 10s of 1000s of Communist Party members died, just because they were constantly being attacked. And they retreated to this place in Yan'an, where they sort of regroup and whatever. The big break that they get is the is the invasion by the Japanese, which gets worse as the 30s go on. And then of course, through the Second World War, that entire period, the Communists work with the KMT. Although the history that they tell you today is that the Communist Party led the charge against the Japanese, whereas actually, that's not true. That's not entirely true. The Communist Party played a secondary role to the KMT. At the end of the Second World War, the civil war between the KMT and the Communist Party sort of reignites, which by then the Communist Party is in a much, much stronger position. They've got weapons, they've got battle hardened. Their base has shifted from urban China to rural China. And this is now a peasant led sort of group. This happened in the 1930s. And this sort of philosophical shift from urban base to rural base and peasant base was what also led Mao Zedong to assume charge of the party. And by 1949, they sort of essentially capture power and Chiang Kai-shek flees to Taiwan, which is where we have now the Republic of China and Taiwan and that sort of continuing tussle between the two of them. The reason that I said this, that I sort of outlined all of this before talking about foreign policy, which was your question, is it allows one to understand the sort of mentality with which these people came into power. These were not nobility who had a sense of diplomacy, who had a sense of, you know, how things are. These are battle hardened revolutionaries who had deep commitment, loyalty, belief in hierarchy, with, you know, leadership playing flowing from top to bottom, a deep sense of siege around them, because you have constantly lived in that fear. And now they find themselves in a world where they are ideologically aligned, obviously, to the Soviet Union. They were supported by the Comintern and the Soviet Union over the number of decades that they existed. They had differences with the Soviet Union. And now they find themselves in a place where there is this deep nationalistic sentiment about China having been weak, about the need to grow national power. At the same time, there is an ideological sort of vision of revolution. And you know, how society has to be organized based on Marxist, Leninist, and subsequently Maoist thought. So the first few decades of Chinese foreign policy is driven by these two impulses. The first is, like I said, nationalistic, and the second is revolutionary. And therefore, you will see a tremendous amount of effort being spent by the Chinese, not just to consolidate, but by the Communist Party of China, not just to consolidate its hold on territories like Tibet, Xinjiang, Inner Mongolia, and these places, sort of to gather these territories that they have lost, or they believe that were theirs and they have lost, which is also what spawned this big conflict with one big part of the conflict with India. At the same time, you're seeing a desire to export revolution. So you're training revolutionaries from Africa, from Latin America, from South Asia, whether it's Sri Lanka, whether it's, you know, Myanmar, wherever else, and you're want to becoming the center of revolution around the world, which is a time when the Soviet Union is trying to sort of rebalance its relationship with the US, whereas Mao Zedong is much more active, he wants to do much more. And the Chinese also, the PRC also splits with the Soviet Union in the 60s. And that again, is a huge sort of change. I think, though, with those impulses sort of driving Chinese foreign policy, you see a much more active and aggressive Chinese foreign policy throughout the 50s and 60s, while it's also finding its feet. And this is evident in terms of its engagement with India, it's sort of finding its feet, it's trying to renegotiate things, it's trying to negotiate boundary agreements with so many of its neighbors, because it has 14 neighbors, 14 land boundary neighbors. And it's also understanding what are the pushes and pulls of power and international politics. In the 60s, with the launch of the cultural revolution, Chinese foreign policy becomes much more insular, because society is going through such a tremendous churn, that it's not really looking outside. It's done some of the tasks of cultivating, you know, in 64, the Chinese carried out their first nuclear test. So it had developed the bomb, it focused on missile technology, focused on satellite development, and those sorts of things. It's done some of those key things of cultivation of power in terms of hard power, in terms of economic power, Mao's in a hurry. So he's trying to create as much economic power as possible. And he's committing tremendous mistakes. The Great Leap Forward is one such mistake, where driven by ideology without understanding economics, he ends up launching what's the Great Leap and the idea of, you know, everybody should have factories in their backyards, you know, and those sorts of things collapse. So there's a tremendous flux that's going on in China. But you can see that the impulse is coming from a sense to cultivate national power. By the 60s, like I said, with the launch of the cultural revolution, China becomes much more insular, yet it's sort of renegotiating its relationship with the Soviet Union and with the US. So despite that flux, it manages to engineer that pivot, where it moves away from the Soviet Union towards the US in the early 1970s, in 1971, with the Kissinger visit, and then the Nixon visit, and then you start to get some degree of normalcy and Sino-American ties. So these are impulses that continue. Another impulse was Third Worldism, which is Mao's theory of three worlds, in which he talks about China sort of being one of the leaders of the third world, again, something that even India talked about at that point of time. So there are these different sort of impulses through which foreign policy is being driven. By 1978, so 1976, Mao dies, by 1978, for two years, there's another internal power struggle after which Deng Xiaoping comes to power. And he sort of reorients the party. A reform process economically had begun even in the later years of Mao, where you sort of talked about loosening controls over the economy. In the late 1970s and early 1980s, this becomes very clear that we are going to do this. There's still a lot of pushback from the more conservative, ideologically left inclined elements in the party, from party elders, but sort of the reformers navigate these concerns well. And you start to liberalize the economy, you start to see opportunities. In early 1980s, Deng Xiaoping visited the US, and you saw that China's pivot in terms of its foreign policy had taken place. It was saying we want to grow rich, it was saying we want economic prosperity, and we want to put disputes that we have on the side. And Deng Xiaoping sort of approach was to cultivate a favorable balance of power for these objectives. He wanted to sort of get away from that siege mentality in some ways. Of course, the Tiananmen Square incident of 1989 changes that to some degree. And for the next three years, there is again a compact that has to be engineered among the party elders and across through different carders. And by 1992, this again happens, you again see Deng Xiaoping visited Guangdong province, and which is one of the sort of manufacturing engines of China. And he talks about economic reform and whatever. And that sort of that southern tour, as it's called today, gives a direction to the party saying, we are moving ahead with economic liberalization. You know, to a certain degree, we are moving ahead with, you know, reform of reducing state control, reducing party state control over the economy. And that message sort of filters down, and you start to see much more reform taking place, like I said, in terms of price controls, in terms of factor markets, in terms of new policies with regard to SEZs, and opening up the Chinese market to foreign investment, and so on and so forth. And that then continues for a period of time. So a lot of Chinese policy throughout that time, throughout the decades from the late from the sort of early 80s, despite that brief interlude after Tiananmen, through the 90s, the 2000s, is oriented towards economic prosperity, giving people a better life at home, cultivating economic wealth, and making sure that growth continues because that's the party's compact, that if we are going to give you growth, you don't challenge our political authority. And if you challenge our political authority, we will crush it. We will crush any challenge because the party is supreme. And that continues in terms of foreign policy, how that plays out is that you keep disputes on the shelves. And this is evident in the Indian-Chinese relationship, right? In 1988, Rajiv Gandhi visits China, we put the disputes aside in terms that we don't fight anymore about it. But we say we'll start talking about them, we'll start building confidence, and we sign a number of agreements over the next few decades. But the focus is on economic growth. And even India-China trade relationship grows significantly over the next couple of decades. That starts to change somewhere around 2007-2008. There are many reasons for it. In my view, one of the reasons is that you see, firstly, the financial crisis that hits the world, particularly the West, and China finds itself in a place where it's actually aiding the West. And in the book, if you see also, there's a quote by the current Vice President of China Wang Qishan to Henry Paulson, where he talks about how you were once our teacher, and today, you're no longer our teacher. And we don't know what we can learn from you anymore. And there's a sense of confidence. At the same time, there's a sense of brittleness, because you're seeing colour revolutions taking place in Eastern Europe, you're seeing the Arab Spring. And you're seeing sort of protests in Tibet, in Xinjiang, around 2008-2009. In Tibet, before the Olympics, there was an entire series of monks simulating themselves. And there's a sense of China's periphery being brittle. And that fear about these colour revolutions. At the same time, there's a sense of corruption that's, you know, seeping into the party. I spoke about Jiang Zemin's Three Represents, and rent-seeking, and the fact that the party had grown unwieldy, and the ideology had become so diluted that it didn't matter to anybody. So you see that tightening happening at home, and that tightening, which is happening at home impacts foreign policy. You see, therefore, a much more nationalistic approach. You know, after Tiananmen, the party had launched a patriotic education campaign in 1994, you know, by 2008, there are many more people who are graduating, who are coming into the system, who are educated in a very different narrative, a narrative of, we faced humiliation for a century, and the Communist Party came and it changed everything. And since then, we've had growth and these wonderful things, trust in the party and all of that. And this idea of these foreign devils who try to capture our land, humiliate us and all of that. People start to imbibe some of those things, right. And so therefore, foreign policy structurally starts to shift to a much more aggressive posture. And I'll leave it at that. So that's sort of a broad sweep about how you went from revolutionary and a mix of revolution and nationalism to a mix of economic growth driven foreign policy to today of foreign policy, which is much more nationalistic."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:30.000",
        "message": "Fascinating. And, you know, you mentioned Mao's Great Leap Forward, and that actually contains one of the finest examples of the seen and the unseen, as it were, that in, you know, in 1958, Mao decided that, hey, you know, the farmers of China are suffering because sparrows are destroying their crops. So let's kill all the sparrows. And he gave an order that sparrows should be massacred, and sparrows were massacred en masse. So that's your sort of seen effect, as it were, that sparrows are no longer messing up with crops. But the point is, the balance of the ecosystem was messed up, because sparrows ate locusts. So what really happened is that locusts proliferated, destroyed China's crops, there was famine, hunger, starvation, you know, 45 million people died in the three years following that. And this is what they call the Great Leap Forward. And it also sort of leads me to the irony, which also perhaps, you know, has a contemporary Indian resonance. It leads me to the irony that Mao was actually incredibly damn good at one thing, which was counterinsurgency warfare. There's a great book by David Galula called Counterinsurgency Warfare, which takes a lot of insights from Mao and indeed Mao's insights on that subject, both as a theorist and a practitioner, is something that Indians could have learned from while, you know, dealing with Kashmir or dealing with all the other troubles we have in other parts of India with Maoist revolutionaries, as it were. And the irony here is that here is a man who was so remarkable at one thing, which in fact got him to power, but so inept at the other thing, which was governance, you know, no knowledge of economics, a completely wrong, damaging vision of what the state can do. And, you know, and I look at India, and I look at, for example, the BJP election machine, and this is, of course, my personal bias, I should point out to my listeners that Manoj does not necessarily agree with me. But the way I see it, the BJP election machinery is remarkable, but at governance, they completely suck. So you know, you would hope that if Modi and Shah got some of that competence, which they have in winning elections, to actually running the country, we could have been transformed. And of course, we are being transformed, but perhaps in the wrong direction. But that aside apart, before we get to the meat and bones of your book, per se, and look deeper at Xi's regime, and how things have changed during that time, a couple of broader questions. One is, give me a sense of what the Chinese state is really like, because in terms of narrative, they'll talk a lot about communism and socialism and blah, blah, blah. But, you know, in practice, anything but in practice, it is this weird kind of capitalism, which is, you know, dictated by the state on top, where the statism remains, the state is one overwhelming presence, as you found out during your days in CCTV, its shadows are everywhere. But the economy is something completely different. So tell me a little bit about what that kind of philosophy is like. The other question sort of is tell me a little bit about the evolution of the party. Because one of the things that strikes me from our past conversations, and from reading this book, is the importance of narrative to them. And earlier, you referred to, you know, the Indian misconception that there is no politics in China. And that is actually a reasonable misconception to have, because they're just one party and they rule everything. You know, there's no democracy, there are no elections, why do narratives matter, elections kaha hai? And yet you see a similar kind of effort put into building narratives, you know, as you would see in any vibrant democracy in the world, and India at least is an electoral democracy, if not quite a democracy in a in the larger republican sense, as we would like in its fullest sense. But so tell me a little bit about one, what is the state really? It is clearly not a communist country. And you know, thank God for the Chinese that they're not. And two, what's the deal with the party? You know, like, how does one rise within the party? Is there any kind of scope for dissent? Or was it scope for dissent, which is now no more there? Give me a sense of these two kind of puzzling things."
    },
    {
        "speaker": "Guest",
        "time": "02:26:24.000",
        "message": "Okay, so from the point of view of what the structure is like, if you think of it, it's, there are two different structures, right? So politically, there is a Leninist party structure, which is hierarchical, top down, which prevails, the party is distinct from the state, of course. And this is an important distinction, because Deng Xiaoping, when he made when he began his reforms, he basically wanted to take the party, not out of the state, but he wanted to reduce the party's influence in the state. And he said, the party's job is politics and ideology, and the state's job is actually delivering goods and things like that. And he tried to make that distinction, which, you know, Xi Jinping has reversed in some ways, because he's had the party cannibalizing state institutions. When you make that distinction, you create space for efficiency, you create space for outcomes, which are much more better, and which are driven by beyond more than political calculations. So the party continues in a Leninist sort of structure, which is top down, you've got the Politburo Standing Committee, which is the heart of power, seat of power. Xi Jinping is the General Secretary, who is the one person who now commands most of the power. The idea of the Politburo Standing Committee was that the General Secretary sort of first amongst equals, today, that's not necessarily the case anymore. And the idea was that the Premier, who would, you know, would be number two in the party's, you know, the General Secretary is number one, the number two in the party's standing, Politburo Standing Committee becomes the Premier, and runs the State Council, which is essentially the government. And that was a sort of hierarchy that, you know, the General Secretary is responsible for foreign policy, of course, but also politics domestically, and the party's management and whatever, has most authority, is the top dog. But the Premier is taking care of the economy predominantly. Under Xi Jinping, he's sort of taken far more power in his own hands, through mechanisms called central leading groups to begin with. And once he sort of captured policymaking through these groups, he's then sort of converted most of these groups into state commissions. So he also captures the state machinery, or at least operationally, how the state machinery functions. So that's essentially the structure of the party. It goes from, at the central level, you've got the Politburo Standing Committee, which then represents the larger Politburo. The Politburo is a smaller component of the Central Committee. And then you go downwards accordingly. These are the key institutions, the Central Committee is supposed to be the most powerful, but wielding power is done by the Politburo Standing Committee. Then you've got state institutions, which is the Parliament, which is the National People's Congress, which meets every year. Laws are obviously passed through the Parliament. There are delegates to the NPC, which come from different fields, you know, and their election process happens from the grassroots level. The NPC system is such that you've got the National People's Congress, you've got Provincial People's Congresses, and then you have People's Congresses at lower levels after that of governance. And people get nominated and, you know, you get elected and you come up eventually. Now, how that process functions is not transparent. So it's not a case of, you know, you run for elections and you win. At the village level, at some level, there are elections, there are some sort of experiments with elections, which are a little bit more public and transparent. But by and large, this process is not necessarily very transparent. So likewise, in the party system, you've got a mirroring of the state system, right? So there are party congresses, there are party committees at provincial level and at lower levels. And again, there is a process of nomination and election and selection that goes on, which is not necessarily entirely transparent. So at the top, what happens and so Xi Jinping assumed was declared the heir apparent in 2007. When that took place, how he became the heir apparent is obviously not public knowledge. We don't know if there was a vote, and he won majority of the votes. We don't know. What we do know is that and I don't think that happened. Just to be clear, I was just making a point over there. I think what really happened is that what really happens is that there's tremendous factional jostling within the party. How do these factions comprise? How do they come together? Some of these factions may be based on networks of patronage from the point of view of economically, which sectors you belong to. Some of them may be with regard to the regions that you have worked in or you've grown up in and the ties that you've cultivated there. Some of these may be linked to your education and where you've come from. From family to education to region, all of that plays a role in building your personal networks, which then sort of play a role in factional politics. Also, from a policy position point of view, the Communist Youth League usually tends to have a certain view. So therefore, there is a Youth League faction. The current premier, Li Keqiang, is believed to be a part of the Youth League faction because he was obviously a member of the Youth League in the present. Xi Jinping's predecessor, Hu Jintao, was again also a Youth League product. Xi Jinping, on the other hand, is somebody who spent most of his life in Zhejiang province, in Fujian province and come and serve in the Northeast, in Shaanxi. And the relationships that he's cultivated there, along with the time that he spent studying at Tsinghua University, you will see a lot of the people who subsequently got promoted after Xi Jinping has assumed power have links to some of these. So you can see what's playing a role in factional politics. So there's a lot of give and take that happens in that context. That's how essentially power works at that highest level in China. Now, all of this is very opaque. So a lot of this is sort of theorizing and looking at some of the things, again, some of the work done by political analysts who in that brief period where China was much more open, had access to people, had access to documents, had access to things, who've been able to piece together things. And you know, of course, also people who've exited the party who've sort of left memoirs and things like that. So you've got some information, but there's obviously, it's not like it's a system that is so clear that we know, you know, how processes work. But that's essentially how power works, how the state is structured. In terms of this argument of communist, capitalist, I mean, the party structure is Leninist, and it is decided that we will stick to that structure that works for us. In terms of the economy, the approaches, so the approach from the 1990s till sort of very recently, was of liberalization, but not necessarily entirely sort of market liberalization. It was about careful opening up of different sectors, you know, to the outside world, easing of controls, but at the same time, the other component of reform was improving governance efficiency. So I might not want to liberalize something, but I just want to make it much, I just want to make government services much more efficient. So a lot of Chinese reform, when the party talks about reform, is not about marketization. It's about improving governance efficiency. It's about cracking down on corruption. It's about making sure that the person at the end of the state who's receiving that final state functionary, whether it is a marriage bureau, going to the marriage bureau for a license, whether it's the police, whether it's you know, something else, you know, for rental, taxation, whatever, efficiency, transparency is increased. Because if you do that, you will get better performance legitimacy in terms of what you're doing. So the approach to the economy and to government functioning is in that sense that you want to increase efficiency. And again, like I said, Deng Xiaoping's idea was get rich. So whatever you did to get rich, to maximize profit was worth it. Under Xi Jinping, this is changing. This is changing because like I said, you know, there was these three phases, standing up, getting rich, growing strong. What we are seeing, what growing strong means, it may not necessarily mean that you need to get rich. Because it's, you know, and that's how you're seeing in terms, when you see the crackdown on technology sector in China today, what you're seeing is that being strong means that the state should also, or the party more than the state, has certain objectives with regard to national power. You've gotten rich, you've created capacity as a private entity, whether it's Alibaba, Tencent, whoever, your capacity must now service our needs for power. And this is how we define what we mean by cultivating power. If that means sacrificing efficiency, if that means sacrificing profit, if that means sacrificing your entrepreneurial zeal, so be it. And if you don't do it, we make you do it, which was not the case, five, seven, eight years ago. So that's a change that's happening with regard to the economy also. So if one wants to call that a Leninist sort of control on the economy, maybe you can, but I mean, it's difficult to sort of attach these labels, but it's no longer as freedom oriented, economic freedom oriented as it was maybe say 10 years ago. So that change is happening. That's how I would sort of look at the structure. No, just thinking aloud, it strikes me"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:26.000",
        "message": "that most of the time being strong, getting rich, they should go together. Like, you know, your colleague, Nathan says that the best foreign policy is economic growth, you know, a rising GDP, which is, of course, true. I think the distinction here is that I think if China got rich, it would be stronger. But it's a party getting stronger, which is kind of working at cross purposes. So here is a party in the state kind of working at cross purposes. The other question that I asked, which I'm still a little confused about is, your book details beautifully how there are two directions in which narrative is being pushed. One is the outside world, and the other is within China itself. And you've also, you know, been using the phrase under Deng, the thing was that there was a separation, and the party would just do politics domestically. But what is politics in a one party system? Why do they need an internal narrative when they don't need to win elections? Or is there a sense that their hold on power may not be something that they can take so strongly for granted? Did Tiananmen, for example, or whatever happened afterwards, kind of shake them up a little bit? So what's the deal with that? Why do they even want an internal narrative if they've already kind of, if they are in power, and they're going to stay there?"
    },
    {
        "speaker": "Guest",
        "time": "02:36:35.200",
        "message": "I'll ask that. But let me just sort of add to the point that you spoke about, you know, the party wanting to be strong. So the way I look at it is this, right? I mean, if you look at the West right now, or even India today, there is a struggle going on between big technology and governments, whether it's in the US, whether it's in India right now. And the struggle is essentially about who wields power. The argument is that big tech has become far too powerful to dictate. And it's not just about dictate, but it's also about an organizational ability, the ability to challenge the political clout of a unit. The party does not want that to happen. So that's one part of its motivation in terms of business background that's taking place. The other part is that profit when you see profit, you know, if I was a firm that's developing, that's working on artificial intelligence, intelligence technology. Now, I know that spending my time and money on doing core fundamental research, I will spend 10 years, maybe I will achieve a breakthrough, and maybe I can license that or whatever, and you know, make money off that. But I'm not really getting rich easily. But if there is core fundamental research that's been done, I can use that and I can create a product whereby which when Amit walks into the room, the air conditioner recognizes his face, and automatically switches to 23 degree temperature. I sell stuff, I make money. But from the strategic point of view of the state, it's useless. From for an enterprise, it's really great, you know, you're making money and whatever. And from a state's point of view, it's like, okay, great, you're giving people a better life, but and you're contributing much more to the taxes because of your sales and revenue, whatever. But it's useless in the grand scheme of things. What Xi Jinping is saying is that, look, I don't want you to just do that. I want you to direct all these wonderful resources that you've gathered and captured because of all the policies that we created that you can generate all this wealth into strategic domains. And the market is not doing it for me. So I'm going to force you to do it. Because I feel that this is going to be critical for my political power in terms of my competition with the West, but also at home, given I can cut you down to size because you know, you guys can become too big for your shoes. So I think that's one dynamic that's at play was that's shaping this. The other point in terms of why is it that a narrative matters to them? Look, I mean, there is tremendous politics within the Communist Party. When Xi Jinping rose to power, or when he was about to assume the position of the General Secretary, just that year, earlier that year, you had this case of the leader of Chongqing, Bo Xilai, you know, this really incredible series of events with regard to his wife, British expat and everything. And Bo Xilai eventually gets taken down on corruption and all these other charges and is now spending his life in prison. But Bo Xilai at one point of time was seen as a serious rival to Xi Jinping. Of course, Xi Jinping had won the stakes in 2007, so much before 2012, which is when he took charge. But Bo Xilai was sort of leading this populist, somewhat neo-Maoist model of, you know, governance. And again, something that we need to realize that in the Chinese system, the central government or the central leadership has tremendous authority, but so do the provinces and cities. And the fear that the party has is that leaders at these levels can cultivate fiefdoms, which can then lead to challenges within the party. And that happens a lot. And the Bo Xilai case is one example of this, where there was a fiefdom that was being cultivated. There was also a case of an ideological confrontation with regard to what was accepted in the party with regard to where economic policy should go. You know, economic policy was going in the direction of quote-unquote reform and opening up, which was that you will have greater marketization, you will have greater liberalization, you will open up to the world and all of that. Whereas there is a strong current in society also, which is against this. So there's a strong sort of left-leaning current in society, which for ideological reasons may not like this sort of opening up. But there is also other currents which talk about, well, all these big state-owned enterprises and foreign companies and everything else. I mean, even if you remove the foreign component of it, but just big Chinese state-owned enterprises, you've polluted our waters, you've polluted our air, you've polluted our soil, and people push back, there is land grabs that happen and people push back. So that's the kind of politics that's happening in society. And leaders at different level will tap into that politics. Because at the end of the day, you do want to be legitimate in the eyes of the people. Because if you're not legitimate, there will be revolts. So the narrative setting also partly happens for these reasons, where you're trying to sort of take together these different currents in society. You're trying to placate some, trying to move with some, you're trying to then frame policies to address some of these concerns. At the same time, the politics is taking place, because there are different pushes and pulls and political motivations at different levels of leadership in the party. So therefore, there is tremendous politics. And the narrative is required because you want to emphasize reasons for the party's legitimacy. Now, what's happened is that over the years, the narrative used to be about being rich, providing opportunities, opening up, China becoming much more, China changing quite rapidly, and so on and so forth. Today, what's happened under Xi Jinping is that the narrative has shifted from that positive opportunity-based narrative to two broad things. One is a nationalistic narrative, which is comprising of things like, look, our system works, and our system is excellent, and our system delivers for us. So have faith in that system. The other is, look, these foreigners are envious of our system, because it works and look at theirs, that's collapsing. And the COVID case study, which is part of the book, essentially talks about that, that the Western system has failed to deliver. And the third part of that particular narrative of nationalism is about, we have been wronged historically, and today we are reclaiming our place. And those are the three narratives that you're telling society, which is very different from the narrative of opportunity that you were giving out in the 1990s, 2000s, which was about China being this place of prosperity. The other sort of meta narrative that's there, apart from the nationalist narrative, is one about livelihood. And this Xi Jinping has done really, really well. He understood after that particular, after particularly what was happening with Bo Xilai and the new Maoist movement, he understood the left pushes and pulls that were taking place. And he's wary of that, right? He's wary of that particular strand of left movement, growing powerful. And why I say that is because over the last five, six years, you would have seen, and even today, you will read reports about neo-Maoist agitators, protesters, students being detained ahead of the party centenary. And that's because you're not comfortable with that strand of thought, because that challenges your fundamental economic policy of trying to keep China open as a trading nation. But at the same time, he's saying, look, there are genuine concerns that these guys are raising. Pollution is one, financial risk is one. You don't want contagion in banks, it hurts people's livelihood, apart from whatever systemic impact it has, which is tremendous. But the challenge will be, what happens when there's a run on banks? It impacts political stability. What happens when pollution becomes that much of an issue that people revolt? What happens when people's health is a huge issue and we don't address it? And we don't provide when medicines are incredibly expensive and people can't access doctors. Where does all this boast of our performance go away? So he's trying to therefore address livelihood issues. And therefore, in 2017, he sort of changed, in very Marxist terms, what is the principal contradiction of society? And that contradiction, according to him, is unbalanced and unequal growth today, and the desire for a better life. So he's oriented his policy towards trying to also address livelihood issues while trying to maintain some degree of growth. And I think that just tells you why narrative matters, because legitimacy matters to the party. And for the party, while power does flow, as Mao said, through the barrel of the gun, and you want to keep control of the PLA, you also want legitimacy through performance. And you want legitimacy through history, because that's where your legitimacy will sustain. For the Communist Party, again, very different from say, places like India or the US or the West, or democratic countries, where the government will go, but the system sustains. Here at the party goes, the system collapse. So for the party, that is existential. So therefore, you need this narrative."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:59.920",
        "message": "Fascinating. And in this whole Wuhan narrative, also everything that has happened, the most noticeable thing is how the Chinese Communist Party, in a sense, focuses on narrative as much as governance, if not more than governance, I mean, also governance, but narrative is such an incredibly important part. And it flows out of how she has sort of redefined this narrative, like you quote, in one of the many frameworks you present, you quote Deborah Stone from her book Policy Paradox, where she talks about her policy stories are like fairy tales, you know, they'll use literary and rhetorical devices, they'll have good guys and bad guys, you know, even if the bad guy is a virus, and so on and so forth, which also kind of speaks to, you know, the German theorist Karl Schmitt's theory of how in politics, you always need an enemy, there always has to be an other, you know, which could be a virus, which could be anyone who's anti national, for any reason, you can have subcategories within that. And that, of course, is as much an Indian reference as a Chinese one. Now, in your last episode with me, you also spoke about discourse power, which is something that she has sort of developed, which is a narrative different from his predecessors, and which also has a certain edge to it. So tell me a little bit about that and how that manifests itself during this post"
    },
    {
        "speaker": "Guest",
        "time": "02:46:17.680",
        "message": "Wuhan time. Right. So I think if you look at the idea of discourse power, it's not something which is unique or new from a Chinese point of view. But it's something that's interesting to be studied because, and I'll sort of frame this firstly in the context of if an individual is given a choice that you can stay in X or Y kind of society today, most of us and if there is a proposition that is being brought by different countries, most of us would err on the side today of what can loosely be called, you know, that Washington consensus, you know, the American compact of free markets, liberal economies, political representation, and things like that, political participation, you know, you know, prosperity, not just economically, but also politically is in from a lively point of view, all of that. Now, the Chinese are essentially looking at that, and they're saying, we have developed a lot of hard power, but the narrative that we are offering to the world, you know, the narrative that the Americans are offering to the world, or they have offered to the world, and based on that, they've also shaped institutions. So for instance, the narrative on human rights, we have a when when you use the word human rights, we have a certain conceptualization in our head about limiting the state's ability to coerce and use force about individual liberty, individual dignity, and all of that. Now, the Chinese are saying, look, that can be fundamentally problematic to us, because that doesn't sit well with the party's governance model. And it doesn't necessarily even fit well with in some of their conceptualization with how the party feels society, social values are in China, and maybe in other parts of the world also. And we see this conflict on human rights with India and the West also. So they're saying, look, there is a reason why there is legitimacy to that argument that they are saying, you know, that the Americans have made, it's backed up by their hard power, you know, it is after World War Two, that they had the hard power, and they had the ability that they could create these systems and whatever. But also, instinctively, over time, there is a certain legitimacy to that argument that they have given, we need to challenge that legitimacy. Because we have a proposition too. And to be able to make that proposition viable for the world, not necessarily to proselytize, not necessarily to sort of do missionary work, but to be able to create space for ourselves to exist without pressure from the West, we need to make our proposition viable. Now, that's essentially where you're cultivating discourse power, where you're talking about yourself and your system, you know, and you're creating a certain degree of legitimacy. If you look at the discourse on human rights today, the Chinese have made some inroads, the fact that even say the Human Rights Council in the UN has sort of diminished in authority increasingly, and we read this report, or Saudi Arabia elected chairperson, whatever, from the Chinese point of view, they started to think about how do we make this argument internationally? Firstly, what is the philosophical argument that we will make? What are the tools that we need to make this argument? And how do we then go about making this? So at a philosophical level, the view was, if we are saying that we are a different system, and our system has equal legitimacy, what is our system? How is it different? You know, and you need to make this argument, not just for the outside world, but also for your own people. And in the book, I document how even before Xi Jinping, when Hu Jintao was leaving power, he talks about something called core socialist values. And there are these 12 different values which come out and Xi Jinping sort of takes that and he says, yes, we need to use core socialist values. So the first sort of process is to create your own system and give it some lifeblood. How do you do that? You do that firstly, with how your society is organized, how the economy is organized. And that I like I've said, that's changing, right? The parties assume a greater role, the idea that entrepreneurs must be patriotic, that being a key component of it. Now, in India, we don't make that argument that entrepreneurs must be patriotic. Although some sections of society may make that argument, but we don't systematically. In the US, we don't make that argument. The Chinese are saying that's our system. Likewise, when you're using these core socialist values, these socialist values are sort of categorized based on national social individual. So where you categorize a certain value impinges on how say the law will approach an issue. So if freedom is an individual value, but at a social level, it's not a value. So great, you can be free at your home. But at social level, the law will not treat your freedom as more important than social benefit. Whereas in India, we will see if we make the case that, you know, my freedom to express myself is much more important. And we see this push and pull in India every day, right? My freedom to have, you know, a noisy environment is much more important than somebody's freedom to dance outside or whatever, or to play music and have a party, you know, and that push and pull of individual freedom versus social obligation. In China, they're saying that under the under these core socialist values, with this example of freedom and social freedom being an individual value, at a social level, freedom is not significant. So if the majority is benefiting, it's okay for your freedom to be, you know, to go away, it's fine with us. And that then bleeds into legislation. And there's a paper that I cite in the book by Delia Lane and Susan Travis. They do a phenomenal job of documenting how Xi Jinping has gone about doing this, which is where you're constructing your own system. And you're saying, okay, now these are the values of our system. Now you take that proposition to say, to your society, firstly, make them sort of buy it. And under that, I think Xi Jinping, again, takes from Hu Jintao, Hu Jintao spoke about three confidences that we must have confidence in the socialist theory, system and path. And Xi Jinping says, we must also have confidence in our culture. So he then sort of draws from Chinese culture and history, again, shaping legislation and shaping the environment, governance environment. And again, patriotic entrepreneurs is one part of it. So when he quotes patriotic entrepreneurs, he talks about the Qing dynasty and some entrepreneur at that point of time who did this and who did that and whatever. So he's setting benchmarks for how businesses should also approach. The next part is you cultivate your tools to propagate these ideas. So in your society, you're implementing them, you're selling them through your media, you're selling them through social media, you're selling them through other means, through your governance models, and so on and so forth. Internationally, you're seeing that look, we have no media credibility. You know, I mean, if I'm going to tell you, you get your news unbiased from CCTV or from Xinhua from People's Daily, you're not going to do that you're going to get unbiased news as unbiased as it can be from maybe the British Broadcasting Corporation from CNN from other places, whatever. And the credibility that an AP, AFP, BBC, whatever enjoys is far greater than any what a Chinese agency would enjoy. And the narrative that these agencies set is very different, right? So Xi Jinping will be strong man, hardline, you know, dictatorial, whatever. But you will not hear Emmanuel Macron be defined as radical, strong man, whatever. So there are certain narratives that media organizations are setting. And the Chinese thing, look, we want to compete with that. Because we feel there is a competition that's going on for people's minds, and we can compete in that space. So they cultivate these tools with regard to how do you make your media narrative much more attractive. Conventionally, communist narratives have been really dry, boring, go through reams and reams of nothing to find one useful thing, because they are very polemical. So you end up, they say, no, we need to change. So you try to cultivate new media tools. You're trying to invest in media abroad, under the sort of belt and road, they've done a tremendous amount in terms of investing in media abroad. You're trying to provide Chinese media coverage of China to be able to do that. So you're using all different tools to cultivate that power. Another key component of this is to try and have a greater say in international organizations, whether it's the UN, whether it's the WTO, whatever. Basically, you're making the argument saying, particularly in say, the WTO or the IMF, you're saying, we are a bigger player, we need bigger, we need a bigger say here, you know, we are footing in far bigger amount of the bill. At the same time, you're setting up alternate institutions like the AIIB, you're empowering an existing institution like the Shanghai Cooperation Organization. So you're doing all these things to be able to have far greater presence, far greater influence, far greater say, because you know, today, you're in a competition with the West, but also the same time, your interests have expanded, you are no longer limited to your territory or just your periphery. Today, China is a huge player in Latin America, in Africa, in South Asia, in Europe. And if your interests are expanded, you need to influence ideas and thoughts over there. And they saw that very early on as something that's happening. So firstly, from a defensive point of view, to the sense of anxiety that existed with regard to color revolutions, economic problems, and all of that, and parties legitimacy, to secondly, selling the idea of why your system works and is good for the Chinese people to the Chinese people. And thirdly, to have this sort of competitive dynamic with the West, which again, supports your domestic narrative, you know, because if you can go back and say, look, these 70 countries are supporting us on Xinjiang, whereas the US has 15 countries are supporting them. Clearly, we are right to make those sorts of cases. They've sort of systematically gone about cultivating sources"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:57.040",
        "message": "of strength to do that. It is all very fascinating. And I found that bit very interesting reading about the 12 core socialist values as it were, and how there are all these nice sounding things like freedom, equality, justice, democracy, rule of law, but you look a little closer, and they're not really there in practice, that individual freedom is subservient to the good of society. So therefore, for all practical purposes, you can just use the good of society as an excuse and crush individual freedom, which is, of course, a communist way. Anyway, I was also struck by one of the core elements of the narrative here, which is this suspicion of Western values. You know, you speak about how in 2013, she delivered a speech to new members of the CCP Central Committee, which, you know, led to something called document number nine, where he speaks about seven false ideological trends, position and activities. And I'll quote you, you're right quote, these included the structure systems and processes of Western constitutional democracy, the nurturing of a civil society premised on individual rights, and a Western conception of values, such as freedom, democracy and human rights being regarded as universal, with the aim to supplant the core values of socialism, stop code. And this is also noise that I've heard in India from both the BJP and a member of the Aam Aadmi Party once, you know, replied to one of my tweets somewhere talking about how these are all Western values, and they don't apply to us and all of that. I forget the exact context, but you hear similar kinds of talk. And in fact, the whole narrative thrust of Xi, especially as you've described in the book, post the beginning of the pandemic feels very similar to what is the case here, like, number one, you diss Western values, you diss the sort of elite liberals who bring those values here. Number two, you talk about nationalism and how we will fight this together. And you give folksy wisdom, like recently our Prime Minister spoke about, you know, how COVID was such a problem, but we coped because we had yoga. So there seem to be all these similarities. And what I'm also kind of struck by, which is a really amusing drama is that what happens at the local level in Wuhan is that there are these whistleblowers, there are these eight doctors and whatever who talk about what's going on, one of them takes a picture of an ambulance, which has eight bodies, which has a bunch of bodies piled up in it. And immediately they're all sort of taken into custody, they are reprimanded, they get into trouble, and all of that happens. And then after a month or so after a few weeks, the central government kind of steps in, and it says, No, these are common people. These guys are our heroes. And the main whistleblower doctor among them, you know, happened to die. And these guys then build a narrative where they're like, No, these are our heroes. We are all fighting this together. We all have to bang thalis. Okay, he didn't say bang thalis, that's from a neighboring country. But we all have to fight this together, our doctors, our medical workers, blah, blah, blah. So it's almost this folksy thing of we will fight this enemy together. What I also found amusing was that she just disappears for the first few weeks. As you pointed out that this was rare, the media would constantly report on his activities, what he's doing, who he's dating, okay, perhaps not that, but the speeches he gives and all of that. And he just disappears for a while, till the crisis blows over. And then he comes into the scene. And then he says that, Oh, look, you know, we fought it together, you the common people and me or loving leader. And that's sort of the whole narrative, which is interestingly, what's happening here as well. In fact, brief digression, you know, I was going to write a newsletter post, I should probably do it before this episode comes out on what Narendra Modi and homeopathy have in common. Can you guess? Apart from the obvious one of not not being effective or whatever. No, it's it's actually regression to the mean, right. So a lot of people think homeopathy works not just because of the placebo effect, but because a lot of with a lot of diseases, especially things like the common cold, there's a regression to the mean, it gets better on its own. But if at the peak of your discomfort, you take the medicine and then you get better on your own, you will ascribe causation to the medicine. So similarly, what our Prime Minister has done is he has now landed up and taken credit for having fought the second wave successfully, when the point is all waves regress to the mean, right? In the worst case scenario, the second wave would have regressed to the mean with everybody dying, but whatever all waves regress to the mean. So you know, to then say causation and then say that, hey, you know, we solved it, and it was my resolve and blah, blah, blah, seems a little dodgy to me. And that seems to be exactly what she kind of did. And it strikes me that the local government and by the way, the party people there were all sacked and made the scapegoats and all that. And it seems that, you know, when the thing happened, they didn't know what the hell to do. So they were like, let's just stop the bad news from going out. And then she decides to take over narrative control. So is this an accurate summation of all the elements that go into building this kind of narrative where there is this nationalistic pride, there is a suspicion of Western values, which come from outside, especially inconvenient Western values like freedom, and so on, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:01:03.520",
        "message": "what would you add to that? So I would say that, look, there is obviously deep suspicion, I think, because partly because the party also feels that, you know, fundamentally, those values, if they shape society, they will sort of limit the party's level of control over society. And I think that's something that's unacceptable. And that's been a red line from, you know, even Deng Xiaoping's time before Tiananmen Square. And in fact, that crackdown on Tiananmen Square was the place where the party was basically saying, look, the primacy of the party is non-negotiable, the rest of it we can talk about. And I think even today, you will see that. Under Xi Jinping, I think partly you can see that, and I document this in the book, right, that there is tremendous change that's taking place in 2008-2009. Internal protests in Xinjiang, Tibet, the unwieldy nature of the party, frustration with corruption, unmooring of society in some way, because, you know, these families with one child, children growing up, some having tremendous wealth, totally unmoored socially, you're seeing these strange sort of, you know, rich brat crimes sort of things that are taking place. You're seeing a lot of corruption, you're seeing a lot of frustration with corruption, and you're seeing essentially, and that's why at the same time you see, and people have documented, Ian Johnson has documented this, that society, therefore, is also looking at looking at more for religion, because you need something where you feel more to society, you know. And I think that what Xi Jinping, when he comes to power, he sees a party which is lacking discipline, which is struggling, and Hu Jintao in his speech just before he leaves power, says that corruption is a real, real critical issue for the party that needs to be addressed. And when Xi Jinping comes to power, he basically starts to gradually streamline everything from his point of view. If you increase control, you maintain stability. And that's what we've seen over the last seven, eight years of his power, you know, his reign so far. It's also accompanied with obviously a cult of personality that he's built, which, you know, I mean, you look at it cynically, and you can say, of course, this is one man putting himself above everything else. You look at it from his point of view, he can make the argument that look, I needed to gain control, because you need to whip local governments in shape so that they can actually deliver on priorities. Like in China, and unlike, say, the West, if you do a public polling of, you know, support for government, what you will see is that there's lots of dissatisfaction at local government levels, tremendous satisfaction at central government level, which is the other way around in, say, the US, where there's lots of satisfaction at the local government level, and dissatisfaction at the federal level. But this sort of informs also how the central government operates, where it says that we need to get these guys at the local level to adhere to things, adhere to priorities. Now, one of the frameworks that I quote in the book, which is sort of, you know, fragmented authoritarianism, where the idea that information, systemically, you don't want to report bad news to your bosses. Because I am, if I am a carder, and my boss is still, if I'm a local official, and my boss at the sort of higher level, whether the provincial level or the central level is telling me GDP growth is a priority. Employment stability is a priority. And you need to maintain. I will do whatever I can to maintain that. Even if it means creating pointless infrastructure, because it reflects good on GDP. And that's what people end up doing. And if there is negative information, I will try and keep it as low as possible. Because look, I know in a few years, I'm moving away from here. So I'll leave that for the next guy to deal with. So there are systemic sort of hurdles in terms of how information flows from bottom to the top. There are also hurdles of information flowing across different domains, because a provincial governor and a provincial party secretary are sort of equals, but the party secretary is a much more important position. And across different government departments, there will be silos of information flows and all that. And this happens in China, just like it happens in most other places, by interdepartmental coordination can be difficult. Now, from the central leadership point of view, it says, I need to whip all this in shape. And part of Xi Jinping's sort of campaign has been to try and reshape incentives, push out people that he finds problematic politically, and also from his economic agenda point of view, to try and get people in the right places. Also try and address some of these systemic issues of information flows. The fact that he's been unsuccessful to address at least the information flow issue is evident with what happened in Wuhan. Because the information did not come clearly in time, or at least whatever documentation that we have, it did not come fairly in time. Now, even here, I think the Communist Party's narrative, like you pointed out, Xi Jinping vanished for a brief period. Yet, if you see later on in February, they put out this statement saying, oh, he held this extraordinary meeting on January 7. And he had taken control of things from that day onward. Well, if he did take control of things, then why are you cribbing about information flow? Clearly, you knew, and you waited for 13-14 days to act. There's another bit of reportage that I cite in the book where on 14th of January, there is a meeting between, I think, central health officials and local officials, and they talk about what's going on. So clearly, the central authorities knew before January 20th, 21st, 22nd, which is when they sort of go and eventually impose a lockdown on Wuhan. And on, I think, 17th or 18th January, there's a central team that lands in Wuhan, and it spends a day assessing what's happening. And the next day, it recommends a lockdown, essentially. It says this is a serious problem. So the narrative was a little bit sketchy from the Chinese side. Did Xi Jinping know on January 7th? If he knew on January 7th, then the failure from the 7th to the 23rd is also on him. And it is during that time that you see these officials in Wuhan holding these grand New Year banquets. So the failure is also on him. But if he did not know, why would you put out this statement in February saying that he knew? So that, to me, seemed like a bit of a post-fact correction of, look, because you felt comfortable in probably what you were doing at a certain point of time, you sort of reoriented things and saying, look, we knew and we were in central government control. So I think that the narrative itself is, they're on weak sort of ground when they make that claim. But yeah, I mean, initially, Xi Jinping is, you know, after imposing the lockdown in the first meeting that he has on January 25th, if I remember correctly, with the Politburo, he sort of for a few days, for a week or 10 days, sort of vanishes from the People's Daily front pages, which never really happens. I mean, there are occasions, yes, you don't see him for a while, for whatever reason. But at least you'll see reports or something about him. But you suddenly see him going away, particularly at this moment, when there is a crisis. And then he reemerges, you know, with a diplomatic meeting, and then with another. And then you subsequently have this February 13th or 14th is when you have this report about him having chaired a meeting on January 7th and all of that. You do feel that there's a bit of rewriting of history that's already started at that early stage also. And that continues, of course, throughout the process. I mean, with that said, I mean, to give the devil his due, what the Communist Party did in terms of mobilizing resources to be able to contain what was happening in Wuhan, in hindsight, today, when we look at it, and even at that point of time, I mean, at that point, obviously, we didn't know how this was going to pan out. But when I look at it in hindsight, and the model that they devised to be able to not just deal with the problems in Wuhan, but subsequently outbreaks in the Northeast, in Beijing, or even this week, that we are talking in Guangdong, they have managed to create a structure where they know what to do. They have managed to give very clear incentives to local officials. So a lot of local officials, not just in Wuhan, have been subsequently sacked and faced sort of harsh penalties for failing to contain outbreaks. You know, whether these are people who are in charge of prisons where there have been outbreaks, whether these are sort of in different cities, there have been costs for local officials, which, you know, when I look at India, and again, I've not studied what's happened in India in that much detail at all, I've just lived it, I've not studied it. But I think that we've not seen those costs. And there are different, the system is very different, it's difficult to impose the nature of costs the Communist Party can, but that sort of shapes local incentives also to be able to do that. And at the same time, I think there have been quite a few times that publicly the Communist Party has said, don't falsify data. Now, you only say that, because you know, they're going to falsify. So that is a systemic issue, which continues. So I think, from a narrative point of view, I think there is a tremendous rewriting of history that's taken place. And I've tried to document that some of these statements that came out. But at the same time, what you see is that there is a tremendous amount of success that was achieved, as much as one may want to sort of discard that when we can't, you know, it came with lots of costs, it came with social costs, it came with cost to privacy, it came with cost to all of that. And again, that's a broader issue, which has affected different countries also, you know, whether it's social cost, privacy, like human costs, and all of that. But they've managed to limit that cost. And I think that is an important thing to take away. And that, to me, is there, is where they derive their source of confidence today. Because this detail of, you know, a rewriting of history from February 14 to January 7, this does matter, did matter at that point of time. But the fact that they have been successful in containing it, I don't think this anymore matters to people in China. It's a glitch in the thing, it's, they understand it, but it would be a case of look, but look at us and look at where the rest of the world is. I think that sort of then matters much more. In fact, that is"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:47.840",
        "message": "a sharp contrast between China and India, like, you know, that they didn't just do the narrative, they also got some of the governance right, like at one point, you write about Beijing, quote, by 24 June, official data showed that around 3.2 million people in the city had been tested. It's important to note that these steps were adopted while the city had a total caseload of just 256 infections between 11 June and 24 June. By early next month, the outbreak had been effectively contained with the city reporting no new cases of infection as of 7 July. So again, mind blowing success. And imagine if, you know, we had shown the same kind of dedication here and say vaccinating people after vaccines were available. Now, a few sort of asides. One aside, of course, is that what was he doing on January 7? Why don't we know this problem could have been solved only if there was CCTV footage? Where was the CCTV footage? I'm sorry for the bad pun, I had to get one out of the way. A couple of other pointers. One is you spoke about how at the local level, because GDP is a metric, they are incentivized to make pointless infrastructure. You know, I'd done an episode on GDP with the economist Rajeshwari Sengupta, link it from the show notes. And our main peeve about the way GDP is measured is that government spending is included, which means that you can just dig a ditch, fill it up, dig a ditch, fill it up, iterate endlessly, and your GDP is growing, growing, growing, though nothing productive is being done. And in fact, there's a huge opportunity cost to all this digging of ditches. So GDP is just a really easy metric to game as indeed any metric is once it becomes a target. The other sort of resonance I found with India is that in populist rhetoric, there is a lot of identification with the cause of corruption. And you know, even in India around that time, in fact, the India against corruption movement started. And the reason is logical because people feel it, their everyday interface with the government involves corruption. So it's very easy to sort of get them riled up on that basis. But the problem is that we often miss the core problem of corruption. Like when India against corruption happened, I wrote a column saying Anna Hazare missed the point entirely. Because the core reason that corruption exists is that the state has too much power and discretion, right? The more you reduce power from areas where it should not have power and discretion, the less corruption there will be. And instead, what these people were proposing is that you have another committee called a Lokpal which sits on top of this and you have another layer of government as if that will ever solve anything. You know, you never judge a policy by its intentions, you do it by its outcome. But I can see why, you know, that would have taken off in China. And it's pretty convenient for Xi Jinping, that he can at one level sit at the center and spread the narrative or whatever the whole narrative of him being a benevolent leader or the Garibi Hatao narrative. You know, there was a version of that as well, while all the blame goes to the local government, because they are the direct interface with the people. And I wonder if there's a version of that happening in India, where no matter what happens, there's a certain bunch of people who will not blame the Prime Minister or the central government for it, you know, they'll either be completely apathetic and behave as if it is fate, or they will find other excuses to wish it away. Now, in your second chapter, you also pointed out an interesting thing about how the modes of messaging of the Chinese Communist Party changed, where you write, quote, While the indigestible stuff of stodgy propaganda, scouring through which Pierre Rickmans once said was akin to swallowing sawdust by the bucketful, survives in parts, there has been a significant evolution in terms of style and substance. Amidst the mountains of cliches, flaccid speeches, hollow slogans and fanciful statistics exists today's slick graphics, vivid storytelling, and online interactivity that seeks to enhance party-state responsiveness to public demands, opinion and criticism, stop quote. And as you pointed out, propaganda has always been a big part of the Communist Party, right, you know, the propaganda department existed from the 1920s, and so on. But it was all this stodgy language the way you know, even in India, the government press releases are written. Now, it seems to me that where we went in India, as far as you know, official ways of controlling the narrative are concerned, is that the usual government propaganda continued with the stodgy obfuscatory language, which doesn't really help them, supported by an IT wing, which, you know, on social media, adopted extremely crude methods, sometimes effective methods, but extremely crude methods of, you know, spreading false stories to begin with, but also just abusing critics and blah, blah, blah, all of that. While it seems that the Chinese move beyond that to something far more sophisticated, which comes from controlling the media, which comes from, as you pointed out, you know, having some cutting edge storytelling, that's also happening. And also, what you describe as quote, authoritarian participatory persuasion 2.0, a term coined by Maria Repnikova and Fan Keqing, which is basically defined as quote, the targets of propaganda are made into active collaborators in the process of recreating pro party discourses online, stop quote. And I remember I once was chatting with Pratik Sinha of Alt News. And this was before I did my episode with him a couple of years before that, I think Nitin and I were chatting with him at this meet in Bangalore. And he mentioned a very interesting story, he said that he was, there was this bit of fake news, which was fake news about some particular person, I forget the details. So he, you know, did all the forensic work that he does that Alt News is so incredibly good at. And they figured out that, you know, where it's coming from and they publish the story with that guy's name and all that. And a little while later, he gets a WhatsApp message or message from wherever, from that guy, who says, Bhaiya, can I talk to you? So he says, okay, and he finds out this kid is some teenage kid. He has nothing to do with ITCEL, nothing to do with any of that. He started this sort of news outlet, where he would make up stories. And then it was natural selection, he would see that what gets hits, what doesn't get hits. And what he found is that all the rabid Hindutva stuff got hits. And, you know, other stuff won't get hits. And therefore, that's where the market is. And the point there being that the ITCEL needs to do this kind of fake news, only to a certain extent. But once you kickstart something, it takes some momentum of its own, like indeed, in the Sushant Singh Rajput conspiracy theories, which are floating all over the place, which are insane. I mean, the earlier ones were that he invented 4G. So Akshay Kumar got him bumped off over the game. And then there was one that he created the COVID vaccine. And so they got him bumped off because the government wanted COVID to continue. And the version of that is that he created it for Bharat Biotech. But the most bizarre recent version, which I'll link that thread from the show notes, if it is still there, is that he's still alive. Apparently, there is some quantum physics thing by which a person can be split into two. So he split himself into two. So he could go into hiding to create the COVID vaccine, and his duplicate got killed. And therefore, I think Yogi Adityanath is now looking for him for some reason, some really incredibly bizarre thing. But I don't even know why we went into this digression, authoritarian participatory persuasion 2.0. Now, the question that kind of comes up, and these are really two questions, because I've rambled a bit. One question is, tell me about this use of new media and how they will come to censorship later censorship is how do you stop unwanted messages going out? But this is how do you propagate good messages and get them going out? And how do you use the media for that? And the Chinese seem fairly advanced in that. So tell me a bit about that. And the other supplementary very quick question is that do you think that this sort of narrative that Xi Jinping has come up with, which is essentially a populist narrative, right, nationalism, hatred of the outsider, blah, blah, blah, it's a standard populist trope. Do you think that this populist trope is popular, because it touches certain triggers in common people, and therefore, these are the narratives that work? So in a sense that this behavior is not coming from the supply end of the market,"
    },
    {
        "speaker": "Guest",
        "time": "03:18:52.400",
        "message": "but the demand end of the market? No, I don't. I mean, I think that it's a bit of both, right? That there is a demand that's being created. You know, there is a demand that's being nurtured. So that is one thing. And if you look at what Xi Jinping has done, and he's quite, somebody who's quite big on narrative setting and the role of the media, and not just the media, I mean, he also talks about artists, you know, painters, sculptors, whoever else, even people, architects, the idea that you need to be doing things that they would sort of support the socialist idea and the socialist vision, and would support the party. And he wants sort of patriotic art and everything in that sense. With regard to the media, I think very early on, as soon as he took charge, he sort of spoke about reshaping the media in terms of telling China's stories well. You know, there's a certain story that we want to tell the outside world and to our own people, and we need to tell them well. One of the aspects of that is tell stories which have sort of a universal human appeal, or, you know, make what is our propaganda into much more, you know, widely, which has a greater appeal because it attaches to certain human values, rather than just saying that, you know, the party said this, the party did that. Now that stodgy propaganda still exists. And at one point in time, you spoke about Indian government press releases. Honestly, there is no comparison between Indian government press releases and Chinese government propaganda. Indian government, I mean, by the measure of, you know, Chinese government propaganda, Indian government press releases are very clear, very direct, honestly. If you read any government plan or reportage around a Chinese government plan, the first 30%, you'd be reading essentially repeated statements about, you know, the party, the ideology, Xi Jinping says this, you know, and, and that can, you know, be mind numbing. Now, what they have done along with this is that over the years, they've invested in sort of new media capabilities, they've invested in far more, they've sort of invested in capabilities to tell stories better in terms of the visual appeal in terms of the narrative. And at the end of particularly this, this episode in Wuhan, in late February, in fact, Wuhan was not even unlocked, they came up with a book, which is also published in English. And that was, you know, sold on Amazon. So I bought a copy on Amazon, I read through the book in English. And I quote some stories from the book. And one of the stories that I quote is about this one truck driver who's supposed to go. And if you read through the story, what you get a sense, I mean, to me, when I was reading the story, while I was reading that book, the character in my head was Salman Khan, you know, he's driving around, you know, on the truck. And I, to me, that was the case of, you know, that's how you're telling the story of, you know, somebody delivering a component to build a hospital in Wuhan, for COVID care, you know, and things like that. And throughout that, see, that entire book, you have these stories about, you know, people caring for a stranger, somebody's dedication to their job, somebody's sort of, you know, in this case, going into danger, but in another case, sort of just carrying out their routine job of making sure that things are cleaned, some lady somewhere in some other city crying, because she can't get in touch with her parents. And she manages to somehow get in touch with a restaurant and tells the restaurant to deliver food, and they deliver food. And the guy also tells her, don't worry, my sister, your parents are fine, and whatever, and I will take care. Now, those sorts of things have universal appeal. And they're doing two things. They're doing exactly what Repnikova is writing about, you know, and I'm a huge fan of her work. What she's writing about is essentially, that you've created a space where people who are reading this, people are telling these stories, people who are part of all of this, will look at it and say, yes, this was a shared tragedy, and we all were in it together and all our strength it took to come out of it. So it takes focus away from the government. At the same time, it's also telling the story of in these individual stories of heroism or whatever. There's also the hand of the government and the party all around. Because a lot of the times in these sort of stories, what you'll find is that, that fellow who was doing this heroic deed was a party carder. It's very subtle there. Or it was that fireman who did this or you know, and I mean, when we look at India or anywhere else in the world, this narrative got, you know, in India, you saw this somewhere, right? Criticism got conflated with how can you criticize our Corona warriors, that sort of logic. And that conflation is also happening over there. At the same time, the way the story is told, the idea is to appeal to your heartstrings so that you feel and if you feel empathy, you can sort of really say, you know, you don't sort of go and criticize as much. So that's one thing. Domestically, the idea is you build that sort of sense of community and empathy, that we were all in this together, it was unprecedented, whatever. In terms of visually, if any, if anybody, if any of the listeners would want to go, you can go to YouTube, and you can see some of the documentaries that CCTV, CGTN, and CCTV put together with regard to Wuhan. They are absolutely cutting edge. From those wonderful drone shots of a silent city, to sort of the close ups of doctors, to sort of how the camera moves and cuts. It's not a bland telling a story, it will move you, whatever you may end up believing or not believing, however critical you may be about the Chinese. The humanizing of the system, the people and all of that, it softens the edge of political division at home and abroad. And I think that's part of what the narrative is like, what the approach is, you know, you want to tell China's stories well in that way. The other part of it is to also say how the system delivered, you know, through the people, you're also talking about how the system operated and how it functioned well and how it delivered, which again, is useful for legitimacy abroad and legitimacy at home. And I think that's sort of where this entire, and if you saw this about 10-12 years ago, it was not this well, you know, I mean, again, it's looking at how changed graphics and changed storytelling style can make a story much more effective and appealing to somebody. You look at just how movies have evolved over the last 15 years to today. And there's a huge difference in how Chinese, just, if you look at India, you'll see the difference. If you look at China, you'll see the difference. What's important is that Chinese state media led by the party has invested in that. It's invested in not just creating these narratives, but also creating, you know, new media tools. One example that I give in the book later on, one of the chapters is about this graphic with regard to racism in America that the people daily put out. It's stuff like that. They created a, you know, again, this is not journalism, but you created a video with sort of gamified version of Mike Pompeo having to cross different levels. And Mike Pompeo talks about the Chinese Communist Party failing. And it's like wrong answer. He talks about the virus leaking from a lab or being a bio warfare weapon, whatever, and wrong answer and three wrongs and you're out. It's like a video game that you've created as a video, because you know that that is the kind of stuff that will get more traction on social media. Then some stodgy old guy sitting in a black suit with gray hair saying, we don't agree with this. These hegemonic Americans are wrong and whatever. So you're looking at what works and you're trying to use that. And that's part of this, you know, so firstly, you're using the community and their stories to be able to further your narrative. At the same time, you're developing these new cutting edge tools relying on technology using moviemaking tools and everything to try and tell your stories in a form of in a fashion that will appeal emotionally to people which sort of takes off the edge of a lot of the criticism. And I think that's really smart strategy."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:46.640",
        "message": "You know, the graphic you mentioned about Black Lives Matter is also struck out. I'll read that sentence out because I found the image quite amusing. Quote, the party's flagship paper also put out a controversial graphic titled Disguise of Human Rights, depicting a police officer breaking through the robes of the Statue of Liberty, towering over a bloodstained White House, crushing what appears to be the neck of an African American man, stop quote, basically packing everything together. This seems to be as crude a graphic as say, you know, all those photoshopped images of Nehru partying with various women and all of that. But but yeah, I get your point about the increasing sophistication of a lot of this propaganda from these modern day Lenny Reifenstahl as it were. And by the way, the truck driver whose role you want Salman Khan to play his name is Sun Yang. So it's almost similar like Salman and Sun Yang. Now, you know, this is one aspect, you have a message, you want to get it out. Another aspect is there is a message out there, you want to stop it. Now, as you've described that social media was actually very vibrant in exposing what was happening in Wuhan, exposing where government response was wrong, and all of that. And initially, it was just allowed to be vibrant, and all this was allowed to play out. And then the party kind of cracked down hard, and there was a hard censorship. And some of it reminded me of, you know, what's happening in Uttar Pradesh, where also you're not allowed to complain about oxygen cylinders not being there. Or, you know, if you tweet a video of, you know, a police officer taking away your cylinder to give it to a well connected guy, when you know, and there was a case like that where someone's relative was ill, he went way out of his way, we spent a big chunk of his savings, got oxygen for the relative, and then a cop comes and takes it over because, you know, for somebody else. And the person who tweeted that I think had a case filed on him or something insane shit like that happening in UP and China. So tell me a little bit about this sort of censorship, like your chapter on that is very evocatively titled, imposing amnesia, which is a lovely title. So tell me a little bit about how they went about doing this. And as you crack down on people's freedom of expression, you have to control the narrative about that as well. So how was all of this playing out?"
    },
    {
        "speaker": "Guest",
        "time": "03:29:02.240",
        "message": "Right. So I think this is something that the Communist Party has a tremendous amount of experience in doing, you know, if you go back to sort of Bill Clinton, saying that, you know, let's see the nail jello to the wall, when the internet was sort of evolving and social media was evolving, they clearly figured out an algorithm to nail jello to the wall. And this was an example of that. Now, towards the beginning of what was happening again, I mean, we don't know exactly why there was freedom of expression for the first week or 10 days or so. And, you know, but we do know that there were directives that came out at a certain point of time, which a document has to and then the crackdown sort of begins. But initially, there is freedom. Now, there are different ways of looking at this. One is that, look, it was Chinese New Year, the censors were on a break, they were chilling, who knows. The other way to look at this is also the fact that it's useful to have people went because particularly if you're having if you have this dynamic, where the central leadership does not know what's going on in a region, particularly as you've imposed this lockdown or whatever, this is a great feedback mechanism also. And Maria Repnikova again talks about this in her work, where she talks about using this as feedback to be able to do certain things that you might want to do, particularly when you're trying to push and pull with the center and local leadership continues. There's a wonderful old saying in China that the emperor is far away and the mountains are high and so forth. So, you know, it's, you know, local stuff, local guys can get away with a lot of things. And therefore this, I think the Chinese Communist Party central leadership over the decades has used social media as a feedback mechanism with regard to its policy priorities with regard to keeping a check on local leadership. And I think my hunch is that this is what was going on in those early days, where they were trying to do this, while also providing a wall for people to vent, because people needed to vent, you couldn't just let that be. But as you sort of came to grips with things, or as you felt that the challenge is going to be much more problematic, you sort of start to crack down, either which way, and I don't know which way it went, whether they felt more comfortable or whether they felt more uncomfortable. And that is why they cracked down. But at a certain point in early February, they start to sort of shut down. And that happens. Now, in that duration, what we see is that, and this is again, a credit to a lot of the Chinese journalists, when we're talking about my time in China, I was talking about how the pressures that some of those people working over there are really, really incredible. And I have a lot of regard for that. And when you what you see in those few weeks, when things are open, you see the kind of reports which today, particularly after the second wave in India, I think a lot of us can empathize much more with, you know, the fact that there is there is no hospital facility, the fact that there is a lockdown, how do you go to the hospital, the fact that and a lot of those reports, which are saved by some of these, some of the sort of journalists and researchers, which who documented them and then save them as the censors, eventually started wiping the system clean. Again, it's a really risky job that they've done to do that, to be able to save all of this. And it's a service to people like the world that they've actually saved some of these documentation. But if you read through those stories, you will see the kind of chaos in the system that existed, which I mean, when second wave started in India, to me, that is what it looked like, not so much the first wave in India, because capacity was a problem, but it wasn't that bad or that dire, at least in our cities. Today, what we saw in the second wave, to me is very reminiscent of when I read those stories from Wuhan, that's exactly what was playing out over there. And I think that's the first thing that the censors eventually started cleaning that stuff up. To me, it's highly likely that the government felt that it has started to understand what needs to be done. What we saw was that they were shifting the narrative towards a positive domain where they were showing us the two hospitals being built, there was live streaming of the entire process of the hospital being built. And that was a sort of showcase of Chinese engineering prowess. While at the same time, you were starting to sort of clean up some of the dissent, anger, frustration that existed, and the reports of misgovernance, systemic failures, and all of that, after a certain period of time, because you felt probably that you were now in control. And as that remained, it would challenge the party's narrative going forward, that had managed to control things effectively. So I think that sort of went hand in hand. Therefore, anybody who sort of ended up going and challenging the narrative that the party then wanted to build, whether it was citizen journalists, whether it was lawyers, whether it was whoever, they were all picked up. They were all then charged with this infuriating crime of spreading rumors. And again, such an amorphous sort of nebulous concept that anything you can be charged under that sort of logic. And they were all picked up under that, while the people who were originally charged, like you identified, those eight doctors, they were then exonerated. At a certain point of time, I think there was genuine worry, particularly when Dr. Li Wenliang, who became the icon for the criticism and for the punishment that he dealt with, then eventually passed away in early February. For that brief moment, you could see that the system was really struggling to deal with the narrative online, because there were so many tributes, people were bypassing censorship. And again, there's a cat and mouse game that goes on in China, which a lot of the people online are quite familiar with. And some of the examples that I document about how they've saved some stories, how they've said stories using emoticons, using different language and things like that, or saving sort of narratives to PDF so that they last for posterity. And I think from the Chinese government's point of view, the case was that after they gained a certain degree of control, and this was my best case assumption as to what they did, their approach was, can we make sure that a certain degree of space for venting may remain, but it has to be within prescribed limits. But at no point, the narrative of the government's control, efficiency, and ability to respond to this sustained. So you may criticize local officials, you may criticize all of that, but you don't necessarily criticize the central leadership. Now, the one sort of thing, and I sort of see a parallel between what you were talking about India, that little boy that you were talking about, you can't really ride the tiger and eventually just expect to get off without it being challenging. So what we've seen is that the narrative of nationalism eventually starts to gather its own sort of pace and steam. So in the book, I talk about Fang Fang and her writings. And I even mentioned that at a certain point of time, she is not challenging the central government. She at a certain point of time actually says that, oh, now that these guys have gotten in charge, things might be better off. In that she actually supports the narrative that the local government sort of failed, and the central government is better off and whatever, or at least that belief that they will take care of things better. Yet there is tremendous nationalistic pushback against her. And Chinese media struggles with that. Global Times, which is this nationalist tabloid struggles with that at some level, and eventually gives in to the nationalistic sentiment. And today, if I just take a go away from the book just today, in the last month, what we have, month, month and a half, what we have seen is that the nationalistic narrative on social media in China has become so strong that even its most nationalistic papers are sort of struggling to contain it. And an example is of, about a month ago, there was a controversy about a communist party-linked affiliated social media account, Weibo account, publishing a very crude graphic showing funeral pyres in India, and showing the building of the Hoshen Shan Hospital in China. No, sorry, not the hospital. That was about showing the Chinese rocket launch and talking about how progress and whatever in India and China. And another one was about fire in India, fire in China, Hoshen Shan, sort of fire mountain hospital. So the idea is that that was a post put out by a party unit, party unit Weibo account. It was eventually taken down. Yet a lot of people supported that. A lot of people obviously criticized it also and called it crude, crass, whatever in Chinese. But there was a nationalistic strand which supported that idea, some even fairly prominent people. And there's an argument that goes on between Fudan University Professor Shen Yi and Global Times' editor Hu Shijin, where Hu Shijin is saying, we shouldn't be doing this. Through official accounts, we shouldn't be doing this. And Global Times reporters on Twitter were critical of such posts. And they were getting eaten up by the nationalist sort of brigade in China. So, you know, these things can gather momentum of their own and, you know, for anybody, whether it's in India, whether it's in China, you need to be careful."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:38:03.120",
        "message": "Yeah, I mean, even in India, you have these, you know, civil wars within Hindutva. You know, if you just Google trads versus raitas, for example, you'll come across them. And there are people who are saying that Modi has led the Hindus down, he's not sufficiently nationalistic for them. And this is always what happens. I think what social media also exacerbates is, it drives people to the extremes, because everybody is, you know, posturing their own purity, attacking other people for not being pure enough. And ultimately, the fringes win until the whole thing cannot hold. And this happens, by the way, both on the left and the right. It's not just the right. Now, a couple of interesting things I'll refer back to. One, speaking of Stephen Young, the doctor who died, you have this, this very interesting narrative where he dies, the news that he's died is reported, then it's immediately taken offline, as if the government is trying to figure out that, you know, how do we deal with this, you know, in terms of story arc and all of that. And there's this great line you have in your book, I'll quote, Al Jazeera cited an unidentified source from Wuhan Central Hospital saying that Lee's condition was critical. And he stopped the heartbeat earlier tonight already. But he was put on intubation and extra corporeal membrane oxygenation, just out of pressure from the leaders. Stop quote. So basically, the guy is dead. But then the leaders say no, no, keep him alive. And they put him on ventilator and all that basically put the body on ventilator and all that, which is crazy. What you've also pointed out is that all these pieces, which were taken down, were censored, and so on. People have made different positories of them. There's an ENCOV memory repository. There's Terminus 2049, which is a GitHub repository. I think you pointed out how the creator of that got into a little bit of trouble. And I really enjoyed what you reproduced of Fang Fang's diary entries, and which are now available as a book, which I've just picked up, but haven't yet read. It's a book in English. I mean, which is why I picked it up, the English version is out. Now, Fang Fang was a writer who between Jan 25 and March 24, wrote a quarantine diary. And some of it is beautiful writing like this excerpt that you reproduced, quote, the city isn't the purgatory that a lot of people seem to be imagining it to be. It is instead, a rather quiet and beautiful, almost majestic city. But all that changes the second someone in your family falls ill. Immediately everything is thrown into chaos. Stop quote. And later on, you know, again, I'm finding an India connection here in terms of who she reminds me of, you quote Hemant Adlaka writing about her quote, in a series of articles, commentaries and blogs, on average five to six write ups a day, mainly carried by a few Maoist leaning websites and blogs. Wuhan diary, which is a diary has not only been dismissed as trash and nothing but a pack of lies. Fang Fang herself too has been targeted as dishonest, writer of petty bourgeois character, and only cares for cheap publicity, stop quote. And I instantly thought of the kind of criticism that Barkha Dutt did during her superb journalism, where people accused her of preying on the dead, because she was showing images of the funeral pyres and all that, except that, you know, they called her anti national, but I guess the Chinese version of that is petty bourgeois. So again, has such resonance. Now tell me also about like, this is an internal narrative, this is what they're doing inside. You've also written about what they try to do to control the narrative outside, including set up these 1000s of fake Twitter accounts, and you know, spend a lot of money on Facebook promotions. And I think Twitter banned a whole bunch of accounts set up by the Chinese for the propaganda and all of that, which shows that at least there, they hadn't at that time reached a certain level of sophistication where that would, you know, not happen. So tell me a little bit about their attempts at controlling the narrative"
    },
    {
        "speaker": "Guest",
        "time": "03:41:43.440",
        "message": "outside. Yeah, I think that attempts at sort of shaping the narrative outside is essentially been about how the world perceives what the party did in Wuhan, and subsequently. So by the end of February, the Communist Party is fairly comfortable with what's happening in Wuhan, and they seem to have a grip on it. They've also incentivized tremendous production capacity with regard to masks and the rest of it. And by sort of, you know, end of February, I think Wang Yi, the foreign minister has a conversation with his Iranian counterpart and his Italian counterpart. And he's already talking about, look, don't worry, we support you, because we've got this capacity. And by March, you see them starting to export a tremendous amount, you know, beginning to sort of export these things. So how the narrative sort of starts to shift is that they start to initially when sort of outbreak happens, there's a focus on, of course, how sudden this is how nobody knew how this is unprecedented and the rest of it, and how they've done a good job at actually controlling it. Along with that, there's a sort of emphasis on how they've been transparent about it from day one, which I think is a fight that they are fighting even today with the Americans and others about the level of transparency. The third narrative was with regard to look, you should be thankful to us that we've sacrificed the city and a province and much more to be able to contain this threat within our borders. So instead of criticizing us for delayed action, you should be thankful to us that you know, we've sacrificed ourselves to save the rest of you lot. And of course, subsequently, it comes down to look, it's our manufacturing capacity, it's our organizational capacity, it's all of that, that's now helping you lot. So don't politicize this virus. It's an enemy of mankind, whatever. Now to push all of this. Now, this is a good bit of the narrative that I've spoken about. There's an ugly bit about the narrative also. To push all of this along with the ugly bit they sort of created, there was obviously an organic movement of how the media acted. And then you've got bots and, you know, creations, which are, you know, accounts, which are sort of amplifying this narrative on social media. And the objective is to basically, like I said, try and create an environment in the West, which is not the rest of the world, which looks at China with, which looks at China with empathy and in some degrees respect, you know, or the party with empathy and respect. And subsequently, I think even they even talk about awe, because, look, we managed to contain it, whereas the mighty Americans and the rest of these other countries have sort of struggled and whatever. And I think that's part of the entire process. They've used obviously media, social media, official sort of statements, engagements with world leaders, as they started delivering products to other parts of the world. There was a lot of fanfare with which these products were delivered. And some of this is obviously leaders in different parts of the world seeing their incentives, for example, in Serbia. But in other cases, it also rubbed people the wrong way, because they tried to push their narrative to the detriment of, say, the European Union's cohesion, which I document in the book also. But to me, a lot of this was done essentially to shape a positive external narrative, but also to shape a domestic narrative about, look, this is how good we were, this is how strong the party was. It not just contained things. Firstly, what it did was unprecedented, we had to do it. Secondly, it's effective, we've managed to contain it. Thirdly, look at the rest of the world, they are now dependent on us, we are doing these things for them. So don't sort of criticize us. So it sort of works both ways. Externally, this sort of push of narrative also hurt them eventually in the long run, which is what I document in the book. The sort of ugly part of the narrative was when this controversy around the origins of the virus sort of become more prominent, where the Chinese engage in tremendous amount of disinformation themselves. The American administration doesn't sort of hold up well, of course. I mean, Pompeo and Trump don't hold up well. And I document this, they sort of flip flop quite a bit with regard to saying that we have evidence, okay, we don't have evidence. At a certain point, even the Office of Director of National Intelligence of the US expressly says that this virus is not manmade. So I think some of that gets lost in all the controversy that we've seen even today, but last year, in terms of what the Chinese wanted to achieve with this narrative, and they get even more aggressive as this happens. Part of it, again, is for domestic interest to quell doubts domestically. And so the sort of suspicion that this could be sort of American biological warfare and those sorts of things, so that you sort of divert attention. At the same time, it's also internationally to try and push back. And the Chinese tend to get, the Chinese diplomats get very aggressive with this, which becomes, you know, the phrase wolf warrior diplomacy sort of comes into play in all of this. The one more component of this, and this was seen in early days, particularly, and I guess even today, there's a strand of this that exists. But early days, it was much more prominent, was that any criticism of the Communist Party, or of China's handling of this outbreak, they conflated that along with legitimate concerns of racism in other parts of the world. So obviously, lots of Asian Americans, people of Chinese descent, there was lots of racism, which I again document in the book, which is a failing of those countries where this is happening. But what the Communist Party does is that it picks up those strands, and it sort of conflates that with China's sort of the Communist Party's actions with regard to the pandemic. And under the guise of that criticism, it starts to talk about any criticism of the Communist Party is seen as you know, the criticism of as soon as racist attack, and that conflation is problematic. But they do that deliberately, with the idea that, you know, to sort of stem critical voices. And that, to me, was again, something that, particularly in the West, it's important for people to realize when, you know, when racism in the West sort of rears its ugly head, it empowers this discourse from the Communist Party of China. At the same time, Chinese diplomats, and some of them, they sort of cross all levels of diplomatic decency. I mean, the Chinese embassy in France is particularly virulent. And at one point of time, it is even accusing people of, you know, deliberately letting people die in hospitals. And then of course, you sort of climb back, you know, but you're basically saying to your people by being this aggressive, that our system has worked, we are better off, we are much more humane. And we are much more efficient. And look at the West, it's so messy. Look at this space, which talk about democracy, they are inefficient, they are unable to contain things. And that sort of should tell you to have much more confidence in the party. And that's at the heart of the narrative of what they want to achieve. The problem is that in trying to achieve that, and in overcompensating to try to achieve that, you start to alienate people around the world. And that's where you sort of see this linkage between foreign policy and domestic policy, where the boundaries are very porous, and narrative sort of spills over on both ends. And I think that to me is probably one of the most fascinating things about what's happened in the last year. Because a lot of us when we look at Chinese foreign policy, and this wolf warrior diplomacy, the argument is, why is it that suddenly they are doing this? Because when you still step back and look at it from a strategic perspective, you will see that it's self-defeating. But what we don't take into account is how the system is structured to incentivize some of this behavior, and also the sense of threat and the sense of opportunity that fuels this behavior at an individual level. Because if I'm being more aggressive, I'm satisfying my bosses also. But also at a level of narrative in society at home, to try and breed confidence about your own system, and to breed this sense of conflict. Because that sense of conflict and nationalism also sustains you at home and your legitimacy at home. And I think that to me, that was sort of fascinating meta point of what happened in"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:42.880",
        "message": "the last year. So I've taken a lot of your time, it's, you know, we've been chatting for four hours. And the thing is, we talk for four hours. And I, you know, in my case, the fan is off, the AC is off and all of that. But listeners are listening for two hours, because they're listening at double speed, which seems to me to be a little bit more unfair, I'm putting in substantially more work. But more than that, you are putting in substantially more work, because you're not talking at double speed, you're talking at normal speed. So I'll direct everyone to head on over to your book and read your book, because we've barely touched the surface I have, like you won't believe how much notes I have. I mean, it could be a small short book in itself. And yet, we just kind of touched on little bits of it, the entire book is enlightening and worth reading. But a couple of questions before we go. And the first one is, you know, in this narrative, it's just a really fascinating story. Because what one gets out of it is that China is trying to assert itself and make its place in the world. Obviously, it, you know, right from 2010, when it overtook Japan and became the second largest economy in the world is wanted to assert itself as a superpower, which can be up there with the US and present an alternative view of thinking. Now, some of the thinking that the Chinese have behind this is crude, and some is sophisticated, some of their methods are crude, and some are sophisticated. Some of the responses to them are crude, such as from Donald Trump last year, and some are a little more sophisticated. And what also happens is that, like you pointed out, every message, every diktat that sort of goes out from the top will get amplified in extreme and crude ways. So for example, if the premier says that, you know, we need to take a nationalistic line on this, everybody will go overboard and take a hyper nationalistic line to please the boss. And that's where things kind of go out of whack. Now, your last chapter is called A New Contest. And it talks about the possibility of this new kind of Cold War beginning. And especially things have kind of become worse in the last couple of years with all this talk of de-globalization and international trade taking a hit and all of that. You pointed out at the start of this episode that what has happened over the last year, what has happened since the outbreak in Wuhan, is something that could affect the next 5-10 years, if not more, or what happens in geopolitics. So tell me why that is? Tell me what are your, you know, what's the best case scenario? What's the worst case scenario? What should we be wary of looking forward into the next 10 years? Because on the one hand, you know, I don't think it's a bad thing for the world if China gets richer. And I mean, ultimately, it's social interactions are a win-win game. It's a positive something. But at the same time, you see certain amounts of belligerence, some of it in the narrative, some of it in what is happening in our neighborhood. India has been having border problems recently. So what did you mean when you said that this will"
    },
    {
        "speaker": "Guest",
        "time": "03:52:26.560",
        "message": "affect the next 10 years or so? Right. So broad question, right? I mean, firstly, whether it's sort of from China's point of view, to me, a lot of the conversation in the last six, eight months, particularly, one year also has been about how China's geopolitical space is becoming far more difficult, right? That, you know, oh, the West, we now have the Quad, and we have, you know, Biden is trying to bring the US and Europe together, and so on and so forth. And this is China's diplomatic failure, that some of this is happening. And I subscribe to that to some degree that yes, and I sort of make that argument in the book also in the last chapter, where the idea of galvanizing Western opinion about China's rise and the threat that China's rise poses is partly a failure of China's own policy. It wouldn't have happened on its own, I do think that it would have, but maybe not at this speed and with this ferocity. But the speed and ferocity is also partly to do with China's own policy, or the Communist Party's own policy. In terms of, let me first take the issue of de-globalization. What's happened, and not just about the last year, but actually for the last few years, in particular, that sort of underlying angst in the West with regard to the fruits of globalization being unevenly distributed, and middle class in the West struggling, or at least relatively struggling compared to say, folks in India, and that sort of their inability to deal with that, and the challenge of sort of new technology taking jobs in that revolution sort of requiring you to adapt your economies. All of that sort of came together with, you know, under Trump, particularly even before Trump's election, where he sort of identifies China as a fundamental problem for a lot of this. Now, the problem in Western economies is far deeper than China. But China became the sort of the guy that you picked on. And in some cases, fairly, you know, the idea that the Chinese state subsidies distort the market, the idea that, you know, also things like data and technology, the state does not provide a level playing field, all of that is fair game. And this is something that the West has been talking to the Chinese about for over two decades now, about reforming some of this stuff. And it's not going to be reformed, because that's how the system functions. It can't be reformed. If it gets reformed, the system completely changes. So I think some of that acknowledgement came through in the West also, you know, the idea that, oh, we got China wrong, and so on and so forth. And that started this change over the last four or five years. China's policies accelerated that change. Today, we're at the point where particularly the pandemic, you know, when Trump launched his trade war, people were still arguing about how, you know, it's self-defeating, it's problematic, and trade is not a zero-sum game, it benefits everybody and the rest of it. And all of that is true. But it's started to move a conversation towards, well, okay, what are critical sectors? Should we have dependencies in critical sectors? So even if I may still be okay with buying, you know, my laptop table, which is China made, or my curtains, or my shoes, or my bags, or whatever, but am I okay buying, even my mobile phone is okay, but am I okay buying my core 5G network from Chinese vendors? Am I okay being completely reliant on my pharmaceutical APIs coming from China? So some of those conversations about threats to supply chains were about what are critical sectors, and should we have some degree of self-reliance, or at least if not self-reliance, circles of trust within which we can work? And why is a circle of trust important is because, well, the Chinese, if we have political issues with them, can leverage these to coerce us. So how do we reduce their coercibility, or their power to coerce us in this way? Now, all of this thinking is very different from the Bretton Woods Institution system, you know, which talked about free trade and the rest of it, right? The idea that you should have comparative, focus on comparative advantage, that sort of classic, classical idea. And I think that sort of change is what we can expect going forward. And I think we're still in a state of flux, right? So despite all this talk about de-globalization, and this talk about cutting off from critical technologies, or at least creating resilience in all of this, what, and I document this in the book through surveys from the American Chambers of Commerce, from the European Chambers of Commerce, from China's trade with ASEAN, and China's global GDP contribution, that it remains a critical, indispensable economic partner for the world. In fact, China's contribution to global GDP will increase over the next five years. So it's going to play a bigger role. And if you see what European companies or American companies in China are saying, they're not saying we're exiting, you know, they are still saying we're investing even more. In fact, just last week, you had another European Chamber of Commerce survey come out, in which the number of companies saying that they are looking to possibly relocate came down from 11% in 2020, to 9%, which is the lowest on record. So it's not like that de-globalization is leading companies run out of China, because China offers fundamental economic advantages, supply chain connectivity to the region and to the world. But what's happened is that there is a trend to start to see how we can unravel some of these chains, particularly on critical sectors, so that we can reduce coercibility. And that's something that's going to, that's a long term phenomenon. So today, if India wants to reduce its pharmaceutical API dependence from China, which is at about 75-80% of APIs we get from China, it is going to take us some time to build that capacity, or to have that capacity be built in some other country where manufacturing is not such a huge issue, but that we trust to be able to do some of these things. And I think these are conversations which are still going on. And I think in the last chapter, I also talked about how while there is a broad agreement that we need to do this, how do we do this? What are the incentives of an India and America, Britain, France, when we come to this table? What is the kind of give that you need to have? So on manufacturing of products, there may be different issues, but say on things like regulations with regard to technology, or data governance, our internal legislation is still not in place. So if we are going to talk about data security and circles of trust, we need to first realize what is our system going to be like? That will then create the room for how do we negotiate with the West? And what do we give? Because we also want data sovereignty, whatever that means. And I think some of those conversations are going to shape the next 5, 10, 15 years. At the same time, if you look at what the Chinese are saying, they are saying, look, we are confident in our system, we are confident in our economic might, and we are here to stay, we are not going anywhere. And one of the examples that we've seen in this year, during the second wave in India, is that the Chinese emphasized how much of the health supplies that we were getting, whether it was oxygenators, whether it was masks, or the rest of it, was coming from China. They offered us aid also, but we seem to refuse that aid. But they were very keen to say that, look, we are central to global supply chain. So you talk of decoupling and all of that, and you know, you may ban some apps, you may do that and all that. But you can't decouple from us. Now, the challenge for India and the rest of the world is to how do you decouple to the point where you can create resilience, and you can create some degree of sense of security. And I think that's the sort of push and pull that we will see playing out, rather than a Cold War of the conventional kind, because you can't have a conventional Cold War, given China's indispensability to the global economic system. To me, the biggest failure of Xi Jinping is the fact that we have come to the point where we are saying that we want to do this. And now we're discussing modalities of how to do this. Philosophically, we've accepted this. And states have accepted this. And the policies that you've seen, like I said, I finished writing the book in late November. But what you've seen so far, the fact that you had the first leaders summit of the Quad in March, the fact that you've had a NATO summit, which refers to China as a threat, the fact that you've had a G7 summit, which mentions China in a statement, all tells you of shifts that are taking place in the world. The fact that at the G7 summit, India was an invitee, again, tells you that there is a shift that's taking place. That shift will take time. But the fact that this has happened is what's important from a failure of Chinese policy point of view. For Xi Jinping, what he's saying is that I see this happening, and I, what's that term in poker or gambling, and I raise you more. He's saying, look, you want to decouple, I've started decoupling. In April 2020, Xi Jinping gave a speech where he said, we need to focus on technological self-reliance. There are these bottleneck technologies, which people use to coerce us. We need to cultivate our strength in that. At the same time, we need to create a system in which our vulnerability on the outside world reduces while their vulnerability on us increases, particularly with regard to these technologies. And he wants his system to work in that direction. And that's why partly, you know, reorienting the economy and technology giants and so on and so forth. So he's very, very clear that I need to do this, and my window to do this is also not that large anymore. So some bit of his foreign policy is to maintain that window, at least for as long as he can, but also to accelerate doing the kind of things that he needs to do to be able to expand China's stake in the world and dependencies on China, so that China can't be coerced. Because if you look at it from his point of view, Donald Trump coerced China. And that was among his worst fears. So for him, he's trying to sort of push back on all of that. In the broad sense, he still sees the world as a place for opportunities from his point of view, that there is still a window for strategic opportunity. Although, as he himself says, there are unprecedented challenges that he's facing. And I think that's the dynamic that you will see play out. That's what I mean, when I say for the"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:16.880",
        "message": "next 5-10 years, this is what's going to shape the world. I think to begin with, what we should do is just as we banned TikTok, we should unban TikTok, we should ban Gobi Manchurian and Sri Sri Ravi Shankar should rename himself Shi Shi Ravi Shankar as a tribute that might help. I'm so sorry for that. But I had to, you know, this is a deep, deep subject. And obviously, one way that my listeners can learn about it is, of course, to buy a book, which I recommend they do instantly. But they can also sign up for your course on China. So I'll ask you to give details about the course, how can they sign up for it, where can they get more info, and also a traditional ending to the show. For people who want to know more about China, why don't you recommend some books which you think are a must read and hold lots of insight?"
    },
    {
        "speaker": "Guest",
        "time": "04:03:02.080",
        "message": "Right. So, so on the course, it happens once a year, we've still not decided when we're going to do it this year. But yeah, just stay tuned to the Sakshi Shilla website, we'll be putting it up over there. In terms of books, I mean, look, it depends on where you're starting from. But if you want to get a nice, and this is a season for China books, given that the party's anniversary is taking place. But if you want a good place to start on understanding how the system works, and what happens, one of my favorite books is Wealth and Power. Really, really good. It gives you a broad history through people, through individuals and their stories. And I think that's really helpful. If you're really interested in the media side of things, I think Maria Ratnikova's book is Media and Politics in China. I think that is really, really good. You can pick that up. Although that's very academic. So you know, it might not be everybody's cup of tea. Again, somebody who's sort of beginning, there's an interesting book called China Questions, which again, deals with a lot of issues in a very simple manner, which allows you and it's extremely accessible. So for people who are new to the subject, you can pick that up. A lot of India China related books also that are available. Again, if you want a good introductory book, pick up Anand Krishnan's new book, which came out earlier this year. Really well articulated understanding of the Chinese system, the dynamic with India, and so I'd recommend that. But again, there are so many. I'm assuming that people are picking up books which are sort of at a starting level, entry level, where you're trying to get a grasp of the subject, and which are accessible as opposed to deeply academic. So from an India China point of view, I'd recommend picking up Anand's book. From a Chinese history point of view, do pick up Wealth and Power. I think it's one of the best books that you'll have. There are also lots of new books right now. I think there's a new book that's coming out in the next week, which I am really looking forward to reading. It's called From Rebel to Ruler, it's the story of the Communist Party. So I'm waiting to look forward to read that. Three recent books that have come out, Ambassador Shivshankar Menon's book on India and Asian geopolitics, Ambassador Vijay Gokhale's book on the Tiananmen Square incident. I think that's a must read for anybody who wants to understand how do you approach this approach studying Chinese politics, because he does it beautifully. And of course, Avtar Singh Bhasin's book on India, China and Tibet, really great work on archival research for just people to understand, given what's happening in Ladakh today, for you to understand the roots of some of these challenges that we face today. These are all great books. And of course, do also pick up my book. It'll give you a broad-based perspective about what's happened in the last year, but also the trends over the last few decades. And you know, that led us to what's happened in the last year,"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:05:39.760",
        "message": "and what that means going forward. Manoj, this was such a fun conversation. Thank you so much for coming on the show. Thank you, Amit. This was my pleasure. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "04:06:44.320",
        "message": "Thank you. Transcribed by https://otter.ai Transcribed by https://otter.ai"
    }
]