[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Every time you say something you should be amazed. It's a miracle. No, I'm not remarking on the quality of your words. I'm not even mocking you in some passive-aggressive way. I'm just pointing out that the fact that we can speak to each other, that we have language is so remarkable. Part of the wonder of this is what our brains can achieve in terms of learning how to communicate in this manner. And part of this awe I feel is because of language itself. Our languages were not formed out of nothing in a language lab somewhere. They were not designed by committee. Instead they arose over centuries, formed by millions of interactions, shaped by other languages and cultures that are no more. Every time we say something, no matter what it is that we say, we are in a sense expressing all of human history before us. From the first migrants out of Africa to the last thought that you had. Our very words are shaped by the inner lives of the dead and the undead, by the past and the present, by the seen and the unseen."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:02.760",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:14.720",
        "message": "Varma. Welcome to The Seen and the Unseen. My guest today is Peggy Mohan, linguist, music teacher and author of a remarkable book called Wanderer's King's Merchants, the story of India through its languages. This book was an eye-opener for me in revealing how language evolves and also of how India evolved through the story of its languages. We've heard simple narratives about Indian language before, how Sanskrit is part of a larger family of Indo-Aryan languages, sharing an ancestor called Proto-Indo-European with Latin and Greek. I was taught in school that a bunch of Indian languages like Hindi, Marathi and Bengali are derived from Sanskrit, while the South Indian languages are in a separate language family. Well, the truth is far more nuanced and our languages are even more of a khichdi than you'd imagine. For example, Sanskrit has a bunch of sounds called retroflex sounds, the T and D as opposed to the T and D, which are not there in any of the other Indo-Aryan languages. Retroflex sounds are unique to South Asia. So what happened here? What was the landscape of languages here when the Aryans came to India? How does Sanskrit evolve within that landscape? Why is a language like Marathi so similar to some of the Dravidian languages? Is there a clue in the evolution of more recent languages? For example, Peggy writes in a book about how new languages evolved in the Caribbean due to the slave trade. Slaves were brought to the Caribbean from West Africa. They formed a jugaru kind of language, borrowing nouns from their masters, called pigeon languages. And then the next generation gave these pigeon languages a structure, an operating system as it were, which had more in common with West African languages than with the French or English or Spanish from which they borrowed nouns. These languages were called Creoles. In a similar way, Indian languages often have an external addressing of a particular type, but an underlying operating system from somewhere else. How much can we understand of this now? How much can we tell about our past from the way our language is in the present time? What deeper truths about our society and culture can language reveal? Peggy's book is a fundamental book if you want to begin exploring these subjects and I love my conversation with her. Before we get there though, let's take a quick commercial break. This episode is about language. Peggy Mohan's wonderful book is about language and if you want to learn even more about the history and evolution of languages, I have a recommendation for you. Head on over to the sponsors of this episode Vondrium at Vondrium.com and check out this great program called The Story of Human Language. In 36 fascinating episodes, the brilliant professor and writer John McWhorter takes us through the journey of human language from the single language spoken 300,000 years ago to the thousands of rich and diverse languages we speak today. He speaks about the birth of language, the evolution of languages, how dialects form, how pigeons lead to Creoles, how languages die and even the birth of artificial languages in these modern times. Now, Vondrium used to be known as a Great Courses Plus who have sponsored many episodes of The Seen and The Unseen. I love browsing through Vondrium because it has all the great courses from The Great Courses Plus and videos and documentaries created in partnership with National Geographic, The Smithsonian, The Culinary Institute of America and so on. It's such a great place to learn and you can get 14 days of unlimited free access if you use the following URL Vondrium.com slash unseen. Let me spell that out for you. W-O-N-D-R-I-U-M.com slash unseen. U-N-S-E-E-N. Sign up now for free and free your mind. Peggy, welcome to The Seen and The Unseen. Thank you, glad to be here. I loved reading your book and I was especially struck by something in the first chapter where you talk about a tiramisu bear. So I'm just going to read that little bit out because I love that passage where you say, quote, travelers to the Canadian Arctic have been coming back with tales of a new kind of bear in the wild that one could almost call a tiramisu bear. It has a layered look like the Italian desert with cream colored fur on top and coffee brown paws. Its snout is slender like a polar bear's but it has a broad and muscular shoulders of a grizzly. Its feet are something in between the furry soles of a polar bear which give good traction on snow and ice and the planar pads of a grizzly which can withstand the friction of walking on barren ground. Stop quote. Now this has many resonances through your book with you know different subjects like migration, conquest, language, all of that. But what I was particularly intrigued by is when you say that you are a tiramisu bear. So let's start by talking about the personal. Tell me a bit about your childhood and why are you a tiramisu bear? Well, it's an interesting thought"
    },
    {
        "speaker": "Guest",
        "time": "00:05:58.360",
        "message": "because when I start with a Canadian polar bear and the idea of a grizzly bear it's almost humorous metaphor of my parents because my mom was from a place in Canada where you could possibly conceivably find a polar bear and it was an island off the coast of Canada, Newfoundland, and she went as a student to Canada and that's where my father who was Indian from the Caribbean met her and like migrants in early days he was a student planning to go back home. He didn't see anything strange about falling in love with her and marrying her because the first migrants generally do only find women from the local community and I think in both of them were so averse to anything that could be considered racist that they wouldn't hesitate for a moment to think that they should get married and then my mom went back with him to the Caribbean and as I said in the book never ever saw snow again. So in a funny way even my story repeats because I've left the Caribbean and gone to India and here's my daughter who's with me who's left India and gone to California so it's like we are all migrants in my family and tiramisu bear gives a sense of a very predictable kind of mixing. So the mixing in languages as with bears always has the male as the migrant, the female as the one encountered there, and when you look at the languages you find the men are sperm donors of vocabulary not very hands-on parents and the women are the ones who incubate and raise the offspring and perhaps even see the words all change from what they taught the child in the early years. So you have these kinds of languages where if you're not looking for it you will miss it but the entire grammatical structure and a lot of the sounds are there from the woman because they raise the children until about the age of five after which men might say I want the boys, the boys are us, the girls are not. So if you look at the languages you'll find this pattern in so many parts of the world not just India, India is just the latest one I found where you find a huge grammatical infrastructure we could say operating system which is installed where words can shift and the words tend to come from whoever's in power who initiated the contact who well who created the need for a hybrid to come into existence at all. So okay on the one hand yes I'm talking about myself, I'm talking about migrants, I'm talking about languages because when you look at languages you can almost forensically say this is what has to have happened because I'm seeing the grammar from one place which seems very local and I'm seeing the words from another place. So you have a tendency to say that I can completely reconstruct the story of how the contact took place."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:41.120",
        "message": "Yeah that's that's fascinating and there are you know in your book you even talk about this tribe in Africa where you know the men speak one language and the women speak another language entirely. That's in the Caribbean and in fact I"
    },
    {
        "speaker": "Guest",
        "time": "00:09:55.360",
        "message": "had to study that language it was a very strange experience because and I made friends with the person who was teaching it but it's something that happened in in the island of St. Vincent back in oh the year 1200 that's before Columbus. So and this apparently it happened very often because you have things like men or shall I say marauders going from island to island doing away with the men even a book I'm reading now about the conquests of Alexander they talk of things like slaughtering all the men taking all the women. So you have these kinds of hybrid situations so this is actually a Carib language. Carib and Arawak from the Caribbean yeah. Fascinating let's you know all of these"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:45.760",
        "message": "seems are the things that I want to explore in great detail both migration how languages come into being all of that but let's kind of go back to your personal journey so you know you're you're kind of growing up in the Caribbean as a kid what are you interested in as a kid what are you reading what are you doing like later on of course you go to study linguistics but how does that interest develop you you're also a teacher of music are you a musical kid a lot of people will of course know you through your books and your work and all of that but give me a sense of the person beyond that you know"
    },
    {
        "speaker": "Guest",
        "time": "00:11:16.940",
        "message": "your early phase as it were. Okay let's see if I can reconstruct that too. I grew up in what you would call a joint Indian family in the countryside in Trinidad my great-grandfather was alive my grandmother and some of her younger siblings and so and my another generation it was just a huge amount of people and my mother who was the youngest daughter-in-law and who'd come from abroad and everyone spoke Creole English which is somewhat similar to Jamaican English and I would hear whiffs of Hindi and of course Bhojpuri now my grandmother great-grandfather all these older people were educated they'd studied Hindi so they've made it a point that they want to speak Hindi they didn't want me to learn it because there was a very strong feeling that that was something we were leaving behind the whole identity of having come as migrants from India okay that too we were migrants from India in between 1849 and 1919 quite a lot of Indians mainly from eastern UP a small number from western Bihar a small number from the south went as bonded labor to the plantations in Trinidad because slavery was over and Trinidad was one of those islands where any were any Africans who were freed had other options this was a large enough place it wasn't like say Barbados where there was nowhere to go so you stayed on the estate so whenever there were options and Africans could either set up their own communities in other parts more remote parts of the island there was no labor so Indians were brought over among them my family and in fact when I think of where we came from when I went to India I used the word I said okay I know it's somewhere Faisalabad but the town mentioned is Ajodhapur is there a place near Faisalabad by that name say Ayodhya that you're from Ayodhya yes and I still can speak like that and that was some of my earlier work but let's see if I can get you back to what it was like in a joint family where you're hearing Hindi you're hearing Bhojpuri because the old ones would speak to older people who came in in this dialect Spanish was very close you could see Venezuela from some parts of Trinidad in fact if you logged on a few minutes earlier you'd have heard me speaking in Spanish to someone here I'm in Mexico and it's just sort of like going from being right-handed to being left-handed and French I studied but my mother was spent part of a life in Quebec so I knew French also so there were all these things going on I studied Latin my father loved Latin so the European type languages and Creole were very accessible to me I could understand them that's my first language was Creole Hindi and Bhojpuri were less so they were kept away from me and I was resentful I kept wondering why can't I learn these things and they were desperately trying to see that I moved ahead into the modern world and not backward into whatever life we'd had before and it's only when I started doing linguistics and opting to study Bhojpuri and learning Hindi a little bit here and there from courses that they kind of figured that I wasn't going to backslide into being a bonded laborer and they helped me a little and so much so that my great-grandfather said to me okay you can learn Devanagari if you want learn it on your own I'm going to teach you something else and he taught me an almost extinct script called Kayathi which you might have heard of which is for very little seen in India and I would sit there forming the letters as a child and thinking that India was something that I knew about from my grandmother and great-grandfather so all of this was going on I did linguistics and that was a time in the West Indies when the whole Creole thing was coming up and the language that we thought was just bad English or bad French was suddenly being seen as an interesting hybrid and since we knew the history on the one hand of slavery and on the other hand we could look at these languages and we could see exactly what us the tiramisu bear look that I had mentioned in the beginning so this was going on all around me and as I did linguistics in the West Indies and then I went on to University of Michigan to do my PhD in linguistics ideas what should I do so I've done a lot of linguistics courses so one of the things I thought I might as well get in with you know as it is scoring subject to have some Sanskrit so I got into Sanskrit was it was scoring but I mean I worked non-stop at it I had to actually pull myself away from it to get on with writing a dissertation myself and then I decided that I would get back to the Caribbean work on the language that Indians had taken there and first describe it and then look at something completely different from how languages are born I looked at how they died do they all die in the same way do they die quickly or do they die gradually all these were questions that were coming up and they were linked also to do languages come up gradually or do they just within a generation emerge into the sunlight so these were the kinds of things that were going on in my mind growing up I must have had some interest in language because as a child I remember the moment standing in our backyard when I first pronounced her and I knew that I was not a baby anymore it was not actually her that was being passed off as and you to remember that you're about six or seven years old and the first time you make a difficult sound so clearly I was on my way to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:14.300",
        "message": "being a linguist you have many fascinating strands and by the way you mentioned Kathy and in your book you've got a lovely sort of illustration of what Kathy is like and you point out how Kathy at one time was the most popular script for writing Hindi and it wasn't Devanagari Devanagari came later and you know one of the things I realize when I read about history is how much it seems to us that everything that is perhaps a convention in the present time it almost feels in our mind as if it must have always been the case whereas actually what we are looking at is just a snapshot the things have changed radically so fast and if you just go a little bit back in time you know things were actually incredibly different and everything we take for granted was you know almost came about through a variety of different accidents coming together and creating a perfect storm which kind of brings you here before I get back on you know asking about your personal arc a broader question also about language which I have thought about a bit but I've never actually managed to speak with an expert and actually bring this question up which is that just as someone who reads a lot and mostly in translation obviously except you know I can read Hindi but otherwise I'm reading all other languages translated into English it strikes me that different languages have different essences so to say which makes them almost in a sense untranslatable I did an episode on translation with the translator Aruna Vasina who translates from Bengali to English and this is one of the things we discussed where it strikes me that if you look at the literature in some languages like Japanese and Korean they'll tend to be very kind of stark and minimal and spare while if you look at other languages like Urdu and Bengali you know they're very expressionistic and maximalist and all of that and if you were to just do a direct word-for-word translation into a language like English which kind of has values of its own and all of that it would seem incredibly odd so the question that sort of strikes me is that one I'm sure you'd agree that languages do have different essences and all of that but where does that arise from like does sound play a big part in that just the way that they sound and does that then have consequences down the road you know because of the character or what you can express is shaped by the language then you would expect that the character of a society or a people is also shaped by that and we often don't think about this now you're someone who's not only grown up in a very multilingual environment but you've also traveled a lot lived in different parts of the world and studied language so what are your sort of thoughts on this"
    },
    {
        "speaker": "Guest",
        "time": "00:20:49.900",
        "message": "see I wouldn't go so far as to say it's the sounds the sounds are there of course but it is true that languages have a very different I think you use the word essence sort of that that's a good word because today on my Facebook feeds came up something I had written some years ago for Biblio and I was it started with me comparing what I had read as a 17 year old in Spanish as part of being a student of BA Spanish French linguistics a hundred years of solitude I read it and it seemed like every other book I read in Spanish because I was just very familiar with what everybody else exalts over now and calls magic realism it just seemed like since the 14th 15th century that's the kind of stuff that they have been writing so I read through it and didn't think much and then my daughter many years later said it's an awesome book and she'd read it in English and I decided to read it in English and the strangeness and the eeriness came out only in the translation because until then it was just a simple normal way that one writes in Spanish be it writers from Cuba writers from Spain writers from different parts of Latin America he just got very spotlighted and the normalcy of that kind of style or the way he expressed himself just didn't come out in English in fact it came out as a plus it looked Wow magic and it wasn't magic it's just a way everyone seemed to write so that's very hard to put across to people that the first time I read a hundred years of solitude it was just it was a pale echo of some of the other writers I had liked from Latin America because they all had this quality of the grotesque in the writing and that had to do I think it's more to do with a kind of social situation you grew up in a sense of hopelessness at times you see for example why did Ghalib write the way he did I mean don't you now in a fraught political situation find yourself writing cryptically and not completing words or using allusions rather than direct words so a lot of this has to do with the milieu you're writing in as to speech I can't say of course there are a lot of other things going on why do some languages sound different from others well there are lots of reasons for it why does Bengali sound different from Hindi completely different antecedents because the migrations into Bengal were quite different from the migrations that made their way towards Delhi so all of that colors the kind of character language would have I would say the sounds started the sounds may capture a bit of it but it starts from a much more"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:12.100",
        "message": "complex place yeah I mean multifactorial and and and just speaking of you know hundred years of solitude I think it was translated by Gregory Rabasa and and a lot of people hold Rabasa sort of in tremendous regard because they feel that the translation is almost like a new creation of its own and I often yeah and I often see that in you know a lot of the some of the Indian translators who translate from languages which I would have thought that you know how do you even translate it but if you look at you know Arvind Krishnamoorthra translating Kabir or Ranjith Hoskote translating Lal Dey and it's just as if they've created some magic of their own they haven't just done a literal translation because that would simply not work but they've created a magic of their own with what they've done which is fascinating so just kind of going back to your personal journey it again growing up what was your conception of yourself and how did it differ from the other kids around you with whom you're going to school because obviously you've got kind of more influences coming in from different places where your mother is a polar bear as you say in the metaphor to take the metaphor forward and your whole family has that history of speaking Bhojpuri Hindi they're from a different place and you're there in the Caribbean and does it shape your view of the world in a way that is then conducive towards becoming the sort of person that you would later become where you're traveling the world and an international citizen of sorts with the curiosity towards other cultures so did you feel that there was that difference and that that difference was a fortuitous thing in terms of shaping what you would go on to do and all of those things that's hard to say maybe"
    },
    {
        "speaker": "Guest",
        "time": "00:25:52.180",
        "message": "the final outcome yes as a young child I would look in the mirror and say that what I saw didn't look like any of the things that are supposed to be there I didn't see an Indian and I definitely did not want to see a Canadian I was Caribbean but I didn't look like a lot of other Caribbeans so I had to put the whole question in a box and hide it away for some years until I was able to deal in any way with it maybe I haven't even taken it out of the box I've just let it continue and in India for a long time I have an Indian passport and people would ask me where are you from and I'd say Delhi because I've lived in Delhi for what more than 40 years and I'd feel hurt when people would say no but where are you really from you know everywhere I'd go I would try to blend in in some way which is why like when I hear people telling me in Mexico your Spanish has no accent is it what you mean no accent my Hindi has no accent to some extent I guess I'm told that my objective has always been to try to find a home for myself wherever I go to fit in until one day my daughter said to me why are you doing this you know when people ask you in India where are you from make their day it's the first time they've met a foreigner from an exotic place who can speak to them so just tell them you're from the Caribbean that'll satisfy them and so people think okay she's from the Caribbean and then they meet someone else from the Caribbean who's not like me at all so it's not one of those things that's easy to resolve what my identity is or except that because I've tried so hard like I took my time learning Hindi I didn't want to ever make any mistakes I didn't want anyone to listen to it and say be able to make out that you're from somewhere else so perhaps it made me a little bit more cautious there are people who just bluster in and just start speaking mistakes and all that wasn't for me because it was a something much more complex going on it was a bonding with the place and you can't bond with the place making mistakes you have to really have the operating system properly in the head I took time Hindi doesn't give itself up very easily and worse yet Malayalam I've reached a stage where I could pronounce Malayalam Malayalam and not have everybody say you got it wrong yeah no my mind was actually blown by"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:45.380",
        "message": "some of the things in your book because I know Hindi and I understand Marathi and I was actually learning things about grammar and looking at things in new way from some of the illuminations in your book so that was great you know the thrust of my question or my observation or whatever also came from this notion that people who are certain of their identity are often also straightjacketed by it not just straightjacketed by it in terms of who they are but also in terms of how they look at others which is why it will be a common question for them to ask others where are you from or what is your village as the case might be and and and in one sense I can of course understand the angst of not being certain of one's identity but it it I feel like it is also in other ways liberating and liberating in ways that you don't realize it because a lot of people who are straightjacketed by identity in different ways may not realize that they are constrained in some way that you know they contain multitudes but they are thinking of themselves as only one thing so how did you get into linguistics from here like when you were a kid what did you want to be and was it just the case that you know you went to college and you found"
    },
    {
        "speaker": "Guest",
        "time": "00:29:53.740",
        "message": "this an interesting subject and it wasn't when I was 12 years old I think Time magazine run an issue on Noam Chomsky and I decided right then and there that all my interest since about the age of eight or so in languages and how they looked alike could be something far more serious than just philology and knowing languages or translating I saw what he was talking about deep structure was one thing I started reading up a bit about him and you have no idea what it's like to read Chomsky as a young person sometimes I would end up reading a page five times to get what he was saying he's not a great writer actually but his ideas are very good so somewhere around then I decided that I was going to be a linguist and my mother said but from the sound of what these people are doing in MIT don't you have to be a science student and I said maybe not let's see but if I need to learn some science for it I will and as it is you do have to learn some physiology to learn the whole vocal tract you have to learn a certain amount about the brain because it's all processed in the brain so suddenly you find yourself very comfortable talking to medical people or the notion of an operating system and understanding how computers work because the brain does have a number of those features so from the time I was 12 I knew I was going to do linguistics and my father worked at the University of the West Indies and told me a lot about the linguistics department there and I knew who the professors were going to be and everything and I knew that's where I was headed so and then afterwards I wanted to go abroad and do a PhD and I'm actually glad it ended up being the University of Michigan because if I'd gone somewhere like Stanford or Harvard I might have been pushed into much more theoretical work which didn't draw on the things I already knew about which is like hybridization Creole languages Indian languages dying languages languages being born so I always wanted to do this and I veered away from it for a while in India because job wise until I got an Indian passport it wasn't really possible to get a permanent job as a linguist so now I'm putting out all the things that I've been thinking of all these years which and it's just a sometimes surprising to me that all these questions didn't work occur to a whole lot of other people because many people are working on all these issues to do with Indian languages and somehow they don't ask that bold question why why are they like this not what are they like but why what does this tell us about the past it's a bit of a leap and I think you just have to be a little bit brave or foolish to jump into these"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:16.260",
        "message": "questions so what I loved about your book was about how through language almost carrying out a forensic act as it were how through language you've looked at history you looked at humanity you know it reveals so much about us not just about our history but perhaps even about our essential nature and so on and so forth how we respond to incentives how politics plays a part you met you know you contrasted Amir Khusrow and Ghalib which is quite a sort of stunning and revelatory contrast there and my question is that when you started out in linguistics at that time what was a field like like I discovered Chomsky's work through reading Steven Pinker's The Language Instinct and then went down"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:56.180",
        "message": "that kind of rabbit hole where I read up a little bit and all of it was very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:00.220",
        "message": "fascinating the innate structures and how we deal with language and all of that but I haven't really come across much work of the kind that is in your book which is possibly and just an illustration of how ill-read I am but tell me a bit about the linguistics profession itself and how it has evolved because one of the things that strikes me and certainly in fields that I know a little bit more about like economics or political theory or whatever one of the things you do realize is that within academia there are often these trends and fashions and you know leitmotifs of the time which carry through and they there's a subtle pressure on new people coming into those field to do certain things and not do other things and to follow certain lines of inquiry and not follow others was there something like that in linguistics watch what were your natural interests did you feel constrained at any point give me a sense of the evolution of the field over the last 30 40 years okay our first year was"
    },
    {
        "speaker": "Guest",
        "time": "00:34:54.260",
        "message": "very simple you have to learn the nuts and bolts of phonetics phonemics morphology they throw you problems with languages you've never seen before like Turkish or Swahili those are favored ones because they're easy enough to cut in you know and segment and see this ending refers to this so we learn the nuts and bolts of linguistics first and by the second year we were getting exposed to the kind of professors who were working on hybridization creolization and various aspects of it how the languages came into existence was one and the other one was how they were changing in real time something similar to the Hinglish continuum you're getting in Hindi and English in North India we get that in the Caribbean so trying to understand how people make slow transitions from simply one language to another so these were two big things that were happening in the Caribbean at that time one got sucked into it and I don't think I resisted it because I found it very exciting because all of a sudden here you are a young student undergraduate with the kind of people who are shaping an important part of the field and here you are in it and I got out of it in a way by getting into the Indian language that we spoke which is Bhojpuri and that had to be done but to eventually be able to back off and pull the whole thing together was something that I dreamed of doing for all these years I've been sitting doing other things and looking at it out of the corner of my eye the field of linguistics has undergone all kinds of changes from the excitement of Chomsky and that language was very much associated with how the brain functioned and located in various parts of the brain all of that was a season and then came the cutbacks in the budgets and all sorts of things stopped being done in the US we were pushed towards very functional things like how to teach English to foreigners or how to deal with language for computational purposes it got a little bit dry but there was one beauty to linguistics which kept me in it which is it doesn't cost much if you have to do research you don't have to set up a Hadron Collider or something there's no huge budget involved and while travel could be an issue nowadays it isn't really you want to find out a paper about an obscure language of the Native Americans in the west of Canada you just go online you go on Facebook you find someone who's actually done the work when I wanted to crack a few sentences in Malayalam from a YouTube thing that I had I had a friend who knew Malayalam and was helping me we just went on on whatsapp we were able to do it sitting each in our own homes going on to voice recording but when I wanted to crack the chagatai the opening bits of Baburnama I had a friend in Delhi who is from Azerbaijan and she and I sat again on whatsapp and she said I don't know how to describe this sound but I'm gonna just record it for you and and she recorded I said oh my god is this how he spoke I thought this was extinct in that part of Central Asia Wow so there's so much that you can do without leaving your desk without spending a paisa you could really continue doing this kind of work and it was wonderful because given that in India grants for social sciences are sort of closing you know you're getting less and less possibility of doing this kind of work what was nice is that it could you could do it on your own dime so I continued so it didn't matter that this kind of linguistics was not being done much or not being encouraged by the granting system I just knew that I could continue and that in a way the field was open because a large number of people had simply left you you go by where the grant money is taking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:43.980",
        "message": "you Wow and and and by the way everything that you said about communicating with your friend on whatsapp and she recording the sound and sending it to you it's just so amazing just feels so magical and beautiful to me connecting like that and almost kind of bringing the dead alive through that you know when when you kind of realize how Babur spoke during this time while you were involved in all of this what kind of similar work are you looking at from your own field or from other fields where you know a lot of the joy I suppose comes from your own love of different languages and just the intellectual excitement of figuring out how they work and how they evolve and all of that but equally there is also that sense of opening doors through language so were they precedents were there you know books or research that really excited you and you said that you know this is the kind of thing I want to do whether using language or whether using other forensic tools or other frames of looking at it like in a popular writing you know Jared Diamond's book of course you know gun germs and steels comes into play or but different people have looked at the past through different prisms most recently you've had you know all the work of looking at the past through genetics so you know both in language and in other subjects were there people who kind of inspired you and said that's the kind of thing I want to do this opened my mind you know I want to do this is the work that inspires me yes but they generally"
    },
    {
        "speaker": "Guest",
        "time": "00:41:12.140",
        "message": "weren't linguists they were all the people you're talking about the geneticists historians there were even people like Stephen Gould who worked on punctuated equilibria because I was finding my data on language death impossible to understand I wasn't seeing a slow gradient which you we were told was there I was finding people either spoke a language or didn't speak it and the only thing that helped was understanding evolutionary biology and why species would decline within a generation or come into existence within a generation languages were doing that too so the metaphor of a lot of other fields evolutionary biology now genetics there are few others little things of archaeology I didn't get so much history trying to understand patterns the Vedic era is quite far back but we have so many other things in India which were more recent like the migration into Assam the migration into Kerala that you could see that there were patterns somewhere that if similar things happened and similar inputs were there now this was not even strictly linguistics I don't even know how much of it is history how much of it is genetics but linguists were not writing about this sort of thing they were writing in smaller little compartments even some of the exciting work in Sanskrit was linked only to Sanskrit and the practice and so it wasn't looking beyond that that hey this happened subsequently in India you could get something out of looking at that too you know so I was looking at a number of linguists who were working in their tiny citadels and trying to bring it all together it's hard you know the specialization is something that's pretty much pushed on you but I felt that what was more interesting to me is to see how the whole thing worked as a pattern and how the moving parts functioned and for that I couldn't stick with just Sanskrit or look at I didn't really look at Assamese except to say that a very similar thing took place or in various other parts of India but yeah but these were all very different things"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:54.020",
        "message": "that happened. Yeah you mentioned Stephen Jay Gould and and the first time I read something by Gould was he had written this fabulous book on baseball statistics which is very odd you you won't imagine an evolutionary biologist writing about baseball stats but it was just sort of a new way of looking at that which I found interesting though in the Gould versus Dawkins debate I kind of usually found myself sympathizing more with Dawkins but the question here is that what people like Gould demonstrate and so many other polymath thinkers demonstrate is that they can talk about different subjects because you can take a frame from one subject and apply it to another subject like even in your book you've got all these lovely metaphors like you talk about you know Gould's concept of punctuated equilibria and how languages show the same kind of thing which you know is going to be my next question to you but before that my broader question to you is that is this something that is inherent to you that taking frames from one subject and applying it to look at the world in general and therefore having a kind of a broader view or is it something that you feel necessary to cultivate and is it something that you feel other thinkers and researchers necessarily don't do enough of that you would advise young people to do that don't just focus on your field and get really granular but step back a little bit take the broader view look at society look at this look at that you know and and things will begin to make"
    },
    {
        "speaker": "Guest",
        "time": "00:45:16.500",
        "message": "sense what are your thoughts on it two thoughts one is just as a dog walks around and perceives the universe through smell I can walk around on the barren landscapes of Mexico and see a replay of the Indus Valley civilization which we know nothing about really we don't even know what they call themselves and then earlier cultures of Mexico they don't even know what these people called themselves so you you have this sense that everywhere you go you sniff and what you sniff is this huge pattern in this universe as to whether people should get out of their boxes and do it it's hard to say everyone does what they can and perhaps you just need to see one person do it and be brave enough and not get slaughtered for it I am astonished that I haven't had more blows for some of the bold things that I've said young linguists would see that and probably feel well they've been thinking similar things too but haven't written them down because what kind of trouble will they get into they have that that is an issue and if you're in academia to write a book like mine might not get you the promotions you want although when you're my age to have a book that's much more accessible to the public is considered a good thing but not for a young person so as to whether they should do it well can they do it if you've been like you have no idea how much work has been done in India on the past tense in all the western parts of India starting with Goa Maharashtra all the way up through Rajasthan Gujarat the Hindi belt and separately all through Pakistan with no contact with each other people have studied these languages with this unusual past tense where the verb agrees with the object and nobody sort of asked why this belt what is it about this phenomenon people have said yes it's not the passive food eaten that's the favorite phrase there but nobody's tried to see why just this area and almost nowhere else so to take it further back requires the kind of thing that maybe academia wouldn't reward you for doing stick with the facts and just plod a little bit here and there they're good I mean these people they've done wonderful studies but to make that leap to say and add in southern Iran which no longer has it you're talking of the Harappan people and it's a wonderful exciting thought that all the things in Hindi that make no sense in terms of Sanskrit come from these same people that we have no way of finding we are them I found that's just so mind-blowing and then putting it up there right where you can shoot it down and nobody shot it down it's an exciting thought but now there are many more linguists in India I see all the time who could write all these sorts of things and probably were a little bit timid but they know enough to do it we probably see more of it you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:09.140",
        "message": "know that's really interesting and it's heartening and it's a valid point that you make that people are after all driven by incentives so on the one hand I can imagine someone who's an academia you have the incentives or whatever the fashions and trends of the academic world are but on the other hand if you're a linguist in India do you really want to get into trouble at this point in time by talking about you know how the Arya came into India for example and the stuff that then went down or the fact that there is a Dravidian belt which actually extends all the way from southern Iran all the way through you know Afghanistan Pakistan and all the way to the south kind of bypassing Delhi which is such a quite Delhi's in it Delhi's in it yeah you kind of said it's"
    },
    {
        "speaker": "Guest",
        "time": "00:49:50.140",
        "message": "like shading Delhi's lately yeah if I remember yeah glance to Delhi and they're not not exactly the Dravidians you know from the south there's something"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:59.740",
        "message": "different again about them we don't know who they are yeah and and but that is so counterintuitive and just saying something like that I imagine in present day India would kind of get into trouble like I just think of all the controversies poor Tony Joseph got into after writing early Indians it is based"
    },
    {
        "speaker": "Guest",
        "time": "00:50:17.220",
        "message": "on such solid science but why I mean I'm surprised that he did I think that anyone okay I'm gonna take a little bold step here now I'm surprised I have got into no trouble I think partly I've just gone step by step and only stuck with what I can verify I wasn't yes like Tony Joseph here and there it's other people's research that one is dependent on but I have not overtly expressed a political position I have not tried to beat anyone I have not if anything I've offered you something better you want to be Aria I think that's real small time I'm so excited at being her up and I've given you something better you know and when you say did the Vedic people come to India or leave India and I show a pattern of a small settlement in the northwest it's beginning to spread eastwards and southward and there's a time dimension on it that something doesn't spread into India if it's the thing that an overtime if it's actually on the way out but I don't have to actually say it all you have to do is show the time that from 3700 years ago until when it reached Assam and then it's going further into Nagaland you're beginning to see things going up into Sikkim it's an ongoing process so if it's not even stopped how can you say that this was something that was always there in India and going out it doesn't make sense but at the same time I've been very clear that until the genetic studies came and of course looking at it in the way I just looked at it as an ongoing thing until all these genetic studies came there really was no idea where these people had come from and people were just throwing words around they were saying Caucasus, Caucasians what a stupid idea because the Caucasus has 50 languages of which only three are very iffily related to the Indo-Aryan languages why the Caucasus and then they start saying maybe Anatolia modern Turkey all of these were guesses and they talked about Indo-Germanic come on come on no there was this strong feeling of the colonial era where white people wanted to say that if there was something interesting about India it has to have come from Europe or somewhere like that so I why should one accept that and then later comes the idea of genetic studies which somewhat resolves it I think it pretty much resolves it for me and what the icing on the cake being that it's still ongoing and trickling into inward into India so having put it that way and not tried to bait anybody because I understand why they would be angry with the earlier notion that there were white people who came down into India and that and that they took over a huge belt of India now that that's that's racist stuff yeah so I suspect that that may be why I've seen people who are known to be supporters of out of India actually nodding as you're nodding now when they talk of some of what I've written and I'm just completely overwhelmed because it means that they're thinking about it and they don't feel in any way excluded or insulted which I don't mean them to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:33.500",
        "message": "does that make a kind of sense I'll come up with a counterpoint to that but before that a quick note for my listeners that you know I've done a great episode with Tony Joseph who's written the book early Indians a couple of years back so I'll link it from the show notes and that kind of talks in great detail about what we have learned in the last few years about our history through looking at genetic evidence and which is pretty hard to argue with and a very powerful that's an illuminating book and an illuminating episode as well but my sort of counterpoint to that is when you say that I only wrote about what I can verify the truth is not really the point here the point here is narratives that there is a narrative based on nationalistic pride and it's got a xenophobic element to it also where the whole narrative is you know that somehow Aryans are supreme and the out of India theory that you referred to of course is that there weren't Arya people coming from outside to India but instead everything began in India Sanskrit is the motherlode and we went out and everything comes from us and all of that which you know is there is a sort of narrative of national pride and all that and anything that strikes us narrative is immediately looked upon very harshly like I have seen the sort of internet responses that poor Tony got on social media where he clarified many times in his book that don't call it the Aryan invasion theory you're talking about Aryan migration and essentially all of India is you know everyone here is a migrant if you go far back enough you're a migrant from Africa and then from West Asia and then you have the Harappans and then you have the Aryans and everything's a big party till a certain point in time where politics takes over and we have endogamy and all of that and a certain strand of thought wins out and all of which Tony has explained in a very fascinating way so in that sense I'm really glad that you haven't gotten into trouble but when you talk of people who believe in out of India but they're nodding away and agreeing with you I think that's probably a selection bias which might have to do with the kind of genteel people and reasonable people you might encounter but the environment out there is far uglier than that I know yeah and and I mean nevertheless there's a part of me that is hoping that your book actually gets into some kind of controversy because that would mean that more people have read it that's the only reason people would find it worthy of attacking and I'd love everyone to kind of read the book but that's my little counterpoint that the rigor of your research or the truth of what you're saying or the really obvious logical strand that runs through all your investigations have nothing to do with what the political response will be okay"
    },
    {
        "speaker": "Guest",
        "time": "00:57:08.740",
        "message": "then then let me add another counterpoint I can't speak for Tony I can't exactly remember how he started his book but I do remember Wendy Doniger and Audrey Truska both spent the first few pages snapping wildly at the present government of India and if you think that trolls read the whole book they probably are very swayed by what they see in the first few pages my first few pages were about a grizzly bear and polar bear they must have said is it a value hey it's me care you know so it's the kind of people who might be trolls were probably not sure what to make of the book initially and this is not the first time that's happened to me like when I wrote a book about Gujarat in basically the Tiffin bomb trial in which I was actually expert witness and at my book launch there were two guys so three guys who I went up to and I said I don't know you and thank you for coming and soon disappear from the BJP so I said oh very nice and because it's all description of tooth of Gujarat before that 2002 as well starting the book in the train carriage and then they asked me but would you be willing to write a similar book about 1984 and I said sure I probably know more about it than you do they backed off they treated a book which went into incredible detail about what happened in Gujarat in a fictionalized way even down to what happens in the jail cells it was treated with just hands off leave it alone I don't know why and in this case again I don't know why there's enough in my book I think which is more controversial than some of what Wendy Doniger says but then I'm not looking to fight the government you know I'm just looking to explore a bunch of theories and maybe the kind of people who would troll were disappointed or satisfied with the first chapter and left the book alone I can't tell but it is interesting I still don't know why I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:49.140",
        "message": "think I kind of know trolls in the social media ecosystem well enough to say that listen trolls don't read so they would not have read your first chapter and they would not have read Tony's first chapter either and all they would know is the one line takeaway they would have been told on whatsapp that oh Tony is saying that Tamil is older than Sanskrit we which alone would be"
    },
    {
        "speaker": "Guest",
        "time": "01:00:08.380",
        "message": "enough to make them mad I guess but why wouldn't people be mad because there are ways of arguing back that when do you say Tamil becomes Tamil and how old is Sanskrit really and that's a I mean that's the sort of thing I would also"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:26.500",
        "message": "attack but not as a troll yeah too much kind of nuance let's start talking about some of your really fascinating insights into language and we were talking about gold earlier and you mentioned punctuated equilibria and of course the insight there is that we tend to think of evolution as something really gradual things change slowly incrementally and so on and gold's whole point was that often it is not like that often the massive changes can just happen you yeah usually it's not like that that massive changes can just happen suddenly a species can die out overnight and a new species can just come up and your point sort of was that that's what happens to languages also that within a generation a language can die out and equally and this is a process I found so incredibly fascinating and want you to elaborate on equally a new language can come up within a generation through the process of first like a pigeon language and then that becomes Creole and I am familiar with these terms I've had a vague idea of what they mean but I've never had it explained to me in such a historical and political sense before and something that you're speaking of through your personal experience of actually you know speaking one of the Creole languages growing up speaking that and then to go back into the past and figure out how the slave trade led to so many new languages coming up tell me a little bit about this about how these evolve okay"
    },
    {
        "speaker": "Guest",
        "time": "01:01:52.100",
        "message": "when you want to think about languages or a lot of phenomena species coming up immediately in a generation's time or dying soon you're talking about not something wrong with the species itself or the language that causes it to be weak and ready to die these are all environmental impacts so the environment changes when it does usually fairly fast if for example there's climate change you'll find species going extinct because at a certain point they lie them at migrate away or they'll go extinct and those are both very radical changes if a country is overrun by the kind of people who make it very difficult for men folk to live but take the woman that's a very sudden environmental impact if you're captured taken to the coast of West Africa and spirited across the Atlantic to live almost forever generation after generation estranged from Africa that's a sudden environmental impact so these are the kinds of impacts that tend to be very difficult for communities to adapt to and when you can't adapt to something you get extinctions or totally new things coming up which suit the new environment so thus the keyword here would be environmental there is the perception that things die gradually because humans die gradually but the human is not the correct metaphor the metaphor is a species and it's always in response to an environmental impact so where Stephen Gould came up with this idea though it has many more applications was when people ask well why aren't there more missing links the only missing link I could think of is like the duck-billed platypus which is behaves like a bird has no breasts but it gives milk you know there are very few such things in the natural order so why don't we get many more of those answer being because the time frame in which the change took place is so sudden that it doesn't give scope for enough skeletons it's not like thousands of years if it's just a few generations then there will be far fewer of the kind of fossils relics left behind and that seemed very good because there are a lot of other fields of chemistry mathematics which talk about sudden changes and leaps and the difficulty of transition between two states and then suddenly you're in a different phase altogether this is the sort of thing that's slightly hard to analyze in my book I also talk about children the fact that how much learning takes place invisibly and then it suddenly appears fully formed these kinds of sudden leaps are hard to understand analyze they go against our wish to see daily progress or daily decline so you'll find probably less work being done on it you know how do you reach inside the black box of a child's mind and find what do they know and they're not telling you you know so I like the idea of what they call saltational change so jumping from one state to another or you see it in the case of Hindi when I talked about looking at the kind of Hindi you see in some of Amir Khusrow's duhas it could be written today and people say well it would have to have been different because it was so many hundred years ago no it doesn't have to be it's quite possible that things were so stable in a fundamental way that except for little details of some words getting added or lost Hindi has been fairly stable for the last nine hundred two thousand years nice thought"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:37.460",
        "message": "no fascinating thought to get back to the question of languages evolving you know suddenly within a generation you have a new language and you and you gave you spoke about the slave trade to the Caribbean leading to first pigeon languages and then Creole languages and so on so tell me a little bit about what that process was like because we all know the three-way trip right that you have ships going down West Africa you know picking up slaves and then you have them going back to the Caribbean and making that particular journey and then they go with sugar back to Europe to provide cheap calories to the you know new masses of labor out there but what's happening to these slaves is also fascinating that how do they learn to communicate not just with their new masters as it were but also with each other because it can be from different places how does that first generation learn to communicate and what does that what that then becomes and what this tells us because it seemed to me that this is what you describe happening here the new languages coming up through the slave trade what you describe happening here in a couple of generations is really an accelerated version of how languages do come into being with some differences obviously as you've pointed out but so tell me a little bit about this about how you get to a pigeon language and then to a Creole language"
    },
    {
        "speaker": "Guest",
        "time": "01:07:52.580",
        "message": "okay I wish I could be as what shall I say unequivocal as I sound my thinking has been changing over that over time and even as I've looked at India and even as I've looked at the Caribbean too because every time I hear West African speak I hear something that sounds totally familiar from the Caribbean the normal story is that slaves were brought they couldn't communicate with each other they had similar grammars to their languages and that they picked up in a garbled form words from the master's house and that got on to the grammars I don't buy that so much anymore I find it a little bit too much so much of a coincidence that places in Ghana Nigeria and even other parts okay Liberia Sierra Leone how does they fit in so neatly into the picture it's not just something that happened on the boats something was either happening before because after all the people who went to Sierra Leone and Liberia were basically Africans freed from the high seas and brought back to Africa but to where so they have this new land of refuge how is it that they sound so much like Caribbean's they've never been to the Caribbean how do Nigerians when they talk I hear something that could be Trinidadian and then I hear a name like Baba Tunde which is Yoruba of course Yoruba is in it something bigger is happening and that's when I started thinking that something similar could have happened in India that this thing called the pigeon didn't happen in such a an atmosphere of chaos there was a little bit of time and that time was probably taken on the West African coast itself and that the this language existed it existed in the ships you know and I mean if life should be long enough for me that's the next thing I want to work on because these ships went to a large number of places and you see this very African type of language which is also there in Africa with people who never went left sounding similar so something more is going on than just the disruption and chaos of a transportation and being on the other side I'm not very certain that the words came so suddenly like there are a lot of Portuguese words used in pigeon in West Africa and in parts of the Caribbean to by Portuguese what are they doing there so obviously it's a very complex thing to do with the setting up of slave factories the whole shipping industry I want to study that next so unfortunately instead of giving you a simple answer giving you a unfinished answer because I think there's a lot that we need to know why is Hawaii so similar to the Caribbean that's a big question a burning question so I suspect that it has to do not with the genetic code as Derek Bickerton once said but we have to look at migration patterns that's that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:46.620",
        "message": "fascinating and I'm I'm already while we're still talking about this book already looking forward to talking about the next book when it's done but for the sake of my listeners let me quickly kind of summarize the narrative that is in your book and why I find that so interesting and and after I finish you can you know add layers to it and add the kind of nuance that you've just been adding and it's a very fascinating narrative of how the slave trade speaks to these different languages that you have Africans thrown together on the boats and how do they communicate they pick up words from their masters and those words form a kind of pigeon language where you'll have these basic words like food toilet eat water whatever you have all these words but there's no structure to them and these are known as pigeon languages and then what happens in the next generation is that as their kids grow up and absorb these languages they put what you call sort of a substratum to it where they give a grammatical structure to it that is similar to the West African structure so when somebody you know this Creole English Creole French various Creole versions of all these languages but a Creole is not just a smattering of Jagaru words as pigeon is but it's actually a language with an architecture and an operating system of its own and while to the outside observer it might seem that hey these are words from English so is derived from English or these are words from French so is derived from French actually those are you know that's the surface topping and the base the basic architecture and so on is from their original languages which is really fascinating and and the journey of your book is then examining whether a lot of Indian languages have evolved in a similar way and not to give anything away but one of the conclusions you came to at least as I read it is that there wasn't necessarily that pigeon phase because there was no need to learn some you know words overnight that urgency wasn't there there wasn't that sense of chaos and the world thrown into turmoil you could evolve over decades and centuries so whereas that pigeon phase wasn't there the Creole ization is there where you take language where you take you know nouns and all of that from a particular source say Sanskrit for example normally Prakrit which itself came from Sanskrit which was like a vernacular form of Sanskrit as you point out and and and then you put that substructure which is possibly from the Dravidian languages going back to the Harappans and all of that so I found this explanation quite fascinating as you know an explanation of how languages can evolve in different ways where one something sudden happens and two something sudden doesn't really happen but it's the same kind of structure where you have an architecture and an operating system that is there from before and you're putting other things on top of it but what you seem to be saying now is that that early narrative of you know the slave trade leading to a pigeon ization leading to Creole languages coming up within a generation are you saying that that's a little too simplistic as well that there's more to that I feel so in fact I"
    },
    {
        "speaker": "Guest",
        "time": "01:14:43.900",
        "message": "when people say first came the pigeon and then came the Creoles and that children brought the Creoles I guess I could put a very different storyline to this the pigeons only existed as a makeshift thing to transfer the vocabulary it was not necessary in India because there was time and vocabulary was known in some manner of speaking but I never think of the pigeon as a very important thing above and beyond handling the very first generation and getting the first words across now it isn't that the children know we are told that the children developed it into a proper full-fledged language full-fledged operating system which coincidentally was exactly like the one that they had before now just think of the logic of that we develop something absolutely new out from scratch which was identical to what was there before what is your normal reaction to that that in fact the thing from before never went away and that it isn't a brand new thing and that it's just like the Indian situation a coat of paint comes on top of an old operating system and as for why maybe there was more chaos but I don't think there needs to have been a lot of chaos in the Caribbean because from the way the slave trading was done there was one phase when it was Ghana one phase when it was further up the coast towards the very end it was Nigeria the Yorubas how can you say they don't understand each other the coastal Ghanaians pretty much can understand each other so it isn't that they couldn't but that perhaps they were already exposed to something that was beginning to be spoken on the coast which involved English words and then on the estates so this idea that they reinvented the African operating system it just never went away you know so exactly as in India a coat of paint a little more hastily was put over something very old it's a nice thought because we tend to think only of our paternal line and that you know you say that the North Indian languages are Indo-Aryan which means prakrit based not actually Sanskrit based Sanskrit was sort of like the Mona Lisa on the wall you don't take pieces of paint from the Mona Lisa to paint you can get paid somewhere else the same colors are there that's prakrit but that this could happen in India very slowly we think of these languages as we call them Indo-Aryan but that's just one side because there's the other side that we completely ignore and to me that's the exciting side maybe because we never thought about it before that's something much older in India has been preserved"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:07.820",
        "message": "that's that's fascinating and and we'll turn our attention to India next because like I was you know literally while reading your book I was actually making many of the sounds that you spoke about and yeah the tongue is hitting my teeth and yeah the tongue is hitting the top of my mouth and I never knew that only in South Asia do we do something like that and it was quite fascinating thinking about languages especially because a lot of your examples are from Hindi and Marathi two languages which I kind of know though I don't speak Marathi but I can understand it quite well and that was eye-opening for me but before we get there let's take a quick commercial break and then on the other side of the break we'll start talking about our languages and what they reveal about us long before I was a podcaster I was a writer in fact chances are that many of you first heard of me because of my blog India Uncut which was active between 2003 and 2009 and became somewhat popular at the time I love the freedom the form gave me and I feel I was shaped by it in many ways I exercised my writing muscle every day and was forced to think about many different things because I wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now I'm doing it through a newsletter I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy I'll write about some of the themes I cover in this podcast and about much else so please do head on over to indiancut.substack.com and subscribe it is free once you sign up each new installment that I write will land up in your email inbox you don't need to go anywhere so subscribe now for free the India Uncut newsletter at indiancut.substack.com thank you welcome back to the scene in the unseen I'm chatting with Peggy Mohan about her wonderful book Wanderers Kings Merchants from which I learned so much about not just language but about India and in a sense about humanity as well while we start talking about the way language evolved in India let's get really specific and one of the things that really struck me in your book and had me making different sounds which had surrounding people look at me wondering what the hell is happening is your section where you talk about the difference between dental and retroflex sounds where you know just to sort of demystify it for the reader you write at one point that quote Sanskrit has besides the consonants like TTH, DDH and THH, DHH, DHH, NHH that are produced with the tip of the tongue touching the upper teeth a parallel series of retroflex consonants produced with the tip of the tongue turned upwards THH, DHH, DHH so I hope I don't get any of that wrong and it's very interesting like you you talk about for example the words DAT and DANT right and DANT is the D and the THH in DANT when you make those sounds your teeth your tongue is touching the top of your teeth but when you say DANT which is to scold someone the D and the THH your tongue is curled back and that is what is called as a retroflex sound and you point out that nowhere in any of the Indo-Aryan languages do these retroflex sounds exist they exist only in South Asia as it were in fact at one point you say that you know gaining retroflex sounds is basically a sign of becoming South Asian so now when we say that Sanskrit is one of the Indo-Aryan languages and it came from there but the fact of the matter is that the Sanskrit that was you know first written down in the Rig Veda which is you know a subject we'll also come to but that was first written down had these retroflex sounds which none of its sort of forebears or ancestors or sister languages from Indo-Aryan had which means that there were already local influences kind of creeping in and and this is just one of the many sort of forensic lines of inquiry that you take to figure out what really happened so tell me a little bit about that in fact tell me a little bit about your sense of discovering this"
    },
    {
        "speaker": "Guest",
        "time": "01:22:17.660",
        "message": "like I think you point to a 1974 paper by Madhav Deshpande who talks about the Sanskrit in the Rig Veda. 1979 it got published yeah. 79 it got published. But in 76 he was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:29.060",
        "message": "talking about writing it. Ah okay okay so I must have got the date wrong apologies so tell me a bit about what is that moment of discovery like for you you know what are the implications of it the fact that you know people think of Sanskrit as this pure codified language in fact some people here will think of it as a mothership of all languages but and there are all these things people say about how it's a perfect computer language and all of that sort of the whatsapp forwards of the past as it were yeah absolutely but those are the myths around it but here you find that in a sense it was also evolving and living and breathing in a manner of speaking till again it rectified after it took a written form but tell me a bit about one your sort of sense of discovery and and what windows did this open for you and two what are the directions that a discovery like this can logically lead to like if you ask yourself the question why why are these retroflex sounds there what are the different competing theories that come up and what was your exploration of those like okay when I"
    },
    {
        "speaker": "Guest",
        "time": "01:23:31.460",
        "message": "started I was at a very different place from when I finished writing about all of this that so I'll go backwards for you when I I had to draw the map of India because I had to do my own drawings because the government of India doesn't allow you to use maps in your book without permission so I drew my own maps and they were linguistic maps and what came as a shock to me is that almost all over South Asia all of Pakistan half of Nepal all of Sri Lanka the Andamans all of the Indian mass except for the northeast and two little areas two little tribes in the center of India all these areas have a distinction between the third and may not have no and nowhere else really on earth there may be places where you think you hear a da or a da but we're not very sure whether it's important in the way it is in India so I discovered that India the place that contains this M haplogroup as Tony Joseph would put it is the same place that can contains all these retroflex sounds so it is almost like a hallmark of a language being Indian. What Madhav Deshpande started with was the certainty in his mind that original Sanskrit at the time that the Rig Veda the main body of the Rig Veda was composed not written composed and memorized did not have these sounds. Now what is interesting is that in the Sanskrit story in the story of the Nambudris in Kerala in the story of the Mughals and the Sultanate coming into India you always had people with one high language okay Jews going into Kerala you also have that's another migration always they preserve their sacred language but they speak something else when they come and they throw that away very quickly so you find that all people going into Kerala speak Malayalam as a regular thing but they preserve their sacred language and similarly with Sanskrit we know very little about how the people were actually speaking when they came. We try to reconstruct but if we imagine that almost the first generation was a mixed generation you start seeing that the Vedic children are already beginning to absorb a lot of local influences because their mothers speak a different language so their first language is probably by then not quite Sanskrit. So Sanskrit is kept almost as a literary language and as a literary language it can remain retain its older form. So what Professor Deshpande was basically saying is that the earliest Rig Vedic verses did not have this but that over time since it was memorized and recited it crept in and it's only when the Samhitas were made about 700 years later that the people who actually sat and listened and memorized and put together the Samhitas were already the sort of people who had all these features in their colloquial speech and when they heard it here and there in the Rig Veda they argued among themselves which word has a ta or which word has a ta and they came to some kind of decision about it and the final Sanskrit that was kept the Rig Vedic verses in the Samhitas contain this feature but that wasn't there originally. So this was a big debate now how could it have taken so long? Answer being well this is a document it's a almost literary document the Mughals never brought it into Persian so why would the original Vedic people have made an effort to bring it in but you have this parallel strands of the colloquial form the Prakrit type languages that they spoke and this very pristine Rig Veda which over time started getting garbled here and there and so here is an interesting upshot of it is that by the time it was ready to be used for practical purposes namely for the Shrauta rituals to bring in Kshatriyas you began to find that it was already a very different kind of a much more Indian language and and it all links to all kinds of politics and it wasn't so needed earlier because it was just verses written but then when it had a political purpose to solidify a new empire the thing was put together and it acquired or it was formally given a more Indian form but see Sanskrit was not written down and even to this day most of the people who traditionally work with the Vedas or work with any of the Sanskrit texts use memorization so there's much more scope to see things slip in and then they make sense to you that they should be there and it didn't end there because the very first word you could say of the Rig Veda has an extra sound which is there in Marathi and Malayalam which is not in Sanskrit but it's there in the first verse so the change is something that's ongoing it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:03.100",
        "message": "happened later. So let's let's take a step back and one of the things I want to take a step back and talk about is how the Arya came into India in the first place and something that you point out which people may not you know realize until it is pointed out is that most of the initial migrants were men that these were men who were coming in and what typically would happen is that they would get together with local women as it were to use a euphemism or and and often that could happen through violence where you know they get rid of local men and they take the local women and all of that but regardless of how exactly what the methodology is happening they supplant the local men they become you know and they're coming on horseback and all of that so they are just stronger and they're like a superior class of people coming in and sort of taking over a land and what then happens and violent yeah so they are coming in with their language which one assumes is what you call the Ur Rig Vedic Sanskrit we don't know what that is like but that is like some pure thing that is out there and when they get here the language that they use in their everyday lives is Prakrit as you say which is not exactly a Creole it's not comparable to any of"
    },
    {
        "speaker": "Guest",
        "time": "01:31:14.380",
        "message": "the it's like Indian English it's like good Babu English yeah it's correct but"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:19.460",
        "message": "it has a strong accent yeah so it's not a new language of its own it's just a kind of a variation of Sanskrit as it were and not taking anything from too many local influences but the women speak a different language and this is a point that you make that the women speak a different language in fact I think at you know one point you talk about Vyasa and you point out how when you look at sort of Vyasa's parentage his father grandfather and all that all of them are Arya but mother grandmother all of those are not so you have these different influences where the women are speaking one language and the men are speaking another language and what you would expect to happen over time and you know what you pointed out the whole Caribbean process was something becoming creolized is that the language of the woman the substructure that it has the operating system as it were takes in the words from the language of the men and it all kind of starts blending together and it's also interesting that there are you know some things about the early Rig Veda that kind of seem to make sense in the light of this process for example you talk about in your book how early on in the Rig Veda you quote Madhav Deshpande saying quote the attitude of the Vedic Aryans towards the non Aryans are seen in the Rig Veda is also very significant the general attitude is characterized by a strong hatred towards the non Aryans whether they are Spani Sabaras or Dasas very rarely are there any references to them as friends stop quote and you also talk about how they distrust of women at one point saying that beware of the women they can be like hyenas which on the one hand is sexist and misogynist but on the other hand would be natural caution given that perhaps those women are there because they got rid of all their men to begin with and there's an element of coercion to all of this and then you talk about how the Rig Veda sort of is something that is not written down to begin with and the reason we don't quite know what the Sanskrit of that time when these men came on horseback is like is that it was not written down and therefore it did not become ossified so the Rig Veda becomes this oral tradition which carries on through the centuries which you know different shakhas or clans kind of remember in their own tradition and then it mixes with the local language and those kind of habits come in like retroflex sounds I presume and then by the time is written down these variations make their way into what is written down and once it is written down of course it becomes ossified because nobody really speaks it in their everyday language and it becomes ossified and it is there as it is and that's kind of the process is this an accurate summation or have I left out"
    },
    {
        "speaker": "Guest",
        "time": "01:33:55.220",
        "message": "something important I don't think you've really left anything out no by the time the Samhitas were there you think of the Sanskrit as the Mona Lisa it's a completed work and soon after this the kind of people who worked in Sanskrit or even by then was speaking something else in their daily lives so Sanskrit had become sort of like a literary language though not written down yeah I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:22.900",
        "message": "you're pretty accurate on that yeah and tell me about what eggs what we know about the languages that existed before that like one of the things that we do know and which you have kind of pointed out in your book is that the Harappan people were way more advanced and the Vedic people in many ways like you talk about court the Harappan people had intelligently planned cities blow up agriculture central granaries craft production and advanced system of civic drainage homes with indoor plumbing the Vedic people were pre-urban and essentially pastoral stop quote you know and of course we haven't kind of deciphered the Harappan language yet but there is enough reason to believe and Tony also talks about this that all the Dravidian languages kind of come from there we're guessing partly yeah we're guessing so tell me a little bit about what we can guess about or what we know about the language landscape before the Arya come riding in with their Sanskrit and you know and their alpha male"
    },
    {
        "speaker": "Guest",
        "time": "01:35:23.060",
        "message": "attitude okay well first thing is that the only people who tend to bring women on migrations are hunter-gatherers so once you get past that you're really talking of explorers explorer is actually a good word to use because you don't get into the sense of contentious words like invader or so these were definitely violent people the general feeling is that the Harappans civilization crumbled shortly before the Arya came there was no conflict where one defeated the other or invaded they came into a land which had space for them but they were pretty violent people as to what their languages sound like we can either say we draw a complete blank because we cannot decode the in the script I don't know if it's a script there are linguists like Witzel who say he doesn't think so I'm not sure I agree with him because I think that something like seals or a language of what we what my instincts tell me about this language is really full of nouns so there's no reason why you should be looking for a sentence structure in the seals these are probably labels and probably nouns however what do we know about the language very very little I mean here and there you might find a word used in Sumerian or something which refers to this place but my way of looking back at it is a more subtractive way what is there in all the languages west of Banaras because once you go east of Banaras it's a different family west of Banaras all the way across Pakistan and all the way south down to Goa that cannot be explained by Sanskrit and perhaps also cannot be explained by anything Dravidian or otherwise tribal in India and when you start finding those features then you start getting what I think of as a glimpse of the people who were there before and then the question is who were the people who were there before the Harappans or their relatives it's very unlikely that all the peoples living around the Harappan area who were not directly in the citadel would be vastly different in terms of language but and the way this one particular feature the past tense being food eaten rather than I ate khanakaya not as in Bhojpuri would say hum Kylie you know or Bengali would have a very different way of Sanskrit later Sanskrit actually began to incorporate this but you begin to get a sense of something that is in the mindset a language which is heavily full of nouns does not like finite verbs avoids them here and there treats verbs as something that can have a gender you know there are other things in Hindi and all the languages of India which are not in Sanskrit like the difference between hogia and Hua that's not in Sanskrit there's no way to express that in Sanskrit that's older and it's definitely something that was there otherwise why would it be in modern Indian language but it's all over India that's one that's different from the strange past tenses which are only in the area fed by the Harappan family so okay what else do we know about the Harappan people if you look at Punjabi Sindhi Baluchi Pashto you get languages which are very similar to the Dravidian ones in the avoidance of Bhadhaja you in Punjabi if you wanted to say Ghar it becomes Khar and it is a Khar with a tone Sindhi uses they would instead of saying Dha becomes Dha and Dha becomes Dha so they're different but they're not different because of this H thing that you get in Bhadhaja they basically are avoiding the same sounds that are uncomfortable for South Indians and nobody's really said it in this way that this is a Dravidian type feature because it's not there in the Northeast I mean Hindi, Bengali, Oriya, Assamese are comfortable with these sounds but this particular area is not so these are little glimpses you have of what could be features of the old languages so we can't even say what the words are and if"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:54.860",
        "message": "we are to for a moment get a little more meta like you're talking about I mean these are of course aspirated sounds the Dha, Khar, Ghar which as you've pointed out that is something that this Dravidian belt seems to avoid but it does exist somewhere else and some people are comfortable with it and some people are not or even when we look at you know the sort of the retroflex sounds which some people are comfortable with or some people are not you know as as half Bengali and I grew up speaking Bengali at home I sometimes get mocked because in Hindi I can't say that as it you know I can say but not the I don't even know"
    },
    {
        "speaker": "Guest",
        "time": "01:41:28.820",
        "message": "if I'm saying it properly now no I had the same problem for on until I lived in Delhi for a while I I know and that's that's something that blew my mind I couldn't do it as a kid I tried yeah because we don't we didn't have it anymore we lost it in Bhojpuri in Trinidad so here's my question you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:51.220",
        "message": "and maybe this is too meta to really be able to answer but why do these evolve like this or why do some languages evolve in a sense that retroflex sounds are natural and you're using them and what you know and aspirated sounds come easy to you and in some other languages some other people like if you've grown up speaking Punjabi for example you simply won't say her you can't say her you'll just say car it's just with that tone and that inflection so is there a deeper meta why behind that that why do some languages have some sounds which other languages don't why should a sound evolve in a particular particular way and you know why should some people have this practice of it hitting their tongue at the top of their mouth you know or in some places like you've pointed out in your book people won't mix vowels you know either it comes from the front of the mouth or the back of the throat and they won't mix them that's Turkish yeah the Turkic languages yeah the Turkic languages so is there a deeper why"
    },
    {
        "speaker": "Guest",
        "time": "01:42:44.780",
        "message": "behind that I can't actually say that why does why does this happen but I can give an idea that it goes all the way back to initial conditions and initial conditions are who were the original people in the mix who were the mothers or the substratum layer in the mix that's the layer we never think about up to now and that's probably where your answers come what was comfortable for them in terms of what they spoke before clearly as you know that there are certain sounds Bengalis are not very happy with but at the same time they extremely happy with aspirated sounds Bhadha, Jha is just super easy for Bengalis why I can't tell you except it does give you an idea of the boundaries of larger groups that the entire Magadhan area we call it Magadhan now maybe it had another name or maybe it had no name or maybe it goes back to the time of quite a separate civilization from the Indus Valley one which got its input from Southeast Asia rather than from the Eurasian steps so you have this Southeast Asian component coming in as to why that mix to create something like Bengali there are too many steps there I can't trace as to there are a lot of unknowns but except to say that there is a family of languages in the east which includes Assamese, Odia, Bengali and the Bihari dialects into UP and that there's almost like a tectonic plate that is in collision between that area and the area to the west where there's gender there's funny past tenses there's and which seems to coincide with the people who were there before the Vedic people came"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:03.500",
        "message": "I'm going to continue digressing and ask you another meta question because it's on a subject that you know interests me a lot which is I discovered this term in your book called ergativity yeah which is there in a bunch of Indian languages where I'll quickly quote you ergativity is a tricky thing to explain because it involves subjects and objects exchanging places when the sentence goes into the past tense not I did not work but by me work done stop code and you give various examples and an example of this of course is that you know you could say that Mac Hathi who or you could say khana khaya and khana khaya is of course the other way around now I teach an online writing course which is of course on writing in English where I will often tell my students why you should always use the active voice so you should have a construction which is subject plus verb plus whatever and and the reason for it flows to how readers will process language and comprehend language which is that you want them to move forward all the time so if it is active voice they're always moving forward so when you say Peggy enlightened Amit the reader hears Peggy they are like okay what about Peggy Peggy enlightened okay who did she enlightened and then you go on whereas if you were to have it backwards if you were to do it in passive voice that Amit was enlightened by Peggy then there's that moment where the reader is kind of going backwards and it's just an unnatural structure now this is something that is very standard and almost cliched writing advice that use active voice you'd use subject plus verb go forwards and it's interesting that there are exceptions to it that occur naturally for example Steven Pinker gave a great speech where he made the same exhortation that please use active voice but then he pointed out why people sometimes use passive voice in the sense that if I end a sentence with the emphasis on something I might begin the next sentence talk you know with that and that can make it passive but even if that the passive voice comes naturally ideally one sticks to active for the very good reason that you want the reader moving forward now one thing that I keep pointing out and it amuses me is that in a bunch of Indian languages including Marathi and Urdu and there are specific reasons I use these two examples comes from what follows that the passive formulation is quite common so for example in cricket commentary you'll often have Sanjay Manjrekar whose native tongue is Marathi or a Ramiz Raja whose native tongue is Urdu saying things like beautiful cover drive was played by Sourav Ganguly right which I think of it as speaking backwards and it just makes a listener work harder to process what is happening now my question is this that why does aggativity even exist then whatever spoken language evolves evolves for a reason because it is optimal to speak in a particular way which is why you have for example iambic pentameter being such an effective form in English because 10 syllables is about the you know what we can say naturally without needing to take a breath so that's a form of the language which is dictated by physiology as it were what is your lung capacity so this is something I can't figure out that why do we speak backwards as it were or use these passive formulations in some of these languages again I know that it's like a question that might be"
    },
    {
        "speaker": "Guest",
        "time": "01:48:15.460",
        "message": "too meta and no one can really know well let's see I'll answer you first by saying why is a very difficult thing to say except that we know that Marathi is one end of this of the continuum and into Pakistan Urdu all the languages of Pakistan contain this feature it's not exactly passive it's something a little different because we are cautioned not to call it passive because there is a passive in all these languages is a little bit different but at the same time the example I use is that if you are the sort of language which prefers to use what's called participles eaten instead of ate or done instead of did you were going to find that it's going to have a passive form to it you know the eaten food it's not I'm not the one who's eaten the food is what's eaten so in a way this structure if you favor saying eaten instead of ate you're forced into a somewhat passive type formulation and then the person who does it it's by him food eaten by him it seems to be something that goes all the way into at sometimes southern Iran it's lost its vanish from modern Farsi but this you see it in the Ashokan pillars you see it in Kali Dasa you see it with exactly the same thing in these languages it ends in the even in Urdu the word rehta is the same en ending eaten broken thrown you know these languages liked to imagine the past in those terms only when there could be an object you couldn't gone you I gone obviously this kind of thing can't happen there's no object so the answer the simplest answer is that it's an area phenomenon and the deeper answer is that the very nature of a past participle is this going to be passive I don't know about Bengali but I know in Bhojpuri when we use those past participles we do something to make them unpassive yet like you want to say you don't say he has done it you have to take out the passiveness from it it's not he was not done he has not done so you could do this in Bhojpuri and I imagine in Bengali and all these other languages too whereas you stuck in the whole Western belt that you prefer a past which by its very nature has a passive flavor to it and that's the way they have imagined the past and it leaked into Sanskrit so by the time of Kalidasa by the time of the Ashokan pillars you're seeing this sort of thing all over the place and there are people who know Sanskrit very well and have read a lot of modern more modern literature who think it's perfectly good Sanskrit it's just like it's perfectly good Indian English to throw in passives everywhere it's the same sort of thing it's not wrong but it's a little awkward but it begins to be acceptable but it comes from underlying conditions I'm very certain it's because of the people who were there before and the way their grammars in their original languages worked"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:20.580",
        "message": "yeah and and to be clear I wasn't necessarily passing a value judgment like I am not at all one of those language snobs who thinks that you know there is a purity to a certain form of expression and anything else is bad so you know language evolves it's a living breathing thing and that's what it is as as in fact your book demonstrates more than any other but I was kind of curious and I guess some things you know a certain kind of way of using a participle could evolve as sort of just an evolutionary accident and then it determines other things like the passive voice which flows from there and there isn't necessarily deeper structure to that a deeper purpose to that particular thing let's kind of go back for a moment to the Vedic invasion I was reading a passage that you quoted from Jared Diamond in fact in gun germs and steel which you quote in your book and a question struck me after reading that so first I'll sort of read that out and then I'll ask my question where he's talking about what happens when a technologically more advanced group enters a new territory as would be the case with the area on their horses and he writes quote where the population densities are very low as as usual in regions occupied by hunter-gatherer bands survivors of a defeated group need only move farther away from their enemies where population densities are moderate as in regions occupied by food producing tribes no large vacant areas remain to which survivors of a defeated band can flee do the victors have no use for survivors of a defeated tribe unless to take the women in marriage the defeated men are killed and their territory may be occupied by the victors alternatively because many such societies have intensive food production systems capable of yielding large surpluses the victors can leave the defeated in place but deprive them of political autonomy like turning them into slaves or assigning them place at the bottom of a caste system that last line is your comment after his quote ends and it kind of struck me that that this also shows that events that happened thousands of years ago literally can lead to a structure that is pervasive to this day that affects how we live our lives today number one like Tony in his book for example though his timeline is slightly different talks about how essentially all of these people who migrated to India from West Asia or the area were basically intermingling freely till about you know the common era started and then for the last 2,000 years has been strict endogamy because a particular vision of society which is the Brahmanical vision of a caste system has kind of won out now one this seems pretty incontrovertible that this is kind of how it's happened but I'm more keen on the role that language plays in this because in language almost seems to play a role in perpetuating these for example Sanskrit was denied to women at one point women weren't allowed to learn it it was something that was there for the Brahmans you know and and they would learn the Vedas by heart and so on and so forth and equally in modern day times where we've been invaded at different times by different people and in modern day times it seems that English has now become that marker of class which also you have a wonderful chapter on where you speak about that and in fact it's it's something I bemoan because English being you know in our postcolonial times English has become a marker of class and it's almost become a signaling device for people to show their sophistication by speaking in fancy English which means that a lot of the language that we use contains you know these old archaic British pomposities which the British themselves have discarded but we will still kind of use language like that like instead of saying stop we'll use a phrase like put an end to you know and so on which is disrespectful of whoever's reading you or listening to you if you use that kind of language I was shocked once to discover on YouTube that there are actually these really popular videos supposedly teaching better English to Indians and what they are really saying is don't use simple words always use a more complex word so instead of say use the word articulate which is exactly the opposite of the advice I'd give where the language becomes a signaling device where the language becomes a marker of class a marker of social status and so on so how does this affect everything that is happening in sort of a subterranean sense where languages are changing even Sanskrit is getting retroflex and all of that from the language of the conquered people as it were and in later times under the Mughals you have sort of you know all the kichris that are popping up including Hindi slash Urdu how does language play a part in this and what are your sort of observations of language and and these sort of social"
    },
    {
        "speaker": "Guest",
        "time": "01:56:57.020",
        "message": "structures that are around us I wouldn't say that language does it I would say language reflects it because basically this is something that's happened again and again in India at the simplest level I could say once upon a time certain people spoke Sanskrit and others didn't women didn't once upon a time certain people spoke Persian and everyone else spoke other things the word would do didn't wasn't used yet it was just basically Hindi and now certain people speak English and others are kept away from it it's basically about a society that has a tolerance of inequality and a perception that the elite can exist with a code that's completely different from what other people speak so it's something that's just been continuing so it isn't that Hindi has done it or English has done it they merely have been selected to represent a way of expressing inequality and hierarchy in fact in the book I even found that to this day we have among say families in Punjab and Haryana you could see Manmohan Singh you could see that his the minute the teleprompter is in Urdu he becomes an orator and the minute he's reading Devanagari he's uncomfortable he's just struggling to read the words he didn't grow up with it but his wife would have grown up with Gurmukhi or Devanagari and that that part of India Haryana Punjab and maybe even parts of UP you'll find that men were brought up with proudly saying that I studied Persian I can read Urdu but I just don't know this Hindi thing and their wives are very different and you'd even find it going further into the families that the men are non-veg the women are veg the men like ghazals the women like bhajans this kind of thing is about a fragmentation in so many ways that language is not responsible for it except it captures it so very well it's so easy to tell who is who using language instead of having to show papers and things like that so as long as India has this perception that the elites need to be kept apart and privileged by having a code that will guarantee that they and only they can access the best jobs this kind of thing is going to happen I think it's sad because it's going to mean that all the local languages are in danger because poor people are not stupid they understand that English is what is going to give the goodies to everyone and they're willing to see their languages decline or they haven't given it a thought if their kids can have what we have I think that's particularly fair thing to think if we had earlier on found some other route of maybe very decentralized education up to a certain point and so on our languages might have survived better but for that what would have happened is our kids would have been mixing with poor kids and that was something that the elite didn't want"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:53.380",
        "message": "so here's my sort of next broader question one of the themes that kind of comes through your book is this jostling between languages where some languages evolve and then gain prominence and you know one classic example being Hindi gaining prominence while other languages like I grew up thinking that for example Bhojpuri and Avadhi and whatever are dialects of Hindi and later on you get to realize they're not dialects of Hindi they're completely separate languages which have you know with their own rich history and literature and all of that and somehow one kind of becomes prominent now there is a process which you know one can see in your book one can see through history that smaller languages gradually die out and get absorbed in bigger languages and this can happen in two ways one way of course is it can just happen through either through conquest or one social class becoming dominant in a particular place like you know after this we'll talk about you know Kerala and the Nambudiri Brahmins and how they along with the Nairs kind of they had a lucky victory in conquest and after that their language and whatever kind of takes over and that that shapes Malayalam so one way can be through that sort of social dominance whether by coercion or not but the other way is simply through following incentives like today if you're a young kid who's brought up say in a family in rural Maharashtra and you're speaking a particular kind of rich dialect of Marathi with its own history and like you said like you've pointed out Marathi is like a Creole language which has taken from Sanskrit from Dravidian from all over it's not just a simple case that it's a you know a child of Sanskrit there's much more that has gone into it each of these so called dialects will also be so rich but the incentive for this kid in Maharashtra is not necessarily to go deeper into his own language but into this language he's born into but to number one learn English and number two even if he's you know if he's moving to a big city and he's communicating in Marathi with fellow Maharashtrians to then learn and adopt the kind of standardized Marathi which everybody else speaks which then you know he or she will teach to their own children and in this way you have a sort of a consolidation happening where bigger languages take over and people move from smaller languages to bigger languages and then the smaller languages die and part of that is through sort of conquest and coercion and all of that which is a problem but part of it is through people may just making rational choices and following incentives and saying this is what I got to do to get ahead and it's hard to fault those individuals for making those choices so you know how do you sort of think about all of this and do you think this process is inevitable because I think whatever value judgment we pass on the process that hey diversity is good and we need it and so on do you think that it is simply inevitable and we can't do anything about it like just to take another digression I did an episode with Vikram doctor once on Indian food and how rich it is and how so much of it has actually come from outside and he pointed out what has happened to Indian bananas which is basically there was something called you know we imported a certain kind of banana outside and that became popular elsewhere as the Cavendish banana and then that got brought back to India and then the Cavendish banana just spread like wildfire because economies of scale and all that kicked in and then it kicked out a whole bunch of these indigenous bananas which otherwise existed and therefore now we have now we have the fact that one stand of bananas which we only exported is now killing all the other bananas we have not because it's necessarily a better banana as it were if they can be anything such as a better banana but simply because you know economies of scale and all those other factors have kicked in and you're losing that diversity so in the context of language is it inevitable that we lose that diversity see this all is slightly"
    },
    {
        "speaker": "Guest",
        "time": "02:04:50.660",
        "message": "again well like the banana one thing I must say I don't like it either but it has shelf life so you'll find that when it comes to fruits shelf life becomes a important thing when distance between the farm and the final consumer is so much so you're talking about this huge size of the economy that now surrounds us what makes a language do well you said conquest but that was earlier now it's very simple that the language why did why did Hindi survive and older or more pedigreed illustrious literary languages like brudge of a tea not do so well it's very simple location Hindi came up in Delhi and Delhi was in all sorts of ways a capital even from the time of the Sultanate so which variety of Marathi is going to prevail the one that is around the Bombay area so cities are very very implicated in the choice of which language is going to survive and that also has to do with the fact that being a mega economy and we are trying more and more to force a kind of convergence because anybody who's left out of the communication loop is out of your control so you want more control of people you want them to speak the language even if the elite may not want the poor to speak English the internet world does so you're suddenly finding people pulled in into an ethos that is not because of language but it's definitely reflected in language so we are becoming more and more a global community and not necessarily in a very great way it's nice that we can speak to just about anyone anywhere but I don't think it is people's choice that is making them do it if there were any other way I don't think people would put their children in English medium schools and have them staring out the window yawning dead silent for years in class it's not something that they would regard as pleasant experience for the child but they don't have control over the way in which the economy is running and the fact that we are getting more and more interconnected networked so that is what has this impact now which language our language will be chosen which one will be chosen the one that's most associated with the large cities so that's the way it goes it's really not"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:55.780",
        "message": "linguistic actually yeah it's kind of poignant I have a friend who writes in Kannada and wants to be a Kannada writer and he feels most comfortable in a dialect of Kannada that a lot of Kannada speak speakers won't even recognize that very few people speak in and he is like what should I do because if I write in that I will naturally have less readers less chance of getting published less whatever and I don't know what to say because the heart says that write in what you know best but the head says that you know you also want to put food in it you want to be read I would just say you know picking off on some phrase that you use that even if the elite don't want the poor to learn English I don't think that would be the case I think the elites on the contrary would want the poor to learn English because it increases their sort of networks like in a similar way that Macaulay wanted us to learn English so that they could be of course Macaulay's reasons were exploitative and very zero-sum but I think you know within India the more people that know English the more the markets are more the chances for prosperity because that is what English"
    },
    {
        "speaker": "Guest",
        "time": "02:08:52.180",
        "message": "does there's a problem which is if my child is brilliant it really does not matter who competes with my child my child will do well but if my child is a very ordinary mediocre child I need something that is yes and if you put something as a gatekeeper like a language which my child has which is not a sign of greater intellect but it can be posed as a important attribute of some of or requirement for a job my child will always do better than a brilliant child who doesn't have this language doing it's the ultimate reservation system of the elite for the kids they have who probably could not compete in a"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:44.900",
        "message": "fair fight I guess it comes down to whether you have a zero-sum mindset or a positive some mindset and a lot of Indians sadly do seem to be stuck in the zero-sum mindset but that said I think you know English has become such an aspirational language in India that you and and you of course also point out in your chapter on English how you know English has become so pervasive that even people who think that they speak only in Hindi actually don't that they are using a lot of English words and and I would argue that's not necessarily a bad thing those English words have just become part of the language it you know it's an Indian language but do you bemoan it because of the danger that some languages may die because of this because the English ization of everything or you know because on the whole language is evolving in this way is just the way history goes and it's not necessarily something bad see again"
    },
    {
        "speaker": "Guest",
        "time": "02:10:37.580",
        "message": "it's not about language it's about political choices economic choices if we live in a world that's more controlled by the tech world of Silicon Valley or global enterprises you're going to find a wish for streamlining into a single language so I don't sit and worry about languages dying because people will survive but I think that the entire idea of having a single language for such an enormous community as the global community is flawed and I'm I'm not very convinced that what we're doing in terms of the way the world is moving is the right one or it's even in our control anymore so so these are very political things I'm saying or political or socio-economic but they're not linguistic language follows from this so to preserve languages you can't preserve a language that you don't really use as long as you don't get your medical reports in Hindi you're preserving it for what to have it as a pretty thing like a tiger in a zoo to say we haven't killed the last tiger whereas I don't like the word preserve I think that anything is in if you have a fair situation things will thrive on their own the point is we don't have a fair situation so that's why these languages are all under threat and as to where this is going to go it's in a sense it's another mass extinction like what we're seeing that the only animals left are going to be livestock and pets you know and the only languages left are the ones that are convenient to the world of tech and big business so ultimately all these things that we've been talking about all my answers to you in the last half an hour or so have taken it away from linguistics and into socio-economics and politics because that's where the real"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:59.580",
        "message": "fight is yeah that's a great point I mean what you're really pointing out is that listen you know if there is if society is ill then language is just a symptom it is not the cause it you can look at it and say that okay languages follow in this way or one language becomes dominant because of something else that's wrong there's nothing inherent in the language which of course is a case if I might pose a slight counterpoint to the not even a counterpoint I agree with you entirely but another way of sort of looking at this is that while everybody in India for example would want to know English for functional reasons and and more and more people also are talking about you know learning Mandarin or at one point learning Spanish would be a thing elsewhere in the world and all those are for functional reasons because you you you want to be part of that wider economy and be able to communicate but I'm not so sure that it is always at the expense of languages dying out like all our cinemas our regional cinemas are flourishing I used to be a big fan of tik-tok I even taught a brief course on tik-tok in Indian society and there it wasn't that people were expressing themselves in English or anything you could make out from their clothes and whatever that there was a lot of aspiration there but they were expressing themselves in local languages where sometimes even if I didn't understand the language I could still make out what's going on and I would find it hilarious and in a sense I would say that the more diversity you have in terms of entertainment and platforms and being able to express yourself the more chance the more diversity of expression you will have and therefore the chance that languages may survive like I think in your book if I remember correctly you also point out you're surprised at bhojpuri which was once not a major language has actually now become a big language in its own right is that correct do I remember correctly up to a"
    },
    {
        "speaker": "Guest",
        "time": "02:14:43.460",
        "message": "point in fact that's a very good example because bhojpuri has managed to command politics and entertainment but that's only half the battle the big battle for a language is does it command technology does it command the banking sector does it command government that's easy of course but technology and science are the things that really tell you if there's no scientific discourse in the language it's a body blow to it like you look at places like the Philippines and South Africa there's entertainment in local languages but they are visibly traumatized because it's only reached the level of entertainment the the really tough thing is where whether futuristic stuff like science and technology are done in the language you can do any amount of bureaucracy you could pass a law and say all government memos in whatever language but science and technology once they're not China is way ahead they it's in Chinese Japan it's in Japanese Iran it's in Farsi Turkey it's in Turkish all the Scandinavian countries but in India that's this is an important point even something like doing mathematics any Indian educated in English adds a column of figures in English nobody else in the world can do that they a sweet will add in Swedish and tell you the answer in English so this is in a way there are features of a language which give it a little bit of a lease on life entertainment literature even is one but without those top layers which reach into the future you are you know riding for bad times and that's true of every Indian language that's that's my worry we're not seeing it because just to see so much literature so much stuff in print so much entertainment pop songs it's a small part of the journey yeah no very wise points and thinking"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:15.740",
        "message": "allowed like if I look at the country like China for example it strikes me that it this can both be a feature and a bug that on the one hand yes they have kind of managed to get where they are without relying on English to the point that now people in the West are saying hey we got to learn Mandarin and we got to figure this out in China's a big bar but at the same time they've been very insular and this also kind of comes at a cost that insularity is obviously again not a good thing you want to open yourself up to influences from everywhere the danger in opening or yourself up to influences from everywhere is that you can get run over by them especially when you know economies of scale come in as they do in the case of the Cavendish banana which like you said there are rational reasons for people to prefer the Cavendish bananas to other bananas that they last longer but nevertheless what happens is that diversity suffers and those other bananas go out of play and with India I think it's kind of a unique situation because English was a dominant the language for a long time under colonialism that the hangover of that sort of remained and other languages were kind of you know driven into different directions you know I mean how do you even reverse that now you you can't for example tell people that no your children must only be schooled in your local languages you can't do that because you'll be denying them opportunities it would again come down to the same thing of the elites creating a new kind of sort of apartheid as it were through language so I think in modern times is good that everyone learns English but I completely get your sort of worry about what happens to the other languages I mean I'm optimistic enough to hope that there'll be enough ways of people expressing themselves and for all of these to stay alive but you're shaking your head and you know I"
    },
    {
        "speaker": "Guest",
        "time": "02:18:52.580",
        "message": "don't see it I believe that it's a myth that bilingualism is a sustainable thing in the old days when in India we had a very stable social structure and you could know three or four languages in parallel we got the illusion that that's something that Indians were very good at but the modern world is a little different when people learn two languages or learn another language in India English or the main regional language it's not quite the same as it used to be before because there's an arrow of direction with it it isn't that we plan to live our lives and our children's lives and their children's lives in three languages we are in transit to a new one language we already have children coming into the schools in India who only know English and who might pick up a local language as a subject never read a single piece of literature in it so can it be reversed is it good if you have ever been in a class where 25% of the kids don't really know English you find that there's a terrible illusion that just by spouting gibberish at them they will learn it they will not so it's a very inefficient way to teach English in fact if what you wanted to do was teach English the best way to teach English is to not teach it in its medium but to allow children to learn about the world and separately learn English now where that's going to take us is probably not even a terribly different place as long as the world is centralizing more and more language will do the same thing is it a good thing well for that you just have to answer the question is it a good thing that we have no more wild animals and it's only pets and livestock is it a good thing that we have less and less of wild plants but only crops and gardens and lawns lawn the most absolutely useless thing so these are choices that ultimately are not about language so in my book I do say that when languages die it's like a canary taken into a mine that it will die long before you can even feel that the air has changed so it's another one of those marks of a mass extinction I don't have a strong position on it and what we should do except to say that the word mass extinction is a scary word and which it should give us a moment of pause to think about where we going and the answer of course is not going to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:57.660",
        "message": "linguistic I agree with all of that except that I think I'm less pessimistic but that could just be from my own sort of availability heuristic where I can look around me and you know I can speak multiple languages so can the people around me but it would be dangerous to assume that that is always necessarily going to be the case so we'll see how that pans out now one chapter that I really found fascinating in your book was about the Sanskrit words in Malayalam because my assumption was that hey listen the South Indian languages are completely separate they won't let you know Sanskrit in but then you point out how deeply Malayalam is sanskritized and in fact Malayalam is a beautiful language in that sense though I don't know it but because there's so many influences from so many places from from Arabic from all the you know the different kinds of traders Jews Arabs and Syrian Christians who kind of landed up there all of whom shaped the language in their own way but the sanskritization is really interesting because it really begins with what the happenstance of the way that a particular military battle works out like your quote K Sugandhan in a book that he wrote in Malayalam writing about how quote at just about this time in Kerala Buddhists were defeated by the Brahmin community in the Nair forces fighting on their side Buddhist and Jain groups who did not accept the dominance of the Brahmins saw a sharp decline in status and were assigned to Ezowa and Thiyarkas. I'm so apologies to everyone who might be offended by this Ezowa and Thiyarkas within a resurgent caste system while groups like the Nair's who had supported the Brahmins remained secure stop quote and later on your right quote sanskritized Malayalam appeared at exactly the same time that Brahminical Hinduism was being re-established in Kerala and when the Namudiri Brahmin community had every reason to celebrate its good fortune. So tell me a little bit about what happened here like was it a case of sort of a creolization of a new Malayalam coming up or was it just sort of very superficial series of loan words being taken from Sanskrit into Malayalam what exactly was a process by which a new Malayalam which was distinct from the old Malayalam came about and what was a"
    },
    {
        "speaker": "Guest",
        "time": "02:24:11.540",
        "message": "nature of this distinction? Okay I'll do it by comparing another language in a southern part of India which is Urdu in the Deccan. In both of these languages Deccani Urdu and modern Malayalam with Sanskrit words the people who first started it were people who knew Sanskrit or Persian. So for them to it was not a question of adding in Sanskrit. They knew the language they were getting away from Sanskrit by putting Sanskrit in a matrix of the local language or putting Persian words in Deccani in the matrix of the local language. So it's not an addition it's a subtraction. It taking out all the verbs yeah also notice that in Malayalam and in Rehta Urdu only nouns. So that whenever they stuck for a noun they went to Persian or they went to Sanskrit. Sanskrit itself in the north you we tell ourselves that the we have Sanskrit words they're actually prakrit words but in Kerala it was actually Sanskrit where read that summer Sanskrit. The point is that people who always wrote in Sanskrit or always wrote in Persian took the decision not to do it but they did an English kind of thing. They kept adding in all these words when they were stuck. So it was not realization it was obviously something else but I didn't have a word for it but here I see two things, two parts of India where nouns have come into something that is local and the nouns have come from somewhere else. No verbs, no endings, nothing, no grammar just the nouns. So Malayalam is still very much a South Indian language but it has a bunch of nouns which come from Sanskrit. So what to call that I haven't given it a name. Somebody should give it a name but it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:33.380",
        "message": "not a prakrit. It's so fascinating how sort of nouns are the easiest thing to kind of transplant and the structure remains what it is or you know might"
    },
    {
        "speaker": "Guest",
        "time": "02:26:44.100",
        "message": "adopt slightly but nouns are just easiest and then you like you if I saw you in a kurta pajama or I saw you in what you're wearing now there would be a stark difference in how you would look but it would be the same you whereas if there had been actual body transplants or you had a child who was half from completely different community there you would see big differences but this is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:14.140",
        "message": "just clothing. If my child was a tiramisu bear for example, let's move on. In fact I'm not going to talk about any more of the chapters individually because we've already spoken for two and a half hours and I just want to ask broader questions now but implore all of my listeners to go and read the full book. I mean the chapters on the Indo-Aryan languages and then on Hindi and Urdu were absolutely fascinating. So I'm going to now kind of move on to my next broad question but before that you mentioned Khusro earlier, Amir Khusro and Amir Khusro is of course this fascinating character who was born in the year 1253 and he seems to sort of be a metaphor for what is happening in the Indian languages itself. As you point out, quote, as a young boy Khusro is said to have learned Turki, the language was not yet called Uzbek, Arabic, Persian and Sanskrit and he also picked up various dialects spoken in the Delhi region such as Awadhi, Brajbhasha, Bhojpuri and the new language of the urban gentry known as Khariboli or Dehlavi or simply as Hindi. The name Urdu would only come with the poet Mushafi by the late 18th century. Stop quote. And then you quote this beautiful lines by him where he writes about his peer Hazrat Nizamuddin Auliya where he says, and very resonant words and easy for me to understand even now in this current time. But when I later read Ghalib and as you point out most of Ghalib's work is in Persian and only some of it is in Urdu but even the what Ghalib writes in Urdu is very heavily Persianized. Very cryptic. Very Persianized and you've pointed out about how during this time his mentor initially was Bahadur Shah Zafar who himself was like a pensioner kept captive in the Red Fort by the British. So Ghalib did not want to piss the British off and therefore he kept it cryptic. More Persian went into his poetry as it were and at this point in the 19th century over a period of a few decades what happens is that Urdu gets more and more Persianized and Hindi gets more and more Sanskritized because at the same time there is this political movement happening where you know Alok Rai has written a book called Hindi nationalism on this where the whole movement is that Hindi is our pure language and we must strip foreign elements from it which is not of course the case. It was never a pure form. It just evolved as a combination of all these various things. So Hindi is Sanskritized in the way that nobody actually speaks like that kind of Shudh Hindi is not spoken anywhere per se and equally Urdu gets Persianized for a variety of different reasons like that and they diverge even though to begin with they are the same language fundamentally and they diverge. In fact you've pointed out how Munshi Premchand son Amrit Rai wrote a book about criticizing Ghalib and what he did with this beautiful language that he just Persianized it heavily which seems at some level to me to be the equivalent of if someone was to you know take regular spoken English and just put in a lot of big Latinate words and it would be like I think a similar kind of effect would happen and some people will of course do that to signal that you know I know this language so well and all of that but a similar kind of thing would happen. This just shows how politics plays such a huge part in language and independent India has also of course grappled with that and in that sense perhaps you know the fact that we have English at least is a blessing because otherwise you know people might have tried to impose Hindi on the southern states which would not have"
    },
    {
        "speaker": "Guest",
        "time": "02:30:51.340",
        "message": "gone down well with good reason. Not the kind of Hindi that they were going to impose, definitely not. Notice that the Hindi that came up in the Shudh Hindi was like in Malayalam, Tatsama Hindi. It was never the case in the past. The kind of words that came were from Prakrit, never from Sanskrit. So to just barge in there and put Sanskrit words was a failure to notice how language had formed in the past and it wasn't done by Indians initially. It was done by the British because they were very unhappy with well the importance of the language spoken by their predecessors so they were trying to break these languages and they managed to do it. However, when you talk of Ghalib, let's remember he didn't only write Ghazals and poetry. He also wrote, I remember going in fact into the Ghalib Institute, they have a library, to get out his collected letters and which were collected actually 50 years after he died and they give a bit of an overview of how he felt in those days because they were not published as such and you would understand most of the Urdu. It's nothing like his poetry. His poetry is difficult not because of the language per se. He's being very devious in how he frames his thoughts. It's a puzzle. He's writing like Zen koans for you and if you, in fact, if you live with a Ghazal in your head for years, its meaning is going to change depending upon the things that are happening in your own life. So, he did have another Urdu which was much more normal, much more down-to-earth. But that gets lost because that's not what many people look for in him. But yes, it's very hard to imagine that the British were successfully splitting the old Mughal elite from the modern Hindu citizens of their empire without it having a repercussion on the language. So, they managed to split the language and people began to think that this strange thing written in Persian script is not the same thing as what we have that has borrowed a whole lot of new Sanskrit words. So, again, politics and somebody intervening and the famous term divided rule. They did that. Language is just one"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:47.220",
        "message": "area. No, and you've actually reproduced in your book one of Ghalib's letters. So, which reads so differently like someone is asking him about the destruction of Delhi and he begins with the words, Bhai, kya pooshte ho, kya likho? And then he goes on in language that anyone sitting today can really understand and relate to and we might use some of those, some of the same language ourselves while his, you know, Ghazals and all are quite different which is fascinating. So, this is very interesting how the British, you know, create this sharp political divide and so on. So, when we look at modern-day politics also, for example, especially in these trying times, you know, and this is not just a question purely about language but as someone who's observed society over a while, who has seen larger political trends play out, in fact, through the centuries. So, in that capacity, like it is very easy, for example, to sit in the present moment and be despondent about the current trends that are going on but equally someone may just sit back and say, no, listen, we've been here before, it's okay, we'll get through this. There are things within society that are stronger than these currents that are there right now in our politics. So, how does one think about it? Like earlier, you were a little more pessimistic than I was about the survival of some of these languages and what was being done to them because being an expert in languages when you write the kind of book that you have done also means that you are also writing about politics and society and all of that. So, I'm going to take a step outside language for a moment and just ask you on what is your feeling about all of this as someone who is from Delhi as, you know, as you tell people who you've been here for more than 40 years but equally you have a wider view of the whole world but you also have a deeper view of India itself because of all your incredible insights in this, as your incredible insights in this book indicate about both the language and the society. What is your sense of what is going on and what role does language play on it? Like, as an aside, like sometimes when I see our Prime Minister's speeches on TV, it seems to me that he's speaking a certain shuddh kind of Hindi, not to the same extent as someone like Vajpayee did a couple of decades ago but he's speaking a certain shuddh kind of Hindi and not an everyday lingo kind of language where, you know, he would famously say mitro instead of dosto as people would say in common speech and, you know, and I don't understand how that goes down so well among so many people who don't speak the language but anyway that's a digression but in general, you know, with that wider understanding of history and with all the frames that you've gathered, when you look at this"
    },
    {
        "speaker": "Guest",
        "time": "02:36:25.300",
        "message": "present time, how do you feel? See, since I told you earlier with language, what worries me is that it's all, all the tributaries are coming to one single river. In the past, there were many tributaries going to many rivers and we said we've seen this before, we can go ahead but when it's all coming into one, we're seeing something a little bit scary and as to where this goes in the future, I think we're beginning to see pushback. I don't regard the whole COVID experience as a one-off. It's just the first thing that's being done to shake our entire notion of where we are going and they're going to be others. There's no way there will not be pushback against this rollercoaster we're on, taking us towards a more and more centralized world with a few billionaires and others completely on the outside. I'm not even talking about just India, this is the world. We are in for a lot of surprises. If you think of what Zoom classes have done to education, you suddenly realize that I'm not very sure how we're stepping out of the world we've constructed in the last two years. So a lot of things are going to, people are going to be ripe for thinking afresh about a lot of things. Is it nice to travel all the way across Delhi to school? Maybe some local things are a better way, maybe it's nice to be able to be going places in your daily life where you can walk or cycle, where maybe it's nice for children to be able to be close to school and to go without their parents' intervention. In fact, the more centralized the world has been, the more children have needed their parents to completely shepherd them through it. So what I'm trying to say is we've reached a point where the surprises are going to start coming and we are not really primed for them. We're going to have to react in some way. So on the political front, what's happening now is similar to what's happening in many parts of the world and what's going to happen next, I am thinking it's going to be surprises because it cannot continue. We cannot have more and more inequality, more and more strife among communities. Something has got to give and it's going to give, as Steve Gold would have said, in a punctuated sort of a way. Sudden things are going to happen and we're going to face shocks and how language will respond to that is to what extent these shocks force us to fragment into more manageable zones. Remember the 12th century in India and Europe, both places were about breaking up over large expanses of power. Latin, Prakrit, Sanskrit, all fragmented into smaller manageable units. It happened then. So I don't know what will happen in the future except that this is one of the possibilities. But we are, as I said in"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:17.860",
        "message": "the book, racing towards a stop sign. That's fascinating, the notion that we might be heading towards a kind of punctuated equilibria where everything just sort of changes. And I would hope it changes. I mean, there is a possibility that it changes for the better. You know, looking at our politics, I tend to be more pessimistic than optimistic. But when you think of language, I think the biggest pushback is actually coming from our artists and writers. I think of Hussain Haidri's poem Hindustani Musalma, Varun Grover Kaagaz Nahi Dikhayenge, where they are using language in a beautiful, relatable way to express dissent. You see the amazing work our cartoonists are doing, in fact, where, you know, language is not even such a big part of that. So I think there is hope in art and there is hope in common people. But you know, but who knows? Let's see. I'll end by sort of asking you a question I often ask all my guests. It's almost become a meme of the show that people want to know what books to read about particular subjects. So when my guest recommends books, they'll often go out and buy those, post pictures of those on Twitter. All of that happens, which is something I absolutely love and encourage because we all should really read more. So what I'm going to ask you to do, and I don't want to restrict you to books about language, which is the obvious thing, because your book is not just about language. It is about so much else. I mean, it's I mean, it's one of those books which, you know, I was telling you before the show that I often say that to understand India's history, two books that you must read by authors I've done episodes with are, you know, Early Indians by Tony Joseph and India moving by Chinmay Tumbe on the history of migration. And I absolutely include your book now as a third prong of that. And I'm sure there are many more prongs and much for us to discover. But I felt that in so many different ways, which I couldn't even touch the surface of during this episode, your book opened my eyes to so many things and gave me so much to think about. So on similar lines, if somebody reads your book and says that, hey, this was great, I want to read more books like this. What would you recommend? Like, are there any books which change the way you look at the world? What are the sort of books that you feel so enthusiastic about that you want to throw it at people and say, read"
    },
    {
        "speaker": "Guest",
        "time": "02:42:21.780",
        "message": "it now? Okay, they will not be in linguistics. But there is a style of writing, which I think all these people, Tony Joseph probably, I would say, me, I hope. It's called science narratives, where you're posing very complex scientific issues, but writing it in somewhat accessible style, which involves a certain amount of walking around the corridors of your hospital. You see it with somebody like Siddharth Mukherjee. I particularly liked his first book, The Emperor of All Maladies. That's a style. But for stuff that gives me a lot of food for thought, there's a writer I like, and his name is David Quammen. And he writes on issues to do with biology. And the earlier books, of course, the first one that I would say I really love is The Song of the Dodo. It's talking about extinctions and comparing extinctions in that situation to the extinctions of language that I work on. And then, of course, his latest book, unless he's written after that, is called The Tangled Tree. So you're looking at how genes are influenced by invading viruses, bacteria, etc. And in a way, it's not just a style of the science narrative that I'm hoping I am trying, I am trying my best to get to, but the issues are very similar. Extinctions are something we worry about. Predators are things that we worry about. Predator languages. So, and he's written a number of books, so you can go through that and read about quite a number of things that impact language or are parallel to the problems that we have. So like, just as I went to Stephen Jay Gould to read about what would be a natural life cycle for a language, I go to somebody like Quammen to see how this is posed in a style that makes a decent book, that somebody can actually read extremely difficult things in and still not be overwhelmed by it. You see the kind of style that I'm thinking of. I remember reading books by Ravela Thapar and Irfan Habib, and there was this lovely feeling at the end of the book of just going through the notes just as a standalone thing because I felt the book was not enough. I wanted more, and there was more. There were the notes. So that was another thing that I think in my own book I tried to get because these were also people who were looking at the same kinds of issues in terms of history. So I'm looking at style and patterns, content. These are the kind of people I would want to recommend. Yeah, and that's such a lovely thought, the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:52.100",
        "message": "thought of, you know, looking at the end notes of a book or looking at the bibliography and entering rabbit holes, which I keep, you know, doing a lot of the time. And you mentioned David Quammen. I mean, the only book I've read of his is Spillover, which actually came out a few years ago, but it's about zoonotic viruses. So the moment sort of COVID struck, I started reading up on it and that's a lovely book as well. So, Peggy, what can I say? Thank you so much."
    },
    {
        "speaker": "Guest",
        "time": "02:46:16.900",
        "message": "I know that you're traveling right now. You're in Mexico right now on the way to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:22.180",
        "message": "San Francisco. Yeah, so it's so kind of you to, you know, share your time and insights with me. And I'm deeply grateful and deeply grateful not just for the episode, but thank you for writing this book because it's just so eye-opening and wonderful. So thank you so much. It's been a pleasure. If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and pick up Peggy Mohan's wonderful book, Wanderer's King's Merchants, the story of India through its languages. Do also check out the show notes where you can enter plenty of rabbit holes. Peggy doesn't happen to be on Twitter, smart woman, but I am. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at SeenUnseen.in. Thank you for listening."
    }
]