[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Do you care about public policy? Your answer to that is probably going to be, no man, policy is boring. Who wants to be a wonk? What difference does it even make? Fair enough. So let me ask you another question. Are you a concerned citizen who cares about society and your own well-being? If your answer is yes, then you should care about public policy. Public policy is the things that a government does that impacts your life in a million unseen ways. Indeed, my contention is that we would have been a richer country, a better country with a more humane society, if only we had gotten our public policy right from day one. But we didn't. Now, when we look around us and see all that is wrong, what options do we have? The majority will make the rational choice of just being silent, getting on with their lives, not sweating what they cannot control. Some of us will make a noise, will rant, will raise our voice against injustice. But that often amounts to contributing a millionth of a decibel in a discourse full of noise. And some of the some of us, a small minority, will say, I want to actually find a way of making a difference. And often that way will lie through studying and understanding and influencing public policy."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:18.160",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:23.560",
        "message": "science. Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. My guest today is Pranay Kotasane, one of the finest thinkers on public policy in this country. Pranay works at the Takshashila Institution in Bengaluru, for whom I used to edit the policy magazine Pragati, and he has often been a guest on this show. Most of the times that he has come, we spoke about foreign policy. Now there are a number of things I admire about Pranay. One is intellectual humility and his willingness to always learn. Two, the fact that he's built deep nuanced frameworks to look at the world, mostly by reading a lot and talking to smart people. Three, he's constantly trying to engage with the world and get his ideas to a wider audience. He does this with his Hindi podcast Puliyabazi, co-hosted with Saurabh Chandra. He also writes a fantastic newsletter called Anticipating the Unintended at publicpolicy.substack.com. He co-writes this with RSJ or Raghu Sanjay Lal Jaitley, who was also on The Seen and the Unseen in a memorable episode a few weeks ago. Now, while Pranay has been on the show before, most of his appearances came in a time when the format was different, and I didn't spend too much time talking about my guest's personal journey. So today's episode is a great opportunity for me and for you to get to know and understand Pranay a little better. So this is going to be a wide ranging conversation on Pranay's intellectual journey, the private beach in his college, his failed career as a cricketing superstar, his theory of societism, and finally, his love for public policy and why it matters. This is also a good time for me to recommend that if you're interested in learning about public policy, you should head on over to takshashila.org.in, where admissions are now open for the 12-week Graduate Certificate Program in Public Policy, Defense and Foreign Affairs, Technology and Policy, and Health and Life Sciences. They have a cohort starting this September, and 28 August is the last date to apply. Pranay himself is an alumni of this course, and is now one of the outstanding faculty. I can't recommend this more highly. And maybe after this conversation, you might feel tempted to check it out as well. Maybe it is your duty as a citizen to do so. Let's take a quick commercial break now. And then we start talking. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people uplevel themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2500 rupees 2500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Uplevel yourself. I"
    },
    {
        "speaker": "Guest",
        "time": "00:05:59.400",
        "message": "record Puliyabazi as you know, and you've been a guest on Puliyabazi and I have done Audacity sound recordings many times and I have done editing. So I am very qualified to be there wherever Rahul Dravid is. Please take me in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:15.720",
        "message": "Okay, done. So I'll get you in. But you know, if something goes wrong, I can well imagine Rahul telling me that boss, you got Rahul Dravid as a guest, you should have got the Rahul Dravid of sound engineers. But instead, you got the okay, I don't want to take anyone's name. I'm just kidding. So before we kind of go back into your distant past, let's talk about the immediate past, like the last few months. I mean, the last time we spoke and recorded was remotely right after COVID started, because in February, we'd done an episode on foreign policy, but it hadn't released. So when COVID started, I said, let's do a half an hour recording to sort of give an update on that. And we did that you and Manoj were the guests and that was a great episode. But how's life been with you? From that point, you go to office, how do you get your work done? Is it hard to work from home, and so on and so forth? I do see that there's a poster on the wall behind you, which says, where the mind is without fear. So and knowing you, I'm sure that's been your sort of attitude throughout. So tell me."
    },
    {
        "speaker": "Guest",
        "time": "00:07:13.000",
        "message": "Yeah, it's been quite a different experience, I would say, because we had two lifestyle changes, not once. So basically, both my wife and I became parents just before the pandemic. So that was one life change. And after that COVID hit, so I have been unable to disaggregate the two effects, that what has caused what, but I can surely say life has changed a lot, right. And it's just been very different, I'd say, learning parenting as well. It's been a very different experience. Just to think of, there's a mental bandwidth, which the kid always occupies, right? Earlier, when you're working, you can just switch everything off, or at least pretend to switch everything off and concentrate on work and do tweeting instead. But now it's completely different, right? You need to always have one channel in that bandwidth, which is occupied by what's happening with the kid, etc. So that's been a big change. I would say, it's like a kid is both an amplifier and a frequency changer, which means that the highs are very high, and the lows are very low. And they come very soon, one after the other, unlike earlier, you know, that life was more DC current, or AC with a small frequency, but now it is amplified. And so that's one big change. And of course, COVID has hit. So in a way, we've been working at home itself, as you know, Amit, all our courses are online. So that's not been a big, big change as such, we could work right out of the box, like we were earlier. But other than that, yeah, just been worried over the last few months. But now with people getting vaccinated, with parents having been vaccinated, and also the sort of mental stress is a bit less. But other than that, I just say to people up to other CM which goes as a genetic."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:13.640",
        "message": "So congratulations, son or daughter, son, and he's going to be really pissed off and at whatever point in time you allow him to listen to adult content like this, when he listens to this and he hears phrases like disaggregate and AC current and he's like, is that how you talk about a baby? You should. Yes, I presume you've become an expert diaper changer as well."
    },
    {
        "speaker": "Guest",
        "time": "00:09:34.000",
        "message": "Yeah, I'm good at it now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:36.360",
        "message": "And do you approach that the same way you approach public policy in the sense work out first principles and have easy heuristics that first this versus where was it like if there's somebody who embodies the word weverse it in my mind, it's definitely you because you're so systematic about your thinking. I mean, I have not absorbed you living your life as it were, but in your thinking, so is that how you approach parenting in general"
    },
    {
        "speaker": "Guest",
        "time": "00:09:58.120",
        "message": "as well? Not so much. I mean, actually, and that's what I'm learning and trying to improve myself. Yeah, earlier it was like, you know, work is something different. And you put in a lot of effort, but you didn't put that in your personal life. Right. But now I'm learning. So I we did read a lot of books before the kid came along, but still still building that first principles base, you know, so have subscribed to a bunch of newsletters, reading them, trying to figure out but it's it's still the heuristics are so very weak, you know, so it's still improving on that. But yeah, I have gathered a few things like I told you about this mental overload idea that has sort of hit home. And yeah, that's so it's just the beginning, I would say, but not been so we have a state as I would have liked to be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:48.480",
        "message": "Right, let's now move back to the distant past, maybe 10 years later, if you're on an episode, I'll ask you about parenting and you'll have a whole system of thought worked out. But But for now, take me back to your childhood because much as we have had much many spend many delightful hours discussing public policy and economics and foreign policy, and your sound engineering skills, I don't really know anything else about you. So take me back to your past. Take me back to your childhood."
    },
    {
        "speaker": "Guest",
        "time": "00:11:15.800",
        "message": "Okay, so my surname, as you would have seen this quite a bit weird, no, you wouldn't have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:20.960",
        "message": "heard it usually. So in fact, wait a minute, wait a minute, wait a minute. Because on Twitter, I had just put up a tweet before the recording saying does anyone have any questions for you? And one of those questions is, what does the word Kotasthane mean?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:37.400",
        "message": "Yeah, so even I don't know. Anti-climax. Yeah, so Kotasthane, actually, it might must be something related to court, the fort. So maybe whatever protector of the fortress or something, some military title that but beyond that, even I don't just pure guesswork. But yeah, so I come from a Marathi family, but from Madhya Pradesh, Indore. So first seven years of my life were in Indore. And after that, we moved to Goa. So all my life has been in Goa. And that has shaped me a lot. Given that in Indore, we were a lot with people like us, right. And the mix, the intercultural mix was slightly narrower. But once you went to Goa, you had people from all over India, I was in a Navy school. So just met so many people from all over India. So that was like, it shaped me a lot in terms of how I think in terms of just this idea of being with people who are not like you in many respects. So that was a really important thing for me about childhood. Actually, one thing which I think differentiates me from many of the guests on seen and unseen is that I didn't read a lot. Okay, so I'm not proud of it, but I didn't read a lot. So I used to devour textbooks. I was one of those people who used to read before the teacher will teach and all the other people used to hate me. So reading is sort of always correlated with learning for me. This idea of reading for entertainment was not familiar to me, you know. So I read very little, I played a lot. And because I was in Goa, we had an excellent football ground. The Indian football team used to come and practice there. So I had the privilege of seeing Bhaichung Bhutia, I am Vijayan and all that there, you know, so that was like super fun. And unfortunately, we used to play cricket on the football ground. So that is also there. And he used to really enjoy doing that. So I used to love cricket a lot. And we had a big veranda, big garden actually in our in the place that I lived in. So we used to, there was this coaxial cable that we drew from the edge of our sort of the sloping roof, and it is tied to another Ashoka tree and suspended is a leather ball in a sock. And that is what I used to do the entire day. So that sound constantly coming out. So everyone in the colony knew that Pranay is here because that sound used to just keep irritating them. So that's what it was. So my father didn't wasn't in the Navy, he was working in a fertilizer factory. So like many of your guests earlier, who have either been born in that colony type of atmosphere or in a government quarter, I was in the earlier category. So in a private company, my father was working and we used to live in this colony very isolated. The beach was just two kilometers away. So yeah, it was great fun."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:47.400",
        "message": "Well, quite the life and Bradman apparently also used to do that where he'd hang a single ball and he'd play it against I forget the exact dynamics, whether he had a bat or he just used a stump. And that was the making of Bradman. So cricket's loss is public policy is gained clearly. And yeah, I mean, who today remembers, you know, names like Vijay and Bhutia and all of that legendary names, even though I never actually saw them play in the flesh and he never went to a ground and so any of them play but one knows those names. So it's very interesting that you speak about reading for learning because one of the things that I have in fact remarked upon something that you do and something that you do way better than me and I need to actually sit down with you and pick your brain on that is read a book so thoroughly while taking notes like it's something incredible the way you get into a book. And I take pretty exhaustive notes myself. But you're at a different level. I've actually seen you making mind maps of you know, things from books and all of that. So we'll take a digression and go back to your past later, go back to your past later. And tell me a little bit about this. I think one of the things that we realize as we go through life and especially I realized now in my middle age is that our brain doesn't absorb information so well. So you have to find systematic ways of trying to absorb information as well as you can manage. And obviously, technology is a great tool there. There's an entrepreneur called Tiago Forte, who does a course called building a second brain which costs a few thousand dollars or something. Tell me a little bit about this then that"
    },
    {
        "speaker": "Guest",
        "time": "00:16:17.560",
        "message": "what are your knowledge management methods? Yeah, so I have been experimenting with these knowledge management methods a lot, had tried all these tools which are there, you know, the Evernotes and then you had Notion and now currently it's Obsidian. So trying a bunch of things. So there's not a fixed method there. But one thing I try to whenever I have a book, I generally have a goal in mind, like, what do I want to get out of it? Sometimes I'll just read the first and last chapter and then go deep dive into it. But I don't take a lot of notes, I will underline like I read mostly on a Kindle. So I will always do a lot of highlighting, and then export those highlights and I'll go over the highlights after I have read the book, and then try to come up with my own summary. So that is the process which actually it takes because finally, in a from a book, you can hardly take away, you know, four or five sentences that you will actually remember after a year or so. So I want to get to that main idea in rather than the entire story, you know, because I find a lot of books are just historical retellings of some things, which you would have come across in other books as well. So finally, you want to get to the crux. So I'm looking for that key idea, which the aha moment which made me think Oh, this book, I had never thought of it that way, right. So I'm always trying to pick those kinds of insights and visual map making or something really helps. So even now, the books that sort of have impacted me a lot, I've always created some mind map or some visual aid. Because once I put that in the mind map, you know, that just I'm able to retain that for longer for some reason, the other you know, and then even after a year or so, I at least know where in the mind map will be that idea which I was looking for. Whereas if I do that in notes where I type that that somehow doesn't happen. So maybe visually that connect works better. And what do you use to make these mind maps? So I use a bunch of online software available. Currently, I'm using Koggle. C O G G L E. It's freely available. So just I use that one."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:36.360",
        "message": "Cool. And if you have an example of such a mind map, can I link it for my listeners?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:40.720",
        "message": "Or I mean, I can even post an image of such a mind map. Sure. Yeah, I made one for the lessons of history by Will Durant. So that's that's there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:51.640",
        "message": "Wonderful, wonderful. So that will be linked from the show notes in some way or form. So getting back to your childhood, you've grown up in Goa. And at this moment, as we are piecing together bits of your life and trying to forensically figure out what happens next, it seems likely that you are going to end up in some form as Rahul Ravid's teammate, perhaps when he's about to retire, and you're coming in and he hands over the baton or the bat as it were. But that's not what happens next. So tell me a little bit about sort of how your journey proceeds from there."
    },
    {
        "speaker": "Guest",
        "time": "00:19:21.200",
        "message": "Yeah, so I mean, yeah, I used to love cricket, but I was never good at it. So I used to be one of those kids. I mean, you see on the streets, we'll do this bowling action and then batting action and then fielding also oblivious to all the people around them. So I was that kind of a person, but never really good at it. So 99% hard work, 1% talent, that kind of person. So yeah, so I did play some cricket, but was more interested in studies and all that. So reading wise, yeah, a lot of it was generally reading. In the earlier lives, it was Tinkles and a lot of Sportstar. I used to like Sportstar magazine. And I remember this child craft encyclopedia from the past somehow that those were the books that I used to like, enjoy reading, you know, something new I hadn't known. Back then, again, no internet, right. So and we didn't have a great library, like our school had a really small library and distances in Goa were huge. So no concept of a library around my house, at least for seven, eight kilometers. So there was one small library of our sort of the entire factory residing people. So I used to just pick up some books there. But I remember one thing earlier as to read this, when I was to go to Indore for the summer holidays, we used to always read these Raj comics books. Those are all not great reading, I wouldn't recommend to anyone, but I spent a lot of time reading those. So there was this weird mix of a grocery store and a library in many North Indian cities, right. So you will have people buying sugar and also books laying down and you can pick them up for 50 paisa for a day and give them back and things like that. So these were comic books, right in Hindi. So I used to read a lot of like that really junk reading, but that was like in the summer holidays. In our home we used to get Hindi newspaper daily. So read a lot of Hindi newspaper in the evenings. Hindi newspaper is to reach in at 4pm in the evening. So used to read that. So that was pretty much my like reading diet. And a lot of it was studying etc. Did 10th in Goa, did reasonably well I was I think, I think I was the first in the state or something like that. And then then went to 11th, 12th. I was always, I was fascinated by engineering, wanted to learn what that is. So took up the whatever science stream, 12th and etc. Then got into Yeah, by the way, I should also talk a lot about the failures. So like all people who wanted to do engineering, I started my IIT preparations at home itself, there were no concept of tuitions, I've never been to a tuition. So used to just read what a brilliant tutorials many people will relate to it. So bought those books was never it wasn't good enough for that. So didn't get through that. But I got to a really nice college, which is NIT Suratkal. It's in Karnataka. And luckily it has a beach of its own. So that was like some connect. And yeah, so spent four years there doing electronics engineering, again, something that really fascinated me. So I was really enjoying learning that. So that was about my engineering days. Yeah, one thing why semiconductors and things that sort of fascinated me was just because I even then I believe that, you know, the entire world that we see the change that we see is because of these chips, right? Like the way they have given us a new life, a lot of what we do are because of the advancements in semiconductors and chip making, right? So just like people say how every inkjet printer today will have more computing power than you know, NASA had its disposal for taking people to the moon. That's so fascinating, right? Like, which other technology has advanced by that way. So there are lots of like Moore's law and all it's just a heuristic. All those things sort of were fascinating. So did that work for a while? And yeah, that was my engineering days and then sort of wanted to continue in that field for some time. But one thing I knew I didn't want to go out of India like somehow I had I still have this feeling that I want to do something here in this country for some weird reason. But anyway, so I again took this GATE exam, which is there for people who want to do masters in Indian colleges and all. Again, I failed at that so couldn't get through that. But I got a really good job which was in one of the best semiconductor companies in the world. So I sort of took that job up in Bangalore, worked for six, seven years, enjoyed that. But then I thought six, seven years is a lot to be doing the same thing. In between in 2008, 9, I also thought, okay, let me try UPSC. Why not? You know, governance, government interested me. So I thought, while I'm working, let me try it. So I tried that also, and I failed there also. So basically, competitive exams are not my forte. And that happened. But I continued working there. In between continued playing cricket. So captain, my captain, my school team, then college team, I didn't captain but company team I captained again. So that was sort of one thing that I enjoyed. And after that, so the reason I mentioned cricket is because there is a connect to public policy there. So while I was playing cricket, one of the interns who was there in our team, he told me something that there is something called public policy. And there is something called a course at Takshashila that people do. And by that time, I had not heard about this word at all, right? This is 2012 or 2013. I have not heard about public policy. I've read blogs, I and all of Nitin and others, your blog, etc. I'd read that but nothing beyond that. I said, Okay, maybe I didn't get into the government. But there is something now to learn about the government without being in the government. So isn't that fascinating? So let me try that. So I took up the course which is GCPP graduate certificate in public policy course while I was working in a semiconductor company and I quite enjoyed what I learned sort of opened a completely new way of thinking for me. It gave me a framework to see the world and see the news in a new way. So was quite inspired by that. And then I thought, Okay, I have done seven years in a particular field. Seven years is too long to be doing the same thing. Why not try something else? And that's when Yeah, a lot of people in our company was like, what the hell? You can't even explain what you're going to do. And you're going to do that, leaving a good job. You know, they said, you know, see, this is the salary you might earn. And this is the opportunity cost of losing it. They didn't use that word. But yeah, opportunity cost of losing it. Do you really want to do it? So I said, like, I will try it, you know, let me try something for a year, which is, which I want to just because I'm really interested in it. If it doesn't work out, probably, I will come back, you know, so that was my attitude. And yeah, that was 2013. So now seven years, I've been doing various things related to public policy. And it's been really great fun, you know, so that's how it's been. So a lot of failures, some luck, some privilege, and that's how where I am."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:30.760",
        "message": "This is really scary. Now that you mentioned that you've done seven years, and I'm wondering abhi yeh kya karega, scary and also exciting, because who knows, maybe, you know, like your colleague Manoj failed to do, you might get into Bollywood and become a star or whatever, one never knows. The fact that you couldn't get into government. So you decided to learn about government from the outside. It reminds me of this great quote by Lyndon Johnson, when Lyndon Johnson had made J. Edgar Hoover, the FBI director, and he was asked that, hey, come on, the guy's a scumbag, you know, he's a scumbag. Why have you hired him? And Johnson said, quote, it's probably better to have him inside the tent pissing out than outside the tent pissing in, stop quote. So had the IAS people knew that you were going to be outside the tent pissing in, they might well have made you an IAS officer. Let's move on to our next question from the Twitter feed. And I really should not be reading Twitter during a recording. This is absolutely a first, but it's justified. And this is from a Sambit Das, who asked, how were his Surat Kal days?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:27.520",
        "message": "Surat Kal was great fun. Again, the entire idea is a college or a place like that is made by the connections that you make, right by the people who are around you rather than the teaching or the learning that you get from teachers per se, right. And that again was really fascinating at Surat Kal, just because you met people from all over India. So that was an NIT. I mean, it was the first year when it became an NIT. What it essentially meant was that you had people from all over India. So unlike IITs, in NITs there are state quotas. So every NIT will have, you know, one seat, probably one seat, at least from most states in India, you know, so you had a kind of variety that you will not have even in an IIT, right. So probably every state of India had a representation. So that was really fun, you know, so just meeting people from so many different places was really mind opening, you know, so I learned so much from that experience itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:36.080",
        "message": "Okay, so I'm not going to distract myself with any more Twitter, we'll go to the questions that towards the end of this episode, I'm just going to focus on the things that I'm curious about. And the next thing I'm curious about is your engineering training in the sense that you know, there is a term that I often use pejoratively, the engineering mindset. And the engineering mindset is that kind of mindset where because you're so used to doing intricate designs of things, whether it's machines or whatever, you imagine that that same mindset can be transplanted onto public policy or economics or running a country or governance or whatever. And obviously, we know that that's not the way the world works that you cannot control or design anything that is too large from the top down, whether it is society or language or markets or whatever. And it requires, you know, a great deal of humility for someone to accept that when they have been trained their entire career, that they have the skills and they have the intellect to design something in a perfect way, that if they cannot do that, it's only a question of figuring out why and learning how to do it, but it can be done. Now, one of the qualities I really like about you is this constant intellectual humility and curiosity, where one, you know, the limits of your knowledge, you also understand spontaneous order really well. And, you know, I also want to spend a bit of time later in this episode discussing state market society, all of that with you, where we'll discuss these questions in detail. But first, this question about sort of the engineering mindset in the sense that was this something that you were plagued with? I mean, were there aspects of the training which you felt shaped you in positive ways? And were there aspects which you had to thrust aside or fight?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:17.600",
        "message": "Yeah, yeah, that's a really good question. But I think engineering actually held me in good stead while coming into public policy. The reason being, I think engineering is essentially about concerned with getting things done, right? Finally, it's about a problem solving mindset, you know, so you have to solve a problem. I think that is really the core of public policy as well. There is a goal, you need some policy to be made towards achieving that goal. And it will have its imperfections, it will have its trade offs, but you need to get that thing done, you know. So that's where I think academia and very good training in say, a non-engineering discipline will get you into, you know, understanding that problem really well. But when you have to confront the trade offs, when you have to make that cost benefit trade off, right? For that, I think an engineering training helps. So that really helped me, right? Because when we are, say, talking or proposing solutions to the government, or just we want to solve a particular issue, or the way we see it, we have to confront those trade offs. We can't say things are complex, the world is complex. Even this can happen, that can happen, and you can't leave it there. Finally, you have to bite the bullet, you have to take that stance. So I think engineering helps in that, you know, and like, you become comfortable with imperfections, you become comfortable with imperfect solutions, and yet, you want to make the world slightly better off from where you started with, right? So that sort of helped me from the engineering mindset. And we often teach this in our courses as well that public policy, like engineering is an applied discipline, you know, so think of biology as the science and medicine as a applied discipline, or physics as a science and engineering as a discipline. Similarly, you know, economic reasoning is the science and public policy is the applied discipline. So in that way, public policy is quite similar to engineering, it's about getting things done about solving issues, being comfortable with imperfections, you will always realize that you have insufficient data, insufficient time, and yet, you want to propose a way that might make things better off than they are now, right? So that engineering training helps. Yeah, where it doesn't help, like you said, right, you might have this tendency that you know, technocratic mindset that just do these few things, and you can control all variables, and the system will respond as you want to, right? But you know, even there, engineering has a lot to teach. It's not as if even in engineering, you have leakage currents, you want to do some things, but you will end up the circuit won't work the way you'd want it to because of some weird thing you hadn't thought about. So you try to relate those things as well and try to understand that, you know, perfect solutions don't exist. You try to make things work. So that helped. But I totally agree that that mindset is there and I try to keep away from it that one, I don't know enough. So that is always something to begin with. And the idea that you need to know so many more disciplines to even understand a tiny bit of society, right? infinitely complex system than a circuit, right? Human society, there are so many variables for any issue. Everything is multi causal. So you can't attribute to a particular issue very easily. So that though all those problems exist, and I think that humility comes for anyone who's just looking at the world as it is, you know, once you look at the world as it is, you will just be dumbfounded by its complexity. So you will try to maybe model it some way you will maybe have a system loop to try and explain, okay, maybe this causes this and that causes so, but then once you try putting that system map, so very soon it gets so complex, that you realize that, you know, it's not a system which can be managed like a circuit can be you know, and that that black box which society is itself is so complex that modeling its output is not not very easy. So I guess, yeah, though, there are benefits, and you also realize your limitations pretty soon, once you start"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:49.680",
        "message": "it. I love the analogies, you draw theory and practice in the sense that, you know, physics is a theory and engineering is a practical application, economic reasoning is a theory and public policy is a practical application. But there is a sort of a difference in these practical applications vis-a-vis each other. And I'm reminded of this quote, like we have a WhatsApp group for the writing class that I had on all the writing students of the past. So one of them, Sahil Khanwala of the Indian dream podcast, by the way, a podcast that I once appeared on as a guest, and the first line of the show notes was something to the effect of we will now speak to India's most famous podcaster. And I said, What is this stuff that they've got Narendra Modi on? But no, it wasn't the brains behind monkey bath. But anyway, so Sahil Khanwala of the Indian dream podcast said in this message that he sent out of context, so it's, it was in a different context, but it fits this very well. And what he said was, quote, a friend of mine once said, you know what the problem is with being an economist, everyone has an opinion about the economy. No one goes up to a geologist and says igneous rocks are fucking bullshit. Stop quote. And you know, igneous rocks, you cannot argue with igneous rocks, they are there. But all these things that economists talk about seem so counterintuitive, everyone has an opinion, everyone argues on the basis of whatever and in the social sciences, it becomes hard to actually prove things in a way that is convincing for everyone. So all these ideologies can flourish. So tell me a little bit about you know, while learning public policy, what are the sort of mental shifts that you made while learning about economics and public policy? Because I remember when I kind of grew up as a kid in the 80s, and even hit adulthood in the 90s, such as it is, I mean, I don't know if anyone is ever fully an adult at a certain point in your middle age, you realize everyone is winging it. But as I gradually got older, initially, you had this vague leftist kind of mindset that hey, the state will solve everything and things can be planned. And you don't really understand how market works in the same exploitative because you're looking at the world in zero some ways. And then gradually, at some point, a light bulb goes off, hopefully, and you begin to understand how that works. And for me, the two big light bulbs in my mind was understanding how society slash markets work in terms of positive sumness, spontaneous order, all of those things, which changed the way I look at the world. And the other big one was just learning about natural selection, what it was that human beings were, you know, once you understand natural selection, and the role of evolution and shaping us, you get so much closer to understanding human nature and sort of also closer to rejecting false narratives like religion and so on. So those were my kind of two light bulb moments, as it were, were there any light bulb moments for you that you can kind of identify that suddenly, you know, once the switch comes"
    },
    {
        "speaker": "Guest",
        "time": "00:38:39.640",
        "message": "on, everything kind of looks different? Yeah, I think so many concepts in basic economics microeconomics are like that, no, just like you said, positive some thing, right. So voluntary exchange being positive for both sides who are taking part in it is such a mind blowing concept, right. And yet, a lot of us will still not appreciate it, right. We always think one side is exploited, and one side is the exploiter. One person, I mean, very in a conference that I did, I don't know the name is so apologies for that. They use this word, they said, don't use the phrase haves versus have nots, but use haves versus want to haves. It's not haves and want to have. So it was so fascinating, right? It's haves versus have nots always puts you in this mindset of, there is a confrontation, there's never a competition or a cooperation, it's always one against the other. But reality is you have, everyone wants the same thing, whether it's the haves or the want to haves, it's just that some people already are ahead, some people are not and you know, it's, and it opens up the possibility of cooperation, exchange, even competition. So I think that was really something which I still think of. So that that is one idea. The other thing just the simple concept of opportunity cost is so mind blowing. And it has so many implications on public policy as well, especially when a state like ours, which is doing so many things with so less resources. For that, this idea of opportunity cost becomes so important, right? So there's a really nice paper, Amit, and I am saying this because I know you talk about this and discuss this a lot about how people think very differently when they are talking about what should be done with their own money, versus what should be done with government money, right? And the essential idea behind that is that people, we intuitively don't get opportunity cost. So there is opportunity cost, neglect is far more common when it comes to public policy, rather than when it is when it comes to personal decisions. So this is empirically proven. There's a paper we can link. People did an experiment, asked people about their decisions. And they found that when they were talking about their own decisions, they were always conscious of their own time, their own money, how is it being utilized, it won't be utilized for something else if I put into this cause. But when they were talking about government and public health, that was a topic they picked up. They were just not thinking of opportunity cost. Their belief was that the government can do everything. The government has infinite resources, and the government should do this. We've elected them. So why can't the government just make things, a utopian world come alive? Why can't the government do that? So that is the mindset which a lot of us start with, even I started with. But once you learn opportunity cost, you just know, you know that, no, that's not possible. To get something, you have to lose something. So there is some, you do some things and the government will not have time, money for other things. So why not concentrate your efforts on the things that governments are supposed to do, rather than what you wish them to do. So that was one really important idea. And then several other ideas, just generally about public policy. I would also begin by saying that economic reasoning is the science behind public policy, but it's not the only science as such. So it is, forms the core, but you also need, because it's an applied discipline, public policy, you will also need knowledge from say, social psychology, knowledge from a whole bunch of other disciplines, sociology and history, so many other things you need to know in order to make sense of the real world, right, which will be infinitely more complex than what even economic reasoning can tell us, you know, so that is also to be added. Going beyond that, any other idea, just learning about, I had written this about what people should unlearn before learning public policy, you know, so I just wanted to tell those things, because they were what hit me when I started in this discipline first."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:05.240",
        "message": "We'll come to that next, you had made a video on it also, 8 things, which we'll link from the show notes. And in fact, we can come to it right now. But before that, you know, just a couple of asides. One is, as you point out, and I had mentioned earlier that, you know, people don't go out and express their views on geology, or say how to design a rocket to experts. But they do that in economics, because it just seems that, you know, everyone can have a theory that can fit in different opposite theories appear to fit. And why is that and a one reason for that is that in the social sciences, it's very hard to get at the truth because it is so multifactorial, like a great illustration of this, which our mutual friend Shruti Rajgopalan had once given me is that, you know, imagine you want to find out if dropping a coin in water raises the level of the water, right? And obviously it does, because you know, the coin is part of it. Now, it's very easy to do this in a lab because you can take two beakers with the same amount of water and put a coin in one and you can measure and everything is controlled. But imagine trying to do this in a swimming pool, that you drop a coin in a swimming pool where people are splashing around all over the place and you're trying to measure the level. And it is simply not useful because there are so many other factors that you can't prove it one way or the other and you will have all kinds of differing theories on it and then it just becomes an ideological battle. So this is one way in which economics which is a study of human behaviour is kind of different from say the study of metals or whatever, because human behaviour is so complex and so many other things go into it, especially when you kind of zoom out of what one individual may be thinking or doing and look at a different level. As far as positive someness is concerned, my favourite metaphor for that is what John Stossel called the double thank you moment. And, you know, old listeners of the show will perhaps find that I'm repeating myself. But I love this as a metaphor, where Stossel invokes someone who goes into buy a coffee at a Starbucks. And I mean, he didn't say Starbucks, I'm saying Starbucks, but goes into buy coffee at a Starbucks and he pays for the coffee. And as the person hands him the coffee, he says thank you and the person handing him the coffee says thank you. So it's a double thank you. And what happened here is that he values a coffee more than the money he paid for it. And the Starbucks values the money more than the coffee they're giving out. It's a positive sum game and through such voluntary exchanges is how we all get better off. So it's not a zero sum game. It's not that to get richer, the poor must get poorer, which would be terrible and exploitative and dystopian. But that's actually not how the world works. And you also mentioned this paper, which of course, I linked from the show notes, but it reminds me of, you know, Friedman had this beautiful two by two matrix of spending money, he pointed out that, you know, if you spend your own money on yourself, you economize and you seek the highest value. Whereas if you spend your own money on someone else you economize, but you don't care so much about the value because you're not the beneficiary. If you spend someone else's money on yourself, you don't economize because it's not your money, but you seek the highest value because you're benefiting. And if you spend someone else's money on someone else, you don't economize and you don't seek value either. You behave as if money falls from the sky and whatever, whatever. And that's basically government spending, right? I want to ask you about these eight things to unlearn before you learn about public policy. But before we go there, let's talk a little bit more about economic reasoning. Like when I heard the phrase for the first time, I can't remember what I thought, obviously, where were you when so and so died? Or where were you when India won the World Cup? Where were you when you first heard the phrase economic reasoning? I don't remember, but economic reasoning must have seemed to me very dull and boring as if it is something to do with numbers and charts and tables and all of that. But economic reasoning, I find is fundamental to how we make every decision we make in our lives, at least as a good lens to look at all of that and to in fact, make better decision and live one's life better or look back on one's mistakes. So tell me a little bit more about what you understand by the term economic reasoning and how your process of learning"
    },
    {
        "speaker": "Guest",
        "time": "00:46:57.440",
        "message": "it and teaching it was. Yeah, so just adding to what you just mentioned before, Amit, about the comparison of throwing a coin in a lake and seeing the water rise. Yeah, the difference is that the respondents on of anything that the government does have agency of their own, right. So and the way they work, their motivations will be so vastly different, that even economic reasoning by itself cannot capture all those, right. So there's a great book by Tyler Cowen, right, Discovering Your Inner Economist. And he also writes about, you know, economists also often make a caricature of themselves by saying that, you know, just you know how incentives work, and then you can say how the world works. That's not how it is, you know, even incentives are so complex, the cultural context varies, the incentive of a person in India might be very different from the incentive of a similarly placed person in the US. So understanding that cultural context, understanding why people think the way they do is so important to understanding, even making some sense of the world. So that's why along with economic reasoning, you would need so many other disciplines to just make some sense of these motivations, right. Be that as it may, now when we think of economic reasoning itself, one really powerful insight that economic reasoning sort of gives me is, it helps you to anticipate the unintended, right. So one great thing that I had learned, and this was by a lecture by Pratap Bhanumetha himself, he mentioned in a class that not everything that is unintended is unanticipated, right. So you generally when people have this conception of something going wrong by the government, we often say that was unintended effects, right, like, whatever, demonetization happened, but yeah, unintended effects, some good happened, but how can the government have predicted what can happen? So it was unintended, right. But the key insight is that no, that's not the way it is, you know, you can anticipate some things which are unintended, even before a policy is done. So you don't need to actually experiment on millions of citizens and then figure out that, you know, when you put a price cap, that item will just stop selling or quality will degrade. You absolutely don't need to do that and learn, but we still do that, right, the government will still price stents and then figure out, oh, stents have disappeared, why have that happened? So economic reasoning is what gives you that lens, right, you are able to, a key component of anticipating the unintended, if you know basic economic reasoning, right. So if you know what will happen when you put a price floor, if you know what happens when price cap is put, when a tax is put, there will be deadweight losses, you know, so such things if you have in mind, you are really able to make better public policies, right. So that's why even in our teaching, we always tell people, however uncomfortable you are with this word economics, there's no way around it when you are in public policy, irrespective of the discipline that you are, you know, you might be doing things in environment policy or climate change policy, or even local government related policy, you will still need economic reasoning, which is, many times people don't start with that prior, right, they think like economics is just one subject, which you have to learn, you have to get credits for, but it's not that way, you know, it is a discipline that runs across all domains of public policy. So being armed with certain tools from that particular discipline is really key. And it will help you anticipate the unintended and stop and it won't allow you to make stupid policies, right, you will be able to at least say that, yeah, this sounds great, everyone benefits, there's a great policy, but then you will be able to say, okay, there are things that might go wrong if you apply the economic reasoning. So that is like one big idea that economic reasoning helps in. The second thing is about just this idea of marginal cost and marginal benefit, right. So economic reasoning is very consequentialist in its approach, right, so it is always thinking of consequences, not intentions and things like that. So in policy that matters a lot, right, you have interested people to do something, you are electing them, there is a huge amount of money that is at their disposal, force at their disposal. So you want them to be judged by consequences, right. So that's why what happens is having marginal cost and marginal benefit and comparing whether a policy should be done based on benefits exceeding cost is important. Often you will notice, Amit, people will justify a policy based on just the good that it can bring, right. So we'll just say, oh, CSR policy is so great, corporate social responsibility, because I saw a lake near my house, which is so well done. And that's why CSR policy should be implemented. So you're just looking at a small benefit of that policy. But what were the costs of that, you know, what could that money have been better utilized by the company itself, instead of you having it to submit to the government or your government forcing you to do that particular thing, right. So those costs need to be kept in mind, and that is a key idea, I think economic reasoning again can teach. The next like really mind blowing insight is just market failures, right, that codification of four or five kinds of market failures gives you such a real, really important lens to look at the world, right. So when you see pollution happens, right, you try to think of, okay, what is the market failure? And then once you think of, okay, once this is the particular type of market failure, then you can map a government solution to that particular market failure. So I think you had Ajay Shah on the podcast a couple of times, and his book does this really well. But I'll still repeat it just for people who might be interested, that the fact that we know there are four or five market failures, right. So you have a negative externalities, positive externalities, market power, information asymmetry and public goods. So broadly five. So once you are able to classify a failure, let's look at vaccines, right. So first question you ask is, okay, what should government do about vaccines? So then you ask, what is the market failure, right? So is it a public good? Is it a negative externality, positive externality, whatever, right. And a lot of people would think vaccines are public goods, which they are not, right. So they are private goods with positive externalities, right. So you taking a vaccine benefits me, even though I'm not involved in that transaction. So that is what a positive externality is. So now once you know what a market failure is, you can map which government action is best suited for that kind of market failure, right. And in the Shah and Kelkar book, they had these three ideas, right. Produce, finance, regulate. And you know that once you have something which is positive externalities, that's a market failure, the best government intervention would be to finance the recipients, right. So in this case, it would be you give vaccines for free, right, or you subsidize it or whatever. So it gives you a solution just by thinking in a structured way, right. Think of the market failure, think of what are the possible solutions. But instead, people might often think that, oh, vaccines are public goods, so government should even produce it. And then you enter into a whole different idea of governments trying to build its capacity to make vaccines, to produce vaccines, and we know how that would work out, right. So just this idea of having market failures and thinking that, you know, if there's a positive externality, financing may be a best solution. If it's a public good market failure, then maybe government production is justified to a sense. And if there are the other market failures, negative externalities, market power or information asymmetry, best ways for regulation, one way or the other, governments come in to stop the excesses of people who are deviating from the law, right. And this is such an important framework, right, if we just learn this, maybe we'll demand better policies and understand when governments take other routes, right. So yeah, this was like, the main ideas that I think are really core from economic reasoning, and we should learn making better policies and even making sense of the news. Forget about whether you want to be in the government or not. But just if you want to parse the news, these ideas can help."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:56.200",
        "message": "Fascinating. And I'll kind of add to that by talking a little bit more about economic reasoning in the sense that even though it's called economic reasoning, it's really reasoning. You know, economics is after all, the study of human behavior. So when I teach my writing course, for example, and over 1200 students have suffered through it over the last 15 months. When I teach my writing course, I often talk about, you know, I bring up economic reasoning without calling it that, so it doesn't seem so intimidating. For example, one of the points I want to I make right at the start of the course is that we have to keep the reader at the forefront of our consideration, you know, too often, when people sit down to write, they imagine that the act of writing is something that is happening between them and their laptop, like I have thoughts in my head, I put it out on the laptop or write it on a piece of paper and the writing is done. But the writing only becomes meaningful when it has an intended effect on the intended reader. So you have to keep the reader at the heart of it. And the way I kind of try to get this through is talking about opportunity cost is that what could you be doing instead of attending this webinar, as it were, you know, you could be reading a book, you could be watching Netflix, you could be watching YouTube, you could be sleeping, all those opportunity cost. So whenever someone reads anything by you, they are paying a huge price in terms of time and time is money, so they are paying time and money, and also attention and energy, which are separate points, reading something you have written. So it is such an enormous privilege, and you should feel so grateful that someone is reading anything by you. And instead, so many writers seem to feel entitled to readers, they take it for granted, and we actually need to work hard. And which is why I say that, you know, bad writing is equal to bad behavior. Because bad writing, I define as writing that wastes a reader's time, and it's absolutely bad behavior. And you can use the economic lens to look at other aspects of writing. For example, you know, there are situations in which you don't want to write long sentences. And there are situations in which you do because you're building that kind of longer rhythm. So you'll often face what an economist would call a trade off that, you know, longer sentences are harder to process, which is a negative side of the trade off. But the positive side of the trade off is that maybe they are creating an immersive effect and a slow rhythm that you want to for that particular essay or story you might be writing. So writers face choices at every moment, when they are writing, kahan pe full stop dalna hai, kahan pe para break karna hai. Every choice involves trade offs, because there are no definitive answers of this is good and this is bad."
    },
    {
        "speaker": "Guest",
        "time": "00:58:17.280",
        "message": "So economic reasoning can help. Maybe you can add even transaction costs to this, right? Just the fact that you if you use complicated words, if you're trying to show off your literary flair, then you're actually increasing transaction costs of a person who's reading it, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:33.400",
        "message": "So you would want to minimize that. Harder for them to process. This is what I keep saying that, you know, don't say when you can say stop, why would you use a phrase like put an end to all those words where one is enough, you're just being rude to the reader, which is not to say you dumb it down, you what you want to say is what you want to say, you never compromise, you never dumb it down, but find the most efficient way of saying it that is courteous to the reader and respects the time. And you sort of mentioned stance and you know, when that decision happened, and basically for listeners who may not be aware, I think three or four years ago, this government put a price cap on stance and they said, Oh, people can't afford stance, so we'll put a price cap and all that. And I remember tweeting at that time, or maybe I wrote in an article, I don't remember, but I remember putting it out there in the public, that this will lead to shortages, price gaps always lead to shortages, period. This is economics 101 economic reasoning. And and that's exactly what happened. And I don't even remember you and I might even have discussed it on one of my Bangalore trips, but it was just so obvious that this is going to happen. And that's also a profound point you made about how something that is unintended can nevertheless be anticipated. And an example of that, if I might do a humble brag is both Demon and GST, like Demon from day one, I started writing columns and did episodes and why it would be a disaster and it was and before GST was announced, I did an episode with Devanshu Dutta, breaking down why even though it was well intentioned, all the different things that would go wrong, and they all did, right, we were kind of completely spot on there. And the interesting thing is, one core fallacy is in fact, the first one you talk about when you want people to unlearn certain things, you know, before you think about public policy, the first of those was that good intentions matter, that if something is well intentioned, it's a good policy. And the example of the price cap on stents shows that no, the intentions were the best, the outcome was the worst. And similarly, we see a lot of our discourse is so shallow in terms of interpreting policy in terms of intentions, like for example, last year, when the labor laws were sort of, you know, there were changes in the labor laws, and people kept defending these labor laws as if they were a good thing. Now, these labor laws say good things, and they were made with good intentions, but they had disastrous outcomes, which pretty much all economists have been in agreement about for 25 years. But just because an absolutely wild government, in this case, a UP government said that we'll abolish the labor laws, everybody was up in arms and said, Oh, look, the labor laws are protecting workers and all, whereas actually, no, they were harming workers. You know, you can't go by intention, you have to go by outcome. And the outcome is completely foreseeable. This was the first of your points that don't go by good intentions. Is this something that you'd like to elaborate upon? Is it something that is a slightly difficult point to get across to your students? Because it is a little counterintuitive?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:21.840",
        "message": "Yeah, absolutely. This is, I think, the toughest point to get across, right? And I mean, we all fall to this, right? Because we all think of intentions, when we think of governments, yeah, you know, he had good intentions, or she had good intentions at heart. So that that once you start from that mindset, it's difficult to process that or how can something which was started so well go wrong. And even if it goes wrong, then you will say, Oh, it was unintended. So it may be some effects will be there, right? So but that's where the idea is, right? Because you are managing such a complex system, just good intentions are no guarantee of getting good outcomes. And in fact, it is very important for us to understand how human motivations work, what are the kinds of things that might go wrong, and then you make your policy based on that. So the example that I give is of prohibition, right? So when prohibition started, yeah, good intentions, right? Stop alcoholism, at least that is the stated intent. So you say, okay, what's the best way to do this, you stop people from having alcohol itself. And once you had that prohibition in 50s and 60s, in Bombay, etc, also, it was there, and you had those really long run consequences, you know, so you because of prohibition, you had an underworld, which started doing, of course, you know, suddenly people will not stop drinking alcohol, because one good intention, CM has said, right? It is in an inelastic demand, right? So people would still want it just means that your demand will suddenly not drop because someone has said so. So you people want that demand to be served, it got served through other means. And the people who are supplying these are the people who are obviously outside the law, right? So they basically gained material wealth, they gained social wealth, they basically became richer, and they gained a lot of standing higher standing in the society as well, right? So those were also the people who eventually became use that money for smuggling and whole lot of other things, you know. So such a small action that you will just think are born out of such noble intentions, actually had such disastrous consequences, right? You add a whole lot of underworld, mafia, and so many things which are related. Now, we can't say what percentage of it was due to this, that would be difficult. But there is a causal chain, which maps to it, you know, so it's really important. Another example that I give for this is just this idea of MSP and connection with the daily smog, right? It's such a profound connection, right? So then, I think we'll just trace it just for the fun of it. So daily smog happens, what is the biggest reason people say it's the crop residue, right? So first question we ask is, okay, if it is crop residue, then why can't we stop it? So one thing would be, okay, why don't you stagger it, right? The whole reason it's happening is because most people are burning that crop at the same particular point of time, it's really short window. So the idea is, why can't you stagger it? So staggering should resolve that problem. But that staggering is not possible, because I think before July 15, you can't grow a Kharif crop, because the government has put a restriction, the some Punjab Subsoil Act 2009. That you can't grow a paddy before that. So what happens is most people end up delaying their crop, and hence they have very little time before the next Rabi season starts. So what they do is in that short period, the only way to get rid is all of them burning their crop residues together, right? So that's a problem. So now the question you ask is, why did the government put this law in place? The reason is that during that time, Punjab and those regions have severe water shortage summer, peak summer, so they don't want water to be used for growing paddy. So the government has put this restriction. Now you go again one step back, right? Why are people growing paddy in the first place when there is no water? And then you realize that it is because you have distorted the incentives by saying that we will give you money for growing this particular crop, right? And that's what is the MSP, which government gives. So you see the entire chain of MSP actually leading to the disastrous consequences. No person could have imagined it back then, right, that, you know, suddenly, this might happen, Delhi smog might happen, probably they wouldn't have imagined way back in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:09.000",
        "message": "60s. Yeah, no, I want to add to this because there's a lot else and all of them have good intentions. Like you said, this MSP is a good intention that hey, we'll support the farmers and we'll give this price and they'll grow paddy. But the other thing is that despite this, because this rice is a water intensive crop, they would not have grown rice, had it not been for free electricity, again, free electricity to farmers is given with the best intentions. But what they did with it is they built a lot of dew bells or whatever it is with which you get water out of the surface, which allowed them to actually grow rice, which they otherwise would not have. So you have a combination of the MSP, the free electricity to the farmers, the absolutely the best intentions, and you have this perverse situation where people in Delhi can't breathe and every day is like smoking 30-40 cigarettes or something of the sort. And these are unintended consequences. And the point is, are they unforeseeable? Well, to the specific degree that back when MSP was set, you could not have said that this will cause Delhi smog. You could not have said that. But you could have very easily said that markets are going to be distorted, that never ends well. And you know, down the road, this will hurt the people that you're trying to help. And throughout India, we've kind of seen those sort of distortions happening. And you mentioned prohibition. So I also want to sort of give another beautiful phrase, one of my favorite phrases, which when I was learning about economics, which I learned, and it's a phrase coined by the regulatory economist Bruce Yandel. And it's called Baptists and bootleggers. So the funda here is that when prohibition happens first, why does prohibition happens? Because people he describes as Baptists will come up and say it is evil to have alcohol and husbands are beating wives and all of this and they'll make a moral issue out of it that alcohol should be banned. So Baptists get alcohol banned, Baptists I'm using in a loose sense, not in a literal sense here. But basically, people preaching in a virtuous way about the evils of alcohol will get it banned. Who is it good for is good for bootleggers. Because the moment you ban something like that, the underground market will spring up. And you know, bootleggers then come into the picture and you know, make a huge profit. And what this illustrates, this phrase illustrates is that Baptists and bootleggers are actually perfect allies, which people don't understand. And the amusing subtext to that is that for a very brief while, I think three or four years ago, the editor of Huffington Post at the time Huffington Post India, he was a friend of mine, he saw something I wrote about a film on Facebook, and he said, Why don't you write film reviews for me. So I reviewed one film, which I think was Aamir Khan's Dangal where I had a throwaway line about how of the superstars, he's the only one who can act a little bit something to that effect. And Shah Rukh Khan read that and got offended and called up HuffPo and said, Who is this Amit Verma? And why is he sniping at me? Right? So anyway, so that moment passed, I wrote another review. And then two weeks after that, Raees and some terrible Hrithik Roshan film, I don't remember, they released simultaneously. And I reviewed Raees, which I completely slammed because it's a terrible film. Actually, actually, everybody acts very well in that except for one person. And I slammed the film. But one of the reasons I slammed the film was this Baptist and bootlegger thing that his character plays a bootlegger in that. And when a politician demanding prohibition is passing through the city, they build it up as an enmity. And I'm like, this doesn't make sense. These are allies that they are working together, he should be delighted that a politician wants to make alcohol illegal because that is his whole danda. And by the way, after this fourth review, the editor sheepishly called me up and he said that, you know, we've decided no more reviews from you, we'll just handle it internally. So I didn't delve further into what happened. But I remembered this in in the context of, you know, the recent scandal earlier this week, a useless controversy about Tapsee Pannu getting pissed off at Shubhra Gupta's review in Indian Express. And Shubhra hadn't even said anything personal. It was one throwaway line. And the full Streisand effect came into being because Tapsee Pannu threw a hissy fit about the review and all of that. And it was a fairly good review and, and I actually liked Tapsee Pannu. So I'm not taking sides, but no reason to throw a hissy fit. Massive aside, but who would have thunk, by the way, the HuffPost archives got taken off after that, like I would have linked it from the show notes, but I don't think that review is on my site. But what I'll do is I'll look in my email and from the archives, just I'll probably put it on India Uncut, backdate it to whatever the date was and put it up so people can read"
    },
    {
        "speaker": "Guest",
        "time": "01:10:33.560",
        "message": "it and see if there was anything to get offended by. So the opportunity cost of having Amit Verma was to lose Shah Rukh Khan. Well, to lose Shah Rukh Khan or to lose me. I mean, for them, that was the trade off. So they chose what they had to."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:48.680",
        "message": "Yeah, yeah. They made a rational choice, by the way. I mean, I would not make that choice as an editor, but I can imagine why they did losing access and all of that, and why do you want to piss off a superstar of that kind? So I kind of found it funny. So yeah, so that is the first of the things we have to unlearn. Good intentions is equal to good policy. And that's a fallacy. Good intentions is, you know, you can begin with it. But very often a policy based on good intentions alone will backfire massively. And we have seven more to go through and then lots more to go through. I also want to talk about your path breaking concept of societism, which was first expressed in an essay that you wrote for Pragati when I was editor of Pragati. So I almost feel this sort of paternal sense towards that essay of yours. But we'll take a quick commercial break. And then on the other side, we shall resume this conversation. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog, India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Pranay Kotesane, public policy scholar, extraordinary about public policy, about his own life, about kind of the world around us. Because what we build in our time learning economics and economic reasoning is a prism through which we can see the world and understand it better as it were. Now, we were going through the eight misconceptions about public policy per se. And the first of them, which he elaborated upon before the break is that good intentions don't necessarily make for good policy. What's number two?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:18.200",
        "message": "Yeah. So the second one is sort of an extension of the first one. And I'm sure you would have heard this a lot about how we often say that our problem is that our policies are great on paper, just that implementation me gadbad ho gayi. Otherwise, policy was everything was good in it. So that is, again, a fallacy, because a policy is explicitly meant to take implementation into account. What else is a policy? Otherwise, you can at best say it was a good idea, right? I mean, all of us have great ideas about getting the world, making a world a better place. But those are just ideas, right? When you go into the nitty gritties, when you try to see how people will actually interpret this, how human motivations will play out, those are the things that a policy is precisely meant to address. Right. So when we, for example, teach a systematic way of making public policies on a problem, we expect people to have gone through a step of anticipating the unintended, projecting the outcomes, looking at the stakeholders, how would they interpret it? That is what implementation is essentially meant to capture. So if your policy is not doing that, it can't be a good policy. Basically, we've not thought through enough, you've just put a diktat on something which you thought will work great, because it sounds like a great idea in my mind, right? So that is a big fallacy. So there's nothing like a bad implementation, good policy. If your implementation is failing, your policy is also bad. So that is something we should keep in mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:53.000",
        "message": "Yeah, you know, this is something I agree with so much, because for example, when it came to GST, you know, there were again, people who said that GST was good, the previous government also wanted it, but implementation was bad. But no, the point is, the design of the policy was bad, which made it inevitable that everything would go wrong when the policy came into play. For example, the way the GST was originally conceived was that you have one rate or at the most a couple of rates, you simplify everything. You know, they had actually, even though it's a goods and services tax, they had hyped it up as a good and simple tax, which is what it should have been. But instead, it was a bad and complex tax, which is even the title of one of my episodes on it. And it was completely foreseeable. And I will say that before GST was actually passed on this show, The Seen and the Unseen, Devangshu Dutta and I actually spoke about all the things that would go wrong, because of the design of the policy. And all of them did eventually go wrong. The problem with having multiple rates, the problem with making it so difficult for people to have to file monthly returns and all the kind of nonsense like my life is like way, way more complicated because of GST than it was before the impact that it had on small and medium sized industries. It was all foreseeable. So that's a fantastic point that sometimes, you know, the implementation can also be foreseen if you just look at the design of the policy. And in a sense, this is a larger question that I have saved for later, which we'll talk about when we talk about the Indian state, because in a sense, you can look at the constitution as a policy document that was written badly, which has led to a state which is a predatory parasitic state and people can say that the constitution is good but the implementation is wrong. No, it's not the case. It was an example of bad design, but we'll come back to that. What's the third thing that people should unlearn?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:42.120",
        "message": "The third point I would say is this notion that politics is disgusting, you know, and again, you know, a few years back, we had this sense that apathy was the dominant notion when we thought of government, right, like, why even bother ourselves with it, right? And because people think that politics is disgusting, only evil people do it and we are good people. So we'll not do politics, right? But we all know, you know, politics starts when three people are in a room, you know, so there is politics going on even now, right? Even you, I and listeners said that politics is so essential, not just to human beings, you know, even primates engage in politics. So to think of politics as disgusting is a very problematic because as Sir Humphrey Appleby says, do you know Bernard, what happens when good people don't get power, the bad people get it. So that's why politics is important and there's no way around it. We have to engage in it if we want to make our country a better place, right? So getting around this idea that politics is disgusting, and that's why I will keep away and somehow things will be great for me is sort of a fallacy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:56.200",
        "message": "And would it then follow from this and the reason why this is important in practical terms is when people are working in public policy, like yourselves, where you are coming out with suggestions to governments and interacting with government and trying to get things through. The reason this is important is that if you just aim for a certain kind of purity, without considering what are the incentives of politicians or bureaucrats, whatever, then no one will take you seriously, you won't even be part of the conversation. And what you instead have to do is you have to tailor your proposals and sell them, keeping in mind key politician incentives, our constraints, and similar with bureaucrats and similar with other stakeholders along the way. So by that, you can kind of get something workable through, you know, and not let the perfect be the enemy of the good as the cliche goes. So is that why this is so important in real world terms for people who work within policy like yourself?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:48.400",
        "message": "Yeah, yeah, absolutely. And a more fundamental reason is that when we think of people who are at the margin, think of politics as disgusting. The only people who will be in politics are the partisans, right? So then you are only in politics because you are playing the Congress versus BJP versus some other party game. And then if you are already in that mode, then policies don't matter, right? Then your party and what the party is doing, what the leader is doing, defines what will be the implications, how you will interpret policies, right? The consequences be damned, right? That will be how it is. So in order for us who are not on either side to just aim for making things better than the way they are, you need to keep this notion aside, right? And you will encounter it in any policy space that you go, right? There's no policy space where you will not have to look at the cognitive maps of all the people, you know, what their goals are, what they imagine causality is, how they think, and what they think the others think. All those things you need to map in order to do just good stakeholder management and get a policy change actually happen. I'll give you an example of this, Amit. This pension reform which happened in 2004, I think I would count it as an example of one policy which did manage to do this really well, you know. So the thing was, basically, until then, the civil service pension, the way it worked was, you got the pension, it was a defined benefit pension, right? You always got that pension, irrespective of government's finances, it's a promise that the government has made to you. And they wanted to transition it to a contribution scheme, right? So you contribute, the government also contribute, and from that corpus, you get that money later. Now, if you look at it, the first reaction you would think to this is, there will be massive protests, right? Like, why will anyone agree to it? That to someone in the government who's used to all this. But this policy change happened so smoothly that we haven't even heard of it. It's not in our public imagination at all, right? And why was that? Because there was a really neat solution to that. The way the people did this is, one, it didn't apply to people who were already in the government back then. It was not backdated. It started for people who were not in the government at that point of time. So it was a front-ended scheme, right? So you removed the opposition that might have come in an organized manner from say unions back then, right? The second thing that you did was you also promised a higher outgo to people who are coming in because government was contributing an additional, whatever, 10% from their kitty and the people who are going to join in, they are going to contribute 10%, right? So there is an added incentive for people who are joining in as well, right? A small one, but nevertheless an important one. So when this change happened, so basically you have managed even the concentrated loss that people would have imagined very nicely, right? You didn't have those protests. So once we think of what are the various interests, what are the way people might react and then try to get a policy around that, then it is possible. So we need to take that into account. I think something similar could also have been done with Air India long back, right? You could have just, you know that there will be people who will oppose it who are already there. So maybe you take care of them in some way or the other, but you don't need to run an airlines just to pay people their salaries. So that's why I think understanding politics, understanding interest groups is important. There's no way around it. Otherwise a great policy solution might not work. So that's why what we say is always think of whatever policy solution you have. Imagine the outcome that you want, the world as it would be if your policy were to be implemented. Imagine that world and imagine the world now. Then the gap which exists between them, how do you transition from this to that is an important learning to imagine. Then when you try to project these outcomes at that point of time, you will notice there will be politics, there will be alliances, there will be opposition. And how do you get around that is then the key challenge."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:26.660",
        "message": "So I have a further question following up on this point before we go to the next learning we need to make, which is that one, I completely agree with you about how people's political affiliations can sometimes distort the way that they look at a policy. For example, the recent farm bills, which were actually almost 20 years in the making by different experts and incorporated things that everybody across the aisle had at one time agreed that these were necessary reforms. And I don't like all nuances of the particular bill, there are some things which can go, but on the whole, they're a step in the right direction. But our politics is so polarized that there was never any chance that something like this would not find protest. And this is something both the economics and the politics of it is something that I discussed in detail with Ajay Shah in an episode we did on the farm bills, where we went into a fair bit of detail, and both of us felt that the bill was great, but the politics around it, that the Modi government mishandled it completely. And their approach to the protesters was just completely wrong and out of whack. And also the anti-democratic way this was passed through, but leave that aside. And another example of that is the repealing of the labor laws by the UP government last year. And, you know, maybe the repealing could have been done slightly differently. But there is no doubt that the labor laws were a blot that they hurt workers far more than they helped them. They were in fact, one of the many causes for the continuing poverty across many parts of the country. And yet, because of which politician happened to announce it, you know, it became a polarized issue. Now, my thing is that in times where politics has become so deeply polarized, perhaps exacerbated by social media, does that make the art of getting policy through even more difficult? Because then the question that comes up is like, no matter what you do, you are going to have mad opposition, you're going to have mad organized opposition to it, no matter what you do, you know, even if you happen to do something good, because even a broken clock is right twice a day, you know, even a bad government can get one random policy right somewhere. So now you have, of course, been through this for seven in public policy for seven years, almost as long as Modi ji himself. So do you feel that that changing landscape makes a difference or do you feel that besides these kind of big bang reforms, which get in get in the news, there's scope for doing a lot of small, small things at a local level and all of that, which do make a positive difference?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:44.320",
        "message": "Yeah, I think not just local level, you know, it is possible to see still, changes are happening, right? They are not happening in the direction that you or I want to eat them to go. But changes are happening quick and fast, right, lots of policy changes do get made. So the idea is that anyways, politics is the art of the possible, right? So there will be people who will get through, they know how to manage the interests of lot of people, politicians know it much, much better than you and I do. So the idea is, can the policy wonk at least propose solutions which they can reasonably go and present to their constituents, you know. So that is the idea and the responsibility of the policy wonk that they have thought through the solutions, thought through the implementation, proposed a transition path, right? I think your example of the farm bills is similar to what you said about the GST bill, I would say, right? In the sense that, again, yeah, both are great on paper, but implementation went bad, right? So you could have thought of, you know, see there, you know that there will be people who will oppose this, the government has literally paid people to grow a crop for 30-40 years and today, tomorrow it is saying that maybe we won't do that in one way or the other, right? So you know that upfront, how do you propose a solution which would have sort of taken into account this fear, right? That is, I think, something could have been anticipated, right? So that's why I would say, again, it is the same fallacy, good policy and bad implementation. It was not implemented well, so it is not a good policy, it should have thought through that these are the people who are losing out, okay, so if they are losing out, how do we make things better for them? How do we take them along, which wasn't done, right? So that's where I would put it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:38.800",
        "message": "I think this was not so much though the false dichotomy of policy and implementation. This was more about the often real dichotomy of economics and politics, that sometimes good economics can be bad politics, you know, or sometimes, you know, the way a politician might sell an idea can lead you in the wrong direction, either it's, you know, there might be a good policy which is sold badly, or there might be a bad policy which is sold well, you know, like a lot of paternalistic policies will be because often the popular or the populist understanding of economics will contain a lot of things that we know are fallacies, for example, the zero sumness of everything, the fact that the notion that government spending has no opportunity cost, which is why, you know, the most popular thing you can offer farmers before an election is a farm loan waiver. And sometimes the farmers are in such dire straits that it is actually justified anesthesia, but it is only an immediate painkiller while there is a deeper cancer that has to be sorted and which is not there in the popular imagination, and there's no demand for it. But yeah, that's that's a kind of a complex problem. Let's go on to the fourth thing that we need to unlearn about public policy."
    },
    {
        "speaker": "Guest",
        "time": "01:28:49.080",
        "message": "Yeah, the fourth one thing, we've discussed it already, just the idea that you judge a policy by the benefits alone, right. So that is, again, a fallacy, as we discussed, you need to take into account both costs and benefits, right. So the thing is, public policy is what government or any, any of the three organs of the government do, right. And the fact that there is so much money going into it, and it is the government, the state as an institution as force behind it, it can impact all citizens, right, even citizens, even people who are not in India. So with that power behind you, obviously, even the worst public policy will generate some benefits, you know, it's so just to justify a public policy, because you have counted some small benefits is again, a fallacy, right. So you need to take into account costs and benefits on both sides, and then say whether this policy should be implemented or not. And this is not again, what happens, right. So you will say, yeah, demonetization, but maybe reduce some underground financing in one part of the country or something like that and say that, you know, see, there were benefits. Yeah, of course, there will be benefit, I can say that in there's no public policy, which has no benefits, you know, they're even the worst of things. For example, even COVID had benefits, right. So yeah, even lockdown had benefits, people will say they could see the shivaliks from Uttar Pradesh or something. Yeah. So that doesn't mean that COVID-19 is a great thing to have happened, right. So similarly, judging a policy by benefits alone is a fallacy that we need to be aware of before learning public policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:35.600",
        "message": "And a couple of nuances I'll add to this, not only do you should you calculate costs and benefits, but it's also important to see, you know, who incurs the costs and who gets the benefits. Like, you know, in the first episode I did on demonetization with Suyash Rai, back when the show was not four hours, but four minutes or something like that. One of the things Suyash pointed out is that the issue with demon is that I mean, both of us were clear that there'll be no benefits despite what they were doubting. But both of us were clear that even their calculation takes into account that one group of people will bear substantial costs and another group of people down the line will get some benefits. And is that ethical is another question to ask. I mean, one of the issues I have with consequentialism or utilitarianism or whatever, which, you know, tries to look at the value of an action according to its consequences and basically looking at costs and benefits is the calculation problem that society is so complex that you can't possibly figure out the impact of any action. And when you claim to do so, you are basically doing wishful thinking based on your biases. And therefore, beyond that whole cost benefit analysis or a consequentialist kind of worldview. Beyond that, there have to be some moral underpinnings that are not open to question. And I would say like human rights, individual rights, individual freedom. Those are some of those sort of aspects of which, you know, we should hold sacred and consider very strongly. And in the case of something like Demon, we didn't. It was the largest assault on property rights in human history, as I keep saying, it's almost become a cliche on the show, but it was. So just at that deontological level, just at a moral level, it was wrong period. And to me, the cost benefit calculation didn't even matter, though, obviously, the costs were far greater than the benefits, if at all there were any. But the point is, to me, it didn't matter because the damage, the suffering that you're causing, what can possibly justify that? Of course, I don't intend to shit upon the whole concept of costs and benefits. Of course, you have to take it into account because there are trade-offs in any action. And because when you propose a public policy, there is a certain state of affairs in the world which you are trying to change. And if it, you know, makes things better, then that's great, except that we need to consider all angles of it, do some probabilistic thinking and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "01:32:49.520",
        "message": "Yeah. And I would add to it, even in cost benefits, yes, you will look at concentrated benefits versus dispersed costs and all that, right? So it's not just about cost to the government, right? It's cost to the society as a whole. So you will take into account these things. And yeah, I mean, our preference would be that, you know, you don't want to just incur huge dispersed costs on a large number of people just to achieve some concentrated benefits. In fact, there's a nice Wilson's interest group matrix that probably we can link to, where it says that client politics is the easiest to do. Client politics is when you have concentrated benefits, but dispersed costs, right? And that's the easiest thing. But exactly the opposite thing is the toughest type of politics to do, right? And I think he calls it entrepreneurial politics, but where actually the benefits are dispersed and the costs are concentrated. So that is the difficult thing to do. But I mean, again, as I said, politics is the art of possible. So people can, we at least we should push the government towards achieving that. And I know you've discussed this before, but I would put petrol prices also in this category. It's the same thing, you are incurring so much dispersed costs to a large number of people. And that doesn't make sense. It has a lot of attendant costs down the line also. But just why would you incur that to so many people for achieving whatever you want to do with the government?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:20.440",
        "message": "You know, one way of thinking about this is that, let us say that I make a public policy proposal that every year Pranay Kutasane will get a subsidy from the government of more than a hundred crores, right? Now, the benefit of this is, of course, to Mr. Kutasane who gets a hundred crores a year. What is the cost of it? It's one rupee for every citizen, a little less than that, depending on what our population is. It's less than a rupee for every citizen. Now, this is what is known as concentrated benefit and dispersed costs. And because these costs are dispersed, most people won't even know that they are losing one rupee effectively. And even if they know that they are losing one rupee, they won't really care enough about it because that one rupee is not worth the cost of protesting and so on and so forth. And it will probably be unseen anyway. And where this corrupts the system is that Pranay out of that hundred crores can now give, it's perfectly rational for him to give 50 crores in bribes to MPs and legislators and ministers and all of that and say that keep the policy going, bhaiya. Tumhara bhi fayda, hamara bhi fayda, positive sum game between the two of them, society loses. You know, and of course, this interest groups problem is, interest groups and lobbying, this problem is far worse in the US and here, I think Jonathan Rauch had a great book on it called Government's End, which I'll link from the show notes, which really goes deeply into the problem. But this becomes a problem structurally because all politics then comes down to interest groups lobbying for whoever they're representing to get a benefit. Another example of this is, for example, both the Aam Aadmi Party and the BJP at one point in time, I think the BJP kind of changed his mind eventually, but at one point in time, they were on the same page when it came to FDI in retail, where they were against it. And the reason is simple to understand that all the small retailers could easily get together and form an interest group and lobby and pay off whatever politicians they had to give and fill the party coffers or whatever party they were supporting, or just form a significant vote bank as they do in Delhi and say, no, you know, ban FDI. And who lost through this? Consumers lost through this because consumers would have got everything cheaper, cheaper or better, or both had FDI and retail been allowed. And in the long run, all the money they would have saved would have gone back into the economy and generated jobs and society would have been much better off. But those benefits were diffused. And in this specific case, invisible, because, you know, you can't put a number to it, it's a scene in the unseen. And that powerful interest group with, you know, concentrated benefits kind of gets away and so much of politics is like this that I am sometimes, I sometimes wonder if there can be any politics outside of this."
    },
    {
        "speaker": "Guest",
        "time": "01:36:56.320",
        "message": "No, I just gave you an example of a policy where they were able to overcome exactly this kind of situation, right? So I mean, imagine you tell a government person that you won't get pension the way you used to earlier, what protests would have been there? There are other examples also computerization of banks, it did happen, there was same fears, right? That no computerization will take away our jobs. So why should we and but that did happen, right? So there are many examples, which we don't appreciate because just the way it was done is unseen, right? The way these effects were overcome the way interest groups were mollified or taken on board is unseen. So we that's why I think we need a better understanding of policy successes, we look at policy failures, and we can pontificate a lot, you and I know that, okay, these are the failures, but we need to document our success as well as well, you know, and that will probably tell us and give us clues as to how do you overcome some of these things. And for at least I can say there are these two examples, which say it is possible, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:09.880",
        "message": "know. No, and that's a profound point in the sense that if you're pushing a policy, the way to push it is not to go to the people in charge and say that, listen, here are the benefits, society will benefit, that means nothing. You also have to consider that who are the people this will hurt? How do we get past that? How do we find compromises? Like you said, politics being the art of the possible, which is all so fascinating to me. Let's move on to the fifth thing now, the fifth thing that one should unlearn."
    },
    {
        "speaker": "Guest",
        "time": "01:38:36.920",
        "message": "Yeah, so I think this is more of a personal sort of thing. But just the fact that you need to always defend your model of the world is one again a fallacy because public policy is different from physics in that sense, right? I mean, you will not come with really strong, you know, you won't come to blows, at least you and I probably won't. Maybe physicists do, but we won't come to blows on some of the things about quantum mechanics. But you will come to blows on how the world works or whether government should have capital punishment or not or things like that, you know. So the idea is that it is actually, we are not learning if we think that we know how the world functions, right? And the whole idea is like how Ambedkar had written about is that consistency is the virtue of an ass. And I'm not one of them, like he quoted someone to this effect. That's the idea, right? So why would you think that the model that you have has all the answers? So the more we are open to the fact that, you know, there are complex human motivations, the way we learn and our models and our priors can change, then we start off on the right foot by learning public policy. Otherwise, we just go away, reinforcing the priors with which we began. And that doesn't help."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:01.480",
        "message": "No, and it's a profound point because like another of the people who did my writing course, Nishant Jain, who is called Sneaky Art on Twitter, really good artist, does situational street art. If he's sitting near you, he's probably drawing you. So beware of him. He shared a quote with you, which I just love and the quote is quote, every model is wrong. Some models are useful, stop quote. And that's useful to remember that you might have a model of how the world works at the state must do everything or that markets will solve everything or whatever the model might be. But the point is that you can't get wedded to a model as if it is a religious idea. You have to always, as John Maynard Keynes said, that when the facts change, I change my mind. So what do you do? Stop quote in response to somebody saying that you said that 10 years ago, now you are saying this. And the point is that the real world is so deeply complex that even if you have a mental model, which is incredibly useful, you always have to be open to, you know, rethinking aspects of it or just looking or even going against your model, when reality means that your model in a pure form can't actually be carried out. So yeah, that's that's a profound point, just calling for intellectual humility."
    },
    {
        "speaker": "Guest",
        "time": "01:41:09.600",
        "message": "What's the sixth view? Yeah, sixth is something we've already discussed in the sense how economics is capitalism versus socialism, that's again a fallacy. And because it is economics, capitalism versus socialism, I don't need it. And a lot of people will start with this assumption, you know, that's why economics is useless. It's about Adam Smith versus Karl Marx, and why should I bother? But like we've already discussed, economic reasoning is so fundamental to making good public policies or better public policies that we need to get out of this mindset, right? Basically, it's nothing to do with capitalism or socialism. It's just at least microeconomics is just about understanding human behavior. It's a science of scarcity. How do you allocate resources when you have scarcity? That is precisely what public policy will try to address, right? So that's why just getting out of this mindset is important before you dive in in this domain."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:09.200",
        "message": "Yeah. And how do people respond to incentives? And earlier during our conversation, at some point, I wrote behave on my page. And that was not an exhortation either to you or to me. But it's because I meant to plug a book which I forgot to plug, which is Behave by Robert Sapolsky. Robert Sapolsky is this great biologist, he also has these incredible lectures on YouTube, which are linked from the show notes. It's a wonder that, you know, such people can share their insights and everyone in the world can listen to it, theoretically. But what the book is about is it looks at the origins of behavior at several different levels. Like if I do something now, right? Like if you say something and I lose my temper, it will first examine the most proximate cause what you said and why I lost my temper. But then it'll go a little further back, what is the neurochemistry of my brain? What is, you know, did I wake up late and not have breakfast or did I have some disease a week ago for which I had some medication which changed my imbalance? So it'll look at that layer of causation. And like that, it keeps peeling the layers back all the way till you get to prehistoric times and evolution shaped, you know, the way our brain works and the way we react to everything and all of that. And it makes you kind of realize that there are so many layers of causation behind every little thing that we do. And sometimes we may not even be kind of aware of what those things are, you know, which means that it's always important to think of humans as containing these multitudes as being complex and all these different factors. So even there, there are limits to, I mean, that fundamental thing that humans respond to incentives are true, but those incentives aren't just proximate incentives, there's a lot of other shit going on. And there's a lot of, you know, what is important is not just defining incentives, but defining humans. And humans are, you know, a mix of so many different things. But I think economic reasoning certainly helps in increasing your chance of, you know, understanding the world. But, you know, my little mini lecture apart, let's move on to point number seven."
    },
    {
        "speaker": "Guest",
        "time": "01:44:10.360",
        "message": "Yeah, point number seven is, again, this idea of experience versus theory, you know, often will again come across this idea that what works for me works for everyone else, or I stayed in a village, I know how people work there, or how they respond to policy incentives. So that's why it will work all across the world, right. But like, it really ties in nicely to what you mentioned, that, you know, we have our own limitations of perception and memory, both the way we interpret lead to cognitive biases. And there are hundreds of cognitive biases now, documented ones. And those cognitive biases just say that, you know, just because you saw one thing, the way it worked, or a one policy, maybe NREGS worked great in your village, and people actually had benefits for that. But does that make sense at a national level, you have to go down further, right, you have to ask the cost, you have to ask what were the unintended effects, and things like that. It can't be just because you were in a village, and there were great things happened there, that you justify that entire policy. So that idea is, again, just something to keep in mind, because you'll always see experience alone masquerading as good policy knowledge. And that is something to keep in mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:30.240",
        "message": "Yeah, and I also had a good episode on this with Shruti Rajgopalan and Alex Tabarrok. And the technical term they used is isomorphic mimicry, where just because you know, one policy has worked in one place, you try it in another place and assume that it will work. You know, and that goes well with this Indian tendency of trying to have an answer to everything, where there's this old joke about how you go on the street of any Indian city and you ask a passerby, ki wahan kaise jaana hai? Even if you name a fictional place, they will give you directions, ki dine jaye, phir left jaye, phir seeda jaye, 200 meter ke baad aap paan wale se pooch lijiye. Possibly I'm sort of caricaturing it as an Indian trait, where it might be a universal trait, and we've only noticed it in India. But nowadays, of course, we have Google Maps. So thankfully, we don't have to ask so many people, technology kind of really helping us here. So what's the eighth thing that we have to unlearn?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:22.440",
        "message": "Yeah, so the eighth thing is, again, it ties into what we were saying about one rupee of government spending being the same as one rupee of social spending, you know. And that's, again, a fallacy because, you know, there's something called a marginal cost of public finance. The idea being that the government, when it raises resources, there is some friction because of which money is lost, right? So the idea is you can't justify that government say spending 5000 crore on a project, the cost to society is actually much larger, right? And I think, again, Shah and Kelkar in their book say that it is 3x, right? So it might be the cost to society is probably 15,000 crores for a 5000 crore rupee that government has raised and intends to spend for the perfect of causes. So the way you would go about this is you need to ask the question, what is the government using this money on? Is the benefit of that more than 15,000 crores, not 5000 crores, right? That would be your comparison point. And that is another important thing to learn because that way we will think of governments raising money in a different manner, right? And we will think of governments doing the big things that it is supposed to do. So when governments spend on public goods or any of the market failures, then we can justify that the benefits probably would be more than 3x the cost that government has imposed on society. But otherwise, it doesn't make sense, you know. So that to me is another learning that we need to keep in mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:58.760",
        "message": "Yeah. And this is really hard to get through to people because in India, it's almost I keep saying our biggest religion is not even Hinduism, it's a religion of government, where anything goes wrong, you want to fix anything in society, you say government karegi as if money falls from the skies. The point is money has a cost. So if you're saying that, oh, for national pride, we need to, you know, have a giant Sardar Patel statue, or we need to fund a space program or whatever it is. And we say that no, all this, you know, this is the money that should be spent, we assume that it has no cost, but the cost it has, is actually much more than what is actually being spent, like you pointed out, if it's 5000 crores, you know, the cost to society is 15,000 crores, Shah and Kelkar have a great explanation of this in their book and in their episode with me, both of which I'll link from the show notes. The other thing to remember is something that's probably summed up by an old column of mine, where the headline was every act of government is an act of violence. And we don't realize that, you know, what does a government need to exist, it needs taxes, those taxes are taken essentially through this threat of coercion. If taxes were not compulsory, if we were not going to get arrested, nobody would pay taxes. Now it is not to say that there should be no taxes, it is just to say that we should therefore be careful that not only is there an actual monetary cost to our spending where 5 rupees is equal to 15 rupees or whatever, not only is that there's also a moral cost, it involves coercion and everyone in India pays taxes, income tax may be a small percentage, but even someone begging on the street who is later buying salt or buying soap or whatever, they are effectively paying taxes because everything is taxed. Therefore the point is you are committing violence on the poorest of the poor also for every act of government spending. So it's important that whenever there is government spending, you need to be able to justify it and talk about whether it is actually worth it or whether this is not something that we should do. And moving on from that, because I wanted to talk about the Indian state next and this seems a natural segue. One thing that I think both of us would agree on is that there's no easy answer in terms of the government is either spending too little or too much because I think both of us would agree that in areas where the government has a legitimate function, like the rule of law, like certain public goods or whatever, it does not do enough, it is basically absent. But in areas where it has no business interfering, it has a massive superstructure, which is a massive waste of money and also constrains society in various different ways. How should we think about the state like before we get interested in these subjects of political philosophy and economics and all that, we think of the state, especially in India as oh my bab hai, you know, their job is to look after us and we will vote once in five years and then my bab will take care of everything. But conceptually, how did you begin to sort of fashion your thinking about the state? And also, how did you arrive at societism, which is going to ask you about that next, because when I was editing Pragati, the policy magazine, you'd written a famous, almost iconic, and seminal essay for me called A Case for Societism, which argued that when it comes to the state markets and society, we spend too much time thinking about the state and markets and actually society can solve many of our problems. So I'm going to ask you to elaborate on that. But I guess before we elaborate on that, it's useful to talk about how do we conceive of a state? How do we conceive of its relationship with society? And in contrast with whatever that ideal conception would be, what are things in India actually"
    },
    {
        "speaker": "Guest",
        "time": "01:51:32.240",
        "message": "like? Yeah. So let's begin with India itself, right? Because there are lots of theories about the state and a lot of people have written books on great books on it. But let's begin with the Indian state itself and I would ask you a question. Why do you think that's the case? Like if you think that we rely on the state a lot, what are your sort of speculation about it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:57.600",
        "message": "Why is it so in India? I think one reason is that we need to think about where our conception of the state came from, like through the independent struggle. The notion really was that it is a British who are evil. It is colonialism, which is evil. And we didn't drill one layer down. And I would have drilled a layer down and said, okay, the British are evil, colonialism is bad. Why? Let's go a little further. And the core answer to me lies in coercion, lies in not respecting individual rights, lies in a top-down vision of society. Like what was the state in the conception of the British? It was something to keep the natives under control. That's basically what it was. The entire IPC, the Indian Penal Code, most of which we still have on our books, came from the British. We still have many of those laws against free speech, for example, 295A, 153A. All of those are still with us because what happened at independence was that there was this massive sense of relief that the British are gone. And partly it wasn't even that our freedom struggle really succeeded. They were just bankrupt after the war and exhausted and whatever, but the British left. And when they left, we took over the same state apparatus. Even when we sat down to design the constitution, you know, there was a comment in the Constituent Assembly when someone said that, hey, you know, we are designing the state from the point of view of a policeman. And that's exactly what we did. We kept the colonial apparatus, we kept the state, we kept the Indian Penal Code, and we kept the mindset. You know, the British had that extremely racist mindset that, oh, these natives know nothing. We have to civilize them and we have to teach some of them English so they can be our local officers and all that, the whole Macaulay way of thinking. And somehow we kept that entire apparatus and we brought that thinking when we became independent. And also power corrupts, right? Power always corrupts. So whatever ideals these people might have, when out of power, when in power, they kind of continued, you know, all the mechanics of subjugating the people remained. And a classic illustration of this actually comes in an episode I did with Tripur Dhaman Singh, who wrote a great book on the First Amendment. And what happened there was that one of these laws in the IPC, the Sedition Law, was actually taken before the courts in 1950, where the argument before the courts was that this is against Article 19, which guarantees us free speech, and the court struck it down. So the Sedition Law was struck down in 1950. And then Nehru brought it back with the First Amendment, because he wanted to use it against political enemies of his and people who were criticizing him, right? And of course, Nehru did, I won't say everything is Nehru's fault, he did a lot of great things, but he was also very anti-liberal in certain ways. In fact, the person who argued against this First Amendment and against the law of sedition being brought back was Shyama Prasad Mukherjee. So people contain multitudes, and you can't look at them in simplistic ways. But what we basically did was we took that Maibab mindset. And you know, even when designing the Constitution, I have an episode with the historian Gyan Prakash, where Gyan Prakash wrote a book on the emergency. And his whole point was the emergency was not an aberration. It was not the case of a truly venal and vile mother and son pair and Indira Gandhi and Sanjay Gandhi gone mad. It was designed within the Constitution because the Constitution centralized power and made it possible for Indira to do what she did. And why did they centralize power? Because at the time the Constitution was being debated and written, there were riots all across the country. There was no certainty that the center would hold as it were. There was no certainty that the map of India would look anything like it does now. So that urge to centralize power is understandable. But what we ended up with was power that is too centralized and power always corrupts. And this mindset then went to the people now, again, to continue the other sort of aspect which you have also written about and commented upon is that the other aspect was that all of these great freedom fighters recognized that there were many social ills that had to be sorted out. And people like Gandhi and to a large extent Ambedkar said that these can come out of that society can solve these problems. But there was also a strain of top-down thinking which said that, no, let's design a constitution which makes sure that the state solves these social problems, a transformative constitution as it were in Gautam Bhatia's words, he's written a book on it. And many people support this mission. I think it was a very flawed mission because you cannot solve these problems from the top down. In that one sense, Gandhi and Ambedkar were right. In fact, Ambedkar said that the Constitution was just like a top soil and therefore implying that it is extremely superficial, that society is not like that. And this leads to another problem that the Constitution, while I find that it is not liberal enough for me in terms of protecting individual rights and so on, was probably way too liberal for the society itself, which isn't illiberal and was imposed on that society. And what we are seeing in the current time was actually inevitable. It just took a few decades to get here, but society has caught up and everyone who cared for those values failed in that essential mission of propagating them through society. So that's my kind of long answer, half of what I said about the state and whatever is not even relevant to what you asked. But the first half of why we are in this state is that it goes down to the design of the Indian state at the time of independence. And then that percolates through the culture. Because then if all the power is concentrated in the state and markets aren't allowed to function as they weren't for decades, and in some areas still aren't, like in agriculture, then what are you going to do if you want to get ahead? You will want to be part of the state, you'll want to be part of the rent-seeking apparatus, instead of focusing your energies onto making a profit the good way, which is to make other people's lives better off. And you know, the dependence on the state grows, the mindset kind of gets worse and worse."
    },
    {
        "speaker": "Guest",
        "time": "01:57:52.480",
        "message": "And that's my broad take on it. Right. So I'll come at it from a slightly different angle, because one thing it doesn't explain is that if British state was so extractive, it should have inspired a complete distrust of the state, right? When we were sort of moving on from that, we should have hated that state so viscerally that we would have wanted an anti-state, right? Something like what Gandhi was probably advocating. But yet, that didn't happen, right? So why is that the case? And I'm completely speculating here, I have no data on this, but the way I think of this is, think of the three institutions, state, market and society, either of all three of these can cause some change, bring good things, bring bad things, whatever, all have complementary strengths, all have complementary and weaknesses as well. So at that point of time, when we are talking about the fact that India is independent and all that, at that point of time, markets were discredited. Because you had this idea of markets being very closely linked with British colonialism and exploitation. So the fact that markets can bring things for us, can make our lives better, was completely discredited and still continuing to be discredited, right? So we still want to overcome some of those things. So if you think of these three elements, one element sort of got discredited. Now think of the second change maker, which could have probably been the society as well, right? And the Indian society has always been, the communities have been strong, right? The ties have been strong. The state has always played a small role until that point of time, until this welfare state becomes a popular ideology across the world. But there again, this idea came about of the social revolution, right, and what you already mentioned. And the social revolution sort of says that the constitution is not just meant to bring a political and an economic revolution, it will also transform society, right? And that was a very big challenge that the state took on to itself. Now, I think that trade-off was very well made. And I would disagree with you that that trade-off was not worth it, because we've seen a lot of benefits that have happened because of this, right? Just this idea of at least this, at that point of time, the caste inequities that were there, the gender inequities were there. We are definitely way better than we were at that point of time, right? And so that trade-off did have a lot of benefits. But one sort of unintended effect of that was, yes, that people thought that state is the ultimate arbiter of all these things, right? Society can never cause this change. It is the state whose responsibility is to bring all these changes. So, the idea again is, and you will see all this in our popular imagination as well, that I pay taxes. So, now it's the job of the government to do X, Y, Z, right? Why the hell am I paying them taxes? But that's not how any society does, right? You actually don't want the state to do some of the things. And you want probably the markets or societies to resolve some things on themselves. So, I think that's sort of the way I look at it, that because of one, markets getting discredited and second, the idea of social revolution, meaning that state should solve things and society can't, we are left with only one player in the game, and that is the state. And one direct consequence of this is what you said, and I call it the omni-absent state, right? So, the idea is that it is present where you don't want it to be and absent where absolutely you want it to be. So, there's a paradox which comes because of this, there's a paradox between ambition and competence, right? So, ambition of the state is to move the world, change the world, but it does not have competence on many of these grounds, right? And in fact, competence of the state has reduced over time, right? Remember, earlier there were Navaratnas, right? The best in the world wanted to be in the state. Even after independence, when the state was the only player in the town, the best people would go to the state. But as economy liberalized, people had better options, so the competency of the state decreased. So paradoxically, with economic growth, you had this governance gap increasing, right? So you had people, the government still being in 19th century and society and markets moving to the 21st century. So, you have a state which has very little competence, but you also have a state which has ambition to do a lot of things and that ambition has popular legitimacy. Lot of us think that the state should do this, markets are not good, society is not good and that is, I think, the reason why we perceive the state the way we do."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:56.440",
        "message": "So a couple of observations. One is, I love that phrase, the omni-absent state and I completely agree with you on the Indian state being absent everywhere where it should be present and vice versa. What I'd say, what I've seen over the last few decades is that Indian society has by and large in a Jugaadu way solved its own problems. So most of the progress that has actually happened within society is society just solving its own problems despite of the state. The fact is, there is no rule of law in most of the country, there's an illusion of it. You have police stations and policemen in uniforms, but there is no rule of law, but society has kind of gotten along. Similarly, I'd say that whatever little progress and I would say it's too little, whatever little progress we've made on issues like gender and caste has again come from within society. I think the job of the state really was to protect the rights of every individual regardless of gender and caste, and it has firstly not managed to do that at all. Secondly, there is a lot of progress yet to be made. Thirdly, you know, one could argue that the way the state approached it has actually solidified a lot of the toxic identity politics that goes on across the country and that Indian politics has been plagued with, you know, and in a sense, of course, a lot of those identities have started getting subsumed within the larger identity of Hindutva that the BJP are building up. But even there, all the considerations of, say, Amit Shah while planning the 2014 elections were on the basis of caste, where he said that, okay, you know, people say we won't get the OBC vote in UP, but actually it's the Yadavs we won't get. We'll go after the non-Yadav OBCs who resent the Yadavs. We'll go after the non-Jatav Dalits who resent the Jatavs. In Maharashtra, the non-Maratha OBCs very much premised on caste. And I would argue that a lot of those problems we haven't solved and to the extent that it is better, it is really better because of social attitudes and tendencies like urbanization, which is not to say that caste is not a problem in the cities, it's a problem everywhere in India, but it's less in the cities because wider economic networks and self-interest and all those things come into play. Nothing to sort of do with the state. Now, before we kind of move on, and I, by the way, did some interesting episodes with Ashwin Mahesh also, and I think in the first of them, he spoke about how the problem in the early decades of India was that the balance between the state and society was too much on the side of the state and we needed to bring it more to the social side. But I'm at a definitional level going to argue with the conventional view that, you know, you have stated, Agoram Rajan has stated, of there being these three prongs, which are the state, society and markets. And to me, if we look at markets as a marketplaces where goods and services are exchanged, yeah, you can look at it as something separate. But I think of markets really as a web of voluntary action, you know, involving members of society, and therefore a mechanism through which society expresses itself. And often the state tries to control this mechanism to subvert this mechanism to use its power to, you know, do cronyism and all of that. But I look at it as a sort of this web of voluntary action. And therefore, I would say that even you and I, right, no money has exchanged hands between you and I being on this podcast together now, but we are doing it for mutual benefit of different kinds of goodwill between us and you know, I'm sure we'll both enjoy this conversation and blah, blah, blah variety of reasons. And I'd view that as a market transaction, even though there's no money shifting hands. So in a sense, rather than pigeonhole markets into one particular category, ki marketplace mein stall hai, mai paisa dera ho, shawl lera ho, that is a market, no, I think I'd include it as one form of voluntary interaction and where it is not voluntary, I wouldn't call it a market in sort of the true sense, therefore. So clearly, you don't agree and you think that it's a separate prong, which is a conventional view. So I realized that I'm saying something that might seem that is a very different way of looking at things. So what's kind of your response?"
    },
    {
        "speaker": "Guest",
        "time": "02:06:56.160",
        "message": "Yeah, a couple of things, one, for example, and I've heard your episodes before where you were differentiating with state, the defining criteria of state being that it is a coercive entity, right? And the markets aren't, but look at it from another way that state alone isn't coercive, you know, like, for example, societies can also be coercive, you know, and markets probably aren't if they are working in a voluntary manner. So for example,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:25.120",
        "message": "No, to clarify that, I think what I would have meant is that the state has a monopoly on violence. Now, other people can be violent, but I'm only willing to accept that the coercion of the state is justified. Because you know, that's a liberal paradox that to protect our rights, you need the state to exist and the existence of the state means some rights are gone. But in general, I would say that coercion everywhere else, whether in markets or society, coercion is bad period, you know, and even within the state, I would say you need to accept that coercion is bad, but you need to accept that some coercion is necessary, because you need some coercion for there to be policemen and for there to be the rule"
    },
    {
        "speaker": "Guest",
        "time": "02:08:02.680",
        "message": "of law and so on. Yeah. So here we enter a paradox, right? Like you were mentioning in the beginning that society should have sorted out things for itself, and the state shouldn't get into a lot of things. But how does society sort out things? Society will use coercion as one of the instruments, right? And that will be there. It might actually be beneficial also in some way, you know, maybe it will align people's interests to a particular goal, otherwise, everyone will be dispersed, etc. So I think there is, even if society would be the way you wanted it, it would have used coercion as one of the means, probably for good benefits, mostly for outcomes that we don't want, but there will be this element which exists. So that is sort of my one point. The second point, I think there is an alternative criteria to look at it, just because thinking in terms of what are states, markets, society good at, and there is a difference in all three, as I see it, you know. So if you look at, place individual at the center, and you look at these three ends of a triangle, what does the state provide to the individual? Yeah, I mean, human rights, which you said, human rights can't exist without a state, right? Right? Yeah, we have human rights, but who will enforce them? In the state of nature, what are our human rights, right? So you need a state which enforces the human rights that I have, right? So that is the goal of the state, to provide security, justice, etc., right? The market to the individual will provide an outlet for creativity, and the most important thing choice, right? That is really fundamental, and that is what it provides. And there is one more thing that you would need, right, like we've discussed about how individuals are essentially tribal by nature, for good, bad reasons, both, right? But that is the way we are constructed. So in a sense, we need this third element, which provides a sense of identity, values, norms, etc., right? And that, I think, is what the third element provides, which is society, okay? Now, you can think of markets and societies on a continuum, and I agree, you know, most people who say markets and society is different, they also agree that it is on a continuum. But the way this operates is different, right? In markets, you benefit precisely because you are in a web of these relationships, and you don't care about knowing who has supplied this microphone to you, right? We all benefit because there's a web of sort of transactions which are formed, and all of us benefit. So that's great. You don't get any sense of belonging, identity, with that person who's selling this to you, right? You only know that yes, all of us gain with it. But when you look at the society, probably it is at the other end of the spectrum, where you have this sense, you build a relationship with people, you try to think of what are the values that are there, what are the norms that are there, and things like that, right? So those are at the other end of the same continuum of market and society. So I would say that there is a difference between market and society in this way. One more thing, I talked about how functionally they are different. Even the way they fail and they succeed are different, you know, markets, societies and societies, right? So for example, when we talk about market failures, what is a market failure? Essentially, we are saying when an efficient allocation of scarce resource doesn't happen, that's when you say markets have failed, right? So that is an example of a market failure. Similarly, you know what government failure is. But where would you put, for example, caste discrimination, right? It's probably not so much the mistake of the government also, they have tried various things that they could, not a market failure also, but I think it's a social failure, right? Like, we as a society itself have not been able to overcome it the way we would have wanted to, you know, similarly, religious majoritarianism, is it a market failure? Is it a government failure? Probably I would say it's a third category, the way our values, norms have emerged, have led us on this path, you know. So that's why I would classify it as a third kind of category, which is society."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:28.960",
        "message": "Yeah, no, very wise words. And I guess one way, and I'm just thinking a lot of thinking about this is of society as a kind of superstructure. And you have these webs of voluntary actions and a certain class of those form markets. But you also need order in the society for which at some point, you need a state and then a state emerges and that is a state. And of course, then the state just takes over and power corrupts and all of that and the state starts interfering in markets also and all of that happens. And the term you've used for society kind of solving its own problems is societism. So I want to sort of look at this in a couple of contexts, which you know, you've also spoken about you gave a great talk at Manthan, which is run by my friend Ajay Gandhi. So I linked to that as well on YouTube. And let's look at a couple of these contexts, the context which you bring up, for example, is that smaller languages are dying out, because everybody for rational reasons is drawn to bigger languages like English or like Hindi or whatever. And that's hurting language diversity. You know, last week, I did an episode with Peggy Mohan on language is fantastic episode. And I mean, in the sense that I'm not praising my own show, I'm just saying that she's written an incredible book and was so insightful. And she points to this also. And I brought up the question of, say, the cavendish banana, which the great food writer Vikram doctor had once told me about that. Yeah, which just held it up. I'll take a screenshot. Hold it up again. Yeah, so screenshot of Cavendish banana. And the thing with the Cavendish banana is that I think we exported it to begin with. And then it became popular in America. And then economies of scale happened and it became the dominant banana as it were. And then it came back to India and the economies of scale continued along with something Peggy pointed out that it lasts better than other bananas. And now all our hundreds of varieties of indigenous bananas are dying out. And Cavendish is taking over because everybody is making voluntary and rational choices. One example. Now, we can all agree diversity is good. But as an individual, you know, you just went out and bought the Cavendish banana and we are both speaking in English. So what are we talking about? And you know, how do we solve this? A similar problem is big tech, like I constantly feel that when we talk about the polarization that happens online, and so on and so forth, I think it is horrible. So much of social media is just made our discourse toxic, but I don't want the state to step in because of the state steps in and hey, power corrupts, depending on the person who is in charge. It'll just lead to free speech dying, dissent dying, I don't want the state to have too much power here. I've always said it's a social problem. We got to figure out how to sort it out. Other problems that you point out is the context of for example, ghettoization in cities, where Hindu landlords will say we won't give our apartments on rent to meat eaters and therefore Muslims and whatever. Similarly, from the rational choices of individuals, which as individuals, they have a right to make you have this ghettoization where Muslims live in certain areas, Hindus live in other areas, and the social outcome is terrible. But at an individual level, everyone is making a choice that they have a right to make. I mean, if you know, somebody says it's my house, I'll give it to whoever I want. That's fair enough. You want to protect his individual rights also, but what do you do about the larger social problem? Now, the way I think about all these social problems is that hey, these are problems that society has to solve, the state cannot solve everything. The state can step in when individual rights are abrogated. So when there is something like Sati and a woman is being killed, the state has to step in. You know, that's the job of the state. When you know, people are enslaved in different ways or a Khab panchayat says that honor killing karo, the state has to step in because individual rights are hurt by that. But in all of these cases, that a kid says that I don't want my child to learn Awadhi, which is what I speak. I want my child to get ahead in the world and there's an opportunity cost for learning Awadhi, which is that they won't know English and Hindi so well. So I want them to get ahead in the world. And this is a rational choice. You can't argue with this. So through the frame of societism, what insight can you give on these problems?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:20.320",
        "message": "Yeah, I think my priors are similar to yours, Amit that I would say, because there are opportunity costs to state action, you would want the state to do things which are in the range of market failures, address them, and things like that. So you wouldn't want the government to do all these things, even though both of us agree that they are not desirable, right? And they are, they should be overcome. But the idea is whose job is it right, the one, the default action, because we discussed about our part dependence, we lot of people will say it's the state's job, right? And a small minority will say probably, you should solve it by doing probably property rights and solving it through markets. But the idea is that even I don't think both of them can solve this particular issue. And maybe you will need a third element. And that's what my essay was about that we often think of society as this patient on which two people are operating the state and the market. And this society is just lying there being operated on. But think of it in another way, society itself is a partner, you know, society can bring about a lot of changes, it can self correct, it has self corrected. So that's why think of it as all these three being partners and not as one being a patient being operated on the other. So that's where sort of I begin. And I said that, for example, all three have their own comparative strengths and weaknesses. And I'll give three examples where societies can actually self correct it. And I'll start with Eleanor Ostrom's work, right? I mean, governing the commons, very fundamental book that I think a lot of people should read. And she addressed the same question, she looked at there was this idea of tragedy of the commons, right? The idea that common resources will get over exploited. And the only way to overcome that is either through state restricting what people have access to, or market. So basically, you have private property rights being defined, you have fences, you have clear demarcation of who owns what and things like that. Now, she says there is another way to look at this. And they have documented studies of common resources, I think, close to 600, 700 or more studies where people manage this, neither by the state solution or by the market solution, right? And that was where sort of civil societies came in. So they found out that one, the context was very important, the solution couldn't be generalized. So what worked in one country didn't work in just another part of the country. But broadly, they tried to derive some lessons. And there were three or four principles that the study concludes, right? Whenever there is graduated sanctions, whenever there is a higher level of trust, whenever, you know, there was a lot of communication between the entire societal mass, they were able to forge out solutions. Some of them were coercive, right, the graduated sanctions are coercive. And yet, they were able to prevent this so called tragedy of the commons. So what it says is there is a third way out. In fact, what it says is market failures can be prevented not just by the state, but by society as well. You know, often, even in the most liberal tradition, we think that government should come in when there is a market failure. I would say even a more liberal proposition that even when there's a market failure, maybe wait, you know, maybe the society can solve it. And then even if society can't, then the state should come in, you know, so that is one way to think of it. So this is one example, right. So there are examples of common resources, which can be managed by local communities. So a lot of work needs to be done. I haven't done it. But things like maybe what engenders trust, we need to understand, right? What builds social capital? What builds bridging capital more than bonding capital, right? Those are questions that we need to investigate. But we don't because we think society is a useless thing, which has all its problems, which the great state or markets can solve. That's one kind of thing, right? Second one is just philanthropy. I would also classify as one way that civil society sort of corrects problems in societies, right. And I think it is very important in a state like India, for these initiatives, because our state for the foreseeable future will never have the resources to do all the things that we wanted, right. And the example I always talk about is public libraries, for example, we want them, we all desire that we should have them. But can you think of a state which is having so many challenges, developmental challenges to invest in, say, art or culture or libraries the way you want it? It won't, right? It's, in fact, immoral of us to expect of the state to do it because it needs to do more fundamental things. So who will solve it, right? So maybe I would again look at it as some things that civil society can solve for it. But we've again had this major problem where civil society initiatives end up substituting the state rather than complementing it, right. So the example that I gave is an example of complementing. The state does what it can, all the other things maybe the society solves for it. But when you have things like corporate social responsibility, or the state saying that, you know, you should do the schools because we have problems constructing schools, so now you pitch in, right, that's where the state is using coercion to paper over its own failures. And it is getting the society to do its dirty work, right, the things that it should have done it hasn't. So it brings in the civil society and channels all its resources to fix the failures of the state. And that's what I call when I say substituting the state. And you don't want it, right? So again, you want state to focus on things it does and you get the civil society to pitch in in things which the state won't do for a foreseeable future. The third example is just about social movements, right? We have seen how civil society initiatives by individuals, by communities have made the world better off, right? So we know of examples where people come together to solve problems for themselves. So I mean, there are many examples won't go into great detail. But these are just three illustrative cases where we can see civil society coming together to solve its own problems and that's why I say that we need to investigate why this happens, in which conditions this happens. Can we do something so that social capital is built instead of thinking only in state and market dichotomy?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:24.040",
        "message": "Yeah, four points I want to make here as you see while you're speaking because I don't like to interrupt, I take copious notes. So therefore four points I cannot come up with one is just for my listeners that people keep saying market failure, market failure. The first thing that you know, reading public choice theory teaches you and I had an episode on that where I was in fact, interviewed by a former colleague, Pawan Srinath on public choice theory. I'll link that from the show notes. And the first thing it teaches you is that government failure is ubiquitous, nobody talks about it. Everybody says that, oh, there has been that market failure, which is an outlier to begin with. And then they'll say government will step in and they're comparing the ideal government action with the actual thing that went wrong in the outlier example from the marketplace. Well, actually, you should compare actual versus actual and government failure is ubiquitous because the incentives are wrong, because you're spending somebody else's money on somebody else. Unlike in a marketplace, where you are driven by better incentives, and despite that market failures may happen, but we have to sort of think about it in this context as well."
    },
    {
        "speaker": "Guest",
        "time": "02:24:24.440",
        "message": "My second point is that if I just wanted to add to this, in fact, when we teach this failures, we teach three types of failures, not even two. So just like how markets can fail, governments can fail. And we give a lot of examples for that in ways in which governments can fail, right? So a lot of rent seeking, rent capture, all those are examples of government failures, we know that. And the third failure is social failures. And that's where I told you about, you know, just the fact that if you have a society where there is much of bonding capital and no bridging capital is an example where society has failed. So there are three failures, you know, it's not just that markets fail, we think of markets failing and then that's why government should pitch in, but all three can fail."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:11.360",
        "message": "All three can fail and all three can fail together in India as sometimes happens. The second point I wanted to make was about what you say about, you know, social actions, you know, complementing state action. That's something that Ashwin Mahesh has spoken about at length with all the episodes I've done with him. So I'll link them because he is someone who is in many ways a sort of a social reformer in terms of just doing so much work to work with government and saying that, hey, you just can't leave everything to the state and rant against the state on Twitter, you've got to also move your own butt and as a citizen, work with the state to make things happen. And I've had arguments with that as well. But those are fascinating episodes. And he's got a very interesting point of view. So do listen to those. My third point was about, you know, what you pointed out that sometimes, you know, like CSR, the state will say, okay, I failed. So you do it, they'll put the onus on the state. There's something worse than that, which is where the state will say, okay, I'm failing, but you can't try. I won't let you try. And a classic example of this is education, where, you know, running a for profit school in India is illegal, it has been illegal for decades. And you know, there have been studies over the last couple of decades, which have shown that the poorest of poor parents would rather send their kid to a budget private school, which is a really low cost private school, rather than a free government school, because of free government schools are just so bad. And no one is saying shut down government schools or the government shouldn't do education, but it doesn't even want choice to be available to parents so that they can choose. And in this way, they're not only not solving a problem of education, they're not even letting society solve it, you know, and it's not an either or it's not that the government should stop completely. People like me would always say that, you know, education is important, let the government do whatever it's doing, but allow private people to actually function, which it doesn't. I've had great episodes on this with Amit Chandra and Karthik Muralidharan, I'll link those from the show notes as well. And this is also true of vaccines, it's a point Ajay Shah made that not only did the government not procure any vaccines, it didn't even allow private parties to enter into arrangements to do so. When Pfizer wanted to enter India in the later months of last year, it told them to get lost, you know, and then you have this and that's basically murder. At that point in time for the government to tell Pfizer to get lost is equal to murder, you know, and again, something we've discussed at length in the episode on vaccination. So that's, you know, it's not even that the state doesn't do it, and then it passes that responsibility on. Sometimes it doesn't do it, and it won't let you do it, which is even worse. And what is the fourth point I was going to make? Okay, my fourth point is a scribble. I can't read my own handwriting. If it strikes me later, I'll kind of come back to it. But do you want to sort of respond to any of these?"
    },
    {
        "speaker": "Guest",
        "time": "02:27:46.120",
        "message": "And then we'll move ahead. No, yeah, I agree with your point on just that sometimes the state will even prevent a solution from emerging and we've seen many examples of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:02.080",
        "message": "Yeah, my fourth point is this, my fourth point is saying that society will solve its own problems is assuming that it is inevitable that there will be moral progress as we define it, right, that there is an arc of history, and it is going towards freedom or justice or whatever, and that arc of history makes it inevitable that social action will move in that direction. But what if that arc of history isn't inevitable? And what if social action moves in the other direction? So liberals like you and I will say that khap panchayats are a problem, that coercive action by them should be banned, and so on and so forth. But social action may go in the opposite direction, because you and I are firmly in the minority, you know, English speaking elites, influenced by the ideas of the Enlightenment and so on. So that's another key problem with societism that you assume that things will move in a good direction. But what if they don't? What if people get lynched because somebody was seen with a cow? That is also social action. And it's horrendous."
    },
    {
        "speaker": "Guest",
        "time": "02:28:58.440",
        "message": "Absolutely. So that's why that is an example of social failures, right? That's why all three can fail, right? And that's so the idea is you need to guard against that failure. And that's really tough challenge, right? So you would want society to actually solve some things and again, not be where you don't want it to be. And that is challenging, and no doubt, but that's why you have a balance, right? You would want state to assert itself whenever any human right violation happens, or whenever the principles of the republic aren't followed, right? And that's why you need a strong state on those counts, you don't want a weak state on those counts, right? And similarly, you need markets, society will coerce you into saying that you are we all should be similar. And that's why I don't do something which is different from us. But you need market to expressly have choice, you need people to do crazy things and try their luck in various things. So that's why it is a balance, which I talked about, it's not about one being a problem and the other being a solution, all three are problems, all three are solutions."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:09.360",
        "message": "Marvelous. So let's move on to the questions now. And there are some 480 questions on Twitter, well, not so many, but I mean, I haven't counted. But we'll go through a few of the questions. And then I'll ask you about the course that you guys are doing at Takshashila and why everyone should sign up or at least apply for it. Because I'm sure you have limited seats which are going fast. And the first question I want to ask since we're talking about societism is from Akshay Alladi. And Akshay has a number of questions. But the first of them is how is societism different from conservatism?"
    },
    {
        "speaker": "Guest",
        "time": "02:30:40.720",
        "message": "Yeah, I've had debates with Akshay on this. Yeah, conservative, again, the idea behind conservatism, as I understand it, would be yes, that society can solve some problems on its own, right. So in that sense, they are similar, and that sort of maps. But when I'm talking about societism, I'm also trying to explore what are the things that markets are good at, what are the things governments are good at, and then trying to see where that balance rides, right. So I'm not saying that society is the only solution or society is a better solution compared to the others. I'm just trying to look at where are the strengths of each of these. So I think that is the nuance, which is slightly different from what conservatism would say, right, that yes, society is the leading actor, and it determines. So for example, that is why I would still say that the social revolution experiment was a one that we should have had. Whereas a conservative idea would say, I mean, the state shouldn't have gotten to this and society would have solved it for itself, which was, you know, the Gandhian view as well. But I would say that it is, you need the state to have said that, you know, some things are not right. They are violations of human rights and human dignity. And that's why we won't allow it, even though there is broad acceptance in every quarter of the society, right. So that's where I think conservatism and societalism differs."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:16.440",
        "message": "Fair enough, I guess, you know, arrive at a similar solution through very different frameworks. So that's kind of one way of looking at it. I had an episode on Indian conservatism, by the way, with Jerry Rao, who had written a book on that. So people who are interested could look that up. Akshay also asks three other questions, but all are to do with foreign policy and defense. And by the way, Pranay and I decided we won't talk about foreign policy and defense today, even though he's one of our foremost foreign policy experts, simply because we spent a whole episode last year talking about that. So kindly go and listen to that. I'll link it from the show notes. And no doubt he will be on at a future date to talk about that as well. But today, I thought we'll focus on public policy and some of his broader meta thinking than what might now be happening in Afghanistan or Kashmir or the theater command imbroglio as Akshay puts it, which, you know, I don't know what that is. I'll have to Google it to find out after this. Question from Sudhir Sarnobat, where he says his Hindi is very good. Where did he learn that? Is he from Nagpur or not somewhere? You already answered this, I guess. Yeah, so I'm not from the north."
    },
    {
        "speaker": "Guest",
        "time": "02:33:20.400",
        "message": "I mean, I spent seven years, first seven years. And I speak Marathi and now just Hindi at home. But I would say that Hindi newspaper reading improved my Hindi a lot. That's the simple answer to it. And I've always thought in Hindi, I don't think in English even today. That's the language which comes to my mind is Hindi, even though it's not my mother tongue. So I mean, yeah, somehow it's happened. So I guess it's because of the reading. You know, once you start getting ideas in a particular medium, probably you start thinking in. What about you, Amit? Always in English?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:58.160",
        "message": "My Hindi? No, no. In fact, in class 10 and class 12, I got more marks in Hindi than in English. And marks are no indicator, I mean, it tells you how flawed our education system is in terms of metrics. And my trick was there what a lot of people do in English, which is I just learned a whole bunch of Hindi big words and put them together randomly and it kind of worked for me. But otherwise, I have unfortunately lost lost touch with the languages. So I'm not like Hindi, I can read and write Bengali. My mom was Bengali. So I grew up speaking Bengali at home. And Marathi now I can understand after all these years in Pune and then Bombay for 20 plus years. But it's not as good as I would like it to be. And I would, I want to, you know, get it back working properly at some point. And at some point later this year, I want to do things on YouTube and try out different things and all of that. And maybe you can join me and we can do something in Hindi, let's see."
    },
    {
        "speaker": "Guest",
        "time": "02:34:49.400",
        "message": "Sure. Yeah, that would be fun. Because that's one of my passions. This this idea that there's so much great content in English, right? You have the best in the world. But what about the other languages? Right? I mean, do we talk about opportunity costs in Hindi? Have you ever heard of engaging conversation in Hindi on this? I haven't. I have listened to a lot of Hindi content, but no, right? You will either have this really shuddh Hindi, which no one will understand, or it will be, you won't discuss these at all, right? So you will only discuss who won the elections or what is happening on in cricket or, you know, that ABCD of Indian marketing, right? Astrology, Bollywood, cricket and devotional. So these were the topics that you discuss. But who discusses economic reasoning, public policy, maybe some do, but not, I haven't heard of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:44.240",
        "message": "No, I think everybody everywhere has a great hunger and desire to understand the world. And the thing is, we assume that we live in a lucky age where everything is on the internet, so all knowledge is available to us. But if you think about it, that's the privilege of being English language speakers, that we have that available to us. People in Hindi who, you know, may not know English that well or be comfortable in it, don't have that world open to them entirely. And you know, people like you and me who keep talking about how, you know, elites designed a constitution and it was nothing like society and Gandhi said society should be changed from within. Well, you know, we got to practice what we preach and actually speak the language of society in whatever little way we can. And otherwise, we are just speaking to fellow elites. So I completely buy that. There's another question on your language where Murlal asks, quote, can you ask him about his accent, please, and where it comes from? I am a linguist and I've always fought against accentism, but somehow poor Pranay Kutasane's accent defeated me, sorry. I didn't understand the question. Where does your accent come from? He's asking."
    },
    {
        "speaker": "Guest",
        "time": "02:36:46.080",
        "message": "I think you've given enough of an answer of Indore and Goa. Yeah, it's heavily influenced by Marathi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:53.520",
        "message": "And first he was in Indore and then he was in Goa where he was outdoor."
    },
    {
        "speaker": "Unknown",
        "time": "02:36:56.940",
        "message": "So that's my dad joke out of the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:59.920",
        "message": "Gurman Bhatia says big fan have been trying to sing where I play puliyabazi while driving with parents and we pause, discuss the issue at different points. It's been hard to bring such discourse to them earlier, but they love it. Thanks for creating an accessible and intellectually sound podcast. And yes, for all of my listeners who might not have noticed, Pranay co-hosts this brilliant podcast called Puliyabazi in Hindi. So do kindly check it out. And she didn't ask a question. What is this? I thought there'll be a question at the end of it. Atish has a question on semiconductor politics and about something called GANFAB. I'll ignore these specific questions and just speak to broader ones. Sarsij Narayan asks, how would stagflation in Indian economy look and feel like for a common man? And he's also he says he's trying to figure out how far we are from a stagflation. I don't know. Yeah, that's more of a macroeconomic thing, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:37:54.560",
        "message": "Yeah. I mean, this idea that inflation is inherently something which is bad is, again, a fallacy, right? Inflation, any growing economy will have inflation. Why inflation happens is just because demand is greater than the supply for a particular product. Why is the demand greater? Because people's purchasing power has increased. So a society where there is no inflation means a society is getting stagnated in terms of its demand and the fact that people are having lesser purchasing power. So it will be a sad state of affairs when that happens. You know, we already see that in some countries where there is a stagnated economy. I don't think we have a good answer to this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:44.680",
        "message": "Yeah. So we don't have a good answer to this. Randhir Borkar asks, too late, but please ask how he is smart in so many areas and working habits. We've spoken about your working habits, smart in so many areas, yes. So broader question, which I had listed down, but I thought we don't have time. So I won't ask. But now it has come up. Do you have mental models which you have thought about explicitly through which you kind of look at the world or you apply them to different subjects and all of that to learn about them better?"
    },
    {
        "speaker": "Guest",
        "time": "02:39:14.240",
        "message": "Yeah. So I think I'll say this in three ways, OK? So one thing, I am not a specialist in anything. And actually, like, I don't like the word expert as well. So because I'm definitely not one of them. But in general, it's difficult to be expert in anything related to human humanities, right? We are always learning. So I'm so the way I approach it is think of it in a very general overview. So what I always advise people who want to start in public policy also that don't go into one narrow domain in at a very early stage. A lot of people will start with no health excites me. So I just want to do public health. But I would say go the opposite way, you know. So think of it as two axes. One is domains and one is disciplines. So domains are things like health, defense, environment, climate change, whatever, right? So these are domains of public policy. And on the other axis is disciplines, which are things like economic reasoning, psychology, social psychology, sociology, public finance, etc. So the idea is, don't dive into just one domain. But think of can you arm yourself with certain key ideas or toolkits from these disciplines as well. And then you so learn all these, you know, public finance, economic reasoning, and then you can apply them to one or two domains, you know, so you get bored with doing just one thing. So why would you just do one domain? So for example, I would love to do things on foreign policy when I'm bored of it. I would love to do things in public finance or something else. So just pick two or three domains and arm yourself with all these disciplines so that you can apply that frame to a variety of domains. Another additional thing that happens is, you know, a lot of knowledge generation happens at the intersection of one domain and one discipline, you know, so for example, a lot of people will think of Pakistan in a very foreign policy sense, right? So yeah, there are things which they do to India, and you wouldn't want them to. So the analysis is very political. But maybe if you are armed with the principles of public finance, if you are able to read the budget that Pakistan makes, maybe you will come up with an economic way to coerce an adversary that you wouldn't have thought of, right? So you new knowledge generation will always happen at this intersection. So why be bothered about an academic department sort of mindset, right? So that is one sort of main idea that I think of. The second one is, and I think, Amit, you know it best, right to learn instead of reading to learn only. So the more we try to write and learn, we develop mental frames to look at variety of problems. And we think of things that we ourselves wouldn't have imagined a few years back, right? So that writing experience opens up those windows. So that is one thing. The third thing, and this is not mine, but Hal Varian has a very good idea about this. He has written a nice paper on how to build an economic model in your spare time, okay? And that has three really nice insights which I think apply here. First idea is, where do you get your ideas from, right? And a lot of people would say, read journal papers and you will get ideas. He says that's not the way to get good ideas. Only the way you get good ideas is by reading bad arguments. So that's why you should be on Twitter, right? So you will basically get, there's nothing which inspires you to write about something or investigate than a bad idea, right? So you will get these really flawed references in your mind. When you get those, it inspires you to, okay, that's not the way to think and that's why I'll write it. So getting ideas through TV or through forums or Twitter is a great way to start off. It will inspire you to see a frame which you absolutely disagree with. So that's one first point. The second one is postpone your literature review. And this is also something quite counterintuitive. Once you think of an idea, people will directly dive into what has been done in this field. And the problem with that is you will eventually come to thinking the way others have already done and you won't come up with anything new. So the way he says is postpone literature review, actually think of what you would imagine the solution to be. Can you have your own framework? Can you imagine the way forward? And once you've done that, then look at literature review. You will be able to poke holes in your own solution better as well. So that was the second one. And the third thing is just giving a seminar. Just basically discussing your ideas. And I always say public policy is anyways a team sport. One person cannot transform India. Even thousand people cannot transform governance in India. You need lots and lots of ideas, debates, discussions. So discussing your ideas, however unformed they might be, is valuable. You get a lot of feedback and then you are able to improve upon it. So I think these three things are really nice. Not mine, but I think a lot of people will benefit from this paper."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:50.840",
        "message": "Yeah, you know, we link it from the show notes and these are really fascinating. I mean, I did an episode with Krish Yashok at the end of last year and he spoke about some pyramid of learning and which are the most intense ways of learning about something. You know, at the bottom is you just read something or, you know, slightly higher might be when you when someone tells you and you're listening, but the highest is you teach something because when you teach it, you have to teach it in a systematic way. So you're forced to learn it better yourself. And in fact, one of the things I love about Takshashila is so many incredibly smart people always iterating with each other and trying to teach each other and learning from that. And obviously, you know, writing is also a great way to clarify your thinking on a subject like Joan Didion once said, quote, I don't know what I think until I write it down, stop quote. And just writing can often, you know, sharpen your thinking because if you want to write something in clear language devoid of obfuscatory jargon or vague abstract terms, then you're forced to get really concrete. And that whole intersection of subjects is also really interesting. Like I had Gautam Menon on my show, the biologist, and he was talking about how it was so fascinating for him to go deep into both biology and physics and how much insight there is at the intersection of those two, which is just wonderful. Let's quickly move on to Twitter questions."
    },
    {
        "speaker": "Guest",
        "time": "02:46:07.960",
        "message": "I'll just add one thing, Amit. On teaching, right, I absolutely agree, but teaching is when you teach interested students, if you're teaching for a class, which probably are hoping for a degree or credit, then teaching doesn't challenge you the way you would want to. So what if you have a bunch of self selected students who really want to know because they are interested in it, and it's not because they'll get some job, or they'll get credit, then teaching is the most powerful way, right? They challenge you and you will then be dumbfounded, then you will go back, learn, be a better teacher."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:49.880",
        "message": "So yeah, I would just add that. Wonderful. Myopic Astronomer wants to know, is currency devaluation a credible option for India or would that be demo 2.0? Do you have any views on this? Why is he asking you?"
    },
    {
        "speaker": "Guest",
        "time": "02:47:02.240",
        "message": "Yeah, I became a macroeconomist. But there is a very interesting idea about devaluation written about it. Generally, you know, there was this frame that one rupee should be equal to one dollar, you know, I've seen WhatsApp messages and all that. And I was looking at the history of it, right? And this was obviously earlier, it was intentionally you had the Britishers sort of overvaluing the currency, right? And when you have an overvalued currency, it benefited the system where you exported raw materials and you had a lot of British goods, clothes, etc. coming into India. So overvaluation actually harmed us. It was one of the ways in which the colonial economy worked, one of the principal ways in which. But there is this notion that still we should have this one rupee equal to one dollar and it is completely flawed. And in fact, Manmohan Singh had a really great speech about this. It is very pervasive, you know, this idea was being discussed in parliament, etc. And Manmohan Singh very eloquently talks about why this shouldn't be the case. You know, there is nothing which is prestigious about an overvalued currency or an undervalued. So I think we can link to that, Manmohan Singh will explain this much better than I can."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:22.920",
        "message": "Manmohan Singh will explain this and for fans of the current regime who are smoking at the mention of Manmohan Singh, let's point out that when Manmohan Singh was PM, the rupee was far closer to being one dollar than it is today. And I agree that there's not necessarily any one right level for it. But that's a macroeconomic discussion. I think I'd asked Ila Patnaik this also in my episode with her. But anyway, that's a different subject. Shantanu wants to know, quote, I wish to know whether his favorite foreign policy philosophy, Matsyana, really can answer happenings across the globe. Top quote and apologies for mispronunciations."
    },
    {
        "speaker": "Guest",
        "time": "02:48:57.600",
        "message": "Yeah, Matsyana, right. So it is law of the fishes. Yeah, that basically is realism at play, right. So the fact that big fish eats small fish and Matsyana is a quotidian Arthashastra concept. But so thinking of whether it applies to the real world. Yes, it does. You know, we can explain a lot of things that happen in international relations through this frame. Like there are three traditions in foreign policy broadly, which is realism, there is liberalism and there is constructivism. And we've discussed this in our last episode. So I'm not going into more detail. But yes, Matsyana and realism explain a lot of what happens in the international sphere, just like how see what US could do in Iraq and Afghanistan, right? Who could question it, right? That was also an example of the fact that because they had the power, they could exert it. There is, yes, something called UNSC and United Nations. What could they do? Nothing. You see that playing even now, right? Is the fact that you are not even able to investigate whether, where did the coronavirus pandemic start from, right? And this just illustrates that power has a big role to play in international relations. And the one point I would add is, sadly, people apply Matsyana to domestic sphere as well. And they think everything is Matsyana and it is justified. That's exactly not the case, right? When we talk about Matsyana, we are talking about international relations, a different system. But in a domestic realm, I mean, we should not want Matsyana to prevail, right? We would want a republic which ensures our rights irrespective of the power that we have. And that is why you have the state in the first place. So the existence of Matsyana in domestic relations would mean that the state has failed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:53.680",
        "message": "I guess Matsyana, whatever you call it, is a good descriptive frame to look at international affairs, which can often be zero sum, but would be a terrible prescriptive frame to look at domestic affairs where we want to protect everyone's rights and avoid coercion as far as possible. Big fish eat little fish instead. Anirudh Menon has two questions. First of them is about semiconductors. What is this? And the second one is, what fiction are you reading?"
    },
    {
        "speaker": "Guest",
        "time": "02:51:23.560",
        "message": "Yeah, so actually, as I said, I don't read a lot of fiction. So first, one of the first tasks that was assigned to me when I joined Takshashila was to read all Harry Potter books. And that was like a new learning for me. And that's where I learned the defense of the dark arts and all that. So but yeah, I don't read a lot of fiction. I really love the nonfiction segment itself, just the way the fact is more fun than fiction, I would say not even the fact that fact is more stranger than fiction. I don't know how strange fiction is, but I like the fun element of it. So I read a lot of travelogues kind of thing, city biographies, that is a genre I like but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:12.520",
        "message": "not so much fiction. Have you read the Power Broker by Robert Caro? No. Are you kidding me? Okay. Recommendation to you and all my listeners, and old timer listeners would have heard it before. The Power Broker by Robert Caro is this masterpiece. It must be a million words or half one and a half million or whatever. Massive book on it's actually around 800,000 now I remember and I'll tell you why I remember. It is actually three books in one in a sense. At one level, it is a biography of this guy called Robert Moses, who designed most of modern New York and all of that. At another level, it's a biography of New York, the city over several decades. And at a third level, it is a study of power, of how power shapes the world and the reason I remember to say 800,000 was it was originally a million, and he had to cut it down to 800,000. And out of the 200,000 or so words that he cut out was a book length portion on Jane Jacobs. And Jane Jacobs, of course, is one of my heroes. She wrote the great book, The Death and Life of American Cities. It's a masterpiece. And she was constantly in opposition to Moses, because Moses was this top down central planner kind of person. And Jane Jacobs was much more about how are the people actually living, what is organically emerging from there, you got to respect that. The remarkable figure Jacobs and these are both these books are masterpieces, but you mentioned biographies of cities and the Power Broker is just kind of on top of my list over there. But I'm sorry, continue."
    },
    {
        "speaker": "Guest",
        "time": "02:53:42.520",
        "message": "Yeah, no, that that's it. I think that kind of books I like but fiction, no."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:49.400",
        "message": "And I would just say that, you know, nobody should ever pass value judgment on someone who reads only nonfiction and not fiction or vice versa. Because the point is that opportunity cost life, you know, time is limited, life is short, we will all die. So while we are alive, you want to read things you enjoy reading, you don't want to force yourself to read because reading diversity or so and so friend has said this is a great book. It's part of the canon. Read what you enjoy reading and feel no guilt whatsoever. Like I keep saying any reading is good. You read Chanda Mama also old copies that is good reading is good period."
    },
    {
        "speaker": "Guest",
        "time": "02:54:23.800",
        "message": "Yeah, but a lot of people have told me Amit that you must read fiction because it opens you to newer ways of thinking. Yeah, so maybe that's true. I'm probably missing out on that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:37.160",
        "message": "So yeah, I think great fiction is a very good way of zooming in. Like a lot of my writing students, I'll find that they'll zoom out very well, where they discuss things at a broader level, you know, but it's a zooming in which makes fiction special because, you know, we only live one life. But when we read fiction, we can live the lives of others, if the fiction is good enough, and you can only do that, you know, through fiction, really. And that is valuable, but I still would not pass a value judgment because life is limited. And if as long as people are reading, I won't pass judgment on what they are reading because most people are not reading and that's that's a problem. Moving on, Bhuvanesh Selvaraj has questions about foreign service, space diplomacy, South American relations. Hey, I'm really sorry, some other episode, we'll talk about all these things, but no foreign policy today. Sai Krishna is NITK alum. He wants to know about your life at NITK and our private beach. So you've spoken about your life at NITK. But what is this private beach?"
    },
    {
        "speaker": "Guest",
        "time": "02:55:35.120",
        "message": "No, the college had a beach."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:37.280",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "02:55:38.280",
        "message": "That's it. Nothing happened there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:40.280",
        "message": "You didn't go streaking through the beach one night after having seven old monks."
    },
    {
        "speaker": "Guest",
        "time": "02:55:44.160",
        "message": "No, no, I didn't that. The good thing is that that was the USP of the college, right? So you had a lovely old sort of a temple and it was on sort of a cliff and on the other side of the temple, like you pass through the temple, another door opens and you sit on the cliff and you can see the sunset, right? So just imagine. So that entire experience made a lot of us go to temple. So you can imagine the only reason people would go is because you get this beautiful view."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:18.000",
        "message": "Marvelous. Molly at Abhinav Molly asks an interesting question, quote, let's get an economist to answer Reddit's favorite AMA question. Would it be better to fight one horse-sized duck or 100 duck-sized horses?"
    },
    {
        "speaker": "Unknown",
        "time": "02:56:32.600",
        "message": "Yeah, I have."
    },
    {
        "speaker": "Guest",
        "time": "02:56:35.760",
        "message": "I'm just thinking about this. What lens would you apply to this comparative advantage? I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:47.000",
        "message": "I really don't. I'll give my answer and then you can give yours. The first time I've seen this question, it's a lovely question. One horse-sized duck or 100 duck-sized horses. I would rather fight one horse-sized duck for the simple reason that I would assume that these creatures have me overpowered anyway. But the only way I can get away is if my opponent makes a mental mistake or if I can outthink the opponent. And it is more likely for me to outthink one opponent than to outthink a hundred opponents. So I would opt to fight the one horse-sized duck rather than a hundred duck-sized horses, assuming they are all equally hostile to me, which I don't see why it would be the case because I have a very convivial relationship with both ducks and horses in the past and have not tried to ride either."
    },
    {
        "speaker": "Guest",
        "time": "02:57:37.000",
        "message": "Do you have any kind of answer now? No. I mean, after you put it this way, maybe, yeah, it's similar. But it depends, no, we need to know what are the assumptions made. So the hundred things might actually fight amongst themselves. So they might not be concentrated on you as an adversary. So there are so many other variables that you need to take into account."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:01.160",
        "message": "Yeah. So, yeah, good question for both of us to think about. Thaul asks a question about Matsyana, we've already done that. Bharatan asks, what does Kutasana mean? We've done that. Kautilya Subramaniam asks, what are his main sources for IR news? What does he read on a daily basis, religiously, if any?"
    },
    {
        "speaker": "Guest",
        "time": "02:58:20.280",
        "message": "Yeah. So one thing I realized, Amit, I think one is just creating good Twitter lists helps. So I have lists for my subject area. So more than the feed, I just go to TweetDeck and look at the list. That helps me. The second thing is just using the good old RSS reader. So subscribe to a lot of things on that and just go and read that. So maybe you will have Foreign Affairs, that magazine, Economist, Economist is really great for someone who's interested in a bunch of things. So I have like around 600-700 sources in that OPML file and just follow that is my idea. Because otherwise you end up reading so broadly that you might miss out the important things. So just using the RSS reader helps me focus on the things that I want to. I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:24.120",
        "message": "What do you do? Reading broadly and in a dispersed way. No, I found your answer very curious and I'll ask a follow up question. Because not curious, I don't mean that in I mean, I found it interesting. I am curious about learning more, because it strikes me that a lot of my reading is too broad and too dispersed. And I wish I could, you know, build some kind of system which it seems to me that you have done. So apart from having the system where you have sort of curated lists or feeds or whatever, are there also specific times of the day you give to reading and I have to change this habit where I'll just be on Twitter or I'll be wherever and I'll just hit links at random and I'll forget about them a minute later and I'll have 800 tabs open and until my computer just gives up. So do you have a system of reading and taking in knowledge?"
    },
    {
        "speaker": "Guest",
        "time": "03:00:09.440",
        "message": "Yeah, so I, to be frank, I don't have a great system either. But what I do is, for example, if there's a PDF, I will always read it not on the browser, but I will download it on a software like Mendeley and use that to read. So all my PDFs will be in one place that I read later. Yeah, other articles, yeah, I'll just read the way you do. But just the idea that instead of reading in the tabs, you read on your RSS reader makes you go towards the things you really want to write and I keep changing those RSS feeds. So sometimes if I'm interested in, say, semiconductors, I will just put some Google alerts in that RSS feed. So I read news, but through the RSS feeds, which will help me focus on a particular area instead of going to news.google.co.in where you might read about Tapsee Pannu's review of a particular movie, I will then read about semiconductors. So that sort of helps sometimes. I don't have a definite time of the day for reading. I have a definite time of the day for writing. So that helps me in sort of trying to collect. Which is which is what? So newsletters, for example, I always write on Saturday nights. So it's, yeah, 8, 8.30pm to whatever 1pm, 1am, 2am, whatever time it may take. So through the week, I'm trying to collate thoughts, I have made a list of topics that I come across when I read the newspaper or on Twitter or wherever bad ideas, good ideas. And I'm constantly jotting them down, thinking through them through the week and noting them down on Obsidian. So taking notes whenever they strike, and then do focus writing during the weekend. Otherwise, if it is op-eds, etc, then it is again in the evenings, generally, just the same time after dinner, and don't sleep until you've finished."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:12.760",
        "message": "And I love your newsletter. And of course, also done an episode with Raghu Sanjay Lal Jaitley, your co-writer, who calls himself RLJ these days, and keeps reminding me of the Rock Street Journal, which used to be this music magazine, indie music magazine in India in the 1990s. I am, by the way, the only person in the world who has had his byline in both Rock Street Journal and Wall Street Journal. So no one else has that unique honor. So how is it like writing with him? Like one thing I've noticed is that always the first piece in the newsletter will be by RLJ. So is this out of modesty that like, do you put it together and you just put his on top because he's such a nice guy? What's the deal? And do you play off each other? Do you sometimes during the week, do you discuss that I'm writing about this? What are you writing about?"
    },
    {
        "speaker": "Guest",
        "time": "03:02:57.600",
        "message": "How does it work? Okay, I have met RLJ only once in my life. Okay. So it's always been communication through either WhatsApp or on the phone very rarely. So both of us work very independently on this. So he writes his stuff, and I write on topics that I want to. Sometimes there have been editions where I had a comment or a rebuttal to what he wrote and things like that. So that's the way it is. And the reason why his writing was upfront is because he finishes always before than I do. So I am always the person who's sending the things towards the end. So that's why it was and RLJ is a much better writer than I am. So I always put his writing up front so that maybe people would then read mine as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:49.440",
        "message": "That's incredibly modest. I don't know what to say because I love both of your writings. And you both write in different ways, but you are two of my favorite thinkers. So honestly, just seeing you writing one newsletter is like mind blowing. And if anybody hasn't subscribed to Anticipating the Unintended, please do so. It's at publicpolicy.substack.com. We'll also be linked from the show notes, obviously, two of our finest thinkers and also most modest thinkers like what is this even? Okay. So let us move on to next Twitter question, Devashish Patel, Aditya Vajha and someone called Naren who just put a plus one to Aditya's question, all have the same question about how do you move into a public policy career from an IT career?"
    },
    {
        "speaker": "Guest",
        "time": "03:04:33.800",
        "message": "Yeah, I think that was the transition I also made so I can relate to it. But the idea is now the options are much, much more than they were back then, you know, like public policy is literally a course that is there in a department which is in so many universities in India now. So that has opened. So my way of thinking about this was, again, minimize opportunity cost, right. So idea was, I am working in a particular area, I have, I know nothing about public policy. So can I take a course while I'm working? And that's the great thing that Takshashila offers, right, the GCP because it is meant for working professionals, people who don't know about this topic, but want to explore it, right. So it's a sachet course for someone wanting to know. So that's how I started and I will also probably recommend it to people who want to get into this area that try it out first, you will know something and if it really, you know, it lights a bulb in your head, and you want to actually explore this further, then there are various opportunities, you know, now, companies have public policy departments, they recruit people, then there are, of course, governments also have opened up, you know, on contract positions where hiring happens. So there are many, many more avenues now. So maybe start small first. And then if you're interested, either do a master's, PhD, or directly jump into public policy careers itself. What I will say is people looking to recruit in this area need two or three things, one writing skills, so they always focus on really good writing skills, they can do my writing"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:22.880",
        "message": "course for that and the rest they can learn from Takshashila."
    },
    {
        "speaker": "Guest",
        "time": "03:06:26.960",
        "message": "And second one is economic reasoning. So if these two are really sort of fundamentals that you built on, then you can directly jump into a career, try a few things and explore it. So what I would say is there are lots of options. And this is a career where we need a lot of people from different disciplines to come and contribute. And our public discourse will be richer and better if that happens. So please do if you are in an IT career, consider thinking public policy is fascinating."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:59.800",
        "message": "So before we move on with the questions, tell me more about this upcoming Takshashila course. And you know, why people study public policy, what kind of things do you teach, what they can expect? Tell me a little bit more about that. Because I you know, I've for your postgraduate course, I taught this thing on how to write an op-ed for a brief file, which was where I first two, three years ago got the idea for the writing course I do now. So I'm very grateful for that. And I was given access to the all the other lectures. So while I haven't done the course, I have a fair idea of the content. And it is mind blowing. Like I wish I had sort of done this course when I was in my 20s, because it would just have made the way I look at the world so much clearer and so much better and just an incredible bunch of teachers also, you know, people like you and Nitin and Manoj and so on. So tell me a little bit, tell us, tell my listeners a little bit more about this course. When does it start? What's the process? Why should they learn? And how will you go about it?"
    },
    {
        "speaker": "Guest",
        "time": "03:07:58.080",
        "message": "Yeah, so I'll start with the why and then come to the course earlier. So the idea is, again, it's about thinking of the demand side and the supply side, right? So we are trying to address the demand side here. The idea is that if our discourse is better, if we are asking the right things of the government and the right questions, maybe we might get the right answers, right? So it's trying to address that demand side of the question. And that's why there are a lot of think tanks, you know, think tanks in US have are much older than the Indian Republic itself, you know, Brookings completed 100 years in 2016. Can you imagine? So think tanks do exist. But the idea is, a lot of think tanks are either in capitals, thinking about changing policy with the policymakers, right? But our thinking was that you need the other side as well, right? Address the demand side as well, improve the level of public discourse, then change will happen regardless of who is at the helm. So that's why this course exists, and it is trying to address the demand side. Now what we are seeing is it also probably addresses the supply side, you know, because in one sense, we also found out gaps, like the fact that most of the technology companies which now exist, are often operating in gray areas, right? Not because they are shady, but the fact that our government laws are such, right? You need laws which are old style. And then, for example, I'll just give you an example, one of our alumni operates this scooter rental startup. And the idea was, there was no law for that, you know, and the law prohibited many things that they wanted to do. So you need public policy to come in and work with the government, tell them that why certain things are better, why it will help the ecosystem as a whole. It's not just lobbying for your company, but it's about explaining why certain things when banned can result in certain other consequences. And when you allow it, what are the economic benefits you can unlock, right? So it's a really interesting thing to look at. The second thing from the supply side also is, for example, people within the government also, maybe armed forces officers or others, might be looking at a thing from the lens that they are used to, right? So for example, armed forces officials will know everything about the tactical side of things, right? But how does that relate to India's economic goals? How does, you know, India not having good relations with the US impact India's defense, for example, right, or China, for that matter, these things, the bigger connections, the course is able to make, you know, and that is useful for people who are within the government as well. The third one, yeah, a lot of people are aspirants of UPSC, etc. They are also the type of people who join the course. And what we tell them is this course will not help you crack the UPSC. Definitely not. That's a clear thing, which is upfront. But it might help you once you get into the government, the way you will think about price caps, the way you will think about incentives, the way you think about government itself as a complex of principles and agents will be definitely different, you know, so that is how I would say why public policy sort of learning it is important. It is important, even if you just want to be a more engaged citizen. And it is also important if you want to actually go into the government. Now coming to the course. So the course is called GCPP. And it started way back in 2012, Nitin and co-founders of Takshashila got that together. And the background of this was actually the citizens against corruption, that entire movement that had happened, right. And a lot of people asked that, you know, if that's not the right way to go. And I think Nitin had written a column on why that's not the right way to go. Yeah. So the idea was, what is the way out then if protests were not the way to go? And that was the reason why the course started that, you know, we actually didn't have good answers, if people have this question. And the idea was that, then can we get smart people together, and at least discuss some of these concepts. It's not so much teaching, but just bringing people from different disciplines together, and exposing them to certain ideas that they wouldn't have come across. So that's the origin of the GCPP. And it's sort of in its 30th cohort, it's a 12 week course. And it is meant for people who are working again, keep opportunity costs low. So people who want to learn about this, start learning it, even while you're working. And there are three main streams. One is the fundamentals of public policy, where we discuss these ideas, which we talked about today. The second one is economic reasoning, really getting people to know the fundamentals of microeconomics. And the third one is about public communication. So we talk a lot about writing, the importance of narratives, the importance of stakeholder management, etc. So these are the three components. And by the end of the course, people are equipped enough to write a policy proposal by themselves. So think through an entire policy question in a systematic manner and write a proposal down. And that sort of is really pathbreaking for a lot of people. It was for me definitely when I did this in 2013, because it gave me the confidence that I can systematically think of a problem and bring out a solution, even though I've never worked in the government, right. So just that act sort of gives in a lot of confidence. And what it did to me personally, was it changed the way I parse news, just add a completely new frame of reference to look at the happenings in the world. Otherwise, it's very easy to get dejected by what happens in the world, and just think that everything's going wrong. But that helped me put some frame of reference to why things happen the way they do. And that was like a big learning point for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:15.520",
        "message": "You know, a note for my listeners, one thing I sometimes do is at the end of every year, I kind of like to look back and say that how has this year changed me? How have I grown in this year? What have I done in this year? And the answer is usually disappointing, and I could have done so much more. And you know, Jan 1, I am lying there depressing, shit, I wasted another year. But I would say that, one, it's a good practice, and two, this course is like 12 weeks, like it's 12 weekends, right, basically Saturdays, you spend a few hours, you know, just do it. If you if you have any interest in this subject, which I assume you do, because you've heard more than three hours of Pranay chatting with me about just these subjects. So you know, why not could be could be life changing. And even if it isn't life changing, at least you have another frame, you have a more refined frame perhaps to look at the world. And that's a good thing. Let's get back to our Twitter questions, we asked questions."
    },
    {
        "speaker": "Guest",
        "time": "03:15:05.280",
        "message": "I would add to the summit, by the way, the course is not for the faint hearted in the sense that beyond the Saturdays, there are assignments and all to do. But what I can guarantee is, you will enjoy it, it's, we have a lot of games, etc. And the idea is, it's, it's a lot of fun. You don't want to have a course which people are taking out of their own volition to be boring, right. So that's one thing we are very conscious about. And making it more fun is the whole aim, but it is rigorous. So a lot of people need to put in at least I would say, eight to 10 hours a week for this course. So that will give you the results that you want."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:47.280",
        "message": "Excellent, highly recommended. Meanwhile, we better get back to Twitter, otherwise people will go crazy, we asked questions and we were ignored. Not a good thing. Asad wants to know, how does he fight procrastination in daily life? And then stuff about your economic student journey, which you've covered, but how do you fight procrastination?"
    },
    {
        "speaker": "Guest",
        "time": "03:16:05.680",
        "message": "That's a good question. I think just having those habits help, you know, so I used to procrastinate a lot on again writing as well as a bunch of things that I have to write, but they never translate into so their idea is there, but it's never you don't write it. But things like having a newsletter, etc helped me a lot, because I know that you have to get something out by that time, you know, so there's no room for procrastination after that, if you have promised your reader that you're going to get something out, you have to do it. So I think that is what you put yourself in these situations. That sort of helps. Otherwise, I mean, for example, if you have a column, it helps, right? You wouldn't have that issue if you have a column, because you know, you have a deadline. But I haven't had a column. So it's used to write an op-ed, then the editors will sit for it for two weeks. By that time, you will anyways be dejected about that topic, right? So that didn't give me that sense of writing regularly. But when you have something like, say a newsletter, or you have promised yourself that I'm going to get something out a particular week or a particular day, then I think things fall into place, you just make it work. So it's promising yourself rather than anything else."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:26.640",
        "message": "Yeah, this is I think, what psychologists call a commitment device. And I started a newsletter for the same reason. But then a lot of shit happened, personal shit happened in April, and I just got swamped. And I didn't write it for the longest time. So I need to revive one of these days, because I thought I'll do two or three a week. And I'm just, I haven't done it for months, but I'm going to get back to it. And commitment devices are useful, like, you know, I would like thank God my power, you know, the scene in the unseen is a weekly podcast, and because now it has a listenership that it does, that I have to come out with it, no matter what happens, like recent weeks, I felt very burnt out things haven't always been going well. But I have to come out with it every week, because there are just too many people who listen to it and will be disappointed if I don't. And that's great. And maybe the newsletter had just started. So it hadn't reached that sort of cultic level, where I have to worry about those things. So commitment devices are useful, do set them for yourself. Be like Pranay, don't be like me when it comes to things like newsletters."
    },
    {
        "speaker": "Guest",
        "time": "03:18:23.600",
        "message": "But Amit, I would just add, I'm so amazed that you've done this podcast alone for week on week, 200 and what 30 odd times. One commitment device that works for me is always work with someone else. Most of the things I do, and it also comes from this frame that public policy in general is a team sport, you will be wrong. So you it's better to have someone else so that you can refine your idea. So I try to work with people. And that helps, you know, then both people can inspire each other, right. And sometimes when you are not in a mood to write, you see RSJ has already written his edition, then you will be under pressure and say, Okay, now I have to write there's no way that I can ditch what someone else has already written. So that similarly with Puliyabazi, because Saurabh is there, I am inspired to keep doing things week on week. So I guess that also helps. So I'm really amazed how you've done this alone over 232 weeks, how have you done that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:27.320",
        "message": "I have somehow done it. I mean, I've somehow done it. So it I mean, it is what it is. But by the way, I've for my listeners, I've appeared on Puliyabazi, where I've done an episode where I've spoken about Hayek in Hindi for one hour, which is quite an achievement. I myself don't know how I managed."
    },
    {
        "speaker": "Guest",
        "time": "03:19:43.800",
        "message": "There are fascinating comments on it, Amit, you should read on Castbox and others, and you will realize why we need to do more such discussions in Hindi."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:52.600",
        "message": "So you're done, I'm shifting house this month, and I'm going to set up a YouTube studio in my new house. So we shall do something, we'll show it, we'll also come to the field, what is it? Okay, now our next question is from Durga Ravindran, I think I better revert back to English because Durga will be like WTF dude. So Durga asks, why is it so difficult to bridge theoretical knowledge and policy implementation in India? Why do we fail to see the unintended? What would a roadmap to fix this look like?"
    },
    {
        "speaker": "Guest",
        "time": "03:20:22.120",
        "message": "Yeah, I think the road to this is just understanding things better, right. And that's why being equipped with public policy knowledge from wherever you get it, you do a course or you read up things by yourself is really important. Because again, like public policy, we already come up with so much baggage to it that we already have solutions, right. And Land Pritchett has a great video, I mean, again, we can share it about selling solutions versus defining problems. So even people who think they are rational, will actually frame a policy problem as a lack of their favorite solution. So they will say, okay, what's the problem with education, there are not enough teachers. So the only solution to that is have more teachers, right. So you've already thought of a solution and you're framing a problem as an absence of it, you know, so it's a solution masquerading as a problem. But the idea would be, can you think so the hack that he gives us a problem is not a problem until and unless you can have three mutually exclusive solutions for solving that same problem, right. So if you look at it from that frame of reference, maybe you will be able to define problems better before even coming to solutions, right. So such things are needed. And second thing is, again, just being open to the fact that you don't know the world, you know, use of knowledge in society, the essay that Hayek wrote, those kinds of things illustrate that we don't know enough. So if we are open to our priors being updated through public policy, then we'll be able to anticipate the unintended. Most of the times I often feel that people will already have solutions, they've already figured out that this is the way it works, then there is no learning to be had, right. Then there's no point of reading or taking a course just to reaffirm your existing biases, then what's the point? So that's why I think we fall into this idea that we already know things. So public policy, what do we need to learn about it? What's there to be learned from economic reasoning? But if we go back a step and try to think of these disciplines in a systematic manner, then maybe we'll be able to anticipate the unintended much better."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:48.480",
        "message": "Marvellous. Durga also asks another good question. Has he faced any skillset gap in his career without a master's in policy economics?"
    },
    {
        "speaker": "Guest",
        "time": "03:22:57.240",
        "message": "How did he deal with it? Yeah, so I don't think I have faced that as such in terms of, I don't think I needed degree or certificate in order to sort of learn about that. So that's the way I see it. And it's great that Takshashila has given me that opportunity, even though I don't have a thappa from college. So the idea is, if you're curious and if you're learning things on your own, also discussing, learning from others, then a degree as such is not something which is a must. Having said that, the thing is public policy discipline is a very new discipline in India. So it has not ossified to the extent that other disciplines have. So for example, if you are probably applying as an economist, people will tell you that you need to have a PhD in economics. But that's not the case in public policy. So we've had many people who after doing GCPP have gone on to work in governments or taken up journalism jobs or taken up jobs with other companies in public policy departments. So it's not that you need a master's tag or anything. It's more about the learning and the skill set that you develop, not the degree that you get. So if you can write well, if you can reason well, if you have a broad understanding of many disciplines, then a lot of people I see are willing to hire people in this area, right? It's not so much about an MPA or an MPP."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:35.280",
        "message": "Well, like you said, I guess the newness of the discipline helps. But as a general question, not about public policy per se, would it be fair to say that there is a tradeoff between formal education and self-taught? And the tradeoff is that the danger of a formal education is that, like you said, you get ossified in certain ways of thinking and can't think beyond that, and might even get tied to an ideology or, you know, be incentivized to follow whatever is the academic fashion of the day, which is a negative side. But the positive side is that you get a systematic exposure to different frames of thinking, that you become a part of a community of peers who are also experts in that subject, and you learn and grow from that. But at the same time, I would guess that being self-taught means that you are going to have a little more dynamism because self-taught after all means that you were driven to teach yourself that and that makes a difference. So is that like a fair summation of the tradeoffs as it were?"
    },
    {
        "speaker": "Guest",
        "time": "03:25:30.360",
        "message": "Yeah, I would say the systematic learning is absolutely necessary in public policy, especially because you need a network of people to correct you, because as we said, we'll have biases, we'll never learn from them. So and having a systematic way of thinking is absolutely necessary. I would just say it's not necessary that you have a particular degree which says that you know this, you know. So yeah, maybe you take a bachelor's course, a level course in a college which is teaching you this or you might just take an elective in a college which teaches is that is also fine. But I was just referring to the question that you need a master's in a particular thing. But I definitely think more than systematic thinking, it's just being with other people, other smart people learning from them, learning their frames of reference, to see what you were where you are going wrong is really important in public policy, I would say."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:32.640",
        "message": "Wonderful. So what I'm going to do is I've taken almost four hours of your time, I won't take too much more. So we'll take it like coffee with current, which I presume is your favorite talk show, right? They have this rapid fire at the end. So I will ask the rest of the questions as a rapid fire. And I want rapid answer also. And you know, apologies to someone who's asked something really detailed. And I'm going to ignore questions about semiconductors, we'll do a special episode on semiconductors at a later point in time. I didn't know there was something like semiconductor Twitter, but it seems that there is. So anyway, fastest, not fastest, I was about to say fastest finger first, no, rapid fire. Okay. Manas Sharma asks, how does he do such a good impression of a minister?"
    },
    {
        "speaker": "Guest",
        "time": "03:27:14.360",
        "message": "When did I do that? No idea."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:18.000",
        "message": "See, like ministers, you're denying it also. Yeah. Okay. Niharika Yadav asks experience with teaching versus doing public policy in India. I guess this requires a longer answer, but you've already actually gone over a lot of this in this episode, anything Pithi to add?"
    },
    {
        "speaker": "Guest",
        "time": "03:27:34.760",
        "message": "Yeah, I would just say, yeah, both are important and teaching really gives a new lens. If you are teaching it to a bunch of self selected people who are interested. So yeah, teaching is important. So I would say both give you a really well rounded base in public policy. And yeah, just doing one of them will not complete the picture. But I guess both make you better at doing the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:03.160",
        "message": "Yeah, absolutely. Yeah. Yeah. Okay. Next question is from Abhishek. Why did you remove the Mandarin version of the name on your profile?"
    },
    {
        "speaker": "Guest",
        "time": "03:28:12.480",
        "message": "Yeah, because I stopped learning it. So I felt bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:15.560",
        "message": "Okay. Suitably sheepish. No grand geopolitical reasons and all of that. Excellent. Pranjal Dubey asks, ask him to give examples of his favorite quote, change happens at the margin. Give just one example."
    },
    {
        "speaker": "Guest",
        "time": "03:28:29.520",
        "message": "Yeah, the great example is about the economic growth, right? This idea in 1991, whatever changed, the change happened at the margin. Now you can argue that people who were the most disadvantaged in India didn't face any benefits of this, there is still poverty, etc. But at the margin, people who had say some benefit of education before or had some skill before, benefited immensely from whatever has happened since 1991. Right. So that is what it means that change happens at the margin, change might not always happen to the most disadvantaged section. But that doesn't mean that, that government should focus only on the most disadvantaged section, right? If it can make changes at the margin, a lot of good things happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:23.040",
        "message": "A lot of good things happen to the most disadvantaged also. Yes. Like I think you'll agree with me about Mahatma Gandhi's metric for public policy. He didn't use these exact words, but his metric was that for every action, the one thing I ask myself is, what will be the impact of this on the poorest of the poor? And I think for all of us in India, this is a good metric to have. And all my arguments for, you know, more individual freedom, respecting individual autonomy, economic freedom, especially, all come down from this, that the impact on the poor is the only thing that I look at. And that is why I support all of these things in."
    },
    {
        "speaker": "Guest",
        "time": "03:29:58.560",
        "message": "Yeah, but there's a nuance here, Amit, like, for example, if you have limited resources, and you want to bring change, which will be in the case of the government, where would the government put its money on? Right? That is a challenge. So for example, you want to bring out economic growth, you want to bring make everyone prosperous, maybe the effort that you would require to do this in a far flung village will require more effort, more resources, whereas maybe you can impact a lot more number of people who are at the margin and require some barriers that government has artificially put to be brought down. Right? So the ideas both are important, but it shouldn't happen that the government says, I will stop, I will only do things when I can influence the poorest of the poor. That never happens, and that will just lead to us expending humongous amount of resources on bringing a change, which could have had a much better impact in another way."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:00.480",
        "message": "Fair point. Yashovardhan Singh says, thought you have discontinued the podcast, sir. I don't know whether that is addressed to you or me. Have you discontinued Puliyabazi?"
    },
    {
        "speaker": "Guest",
        "time": "03:31:08.320",
        "message": "No, no, it's still going on."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:10.400",
        "message": "We have not discontinued anything, we will go on till we drop. Saurabh says, reforms in IAS, it's not even a question, it's just the three words. Should happen. Should happen. Great. Excellent answer. Anushka Jain says, who is RLJ? My reply to her, by the way, I replied to her was Raghu Sanjay Lal Jaitley, which has not amused her, I think. So neither will you answer that nor will I."
    },
    {
        "speaker": "Guest",
        "time": "03:31:35.600",
        "message": "I can only say I am not RLJ."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:37.960",
        "message": "Yeah, that's obvious because RLJ has come on my show and he talks very differently from you. So clearly you are not RLJ. And I will only say that while Pranay said he has met RLJ once, I have never met him. OK, so, so it, you know, it's it's it will have to, I'm afraid, remain a mystery. Now I had a whole bunch of new notifications. I'm just going to refresh this and see if there are any other questions that I have. Another semiconductor question, what has happened? Some doubting doc says he has an intelligent man crush on you. Who doesn't? Which intelligent man doesn't have an intelligent man crush on Pranay, especially after this episode is what I want to know. And I'm just scrolling down. OK, we have covered most of it. I guess I didn't give enough notice to these guys. But I'll end with a kind of a final question. And I already know one of your answers to this, but I'm sure you have other answers also. And this is basically about, OK, where at the end of the episode people are not satisfied. My listeners are voracious for knowledge. So recommend some books for them to read, not just on public policy, perhaps, but what do you think are foundational books to the way that you think about the world? And I know one of the books you'll recommend, of course, is what Manoj also recommended, I think, Policy Paradox by Deborah Stone, right?"
    },
    {
        "speaker": "Guest",
        "time": "03:33:04.600",
        "message": "Yeah. The Law of History is one that really influenced me a lot in terms of just thinking what lessons can we derive in a variety of spheres, from biology to foreign affairs. So I would recommend that really short book. But what do you call insights per square inch are the highest in that book, I would say. Second, I really read like the Gandhi Tagore debates, I think that's one book which actually I became emotional after reading just because I couldn't imagine two people could disagree so nicely, you know, so in a way that is seems so foreign now, you know, opposite of Twitter."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:45.960",
        "message": "Yeah. But just like seen unseen."
    },
    {
        "speaker": "Guest",
        "time": "03:33:47.960",
        "message": "I would have loved to have Gandhi and Tagore on seen unseen. But we should have fought then. I mean, we should disagree fundamentally."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:52.920",
        "message": "I think we agree on a lot of points. We disagree on a few things, you know, like one of them is on whether we disagree or not, which immediately makes a person who says we don't disagree wrong, because we have clearly disagreed on that. Maybe 100 years later, we'll be the Tagore and Gandhi for a new generation. Okay."
    },
    {
        "speaker": "Guest",
        "time": "03:34:12.760",
        "message": "So I would surely recommend that people who want to understand Indian polity, there are two different views, and both of them have relevance in today's age. So recommend that a book that I would another book I would recommend is factfulness. I think that was so important that again, we think of the world in often that everything is going in the dumps and this book will set the right context as to what are the more important problem and where have we come ahead in terms of progress on a lot of things. So that human kind of hopeful history recently by Raja Bragman was a good book for me, at least challenged me in a lot of ways that I think so. Have you read it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:02.120",
        "message": "No, I haven't. Now that you mentioned it, I have one more book to read as such a backlog, but I will read it."
    },
    {
        "speaker": "Guest",
        "time": "03:35:07.960",
        "message": "Yeah, thanks for that. Yeah, that one. Yeah. And in terms of public policy, in service of the republic from an Indian context, I would recommend and Eugene Bardach has a very good book called a practical guide for policy analysis. We often use that in a course, I'd recommend that. And finally, essence of decision, it will tell you how decision making inside governments work. That is one book. For a last one, I'll cheat and add a last one. It's called banishing bureaucracy, it will tell you how to reform the government within itself. You know, just this fundamental insight that the solution to everything is not is not necessarily privatization or nationalization, or decentralization, there are ways to reform government from within itself, or government organizations. And I thought that was a really nice insight."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:03.680",
        "message": "I like the fact that it alliterates so banishing bureaucracy, murdering mandarins, bludgeoning babus, you know, we can we can do a lot with this alliteration praying to policy wonks. Okay, so, Trane, thank you so much for your time and insights. This was just such a fantastic conversation, and I hope soon we can, you know, meet physically and perhaps record again at the Takshashila office, which, you know, is such a wonderful place with wonderful people. So listeners do sign up for the course. What are you doing? It's only 12 weeks, 8 to 10 hours a week, change your life now, please. So thanks, Trane."
    },
    {
        "speaker": "Guest",
        "time": "03:36:40.320",
        "message": "Thanks so much, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:43.240",
        "message": "If you enjoyed listening to this episode, check out the show notes which are filled with rabbit holes for you to enter. If you're interested in finding out more about Takshashila's course on public policy, head on over to takshashila.org.in. You can follow Prane Kottasane on Twitter at Prane Kottas, one word, you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seal and the Unseen at SeenUnseen.in. Take good care of yourself."
    }
]