[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Hemapathi Sen was born in 1866 in Khulna, then a small village in eastern Bengal. When she was nine years old, she was married off to a 45-year-old widower. During the days, she would play with dolls with her husband's children. At night, she would lie on her bed, paralysed in fear, unable to process what was happening, waking up naked without understanding why. Three years into her marriage, her husband died. Soon, her mother-in-law died, and her mother died, and her father died. At the age of 12, she was an orphan and a widow, abandoned by the family that remained, penniless in this poor village in the middle of the 19th century. You'd think that there wasn't much left in life for her. But this 12-year-old girl left the small village, made her way in the world, educated herself, became a doctor, an actual doctor in an age where female doctors were rare, when women were not supposed to study. She even got a gold medal in a medical college, but the boys protested, saying girls are not supposed to be studying in the first place. They threatened to kill her. She didn't get the medal. Later in life, she fought for equal pay for female doctors and became a prominent social figure. She also wrote a book. Every day for years, she sat down and wrote. And when she died in 1933, those pages disappeared into a trunk. They lay at the bottom of that trunk for 80 years, till they were discovered. And even then, her descendants thought, what's the big deal about this book? But that book was a big deal. It got published. And so we now know the story of Hemabati Sen."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:31.560",
        "message": "What a life. Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:41.960",
        "message": "Please welcome your host, Amit Verma. Welcome to The Seen and The Unseen. My guest today is Kavita Rao, who has just written this powerful book called Lady Doctors, The Untold Stories of India's First Women in Medicine. This book profiles six pioneering women who fought all odds to become doctors in an age when girls were supposed to sit at home and learn cooking and needlework, and faced misogyny and violence if they dared to enter the man's world. These include Hemabati Sen, who I mentioned in the introduction to this episode, and the other women are just as remarkable. In one sense, this book chronicles how women were second-class citizens in 19th century India, sometimes treated worse than cattle. In other ways, it is a reflection of our society even today. Yeah, the customs of getting girls married off when they are nine may no longer be common. But women are still thought of as a property of men, as instrumental to the well-being of others, without autonomy of their own. I often say that the India of today inhabits multiple centuries, the 19th, the 20th, and some of us elites in the 21st. So there is a lot in this book that is familiar, ugly undercurrents today that were explicit then, that are almost hardwired into our society, that go back a long way and still remain with us. My conversation with Kavita wasn't just about these lady doctors though, or the society of then and now. Kavita is a wonderful writer and storyteller, and we also spent a lot of time talking about her craft, the life of a writer in these times, and the possibilities of being a late bloomer. She also had some terrific advice for women trying to juggle family and writing. Before we get to the conversation though, let's take a quick commercial break. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Over the last few months, I've enjoyed teaching my online course, The Art of Clear Writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction that offers much stimulation, and even some comfort in these difficult times. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST, or about $150, and the August classes begin on the 7th of August. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I'd like to help you. Kavita, welcome to the scene and the unseen. Thank you so much for having me. I loved reading your book, Lady Doctors. In fact, it's really interesting that, you know, one of the things that I noticed about your book is that on the one hand, it tells you how bad things used to be for women once upon a time. But then you realize with a start that in many cases, they are still like that for most women. So, you know, I find that it's not just a sort of a historical book, but has many resonances with current times. But we'll discuss that a little later in this episode, I want to begin by sort of asking you about your journey so far. You know, tell me a little bit about what your childhood was like, where you grew up, all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:05:04.480",
        "message": "So basically, I've been an expatriate all my life. I mean, since the age of four, I was born in Mangalore, but my father was a pediatrician. So when I was about two or three, we moved to the UK because he had a fellowship there. Then after a couple of years, we moved back. We were in Bangalore for a bit, and then around then this was a very long time ago, in 1975 or so, my father was one of the pediatricians sent to Iran. This was pre-revolution Iran by Indira Gandhi. She sent a convoy of doctors to help Iran because in those days, India and Iran were on very good terms. And around 1975, I moved, you know, with my family to Iran, did not live in big towns. We lived in small towns, we did not live in Tehran, and we lived there for about four years. We had to quickly leave when the revolution came, when the Khomeini came in. And then we returned to Bangalore again. And after a few years, my dad again got itchy feet, and we moved to Bahrain. And I spent, I guess you could say I spent most of my early childhood there because we stayed there for about eight years, then again returned to Bangalore. And I did my, you know, schooling and I went to law school in Bangalore. So that's me up to that point. That was my childhood."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:34.300",
        "message": "So you've written a really nice piece that I'll link from the show notes on your childhood in Iran, where you talk about how when you went there, there was a snowstorm, your roof had collapsed. Tell me a bit more about how it was to be kid in all these different places, like first you're in Iran, then you're in Bahrain. And you've essentially, as we'll discuss, kind of been traveling all your life. So you know, what kind of books did you read? Was there a sort of an early desire to be a writer and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:00.780",
        "message": "Yes, I mean, it's true that I've been traveling all my life, like my father was a Rolling Stone then and the man I married, when I married him, he deceptively said, I'm going to stay in one place. And then he too started rolling. So, you know, we have moved around a lot. That's been my life for better or for worse. So Iran, to be perfectly honest, I have very few memories because I was four years old at that time. But, you know, through photos and, you know, talking with my mom, I've reconstructed a lot of memories. And you asked about what I read, I mean, right from the time I was small, I was reading. And one of the reasons for that was until I was in Iran, we didn't have a proper school because there were not enough people or not enough children to have a proper school there because we were in small towns like Kermanshah and Zahedan. So my school basically had five kids. And of these five children, one of them was my older sister. So the other four kids were not related to me. But we had an American teacher who really encouraged us to read, and I mean, I should say my father was not like many Indian fathers, I suppose. He was all about reading. He used to get us a lot of books and he didn't have a lot of money at that time because he was a young doctor in Iran, so, you know, he wasn't getting paid much. But he used to get us secondhand books or books from some sort of library, whatever. And he used to constantly encourage us to read. And I suppose the books I read were, you know, initially were the kind of books that most children in India might possibly be reading. Inid Blyton, though she is not popular these days, but I read her, Roald Dahl and, you know, the Just William books, those ones, those were available. Of Indian books, I think mostly the Soviet books, you know, the books that were cheaply available which we used to pick up on our trips to India, you know, all the Soviet books. So, you know, he used to encourage me to read virtually everything and a lot of history books as well. You know, not just fiction, but, you know, a lot of history books as well as I got older. So in that way, I was extremely lucky. You know, my parents were not like many other Indian parents. They were not just about the studies and getting marks and being good at maths and stuff like that. And I was terrible at maths and I'm always been terrible at maths anyway. So, you know, I was happy to escape to reading. Yeah. I missed something. Yeah. You said about my memories of Bahrain, which are much clearer. I mean, I moved to Bahrain when I was about eight and it's a very small country. And back then it was even smaller before the internet and before easy transport and, you know, all that kind of thing. And we had, I suppose, a very Indian life because I went to an Indian school. I did not go to the posh international schools, parents couldn't afford that. So I went to an Indian school, a CBSE school. I didn't enjoy school at all, to be honest. I didn't like that school. I had to suffer it. I honestly don't think that school taught me anything or very little. I mean, basically all my teaching was at the hands of my father and my mother to a slightly lesser extent because, you know, she had all the housework to be getting on with. So really I feel like all my reading was due to my father and it was a very Indian lifestyle. We met only other Indians and we went to an Indian school, we ate Indian food, we did Indian things, we learned classical music. And it's not the life that I later led as an expat. It was very different to that. In those days, Indians stuck to other Indians for the comfort of, you know, familiarity. I don't really, I haven't followed that in my later life. I mean, these days, I just, I do not want to hang out with other Indians for the sake of familiarity. I like to meet people from various different countries. So yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:57.140",
        "message": "Yeah, I mean, that's interesting because in my years as a professional poker player, I would spend a lot of time in Macau where I would play a fair bit and I would of course go with other people from here. And on one such trip, they had this insane craving for Indian food. And I'm like, we are going back to India, why are you craving Indian food? So I remember one afternoon, we had to catch the ferry at Macau and go to Hong Kong and catch a flight back to India. And they said, before catching the ferry, let's have lunch at an Indian restaurant. And I was like, what are you talking about, we will be there tonight, you know, you have dinner there. And they're like, no, let's go. And they insisted on going somewhere and we ended up missing the ferry because of which"
    },
    {
        "speaker": "Guest",
        "time": "00:11:34.820",
        "message": "we missed the flight. Oh my goodness, that's a bit extreme, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:38.460",
        "message": "Yeah. And this insularity that Indians often have, that I understand the craving for familiarity, but the whole point of traveling is to kind of expand those horizons. So I just find it bewildering and bizarre. But I guess when people aren't traveling, traveling per se, but they're settled somewhere, I also understand that need for comfort. So in your article, there were a couple of very interesting quotes, one from your mom and one from your dad. So it's kind of interesting that, you know, one speaks to one's parents for quotes from a story. So I just want to read those quotes out and then I have a couple of unrelated questions around them. First, you quote your mom on how fashionable Iran was, pre-revolution Iran was, where she says, quote, I felt so unfashionable next to the Iranian woman with their lipstick, high heels and French perfume, stop quote. And then later you quote your father talking about how things changed after revolution, where he says, quote, everything had changed. The streets were filled with young boys, only 15 or 16, toting machine guns. There were no women anywhere. One young boy branding a Kalashnikov came up to me and asked me what I thought of the change of guard. I don't think anyone, even Khomeini, had ever been so enthusiastic about the revolution as I was that day, stop quote. And the first of my questions is about the exploration of memories, because I might have a few memories of my childhood. But I noticed a few months back, what I did was I kind of sat with my dad with a recorder and I just wanted him to talk about his memories and his growing up and all of that. And it was interesting. And when those memories kind of coincide with a time when I was alive and I also have memories, it was sort of interesting to sort of see them play off against each other. And this whole act of talking to people about what happened in the past, I wonder to what extent it changes one's impression of the past, not just in terms of the person asking, but even in terms of the person remembering. Like I did an episode with Anshul Malhotra and she wrote a beautiful book about the objects people carried with them from partition and the memories that those represented. And while researching for that, one of the sort of TIL moments for me was that, you know, when we remember an event, the first time we remember it, we remember the event. But every subsequent time we remember the remembering. So memory is very malleable that way and can do strange things. So when you talk to people about your memories, like one, I wonder if you've done more of this spoken to your parents or others about memories of the past and you know, what is this sort of experience like, especially when in some small manner, you are also part of those memories?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:17.060",
        "message": "Oh, I mean, this is a very complicated question. One thing I noticed is that obviously, you know, when I speak to my mother about these memories, at the time she was going through this journey in Iran, life was very difficult for her. You know, she grew up in a time when there was no internet and no easy access to books and she was suddenly, you know, transported to a country where she didn't know anybody. She didn't speak the language. She, you know, she was just like a clunk down in there. My father went off to work in his satisfying and interesting work as a pediatrician. And she was stuck with two small kids. I have an older sister who's just two years apart from me. So there were two small kids under the age of, you know, five. And she was sitting in, you know, looking after them running the house. And I'm sure when she actually went through it, I mean, she says this, it was very hard and very difficult, and she had many times when she totally missed her family and, you know, and also, you know, in the early expatriates, they didn't have much money. They don't lead the comfortable life that we later expatriates do. They didn't have the internet. I mean, they really suffered. If you look at that picture, I mean, when you see that photo, it's like everybody is slightly out of place, you know, there's my mom in her sari and, you know, all that. But at the same time, now when she looks back upon it, she sees it as an enriching experience because memories tend to become rosy with time. And she sees it as, wow, it was such an interesting experience and had such a, you know, wonderful time kind of doing that. And as I said, pre-revolution, they were very good relations between the Iranians and the Indians. And when my mother got a lot of attention because she was wearing, you know, saris and, you know, those 60s and 70s saris, chiffon saris, which are like sort of, you know, they're quite sort of, you know, revealing and all that. But there was no sort of blowback from that because in those days, all the Iranian women were, you know, dressing in perfectly normal, as I say, normal in quotes way. And then, of course, the revolution came and, you know, the revolution is a complicated thing. It's not like Reza Shah Pahlavi was such a wonderful person. I mean, he was incredibly corrupt and, you know, was a tyrant and a dictator and all those things. So it's not as simple as, you know, good people were set aside for bad people and everything became worse after that and all. It's not that simple. It can't be really be covered in a podcast and, you know, I don't want to comment on that since I have not been back to Iran since then. But just speaking from the memories of my parents and also when my father, as I say in the article, my father had to go back to collect his salary, OK, and obviously that was very important. OK, so we quickly got out when the revolution came. We got we got news from Tehran that Khomeini is coming and everybody needs to get out because we have no idea what's going to happen. You know, revolutionary guards are going to take over. So we all got out on the first plane. And then unfortunately, you know, we went to Mangalore, which is where my maternal grandmother was and we were all sort of like refugees there. We didn't have a house. We didn't have anything. We didn't have. We left some stuff behind. We just went with a few suitcases. And then my father had to go back. And while I don't remember this, my mother says like, you know, how scared she was, but they had no choice because his money was with the government and he had to collect it. So basically he flew back into a revolution, OK, and that was very scary for him. And as I said, he described how all the streets were filled with 15 year olds with, you know, Kalashnikovs or whatever gun they had back then. And he just, you know, decided to put on this act of being very supportive of the revolution. You know, basically he shouted the Iranian equivalent of Khomeini Zindabad and he was very enthusiastic because, you know, he was like, I have to stay alive, get my money and leave. And on the way back, he had, there was no flight. For some reason, there was no flight direct from Tehran to India. Maybe they were stopped because of the revolution. He had to go through Pakistan. So I mean, you can just imagine at the time, I think General Zia-ul-Haq was in power. So he was like, oh my God, what if, you know, I have to change planes in Pakistan? What if they, you know, arrest me there? At that time, relations between India and Pakistan were also really bad. The wars were just over. So he was like, I don't even know, I mean, he didn't say any of this, but my mother sat and worried. And again, remember, no mobile phones, no email, no internet, so no news at all. She just had to sit and wait in Mangalore until he finally came back with his money. And I think after that, she must have told him, I mean, no more of these kind of expatriate assignments, which are, you know, ridiculously risky. And I've been through my own journey in that regard. But, you know, when I went through it, I thought about how worried she must have been when the times when there was absolutely no communication and she just had to wait for him to come back. The only communication was telegram, I think, at that time. So yeah, I don't know whether that answers your question. I may have wandered a bit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:34.940",
        "message": "No, no, this is a show meant for wandering. And if I might wonder myself, a couple of modern resonances, you spoke about 15 years old with Kalashnikovs, which is basically what Twitter is like today, in a sense. And you also spoke of your dad having to go all the way back to Iran to get his money. And you've written a book on freelancing. So I think many freelancers would also know how hard it is."
    },
    {
        "speaker": "Guest",
        "time": "00:19:57.140",
        "message": "I don't think I have had it even a quarter as hard as my parents have had, you know, have led their lives. They had hard times. So yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:07.340",
        "message": "Yeah, no, just and just to continue that thought, I mean, there's also a sort of strain of choosing your memories, as it were, in your book, where you, for example, while you were speaking, I got reminded of Anandi Bai Joshi, you know, who went to the US to study and she's writing all these letters back to her husband. And her husband is both sort of has been good to her and bad to her, good to her that he sort of sent her to study and all of that and wanted her to be educated, bad to her in the sense he would just beat her up. In fact, once famously, as you said, he beat her up because she wasn't studying, she was cooking, which is a good reason, but the wrong action entirely, but we'll come to her later. But I thought of this in the context of just choosing the memories like you yourself pointed out that, you know, it's easy to look back at a particular point in time and say that, oh, the before was all good, and it was all rosy and the after was all bad. And while everything kind of contains multitudes, and this is also something I've been thinking about that, when we look back on the past, what we remember as a happy time or a sad time is really up to us, right, because we can choose those slivers of memories to remember and kind of, you know, discard the rest, and then it's up to us what we choose. So tell me a little bit about after you've come back at this point in time, what's your conception of yourself forming up to be and I ask this because I find that and we are almost the same age, I think I might be a little younger, but we're almost the same age. And it kind of strikes me that, you know, people today can conceive of themselves as anything because everything is open to them through the internet. And, you know, just in terms of the options you have open to you and all of that. Now I remember back as an 80s kid, I mean, I'm too young to remember the 70s. So of course, I was around that. And as an 80s kid, you had all the traditional options open to you. And that's obviously for the boys, at least that, you know, doctor engineering and civil services or later, you know, MBA opens up in the 90s, all of that shit. But nothing really beyond that. What was your conception of yourself? And how did it evolve as time went by as you grew older and reached adulthood?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:14.380",
        "message": "I mean, I returned from Bahrain to India in 1987. And I was about 15 then. Okay. And I did my second PUC in Bangalore and my parents decided that they wanted to settle in Bangalore for a while. And you know, my father got a job there, set up his practice there and etc, etc. My father had a very different concept of expat life than I do. He was incredibly patriotic. Okay. And I'm not very patriotic at all. So I almost believe that patriotism is the last refuge of the scoundrel. He was an incredibly patriotic man and he had all these ideas about giving back to his land of birth. And I don't scoff at those ideas, mind you, I just, I don't feel the same way or quite often I don't feel the same way or, you know, I have very muddled and mixed feelings probably. So anyway, so that's the reason why we returned. And when I came back to India, I felt like a complete misfit. I mean, I can be frank here because I don't think I hope that any of my relatives or parents, my mother is listening to this. You know, I come from this very sort of tiny sort of Brahmin community, which is extremely sort of stultifying and, you know, everybody gets married only within the tiny, tiny sub sub sub-caste. It's not even like, you know, we get married within the state or anything. It's like very, very sort of, you know, basically originally from Udupi and everybody gets married within that tiny, tiny sub sub-caste. Everybody becomes a doctor or an engineer, though I have to say the women of my time, you know, many of them didn't have any option to become anything, you know, that kind of thing. And when I came back, I felt completely suffocated. I was like, oh, my God, this is hideous and I have to behave like this. In those days, 1987, Bangalore was a small town. It was not the Silicon Valley that it is today. So everybody knew your business. I mean, you know, everybody knew what you were doing, what you were wearing, what you were. That was especially true of my community. So I felt incredibly suffocated for a while. Then I just got used to it because there was no other option. And then, you know, I studied at National Law School a little later on, and I wasn't quite sure whether I wanted to study law, to be honest. I mean, the other thing that I wanted to do was something in English literature, which has always been my passion. But my dad quite rightly said, and I think he was right, he said that that in an English literature degree may not have much value in the job market if you want to get a job. Probably law is a better idea. And this was in the early years of NLSIU. So I was the second batch very long time ago when NLSIU was new and it was honestly pretty easy to get in. It's not the incredibly difficult thing that it is today where you study for two years and you still can't get in. So I studied law for four years and I really enjoyed, sorry, five years. And I really enjoyed studying law, but I didn't like practicing it so much, which I'll come to later. But I still have, you know, friends from my time in law school. My best friends are still from law school. When I was writing this book, Lady Doctors, I realized that some of the habits that I had learned in law school came back to me. Okay. And honestly, I had not used them for 20 years. I had not used these skills of research and all that because law school was incredibly grueling. I mean, this was pre-internet, remember? So 1989, 1990. So pre-internet, we had to do something like, what was it? Yeah, about 12 projects a year on various subjects. And you know, each project was, I don't know, maybe about, you know, certainly about 5,000 words or more and well-researched at any way. And we had to do all this without any internet. So we had to go to the library and there will be one relevant book and all of us, 80 of us will be jostling for that book. And some people would even hide the book in the library so that somebody else couldn't get it. So all those habits of research and, you know, working hard on a long, long project and endurance really helped me with this book. So, you know, I'm glad I went to law school in some way, though I didn't actually use my degree in a related way, but still, I'm glad I did that. So does that sort of answer your question?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:43.260",
        "message": "Yeah, it's useful to move ahead to the next question, which is what every good answer should do. So before we get to, you know, your practice against a lawyer and why you chose not to do that, elaborate a little bit more for me on the exact kind of research that you did in a couple of ways that one does, you know, I'm guessing, learning to practice a particular profession with these conventions for research and all, also then changes the way that you read, changes the way that you accumulate knowledge. And does that then shape the way that you think, like, do you begin to think about everything else in a different way, maybe a more systematic way, or maybe a different kind of systematic way? Is there a sort of an influence there? And also, what exactly was your research process for the book like, like, did you have any of the modern tools in terms of, you know, note taking and knowledge management for that? What was that process? Like, I'm very curious to know more."
    },
    {
        "speaker": "Guest",
        "time": "00:27:41.220",
        "message": "Right. So I do think that yes, the, you know, the methods that I had in law school, you know, we had these heavily footnoted projects, right? I mean, though, I'm sure that, you know, plagiarism back then wasn't the, you know, hanging offence it is right now, because, you know, we didn't have proper books, and we didn't have the internet and etc. So it was all sort of very rudimentary research. Nevertheless, I think it really helped me because organising huge sets of material, finding the right sources, all these skills helped me some 20 years later, as did my journalism skills as well. I mean, but, and for this book, I had to read a lot of very dry material. And my aim in this book was not to just make it well researched and well footnoted and all that. My main aim in this book was to make it readable. Okay. And I have to see whether readers find it readable. I won't know until I get some feedback from readers as to whether it is readable. That was the main thing for me. Take all this extremely dry jargon, some of it legal jargon, because there are a couple of court cases also, and turn it into something interesting and readable and compelling. Okay. I wanted it to read like fiction, while it is nonfiction. I mean, I hope that that's sort of clear. I mean, that I don't mean, you know, being inaccurate, but I wanted it to be a page turner as far as I can possibly make it. And I think all my legal writing really helped in that because, you know, basically in law, you take a bunch of, you know, facts and try to boil them down to the essential fact, okay. And that is what I've tried to do with this book. So that really helped. Regarding the research for this book, it's a very archival book, by which I mean that, you know, I did want to talk to some of the relatives and the friends of the lady doctors, but honestly, I couldn't find any that had, or I just found a couple maybe that had memories. Okay. Mostly everybody else had forgotten about them. They had no memories. I mean, they knew that X person was their great grandmother or grandmother, but they couldn't remember a thing about her because by the time they arrived, you know, they were born or something, she was already really old. And when you think about it, this is quite common because my paternal grandmother, for instance, I have almost zero memories for her. By the time I was born, she was very old in her nineties or whatever. And she had dementia and she wasn't able to talk to me or anything like that. So I mean, that's quite common if you ask me what memories I have of her, I don't have any memories of her, to be honest. This is quite common. And so I had, when I say archival, I had to look at the letters of the lady doctors and many of them didn't even write letters like Kadambini. I had to look at some memoirs. Some of them didn't write memoirs. Okay. Then I went to memoirs, biographies of them written by other people. They were a couple of those, though not many. Some of them were in languages that I could not get easily translated. So I had to do a lot of work to get an English translation because they were in Marathi or they were in Bangla, you know, languages that I do not read. So I had to look into all those things. And eventually I even like for the last one, Mary Poonan Lukose, she started writing a memoir and then just stopped abruptly, probably because she got married. She had children. This is always a thing with women. I mean, with most of the lady doctors, suddenly they would stop keeping records when they got married and had children because they were too busy looking after the children and, you know, doing stuff. So suddenly her memoir stopped and I was like, how do I find some record of what it was like for her in Travancore? And I had to go to the memoir of a person called Somerville, TH Somerville, who was a doctor in Travancore. He was a British missionary who was a doctor in Travancore and a friend of Mary's. So I actually had to use his memoir to give an idea of what practicing medicine was like. So obviously it's not the same experience that Mary had, but I didn't have a choice because it was either that or leave like a big gap in the book where she comes back to Kerala, gets married and then silenced for the next 40 years. That couldn't have worked. So I had to go to the memoirs of other people living at the same time that the lady doctors were living. So that was, you know, like as regarding modern tools and I'm not a very technically savvy person, though I can learn stuff if I have to, you know, most of the material was still from libraries, though maybe from digital archives and things like that. And you know, I don't think I, I tried Scrivener for keeping notes and I just, I just couldn't get along with it. So I just resorted to the old fashioned methods that I perhaps learned in law school, which is like, you know, I just kept detailed notes of everything. And I made sure that I or I've, I've tried my best to make sure that everything is accurately footnoted. I don't want to sit up here and say I have done it perfectly in case a mistake comes up to haunt me, but I've kind of, you know, tried my best. You know, I obviously recorded all interviews and things like that. So I don't think very modern methods, probably old fashioned methods."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:01.140",
        "message": "No, I have to say at this point that I love reading your book. For me, it wasn't a page turner, it was a page clicker, because even though you send me the physical book, I kind of prefer to just read it on my screen or I bought a Kindle version and just easier to take notes and all of that. So a couple of questions regarding the actual writing of it. And one of those is that one of the qualities of your prose, which is also there in your journalism obviously, is the clarity of your prose, which is interesting coming from your legal backgrounds. Because you know, I teach this online writing class and occasionally there'll be somebody there who will be like, I have a legal background and we are expected to write in this kind of language and these are the conventions and what do we do and all those other. Now it seems clear that you sort of confronted that and beat that it wasn't really an issue for you. You know, when I look back on my older writing, I always cringe, which I think happens to any good writer, you look back on something you wrote five years back, of course you cringe, because you're kind of growing and learning all the time, take me through, you know, your journey as far as your writing style is concerned, in terms of arriving at the kind of clarity which your book and your writing clearly has, because it's not something that is with anybody right from the start, you have to work at it. And initially, what happens is that there is this sort of dual thing playing out that there is a battle between judgment and ability. So you know, whenever a young writer will tell me that, you know, I'm such a crap writer, I should stop writing. I am like, No, you are not the fact that you're saying that means your judgment is better than your ability. And that's a great thing, because you just do more of it and your ability will catch up. While with me when I was young, I realized my judgment was also impaired because I actually thought I was a good writer. So what was that sort of journey with you like and how was it that you began to arrive at certain values of prose and was that sort of associated with your journey in journalism"
    },
    {
        "speaker": "Guest",
        "time": "00:34:55.580",
        "message": "as well? I might answer this in great length, because this is a really interesting question and one that I have grappled with for years. And you're absolutely right. When I graduated from law school, I had many skills, but I don't think the skill of good writing was one of them, because obviously, legal writing is different from other writing. And it was very convoluted. I mean, if you have read all those judgments, and like, it's embarrassing, really. So I used to write like that. And my first writing job was as legal correspondent for the Economic Times. This was a very long time ago, and I didn't do that job for long. Nevertheless, it was, you know, a big learning experience for me. And if I when I look at my clips back then, and I still have them, and they're all hard copies, because in those days, there was no internet side, painstakingly cut them out and send them to my parents, you know, and my writing was so rubbish back then. So so bad. And I really wonder why anybody didn't turn around and tell me maybe because everybody's writing was quite bad back then. Okay, because this was before the internet, and we didn't have access to the great writing of, you know, the Americans and the British and you know, other people. So my writing was just so convoluted. I never used a short word when a long word would do and you know, and it was just so I don't have words to describe it really. And I think the process of writing, learning better was very slow. Because what happened was, I mean, maybe we'll get this to this later. Just a couple of years after my, you know, working for the Economic Times, I moved with my husband to Hong Kong. And suddenly I was exposed to all these journals that were there at the time, Far Eastern Economic Review, Time Magazine, Asia Week, where, you know, people were writing in a completely different style. Okay, and I suddenly realized that, oh, wow, okay, this is what good writing is, you know, you don't need to use big words to sound important. That's not needed. And I was like, wow. And I actually did some work there for a magazine called Asia Week. I was a correspondent for them. And this was like really long ago. And I had a mentor, a British man called Peter Cordingley. And he told me, I want to see every sentence of yours no longer than 20 words. And I was like, what do you mean? By 20 words, I'm just getting started. I mean, I'm not going to, I'm going to carry on for another 30 words at least. And he's like, no, every sentence has to, Asia Week was part of Time at that time. And they had a certain writing style, very punchy, every sentence no longer than 20 words. And I just sort of slashed and burned through my writing, you know, under Peter's supervision. And he was like, the other thing I have to say about, you know, working in Hong Kong and Bangkok in those early years was, there was so much prejudice against Indians. Like every job I interviewed for, they would say, huh, but we're actually looking for native English speakers. And I'm like, you know, I am a native English speaker, believe me, my Hindi is like not worth reading. And my Kannada is probably worse. Okay. And they will be like, no, no, we're looking for native English speakers. And then they would turn around and hire a French person or a Polish person or something. So there was this incredible amount of racial prejudice and people were like, oh, we are not going to hire you. And that made me very angry and sad and I wept buckets and all that kind of thing. And this was, you know, when my husband was forging ahead in his career, because you see he works in finance and Indian people in finance is perfectly okay. I mean, we won't, they can't write well, but they can, they're good with numbers, you know, so it's okay. And so I decided, you know, I can sit and cry or I can fix my writing and I can fix what I can do. I can't turn myself into a native English speaker, but I can do this much. So I fixed it. And it didn't happen overnight, obviously, I read, I read, I read and, you know, I looked at good writing. And I'm so glad these days that, you know, there's so many wonderful writers in India these days whose prose is as good or sometimes better than, you know, British people or American people or, you know, the so-called native English speakers, there are lots and lots of them who are writing the most amazing nonfiction and very, very simply, and you had one of them on your show, Samant Subramaniam, I'm a big fan. So, you know, that kind of really simple and colourful writing, I'm still working on it. I mean, it's an ongoing journey. I'll keep learning, I hope."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:31.460",
        "message": "Yeah, absolutely. And that wasn't a long answer at all. I mean, what is this people go on for half an hour when they say they're going on a long answer. This is quite pithy. But I guess pithiness is one of the skills that you learned in your journalistic journey. The other sort of thing I loved about your book is that I noticed that every chapter of you know, from the introduction, and then the seven chapters in the epilogue, every chapter starts with something that really draws you in that you're telling a story, and there's something really telling there, and then it unfolds from there. And it's just structured so beautifully. And it's invisible. I mean, I noticed it because you know, one notices these matters of craft. And I thought I was so well done because a really punchy start to the chapter and you want to know more about this person and what's going on. And there's so much drama, and then the whole thing kind of unveils. So at one level, obviously, as a journalist, also with every piece that you write, there is a structure, you're telling a story of sorts. But at the other level, you mentioned earlier that you wanted this book to be accessible a page turner or a page clicker as in my case. So what was sort of your models there in terms of writers who've tackled such interesting nonfiction subjects and managed to, you know, use the tools of fiction use the tools of literature, and you've of course, been a novelist before you've read you wrote a nonfiction book with your book, The Librarian. So you know, who were your kind of models there and how did your sort of ethic for approaching"
    },
    {
        "speaker": "Guest",
        "time": "00:40:58.380",
        "message": "something a project like this evolve? So this is going to be another long answer, because it's a complicated question. And I'm so glad you like the structure, because, you know, that's probably the nicest thing anybody has ever said to me about any of my work, because I really thought about the structure, I thought about it so much. And I think I can say that the structure is entirely mine, nobody has helped me with it. I just sat up all night thinking about it. And I said, how do I humanize these women? Because I don't I didn't want them to be sort of these plaster saints, oh, they're so worthy. And you know, they're so wonderful. And I mean, like, that will immediately put the reader off, oh, my God, there's a sanctimonious and good and pioneers and blah, blah. I wanted to humanize them, because none of them are perfect. You know, they all have their, you know, kind of, you know, foibles and faults and things on which they were probably wrong when you look back with hindsight. So I worked so hard on the structure. And I decided that, you know, because of my journalistic training, and the other thing is that I've been a freelancer for many years for many reasons, which we may go into later. And I know that, you know, in India, people think that freelancers are rubbish and badly paid and they can't hack us, you know, a staff job. I do not think so. I think there's a lot of great journalism out there, which is done by freelancers. I don't include myself in that category. But one thing you do learn as a freelancer is to get the attention of the commissioning editor. That is a very important skill, because he has an inbox filled with, you know, hundreds and hundreds of story pitches. And, you know, he could assign any of these pitches to his staff. And one thing I've learned in so many years of freelancing, which I've done on and off, depending on where I was moving, is that I can get the attention of editors. I don't know about the rest of it, but this much I have learned. I know how to not bury the lead. And I hope I have done that in my book, because my main thing was every chapter must grab the reader. They, it must not start with, I basically did not want to start with Anandi Bai was born on 15 January in 1863 in this testing. She then went on to study, no, nothing like that. I wanted it to just absolutely grab the reader, which is why, you know, I've sort of titled the chapters like that, you know, I mean, the title is maybe a bit of a simplification of the women, but they sort of sum them up, you know, the good wife, the rule breaker, the working mom, the fighter, the lawmaker. So this sort of sums them up, and I thought that would sort of center them in the imagination of the reader. Regarding the writing of this book, I didn't mention my previous answer, but a lot of the style of the book is due to the fantastic editing of Deepti Talwar at Westland, who is my editor, and who is a fantastic editor. And I must say that every writer needs an editor. I do not believe that there is any writer who does not need one. I certainly need one. And she kicked this book and the style into shape to make it really simple and accessible and readable for everybody. So definitely a shout out for her. I've forgotten the second part of your question now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:11.460",
        "message": "The second part of my question was about what models did you have in terms of this kind of writing, nonfiction writing and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:17.620",
        "message": "Okay, you know, while I've been obviously reading journalism for years and years trying to learn from, you know, great journalists, I used to read only fiction until a few years ago. So in my, you know, the books I read were just fiction, literary fiction, crime fiction, I'm a big crime fiction fan. And only about a few years ago, I suddenly woke up and realized, wow, there's so much interesting nonfiction out there, which in some cases is far more interesting than the fiction, which is not something I ever said before. I suddenly woke up and realized that. And among the nonfiction writers that I really love, who write such exciting nonfiction, make it like thrillers, probably my favorite nonfiction writer of all time is David Gran, who writes for the New Yorker. And he's written several books, and one of the books is called Killers of the Flower Moon. It is about the founding of the FBI, after a string of murders in the Osage tribe in the US. And, you know, when I looked at it, I was like, oh, it sounds dull, sounds boring and all that nonfiction. I don't want to read this. And it's just so thrilling. It's like a page turner. And I suddenly looked at that and said, wow, you know, nonfiction, this doesn't read like nonfiction. And I was reading everything he wrote, and he's written a lot of magazine pieces. He's written this amazing piece. Oh, my God. I mean, if you can put it in your notes, David Gran, it's I don't remember the name of the piece, but it's about he meets somebody who hunts the giant squid, the giant squid hunter, something like that. It's basically about a giant squid. And it is amazing. I mean, you just read that and you feel like you're on a boat in the Pacific hunting a giant squid. And that is a kind of writing that I'm trying to achieve. I'm nowhere there yet, but I'm trying, I'm trying really hard. So he was one, David Gran. And, you know, then, you know, I suddenly started seeing such wonderful nonfiction in India as well. And I've mentioned Saman Subramaniam before, but Saman Subramaniam was one of them, Finding Fish, his book and his latest book. I also read that before writing this book, quite recently before writing this book, a dominant character. So in that book, he just takes the most complicated scientific concepts and boils them down and makes it beautifully simple for someone like me who has no science background. And so many wonderful writers, I was very influenced by, and I used to read Dalrymple back in the day and I still read him and I still enjoy him. But now I also read many Indians writing about their own history. So I read everything that Manu Pillai has ever written, and he's quite a big source for me in the chapter on Meri Poonan Lokos. I love Ira Mukherjee, or maybe it's pronounced Ira Mukherjee, her, and she's sort of getting better and better with each book. I love Snigdha Poonam, loved her book Dreamers. So there are all these amazing Indian writers who are writing fantastic nonfiction and, you know, writing our own stories. So I've been very influenced by that, and in the last few years, I was thinking I should write something about our own history, even if I make a big mess of it, but I should attempt it at least, you know. And other people I've read in nonfiction who really, I loved John Currier's Bad Blood. That's also another, you know, book which could have been very dull, but again, he writes it like a, you know, thriller. So these are the kind of people who have influenced me, and I think it's a very exciting time for nonfiction in India, because most of the great books that I see, they're often nonfiction, and they tend to be, I think, in my view, better edited than fiction often is, and editing is very important, I think. So I just think it's an exciting time for nonfiction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:11.460",
        "message": "Yeah, I couldn't agree with you more, and we'll have all these links in the show notes, of course. And I've had episodes with many of the people you named, like Samant, like Manu Pillay, Ira Mukherjee, Narayani, Basu, also you had mentioned, you liked Snigdha Poonam, I had an episode back in the day, my episodes are only one hour, so maybe I'll have her on for a longer time, sometime. Let's move on from here to another sort of fascinating aspect of your life."
    },
    {
        "speaker": "Guest",
        "time": "00:48:35.980",
        "message": "Now, before we go back to your practicing law and journalism. Can I just interrupt and say one more shout out, 52, 52 is amazing. I have been reading all their stories, and I mean, that is just fantastic nonfiction that they started with that Bhavya Dore piece on that collision. So you know, I am sitting and reading all these pieces and learning how to make a long read interesting. So that is really great writing, and they are all Indian writers. So you know, this thing that Indians write like X, and you know, white people write like Y, it's no longer true. Okay, we write as well as everybody, anybody else now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:15.660",
        "message": "So let's just carry on with it. And 52, by the way, is 52.in. It's a magazine that brings out one long fiction, one long format piece of nonfiction every week. That's why it's called 52. It's edited by my good friend Supriya Nair, who was also on this show, by the way, I seem to, you know, at some point, I'm going to have had everybody on here, and then what"
    },
    {
        "speaker": "Guest",
        "time": "00:49:39.020",
        "message": "do I do? Then it's all over. I have so many suggestions. There are so many wonderful people out there you should have on your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:46.220",
        "message": "Wonderful. So that's a discussion for after this episode, because I definitely will pick your brains"
    },
    {
        "speaker": "Guest",
        "time": "00:49:50.840",
        "message": "on that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:51.840",
        "message": "Let's move on to my next question connected both to your life and to the book itself. In fact, the thought struck me where in your chapter called The Originals about pioneers in the medical field. And you mentioned this lady back in Athens called Agnodice, who may or may not have existed kind of apocryphal. And I'm going to ramble a little bit here, because that's kind of how my thoughts went. This is a woman who wanted to practice as a doctor, but women weren't doctors. So she dressed up as a man basically. And you know, so she would help women with their deliveries, but their husbands got jealous because they were like, you know, this man is seducing our wives and all that. And there was a court case. And then in that she had to in desperation show she was a woman. So you write in your book, quote, she lifted up her tunic and showed the court her pudenda, stop quote, which immediately reminded me of the film Yentl."
    },
    {
        "speaker": "Guest",
        "time": "00:50:44.900",
        "message": "Have you seen Yentl? I'm afraid I haven't. I'm obviously heard of it, but I haven't."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:49.240",
        "message": "It basically shows Barbara Streisand, who also kind of dresses up as a man. And at one point, she's sort of in love with this man called Avigdor, I hope I got his name right. And he doesn't know that she's a girl. So to prove that she shows him her breasts, and they kiss and all that. But then they decide to go their different ways. Because Yentl decides that either she pursues her career, or she chooses love, right? And this dichotomy springs up. And similarly, in your book, you write about how another pioneer, Elizabeth Blackwell, also ditches a suitor, because she says that no, if I have to do medicine, I have to choose, I can't do one or the other. And these are choices that in different ways, confront the actual the six women you write about in your book, though, they often don't have so much volition as to this matter. In some cases, they're already married by the time they get into it, and so on. And some of them do exercise whatever volition they have in interesting ways. This kind of leads me back to your predicament also as someone who's a traveling spouse. So you're traveling everywhere with your husband, as you pointed out, you've lived all across the world, you've described yourself as a trailing spouse, in fact, and you've pointed out that between 1996 and 2006, you move to a different country. Every two years, you've lived and worked in Hong Kong, Bangkok, Tokyo, London. So tell me a little bit about what this phase was for you. Like, how was it for you to kind of come to terms with not completely being in control of where you are at a given point in time? Was this something that led into you know, your freelancing and so on? Would your life have taken a very different turn? Like would you have written many more books or gone in different directions? Had you kind of been in one place, whichever place it would have been? What's your thinking on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:37.540",
        "message": "Like? I mean, it's another very complicated question. And I do not talk about being a trailing spouse much on social media, probably many people don't realize that I am one or it's just I'm very defensive about that aspect of my life. And it's only now that I'm a lot older that I have come to terms with it. I have been defensive about it and, you know, not talking about it for years. Okay. And believe me, it was not my, I didn't grow up thinking I will marry a man and follow him across the world. That was like, really not my plan. What can I say? When I married my husband, and by the way, I also, I mean, I married out of caste, out of community, out of everything, and I was the first person in my family to do so. I'm not saying this as, you know, some sort of that I need some sort of pat on the back. That's not my intention. I'm just saying that I had already kind of, you know, gone through hell and high water to marry him in the first place. So I wasn't able to give up on him because of an unforeseen event, because I had already kind of, you know, fought and cried and screamed and left home and all that just to do this. Okay, so very soon into our marriage, very early on into our marriage, and my husband works in finance, by the way, I mean, somebody asked me the other day if he was a diplomat and, you know, the whole idea of me being a diplomat's wife with, you know, a bunch of staff and a palatial house and people making orders for me. That's not my life. I'm basically yesterday, I have made khichdi in an Instapot. That is my life. Okay. I am. Okay, so my husband works in finance, and he's worked very hard to get where he is. He does not come from a privileged family at all. Yes, I won't go into the details, but let's just say he grew up in rural West Bengal, and he is practically the first educated person in his family. So he has worked for this in a way that has come very easily to me, coming from a much more privileged family. So very soon into our marriage, he got this unbelievable offer to move to Hong Kong. And I had very mixed feelings at that time, because I didn't want to give up my job. I didn't know what I would do in Hong Kong. I had no Chinese skills at that time, the handover was going on, and Chinese skills are very, very important, 97. And all these fears were borne out when I got there, I was like a pariah, and people were like, what you've worked for Ecotimes, I'd never heard of that. What National Law School? What is that? I mean, like, you know, they never heard of it. I was proud to have gone to National Law School, but you know, I was competing with people from Yale and Harvard and actually not even that I don't even know I'm safe, but I said that I was, I was also competing with people who hadn't even passed standard 12. I mean, that is also the case. So I was absolutely struggling. And for years, I mean, we kept moving every two years, our trajectory was something like Hong Kong, Bangkok, back to Hong Kong, Tokyo, London, in the first five years, because at that point, he was moved very often when you're a junior in that program. And it's a very good kind of program, they really take care of you in terms of perks. But it's also a very 50s program. It's basically the husband goes into work and the wife will sort everything out. So you know, I was like, and people people say, Wow, what a glamorous life and all that. There were many points when I was like, you know, in complete tears, like, you know, I had just landed in Tokyo, I had a two year old my daughter, my older one was about two then, I had to find an English speaking doctor, which was very difficult in the Tokyo of that time. So this was just when the internet was sort of had just arrived on the horizon. Okay. And you know, I had to find an English speaking doctor, there was an earthquake, I think one day after we got there, my husband went off to work and I stayed at home to deal with the earthquake."
    },
    {
        "speaker": "Unknown",
        "time": "00:56:28.020",
        "message": "Remember, I don't have any Japanese language skills, I'm not very good at languages, to"
    },
    {
        "speaker": "Guest",
        "time": "00:56:32.140",
        "message": "be honest, and with moving every two years, you don't really pick up much language. So I'm stuck here with a two year old and I don't have any family help. And obviously, paid help and all is very expensive in foreign countries. So I'm stuck there, I have to deal with an earthquake, I looked up what I'm, we had actually got an earthquake pack, you're basically supposed to hide under the dining table, and then you're supposed to have an earthquake pack, which you keep at any time so you can flee. Okay, and then you have this broadcast coming out in the local radio, you know, hide under that this thing don't move. It's all in Japanese. So we can't understand. So I got on the table with my daughter and I kept her there. And this was a frequent occurrence. So you know, complete challenges like that, you have children, you don't speak the language, your husband will go off to work where he will be a very important person, you know, and you are not an important person, you are just a trailing spouse. At the time I was going through it, I was really suffering. I was like, you know what, I'm quite intelligent, I don't need to do all these coffee mornings and, you know, expat spouse parties and shopping trips to buy Chinese porcelain and all that's just not me. And I really resisted it. And probably because I was young, and when you're young, you think, you know, the more you fight, the more you can, you know, have your way. And as I'm older, now I realize I should have not exactly accepted it, but gone with the flow because it taught me lots of things. The problem is that the learnings were not apparent until 10 years later. So when I was actually going through it, I was like, why am I doing this? What the hell? And this is nonsense, and I deserve better, and etc, etc, etc. I mean, meanwhile, all the people that I, you know, studied it was scaling the, you know, corporate ladder, either in law or in journalism, I was just sitting there doing a bit of freelancing, and whatnot. Having said that, if I had not moved, I think I would not be the writer I am today, because I think I might have just stuck with, you know, legal journalism, which is what I, after I graduated from National Law School, I practiced very briefly with a law firm, I decided I can't do this nonsense. And I started working for The Eco Times as a legal correspondent. And then I moved to Business India, I think I would have stuck with financial journalism, simply because, you know, it's better paid than some others, and I had some skills, and I had some legal skills, and blah, blah. And I would have stuck with that, and I would not have written features, which is where my true love lives, I would not have written long form, I may not even have written any books, I might have said, no, I because the people that I used to work with back then are still there. And they are still doing what they did, when I left. So I feel like I wouldn't have had some of the kind of growth. And all this is now just after the fact, when I was actually going through this, I was like, you know, weeping and crying and all that, I mean, I'm making it sound that all I did was weep and cry. That's not true. Because I have a very adventurous spirit. That's one thing that I do have. And I've only become more adventurous as I've gotten older. And something in me really loves this thing of starting over, doing everything again, you know, it's a big pain. And there's a lot of boring admin and rubbish like that. And, you know, but there is also an incredible excitement in seeing new things that you would never see, meeting new people. And before I became an expatriate, I was a bit shy, I was like, very reserved. And, you know, I would be like, Oh, what are people thinking of me? And, you know, and one thing I have realized in this expatriate, you know, lifestyle is that you don't need to worry about what people are thinking about you, because nobody's thinking about you. I mean, you're not that important to people, they're really not thinking about you. Everybody has their own problems. And one thing that I learned in this expat life is to just try to make the most of everything, get out there, speak to people, you know, ask for help if need be. And I think that has been useful. Obviously, I've also made great sacrifices. So you know, does that answer your question? It's a it's a big muddle. The whole thing is a big muddle."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:43.820",
        "message": "So a lot of it is very resonant. And this is something I speak about in my writing class as well, because so many young writers, including me once upon a time, including I'm sure you including everybody, we are so paralyzed by the anxiety of what other people will think of us, what will the editor think? What will the reader think? And it's something that I think you need to reach middle age to realize, as I did, that no one's thinking of you, no one gives a shit. Everybody's got their heads up their own ass. And, you know, you can do whatever the hell you want. Of course, there is one aspect in which things are kind of different. If you're a public figure, they're taking screenshots of you every day, and they'll be on Twitter 20 years later. But by and large, everybody's dealing with their own problems. So that whole anxiety, which is perhaps a fundamental human anxiety, because we're so wired to crave validation, and all that is completely pointless. My follow up question to this is this, something else that you have also spoken about is late bloomers. And that's something that's kind of resonant with me, because I find myself in the second half of my 40s, thinking that, damn it, there are so many things I wanted to do basically everything I dreamed of when I was 20. And it's all not done. And most of it is not done. The good things might have happened by accident here and there, but most of it is not done. And you think, is it too late? And when we are young, we think that we have done everything by 3035, we will be burnt out by 40. And you know, here we are, and there's not so much of that. And one can, of course, get inspired by people like one of my favorite novelists, Penelope Fitzgerald. She started her literary career when she was 58 years old. And then she wrote a bunch of great books like The Bookshop, The Blue Flower, and my favorite The Gate of Angels, which she wrote, I think, when she was in her 70s. So there is kind of scope. And you would imagine that if life teaches you life lessons, then it stands to reason that one can do one's best work a little later on in life. What do you feel about this? Because at one level, I guess you must have been to some extent, bogged down by all the duties one has towards family and the fact that you have to, you know, uproot yourself every couple of years and all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:02:52.660",
        "message": "So tell me your thoughts on this. So I'm very much a fan of late blooming, I talk a lot about this, and I hope to talk more about it. I didn't want to talk about this earlier, because I was like, I'm not successful enough to talk about being a late bloomer. Nobody knows whom I am. I mean, how can I even say I've bloomed? But now I've decided to talk about it, even if I'm not successful, because maybe I'm not successful, but I'm at least enjoying what I do. That's good enough, right? I mean, that is still blooming. So it's I think I can still talk about it. So you're right, my 20s and 30s were mostly spent moving and supporting my husband's career. I mean, I sound like such a stepford wife here. But you know, this is the path that our life took, and there were many great advantages and obviously financial. But other than that, I mean, just seeing the world at such a young age is a huge gift in many ways. Okay. So I went along with it. So I looked after the children, I have two children, I looked after them, I practically reared them completely on my own when they were young, certainly because I didn't have any family help or whatever. In some ways, that's good. I'm not dependent on anybody, nobody has helped me do anything in my life. So I'm not required, I'm not beholden to anybody, as some people are, you know. So I looked after children. At that point in time, I was really not thinking of writing a book, I was doing a lot of freelancing and learning to find my voice. And as I said, trying to write in a more simple and international style. So wherever I went, I reported on that country. I mean, I didn't want to be a parachute journalist. So I didn't write about like big political stories and all that kind of thing. But I just kept writing and it was some days, some years I wrote more than other years. And I just kept writing and writing and writing and writing and nobody knew me in India, because these were all for, you know, foreign papers like, you know, Asia Week, Far Eastern Economic Journal, South China Morning Post, I did a lot of work for back in the day, Japan Times, all these, you know, sort of local kind of papers, then some American newspapers, you know, called Women's News, I just kept writing, I never thought of writing a book. And I'm not even sure that even if I'd stayed in one place, I might have written a book. Because at that point, I was thinking, I'm not competent to write a book, I don't have an idea, I don't know anything, I also don't have the discipline, that discipline had to be cultivated. And it obviously got easier as my kids got older. And I got back my brain, I mean, when my kids were young, and I know that many, there are many, many women on Twitter who feel the same way, I think, in India, you have a sort of a set kind of thing, you must, you know, enter college at around 18. Then four years later, you must finish. After that, you may go for a master's, it should be one year. So by 23, you will start earning, then you have to progress in your career, then by 30, you may have one child 28 or 30. Then you might after a few years, couple of few years, you might have another child. And it's a sort of a very linear signposted way for you. And if you deviate from this post, people are alarmed. They're like, no, but you are in your 20s, you should be doing X, or you should be doing Y. And I've spoken this about this on Twitter before, and Twitter is a very young medium, and I love it. But quite often, I feel like this is a really ageist medium, because everybody on Twitter is saying, I'm 25 next year, my life is over. You know, I have not achieved anything. Oh, woe is me. And I'm thinking, you know what, we're all going to live so much longer than our parents or our parents, parents, apart from COVID, I'm not gonna consider COVID in this scenario. If COVID had not come along, we would all have expected to live into our 90s, possibly. I mean, my granny just passed away last month. She was 96 years old, and she was active and well and doing things till the very last day. Okay. So I feel like there is a lot of time and there's no point in getting panicked into thinking I should be doing X and I should be doing Y. And it's there's nothing wrong with doing X and Y. But for a lot of Indian women, it doesn't happen for us because we are looking after children or we are doing other things. And then of course, there are these days, a lot of people don't have children, perfectly valid choice. That's fine. But I just want to say one thing, I mean, I want to remind once on Twitter, I had this unpleasant conversation with somebody who was very young. And this conversation has actually motivated me and in some ways, my books have been written out of spite. I mean, that spite is the main, you know, sort of motivating factor because she said something to me like mothers can't achieve anything. Once Indian women become mothers, they can't do anything. And she's like, you know, my mother, after she became a mother, she could have written so many books. And I was like, you think we can't write books just because we are mothers? And she's like, yeah, I don't think mothers have the, you know, the mental space to write books. And she was very confident in this, even though there were millions and millions of women who are mothers and writing, in fact, most of them. So I took that as a challenge. This was before my first book, and I didn't say anything to her. Inwardly, I said to myself, you know what, it's time to write a book, let me get up and write a book. Okay. And obviously, my first book is a how to book, it's like a guide to freelance journalism. So maybe it's not great literature, whatever. I have got a lot of very positive feedback, and it has sold reasonably well for somebody who is completely unknown. And then it's still selling, I'm still getting, you know, figures for that selling. It's like six years old now. So people responded to that. And I was happy with it. And basically, I wrote it to prove that yes, I'm not just mummy, you know, I don't have to be this domestic goddess all the time, though I'm not actually a domestic goddess, but still. And I feel like so many women on Twitter are saying things like, yeah, but you know, I have to look after my children now. And by the time I finish that, I have to look after my in-laws. And by the time I finish that, I have to look after my parents. And by that time, I'll be 90 years old. And I will just, you know, or actually, they don't even think like that. They think by that time, I will be 50 years old, and my life is over. And then, you know, it's just singing bhajans, preparing to die, and you know, getting aches and pains. And I just don't have any patience with this kind of thinking, because I honestly think that possibly, I may live, all the women in my family are very long lived, and they live to the mid 90s. I think I have another, possibly another 45 years, okay, possibly. And if COVID doesn't get me, that is, and I plan to make the most of them, I'm not going to sit around moaning that I'm old, you know, I'll be older by the time I've done that. So I do, I also think that, you know, sometimes you don't come to these things until later, I don't think, first of all, I couldn't have written the book about freelance journalism, unless I had some experience in freelance journalism. So there would have been no point writing it, you know, when I was 30 or something. My second book was a novel, The Librarian. It's a very flawed book. Okay. And I can see now that I have gone very wrong in that, having said that there are people who love it and have written to me saying so, a very small audience, but still an audience. And this book, I feel like I needed to really work and understand these women before writing about them. And I do not think I could have written this book when I was in my 20s, or even in my 30s, I needed to get a little life experience and know a little about things before writing this book. So I'm just a big fan of late blooming in general."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:33.820",
        "message": "Yeah, I mean, I haven't read The Librarian, but I must say that, welcome to the club of people who have written flawed first books, flawed first novels, and while we are both kind of hitting the bhajan singing age, I don't think we'll be singing bhajans anytime soon. But having said that, I think I should clarify on both our behalves that we have nothing"
    },
    {
        "speaker": "Guest",
        "time": "01:10:54.300",
        "message": "against people who like to sing bhajans. No, no, nothing against that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:57.460",
        "message": "Yeah. If that's what your passion is, you should do it. And that kind of brings me to the next thought, which is kind of sparked by, you know, this young person you mentioned on Twitter, whoever it was, who said mothers can't write books and thus provoked you into writing these books. So it shows that young people do have their uses after all. But you know, this reminds me of something that Jonathan Haidt once pointed out, where he spoke about what has been happening over the last 10 years on the internet, where earlier it used to be a fashionable notion that what will happen to the boys, they are playing video games all the time. But it turns out that that's actually a good thing, because they're doing problem solving and they're immersed and it is also social, it's not affecting them so much. But the his point was, and a point made by many others who've been writing about social media as well, is that it has a more worrisome effect on the young girls. Because typically, the social life of young girls would be with other girls, where they're socializing, they're hanging out, they're talking about stuff. But what the internet does, and especially what social media does, is that it forces you into this performative space, where you are all the time performing to enhance a brand called yourself. And it therefore seems to me that one, there is this performative element of everything on social media, even for people who are not necessarily so young. And this performative thing can become very toxic sometimes and can drive people to extremes. But what it also then does is that you begin to think in terms of life. I often used to say when I was younger, that there are two kinds of writers, which is those who want to be known as writers, and those who love to write, you know, and obviously, the good writing will emerge from those in the second category who just love to write and then things happen. Well, if you just, you know, want that whole kind of branding of I am a writer, it doesn't really work out. And I feel that a lot of young people are falling into those traps of thinking that I have to achieve XYZ or ABC before I am so and so age, which is where that lament that you quoted came from that, oh, I'm 25 and my life is over and all of that, which is fairly amusing. And I think this is kind of something to watch out for. But the other thing that I must also say here is that it's easy to look at the vocal minorities on social media and think that, oh, what has happened to young people today. But if one looks at the silent majorities from my experience of interacting with younger people, and I'm sounding so much like an old fogey just by using that phrase, but I kind of find that they're mostly sensible, hardworking, great ethic, humble, willing to learn, it's just a vocal minority that really spoils their image. But kind of leaving that aside, let's let's move back to freelancing, right? You know, that one, why did you choose freelancing? Was it because you were so itinerant and moving around?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:44.880",
        "message": "Yeah, that was, that was, I mean, that was the chief reason. And I mean, I know it doesn't sound very cool to say it, but let's let me just be honest here. And, you know, it was very itinerant, I could do it from everywhere. And I could do it without having to get child care for my children, which was difficult in some countries. So, yeah, sadly, I don't have a very cool reason. I mean, since then, there are many things I like about it. I like the fact that, I mean, I haven't specialized, which is also maybe not a good thing, like I'm not a health journalist, or I'm not a political journalist, I write on lots and lots of things which interest me. And I don't think that's actually very good for your career. I do say in my book that you should try to specialize, but this is the way it's worked out for me. See, the other thing that you have to realize about me is that I have a lot of advice for other people, which I've been completely unable to follow myself. So don't take me as some kind of guru. So I have written on so many things, I've written on books, I've written on health, I've written on society, I've written on young women, I've written on this, I've written on that, depending on what I saw around me in whichever country I've done travel, I've done this. And I've really enjoyed that kind of variety. It's probably not the best professional decision, but whatever, I have enjoyed it. And I mean, like, let me also say that, you know, let me just acknowledge this once and I'm not going to talk about it again. Obviously, I am coming from a lot of privilege and nobody should take my advice on anything because young people these days, they have to earn money immediately they graduate and especially with the pandemic. So I'm not going to give financial advice or any kind of life advice to anybody. Obviously, I have a lot of privilege in my life. Okay. So having said that, it is not easy to keep uprooting your life every two years and dealing with all that kind of change. I know a lot of people have meltdowns even when they have to move from one part of the city to another. So I would also say that I'm fairly resilient and I don't, I have learned to stop moaning and just get on with things because this is the way my life has been. So that's how I took to freelancing. And I'm not sure that I, these days freelancing is very difficult and I'm really not sure that I want to continue doing it. I think I may want to do something else, but we'll have to see."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:07.920",
        "message": "Like write many, many books or discover the joy of singing bhajans. I mean, the reason I mentioned that earlier was that if that's what you enjoy doing, you should do it. You should not think that, oh, I am 25, life is almost over. You know, why should I sing bhajans? I have to do something which will get me acclaimed in my circles. But no, if you love doing bhajans, sing bhajans."
    },
    {
        "speaker": "Guest",
        "time": "01:16:26.160",
        "message": "I mean, I should also mention my mother at this stage. I mean, she's not listening to this podcast, but my mother is an amazing person. I have talked about my father. I have not talked about my mother. Let me also say that, you know, I'm saying nice things about my parents now, people may get the impression that I have zero conflict with them and that I have a wonderful functional relationship. No, that is not the case. I've had a lot of conflict with them. It's just that as I get older, I have learned to look past that conflict and look at the good things. I don't really have time to, you know, keep battling with my mother all day. My father has been gone for a while now. So it's just my mother. My mother is an amazing woman. I mean, she's 76 years old now. And at 75, she started learning the sitar and now she has passed her first exam. And I have never heard the words, I'm too old for this come out of her mouth. In fact, she spends most of her time saying, I don't want to hang out with all these oldies. And when you actually look, you can see that the oldies are some 10 years younger than her. And she hangs out with people in their 30s because she does a lot of volunteer work. You know, she's a bonsai, she's basically a bonsai teacher and, you know, she was like, you know, she has about 400 bonsai. So she gardens, she plays the sitar. Before the pandemic, she used to do solo travel. She used to just pack up and go to various hill stations and this, that to look at gardens and things. So she's an amazing woman. And I've never seen her say anything like, I'm old, I'm going to die. She's, which is such a relief, you know, given the parents that some people have. Even with COVID, she's a little, little down because of the restriction on her social circle. But still, she never says things like that. She just gets on with it. And she does a lot of exciting things. She learns music online, she has completely become completely tech savvy. I mean, before I left Bangalore, I taught her whatever tech and initially she said, that was the first time I heard her say, oh, I don't know whether I can cope with all this tech. And I said, yes, you can cope. And I taught her and now she's Zooming. She's using GPA. She's doing 101 other things all on the internet. So in a way, she is my model that I honestly think that it's never too late. And I just wanted to say something to, I assume there are a lot of women listening to you who are currently struggling, struggling with childcare, because obviously no schools for more than a year and struggling with homeschooling and struggling with all of it and probably wondering what they're on this planet for and when they will ever do anything for themselves. And I just wanted to say, you know, this is all very normal. And I have done it for years where it's not so much time. It's not, you don't need time to write a book. What you need is focus. This is why, you know, there are lots of people who have all the time in the world, but have not actually written any books. They don't have focus and focus can be achieved by anybody. Even if you have 10 children, you can achieve focus. You just have to find that half an hour in your life. And all these books, and I'm going on a bit because I feel quite strongly about the subject. All my books were written between 5am and 7am in the morning. Yes, you have to give up something. I decided that I'm going to give up getting up at a human time. I decided that I would, when I'm writing this book, I will get up at 5am because I am an early riser. I think best early. Get up at 5am, put in two hours or maybe even one hour, write even 500 words a day. Even that is fine. Write even 200 words a day, but try to write every day except maybe possibly on the weekend you could take a thing. Just keep that going because if you write 200 words a day, I mean, you can write a book in a year or so. You can still write a book in a year or so. So continue doing that and even if you don't have all the time in the world, you know, think about your book and muse and find the creative muse. None of that matters. Just find the focus to do 200 words a day or 500 words a day if you can manage that and keep doing that and keep doing that and keep doing that until finally you end up with something worth printing or publishing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:38.400",
        "message": "So yeah, very wise words and I feel watched in multiple ways. First of all, you said people who have all the time in the world, but they don't write the books they should because they have no focus. Thank you for that. That's been me so far. The other thing you said is actually one of the slides in the final webinar I gave for my writing course, which is set yourself easy targets and the exact target that I point out is 200 words a day. And my whole point being that you have to keep exercising your writing muscle. 200 words is about how much I speak in a minute, right? It's that easy. It's about how much we speak in a minute, even if you're having a busy day, you're in bed with fever, or you're going to the airport to catch a flight in post COVID times, you can just write it on your phone. It's important to keep that muscle moving. And obviously, most days you'll write more than 200. But if you just set yourself a bloody minded target of 200 words, get it done no matter what in a year, like you pointed out that 75,000 words, it's novel length. And even if you're not physically writing a novel, it is still incredibly useful because you're writing muscle is working and that really counts for a lot. And in fact, you know, one question that I sometimes get is, but I don't have anything to write about what shall I write? And I'm like, at the very least, you can even do journaling, write about what happened that day, write about anything, it doesn't matter, write about anything, as long as you're kind of writing. So these are really wise words. And, you know, I'm reminded of an interview I read of some sports person 20 years ago, I don't even remember who it was, it sounds very dravid like, but I don't think it is. I mean, I know it, it isn't, but sounds a lot like that, where this person was asked about talent, that what is the most important talent in that specific sport. And what he said was the most important talent is this, that you've been waking up every day at whatever time to go running and one day you wake up at that time, and your whole body is aching and is raining outside, there's a storm, and you still get up from your bed and you still go running."
    },
    {
        "speaker": "Guest",
        "time": "01:22:29.940",
        "message": "And that's the talent."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:31.280",
        "message": "And I don't think people think of sort of discipline as a talent in itself. And I think discipline comes easier to some than others, one has to work at it. But the point is, ultimately, things get written, not when you get inspired. But when you put get your butt down on the chair, and you just get the job done."
    },
    {
        "speaker": "Guest",
        "time": "01:22:48.480",
        "message": "I totally agree. And you know, a lot of women and I keep saying women because you know, in our society, women have obviously still have more child care than men. It's just the way it is. Okay. For me, it was because my husband was earning so much more than me that it made more sense for me to take care of the children. Okay. So anyway, whatever reason, women have more child care. And I know so many women who say, oh, you know, because of my children, I can't write any books. And let me say now that you need not write any books if you don't want to. Believe me, writing books is not the exalted pursuit that people think it is. It's a lot of work for very little money. And you may decide you don't want to write any books. But whatever you want to do, like maybe some writing endeavor, maybe just even start a blog, whatever, you know, or write like, you know, an essay. People keep saying, oh, you know, it's my children, they get in my way. I cannot do anything, you know, my children, my children. And please do not blame your children, because you can write around children. I admit that I wrote very little when my children was really young, like babies. But you know, once they crossed a year or so, I started writing. And I just find that trope is going to become dangerous. Because believe me, children do not get any easier as they get older. It's just that, you know, maybe physically they may be easier, but mentally, you will still be constantly thinking about them. And in this pandemic, you'll be wondering what the hell they're going to do and, you know, that kind of thing. So you are going to be going on with that for a while. So just start writing whatever you want to now. I mean, kind of don't wait. One of the, you know, things about being a late bloomer, which is me, one of my big regrets with being a late bloomer is my father has not seen any of my books. And in fact, he has not even seen some of my good writing because for the last few years of his life, he had cancer and he was like bedridden and he didn't have the brain space to kind of look at my writing. Okay, I mean, he would look as much as he couldn't give me a few tips. But that is the downside of being a late bloomer that the people in your life who really encourage you didn't get, don't get to see it, I suppose. So but I just wanted to say that discipline is so important. I think it was, it could have been Rushdie who said this, but I'm saying it again, that anyone can start a book, any person, talent, connections, whatever, any person can start a book. To finish it is a real thing. That's where it, that's where the achievement is, to finish it. And you can go on endlessly for years, but remember, perfect is the enemy of done. I mean, I could have, I could have gone on with this book. And there was a time when I thought, you know what, I'm just going to wait until the pandemic is over. And then I'm going to finish it when I have better research. And then at some point, I realized that the pandemic is not going to be over anytime soon. And then I got up and I finished it. So you know, that's what it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:41.720",
        "message": "Yeah, one of my previous guests in a previous episode, Vinay Sitapati, once said, said on that episode, in fact, that perfection is the enemy of production, which is very true. And I keep I keep talking to my writing students about how in anything that you do in life, there's really this trade off between getting it done and getting it right. And as a writer, if you just focus on getting it right, you will just paralyze yourself. You know, as far as the first draft is concerned, your job is to get it done. It's a dump of the brain, just get it out there. And then you have something to work with. Let's kind of move on now to this specific book. Like how did you arrive at this specific subject? Because it's not just it's a one, it's a book that's hard to categorize in a good way, in the sense that it is nonfiction. It's also a book of history, where you've also looked at primary sources and so on and so forth. And it's also a page turner, like you said, the kind of book you could pick up at an airport and finish on a flight again in a good way. So how did you arrive at the subject and how did your thinking on it evolve and what are the kind of challenges you face just in terms of the material available to you, which you already referred to earlier, but just in terms of the fact that some of this stuff is in other languages, that some of these women haven't, you know, written at all, how did you deal with all those issues?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:03.520",
        "message": "So I have spoken about this quite often, because I've done a lot of interviews. So you may see this in the press. It actually all began with like a Google Doodle. I saw this Google Doodle of Rukmabai Raut on her 153rd birthday, which was, I think, in late 2017. And I suddenly realized that I didn't know much about Rukmabai Raut. I knew she existed, I knew she had done cool things, and that was the extent of my knowledge on her. And I did a bit of digging and I was like, this is just amazing. This woman, in the 1880s, left a child marriage, went to court and divorced her husband, gave all her thoughts on, you know, Hindu, you know, patriarchy and how, you know, women were married off in their, you know, when they should actually be educated and wrote about, wrote to the Times of India about how she wanted to get an education and she didn't want to be married to her useless, wasteful husband, stood up to Tilak and the conservatives. And you know, we always think of Tilak as such a great man in her textbooks, he's revered. And he was a great man, he was, but at the same time, he also had very antiquated views on things. So, you know, I read about and then she eventually went to London, the London School of Medicine, and she got a degree, she came back to India, she had a full and independent life, she never married and she continued her career. And I read about this woman and I said, wow, she was so ahead of her time. And I read about some of the other women, I just sort of fell down this sort of rabbit hole of research. And I've read about all these other women, Anandi Bai, you know, Kadambini, Hemabati, and I said, wow, they're all fascinating, I should write about these women. And the other book that really influenced me, and I haven't acknowledged her in the acknowledgements and I think that was a mistake on my part, because I've only now realized how much she influenced me, how much her book influenced me. This wonderful book by this British Indian writer called Angela Saini, it's called Inferior. And she writes about how women have been completely eliminated from science and erased from science because their histories have been forgotten and all the histories have been written by men. And, you know, if you're on Twitter a lot, and I am on Twitter a lot, I'm completely addicted when I shouldn't be, you see a lot of young men saying, you know, completely stupid things, things like, oh, well, men have invented everything in this world. Women haven't done anything. Women should be grateful to men, we have invented this, we have invented that. And then they'll come out with a long list of things that people have invented. The fact is that women weren't really sort of, you know, encouraged to enter science. And when they did enter science, there were so many, you know, limitations and restrictions placed on them. And Angela talks about this in her book, how colleges banned women, how women won medals and were denied them because they were given to the men. And I realized I had the same stories, like one of the women in my book, Hemabati Sen, she won a gold medal, and it was taken away from her, the male students protested and they threatened to kill her. They were like, women should not be pampered. Let's just kill the women students who win medals ahead of us, we should get all the medals. I mean, the entitlement of men, I mean, this is just an example. And she didn't want the medal because she thought it would make her a target for more abuse. And she wanted money because she had to support her baby son, because her husband was a complete wastrel. So she asked for money, and they gave her the money and took away the medal and gave it to someone else. And all this is in her memoir, which is an astonishing memoir. So when I read this, I said, I just want to tell these stories. I mean, I didn't have any lofty aims. I just said, I feel like people should know about this, you know, what they do with that knowledge is up to them, but they should know about this. So this is what I thought. So that's how it all arose."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:56.280",
        "message": "You know, thematically, this can like, again, I'm going back to my writing course, but I give an example of, you know, show don't tell where I say, you know, write in pictures, right, you know, make something concrete. And there's a beautiful example on this theme from a book called History Boys by Alan Bennett, where first he has an abstract sentence and then a concrete one with an image, you know, I read them both out and anyone listening can just see how much difference an image can make, where he says, quote, history is a commentary on the various and continuing incapabilities of men. What is history? History is women following behind with the bucket, stop quote. And that image women following behind with the bucket, you know, just tells you so much that if you were to do it in abstract terms, it would take you a full para to do. But this is such a great example of show don't tell, it tells you that they played a subsidiary role, it tells you they were often cleaning up the mess, and all of that. So having decided to write this book and to embark upon this book, now, obviously, the rabbit hole, you would have gone down on the initial easily accessible rabbit hole would only take you so far. At a certain point, you kind of find yourself going deeper. So what was that process like, like one of the things you pointed out is that the libraries in the Western countries like Britain, and so on actually had more material on these people, of course, some of them were educated in London, then you would find in India. So what was that process like a first beginning to discover what is available on their lives, immersing yourself in that, when does a narrative begin to emerge, like, you know, all your chapter titles, kind of hint at the essence of the women, the good wife, the working mom, the rule breaker, but at the same time, they're not simplistic, you manage to capture the complexity of the women through their journeys and the stories you tell, but you also get to their essence. So when do those narratives begin to form as you start researching, do you start out with a thesis on what the story will look like, or do you leave yourself open? Do you change it midway as you discover interesting things? Are there this crazy TIL moments, which just have you sitting back and going, my God, I didn't expect this. So tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:33:03.000",
        "message": "So yeah, coming to my research, it was really difficult. I mean, this book, I mean, halfway through, I just wanted to quit and say, I can't do it. I'm just going to quit and go back to, you know, and I nearly gave up many times and many things made it hard. One was like, as you said, the libraries in India were not great. Plus the pandemic, the pandemic hit about halfway through the research of this book and all the libraries just shut down. And I had no way of learning when they would open up again. So I appealed to my contacts and friends in other countries. And when I say contacts, people will think I'm a very well-connected person, nothing like that. I just went on Facebook and I've not been on Facebook for years because I've kind of left sort of. I reactivated Facebook, went on there and said, I'm writing X book. Can anyone help me? And people are so kind, you know, a person that I knew 15, 20 years ago in Canada, she got back and said, how are you? I'm in Canada. I can find this book for you. Let me go have a look. And she went and did it and got the book for me. I mean, people just have been so nice. Another book I found, which was completely out of print in India, which is the memoir of Hemabati Sen, which was absolutely crucial for me because she's one of my favorites. I couldn't find it in India. It was out of print. It was a bit difficult to find. So I emailed the person who had worked on the translation, a woman called, the actual person who translated it, Tapan Roy Choudhury has sadly passed away. It's really sad for the book because I think that he would have given me so much. But Geraldine Forbes, the co-writer, she was alive. So I wrote to her and she said, I will send you a PDF. No problem. Here's a PDF. Take it. Do what you want with it. And so like that, I had to tap many people. And the other thing is like, as I said, many of the lady doctors didn't write memoirs, didn't write letters. Their husbands wrote a lot of letters, but they didn't, you know. So it was very much seen through the gaze of the men in their lives, which is not what I wanted. So I had to dig a little deeper. And then halfway through the researching of this book, I moved to London, which was like a complete out of the blue. It didn't happen easily. My husband's job in India was eliminated. So we had to find another job to pay school fees and all that. And he found the only one he could find was this, because he's getting a little, you know, older. So I had to move in a pandemic and I was actually thrilled. I was like, this will be great for my book, British Library, here I come. And I came and I arrived and within one month, it was shut down again, again, and it was shut down. And I was like, what this book is jinxed. And to be honest, I don't feel like the research for this book is perfect. I feel like I've done the best I can. And sometimes it has to be enough. Okay. There is also the fact that the more research, you know, on footnotes, you add the more unreadable and unwieldy the book becomes. So I decided to stop at a certain time when I felt like I had enough. And talking about amazing discoveries, for me, the most amazing discovery in this book is one that these lady doctors had a sense of humor. They weren't just these worthy pioneers who never felt any doubt, who never felt any fear. And you know, even though they didn't write a lot, but what they did, I could glean that they had a sense of humor. For instance, Anandi Bai, I mean, I have titled my chapter, The Good Wife, simply to make it, you know, easy, easy to, you know, and leap off the page. But she was not just a conservative Indian wife. She had a lot more to her. She was a very complex woman. And this is where I think these days, everybody is black and white. And you know, social media sort of flattens all nuance and we are all, we are all terrible or we are wonderful, but there's nothing in between. And most people are a bit of both. And Anandi Bai, the discovery I had with her, initially, I had a lot of trouble with her because all the material on her is in Marathi. She wrote her letters in Marathi. So, you know, they're in Marathi, they have not been trans, then people wrote Marathi biographies of her. And I actually hired a translator to translate Marathi biographies. I paid money and got one, but she just gave up after a few chapters and she said, no, I just can't translate. This translation is another difficult skill. So I was like, what the hell should I do, and then suddenly I happened upon this wonderful book by Meera Kusambi, who has passed away recently. She is in the acknowledgements. And she talked all about Anandi Bai and she said fragmented feminism. She was a feminist, but not. She was advanced, but not. And that's all of us. Right. I mean, even to, you know, 150 years later, we are all some things, but we are not. And Anandi Bai had such a sense of humor, like, I mean, I actually want to read this. I actually marked this because when Anandi Bai was in the US, you know, she was a Hindu. At that time, all education was dominated by Christian missionaries and she absolutely refused to convert and I'm not a religious person at all, but I admire this about her. Okay. She refused to convert and she continued with her Hindu customs and ways. And because of this, she got a lot of condescension and flack from, you know, Western missionaries who sort of looked down upon her and, you know, wrote about her in a very Orientalist way. I mean, and she was so frustrated, but she had to cover that up because she was there under their largesse. And she wrote her husband, Gopal Rao, and she writes this really funny thing. I mean, when I saw this, I was like, this is so funny. There is a new fashion of wearing girdles. Already the practice of tight lacing makes it impossible to breathe freely. And now this fashion, if the Chinese bind their feet, it is because they're ignorant and idolaters. If Westerners do such things, it is because they're very advanced. So you know, she could see that the way that, that whole Western gaze where, you know, what Western people did was cool and what Indian people did was not cool and she could see that. And she was what? She was what, like 18 years old at this time, I mean, like my children aren't this smart. I can tell you that. So I just feel like these women had so much, you know, humor about them. The other big revelation for me was Himabati Sen because I have her entire memoir. I refer to her entire memoir and it is, I think it is out print in India, but I'm sure you people can still lay their hands on it somehow. And it was translated from the Bangla. So by Taupan Roy Choudhury and Geraldine Forbes, and it is an amazing piece of work. I cannot believe that this has mostly gone unnoticed. Because I just feel that this is the first time an Indian woman has been so frank. I mean, Himabati was a child widow. She was married at nine to a man of 45 and she came from privilege. She came from a rich family in West Bengal. She had all the privileges initially. Then she was married to a man at nine and she didn't get any education because nobody educated girls back then. And she was very keen to get education, she sat in the back of the class, she kept sneaking off to read, but she didn't have, you know, enough support, though her father was supportive, but there was so much he could do and she had been married. And eventually her husband died when she was like just a year later. She just, you know, sort of completely scathing criticism of Hindu society. She's like, why have you married me at nine to this 45 year old man? He's dead. I have no money. Because in those days in West Bengal, you're a child widow, you're cast out. That's it. So her money was taken by her uncle, her brothers, her mother did nothing for her. And after that, she was entirely on her own for the rest of her life. And she married again because she thought that she would get support from her husband. He turned out to be another wastrel who was into spirituality and, you know, like went off to, you know, find himself leaving her, which is why she became a doctor. And what is amazing about her book is her, I really identified with her because her problems are so human and small. She's not thinking that I must get a great education and I must become a famous and renowned doctor. She's thinking, tomorrow I have to feed, I have to find some money to buy some rice. How will I buy rice if I don't have any money? I need to find some way to make money. It's very small. It's very human. Then she's thinking, I need to feed this child and then I have to feed the next child. I really identified with her. I think her memory is amazing. And she's scathingly, you know, she flays her husband, he's a no good, this society is no good. Why am I not? And at a time when women were not feminist, I mean, the feminism as such didn't exist. She says, I'm getting paid less than a man for the same work. Why is this? Why is this? You know, women doctors are just pawns in the hand of men doctors. I just think she was so ahead of her time. So that and obviously she wrote the entire thing in her own words. There's no man shoehorning in to say, oh, this didn't happen or that. And so I just sort of identified with her. Oh, the last revelation was, Himamati worked in a hospital called the Campbell Medical College. That is now the Neel Ratan Sarkar Hospital in Calcutta. And the best bit is, I discovered that my husband was born in that hospital. So there was a connection. Okay. And I didn't know this until recently and, you know, until I'd already started. My mother-in-law told me and my husband is, by the way, the only person in his family to ever be born in a hospital. He doesn't come from a rich family. So he comes from rural, kind of very humble roots where everybody was born at home. He's the only one who went into the hospital because he was the first child and he was born in this hospital. So that is sort of like a odd coincidence."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:42.560",
        "message": "Yeah. Yeah. These crazy connections of history and yeah, and one does get a sense in your book about how these people contain multitudes like Anandi Bai, even Tilak for that matter. And you know, there are things to like and not like about them. And it's interesting how you contrasted Anandi Bai with Pandita Ramabai, who actually did convert to Christianity and the two women kind of knew each other and very different approaches. But at the same time, you see that Anandi Bai, like in that quote, which I also noted about the girdle and all that, that she's not awed by, you know, the people who are our colonial masters. She's thinking independently and evaluating that and all of that. So at that age to have that kind of incredible maturity, you wonder what kind of life she would have lived had she lived a full life, which is sort of so incredibly sad. Let's take a quick commercial break now. And on the other side of the break, we'll talk more about the book. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons and now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Kavita Rao about her wonderful book, Lady Doctors, and indeed about the even more wonderful lady doctors that she has profiled in that. So, you know, let's actually now that you've also spoken about the process of talking about the book. And by the way, I should point out at this point that Himabati Sen's autobiography, which you were speaking about, the English translation is available. In fact, in India, at least it's available on Kindle, you know, translated by Tapan Roychoudhury and Geraldine Forbes."
    },
    {
        "speaker": "Guest",
        "time": "01:45:08.920",
        "message": "Okay, that's good. I think at the time it was out of print, but perhaps it's come back into print."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:13.560",
        "message": "I don't know. Maybe because of your book, people said that, okay, Kavita's book is going to be."
    },
    {
        "speaker": "Guest",
        "time": "01:45:18.320",
        "message": "I don't think so. I'm not that important. I really am not."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:21.320",
        "message": "Yeah. No, no, I love the excerpts from it. But what really struck me was that this lady basically wrote this memoir, put it in a trunk and it lay there for 80 years. And nobody within the family realized that, my God, this is such an amazing book."
    },
    {
        "speaker": "Guest",
        "time": "01:45:35.640",
        "message": "Yes. And it's called Because I'm a Woman. And nobody realized the importance of this book. It was just lying there and nobody thinks that she is important. I think she's very important. And, you know, if I can suggest anybody reading this book, please try to pick up this book. I think it's from Roli. So it'll be in the footnotes. Try to read it in its original because there's lots of stuff that I had to read out because obviously it would make the book too long and complicated. So yeah. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:02.880",
        "message": "So let's let's get on to the book itself, and it's very interesting that you start the book with a quote by Anandi Bai, where she says, quote, You asked me why I should do what is not done by any of my sex. To this I can only say that society has a right to our work as individuals. If anything seems best for all mankind, each one of us should try to bring it about. Stop quote. And this is a very interesting kind of framing because here she is not asserting individual autonomy or my right to do what I want. She's instead framing it in the sense that it'll be good for society. Therefore, please let me do this, you know, and this is a framing that one comes across in other places as well from some of your other people, though some of the doctors don't they talk about it in terms of their own fulfillment. But some of them often frame it in the context of let me do this because it's good for society or India needs women doctors or, you know, it'll be good for my family and all of those things. And this mindset, to a large extent, seems prevalent today as well. So like when you read all this, how do you how do you kind of disentangle this stuff? Do you think that she was incredibly perceptive in understanding what kind of narrative would work in her times and sort of framing everything accordingly? What was kind of going on there?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:22.120",
        "message": "See, it's hard to plumb the depths of any person, you know, after so many years. And it, you know, it's probably true that Anandi Bai said what people wanted to hear. But that doesn't mean that she did not also feel that way. Because in another letter to Gopal Rao, Gopal Rao says, I will come to the US and let us settle down there, you know, like the first green carders type of thing. And Anandi Bai said, why should I settle down here? I want to come back and make a difference. I want to do something. And, you know, you have to remember that in those days, I feel people were very idealistic. I mean, when I talked to my grandmother and people who, you know, obviously, my grandmother was not living in 1880s, but, you know, she was born and, you know, in 1915 or something like that, she was, she still remains to the end so idealistic. That generation had this feeling. My father had that feeling. I mean, he could have stayed on in Bahrain and earned pots and pots of money and stayed there. People we worked with back then are still there. But he had this amazing feeling that I must come back and I must contribute. I guess many of us do not feel the same way now. But in those days, people did feel that way. Of course, not all of them felt that way. Like I said earlier, Hemabati Sen's memoir is very sort of basic and her concerns are very small and domestic. Maybe that's why I like her so much. She's not trying to impress anybody. She's just saying things like, well, I decided to live on rice all day. The fact is that I would love to have some fish, but I can't afford it."
    },
    {
        "speaker": "Unknown",
        "time": "01:48:59.080",
        "message": "So end of."
    },
    {
        "speaker": "Guest",
        "time": "01:49:00.080",
        "message": "You know, I mean, you know, it's so difficult for a Bengali to be denied fish. I mean, I felt for her, I really did feel for her. Okay. And I mean, I've heard these tales from my mother-in-law also, my mother-in-law grew up in a very poor family. She was one of 17. My mother-in-law was one of 17. That was how it was in those days. So I have heard those tales of hunger from her. So I've identified with the thing. But then again, Muthulakshmi who came later was so idealistic and, you know, and I met one of Muthulakshmi's contemporaries, Dr. Vishanta, who has again sadly passed away. This is the problem, you know, another person who I think would have really enjoyed this book, I hope. She is the chairperson of the Adyar Cancer Institute and Dr. Vishanta said, when we heard Nehru, you know, give that speech, India awakes to life and freedom. We were so full of idealism, we were so full of josh, we wanted to make a change and Muthulakshmi was like that. She was entirely full of idealism and even the chapter with Mary, you know, it may sound very priggish that Mary starts her chapter with saying, you know, a person of privilege should help others because maybe we don't identify with these feelings. We're all just desperately trying to, you know, help ourselves in this pandemic. But these women, partly, maybe they said things that people wanted to hear, like Anandi Bai had to give that whole speech to get permission to go. So she said certain things, but I also feel that many of them certainly felt that way. Okay, maybe Rukma Bai, I feel was more of an individualist because she wanted to study for herself and there's absolutely nothing wrong with that. You know, she wanted to get away from this horrible, horrible man who was her husband and she wanted to, you know, explore her intellectual, you know, limits because she was a very intelligent woman. And she did just that and managed to help a lot of people. So I think the two can be sort of combined."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:54.880",
        "message": "Yeah, I'll think aloud in a very sort of unstructured way. But from, you know, just thinking aloud, it also strikes me that when we say that people of a certain time are idealistic, I think the question that, you know, I can ask myself is what do we aspire to? And the thing is, in modern times, there is a lot that someone like you or me or even a young person today who's 15 years old can aspire to because there are so many possibilities open. But if you're growing up in a very constricted world, in a very small kind of economy, you know, particular circumstance, what do you aspire to? And then I would imagine that if there is nothing practical that you can aspire to that really lifts you up, then it is natural to aspire to these lofty abstract things. And that kind of idealism can become ingrained that way. And like in Rukmabai's case, she could at least aspire to getting out of a bad situation, which she manages to do. And like you point out that after that incredible epic court battle, which we'll talk about, when she does eventually go to England, one of her contemporaries writes about how she was not interested in politics or feminism or whatever. She just she had got out of the situation and she just put her nose down and got on with her work. So that's just an aside. And any comment on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:09.040",
        "message": "Or shall I go to my next question? You're right about Rukmabai. I mean, when she returned to India, that's the last we hear of her in being involved in any sort of big concerns. She didn't set herself up as a feminist and as a, you know, as a sort of, you know, harbinger for the Dalit community and as a sort of figurehead. She just went to work. And she seems to have really enjoyed her work. You know, she seems to have led a really wonderful life. She had a wide range of friends at a time when Indian women were not even stepping out of the house because she didn't have a man telling her what to do and how to do it. And she just did whatever she wanted to, more or less. And I feel like you're right. She just sort of it is not necessary that every lady doctor be like a figurehead or an icon. They can just lead their lives. I feel like Hemabati did so much to kind of help women working in rural West Bengal and, you know, lady doctors working in rural West Bengal by just being herself. She just went to work and came back. That's it. You know. And in her memoir, she writes very little about her work. Most of her occupations are so, you know, preoccupations are so domestic, you know, that's her life. So again, I'm not sure if I have answered or understood the question, but no, I made"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:24.000",
        "message": "an observation. It wasn't a question. I kind of rambled a bit as one tends to do. So let's talk about each of the doctors one by one. But before we do, just set a little bit of context of what it was like for women and medicine in the 18th century, like in your excellent opening chapter, the originals, you talk about how someone like Florence Nightingale actually didn't believe that there should be women doctors. At one point, she said women doctors, quote, have tried to be men and only succeeded in being third rate men, a stop quote. And later on, there's another rant where she advises women to avoid the popular jargon of the time, which includes the word rights, you know, so it was actually incredibly unusual for even a woman in a Western country like England, to actually be a doctor like one of the people you wrote about, which was just so remarkable. And that's a rabbit hole I'm definitely going to go down into is the story of James Miranda Barry. And I'll read those lines out because I was so struck by it. Quote, in the mid 19th century, Dr. James Miranda Barry was one of Britain's most famous surgeons. The first military doctor was known for his foul temper, but also admired for his extensive work across the British Empire. In the Crimea, he made an enemy of Florence Nightingale, who described him as the most hardened creature I have ever met, a brute and a blackguard. Others who had met the doctor described him as a flirt and lady killer. In 1865, when Barry died, it was discovered that he was a woman, a woman with stretch marks indicating childbirth, which were noticed by the charwoman who prepared him for burial, drop quote, and this is a mad story, and this is a mad story of someone who wanted a woman who wanted to be a doctor, and the only way of doing so was to live an entire life disguised as a man. Tell me a bit more about how impossible it was for women to have such aspirations in that time."
    },
    {
        "speaker": "Guest",
        "time": "01:55:13.160",
        "message": "I mean, the early women doctors in the UK and the US are fascinating. And I would have gone more into detail, except that I did write this book for an Indian audience and I didn't want them to put off with endless sort of quotes from, you know, another country. But James Barry, as you say, is a fascinating person and, you know, one can even read biographies about him. He was a woman pretending to be a man for years. Okay, he pretended to be a man for years, for 30-40 years. I mean, he got into college, I mean, sorry, University Edinburgh. He went and joined the army. I have no idea how he managed that. To be honest, I mean, if people read this, I haven't gone into the intricate details of whether he, you know, was a trans man, because, you know, that becomes another book. Okay. And, you know, I, and it's very difficult to realise now. I have gone with his biographer's view that he was just a woman who wanted to get into medical school, or she was just a woman who wanted to get into medical school. And therefore, he did this, what he could think of, which is that he dressed himself up as a man for years. And it is an amazing story. I mean, like, this is what women had to do. Then we come to Elizabeth Blackwell, who had such a hard time. I mean, when you read about her life, like, you know, she applied to colleges in the US and they thought it was a joke and admitted her as a joke. And then she actually turned up in her Quaker dress and they were like, oh, you're here. They actually thought it was a joke and she was denied admission to practically every medical college. I think she applied to some 20 and she finally got into Geneva College."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:46.440",
        "message": "I think you mentioned in your book that after 29 schools rejected her, the 30th accepted"
    },
    {
        "speaker": "Guest",
        "time": "01:56:51.000",
        "message": "her. Correct. And this was at the time when, you know, women were like, you know, if you stay unmarried beyond 20, you're like some old maid and this, that. And Elizabeth had this amazing journey. But you're right. I mean, a lot of opposition from women. Elizabeth was a friend of Harriet Beecher Stowe. And she asked Harriet Beecher Stowe and she said, I want to become a woman doctor. What do you think? Harriet Beecher Stowe, who we all think of as so progressive after Uncle Tom's Cabin said, really bad idea, nobody will come to you. Okay. It's a bad idea. And in those times, it was women were considered, oh, yes, very nurturing, very caring, very sweet and kind. They're fit for nursing. That's the right place for men. And even Florence Nightingale believed this. Florence Nightingale is on record as saying a number of things against women doctors. She thought they were just, as you said, they were just imitating men and becoming very bad at it. And there was this idea that women cannot do science. They're not capable of the rigor, physics, chemistry, that is, and, you know, biology that is required to be a doctor. And the reason is because women were consistently denied scientific education. Women both in the UK, both in the US and in India eventually were just given lessons in, you know, history, English, needlework, domestic science, cookery, hygiene, things like that. Things that people thought they could do. They never got a foundation in maths and science. And therefore, it is no surprise that when they go to college, they struggle because they're like, they never learned science before. Imagine just landing in, you know, a university like Mary, Mary did not get a foundation in science because in Travenco in those days, the women were not being educated in science. Imagine landing in London and saying, OK, you have entered the London School of Medicine here. Study all this physics and chemistry, which you have never studied, you know, not physics. I keep saying physics, chemistry, biology. And so this was the feeling then that women are just too dumb to learn science, let them all become nurses. And the early women doctors really had to fight against it, Elizabeth Blackwell, Elizabeth Garrett Anderson, and to that extent, partly maybe because they didn't want to say that a lot of them never said that women doctors are the best, women make the best doctors and all that. They just felt the profession should be open to them. I mean, I think there's a quote from Elizabeth Garrett Anderson, I can't remember it offhand, but she says, it is often said that women will understand women's ailments so much better than men do. This is Elizabeth Garrett Anderson, who was maybe the first British woman doctor and probably the second doctor who qualified in Western medicine. And she did not believe that women automatically were the best choice to treat other women. She says, no one would say, for instance, that a horse or a dog would make a better veterinary doctor than a man. She said women doctors will understand a disease because of their knowledge and intelligence, not because of any occult sympathy with the subject. And she was also a very interesting woman. I just wanted to keep this section short because I didn't want to put the reader off right at the beginning. This is worth reading about because a lot of women that at that point, they didn't understand the path to take. They were like, should we get colleges to open the doors for us or should we just go to abroad? Like a lot of British women went to France, qualified as apothecaries, which is Elizabeth Garrett Anderson. She qualified as an apothecary and came back. Okay. And in that way, she managed to, you know, squeak into medicine. And she didn't think that that was the wrong thing to do because she felt that no, we are not at the stage where colleges will open doors for us. And then we come to the Edinburgh Seven, who were, I think, amazing women and headed by, you know, Sophia Jacks Blake. And she actually got the University of Edinburgh and these women were admitted by the University of Edinburgh, seven of them. And after two years of studying, suddenly the university said, oh, well, your degrees are invalid. Bye. You know, that kind of thing. That was an effect. And it blew them out because there was so much anger by men that women are entering Edinburgh University and becoming doctors. And amongst these seven women, there was a woman called Edith Petchy, who later became the chief medical officer at the Kama Hospital in Bombay. And she would mentor many Indian women. And she actually topped chemistry, I think. Yeah, she won the Hope Scholarship for standing in the top four in chemistry and physics. Okay. And this made the men so angry that, you know, there was a riot at Edinburgh and, you know, they pelted the women, they called them filthy names, they called them whores, they called them various other names, you know, which can't be printed and, you know, that kind of thing. And then they eventually, they threw them out, three years, actually, yes, I say here, three years of their lives, they studied in Edinburgh, topping classes, doing the very difficult curriculum, and suddenly they threw them out. And this is why Sophia Jacques-Blake had to start the London School of Medicine, which still, you know, I went and saw the old building the other day, it's still there. And along with, you know, several other women, she started the London School of Medicine, which was the first, world's first medical school entirely for women. And later, Rukmabai came and studied there, Mary Poonen-Lucos came and studied there. So, these women helped mentor other women from the empire. And we shall see that often it was a very colonialist mentoring, but nevertheless, it was a mentoring. So, yes, these women had an incredibly hard time and quite often some of the, you know, misogyny and all was from other women as well, you know, that basically sums up their journey. Incredibly difficult, met with resistance at every turn, you know, that kind of thing, and begging colleges to admit them and then having to be the best in the college so that people would not say, oh, you have got in because you're a woman, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:53.680",
        "message": "Yeah, absolutely grueling. And your chapter also shows the full spectrum of responses that they got, like, you know, in the case of Elizabeth Blackwell, you know, you write, quote, the articles were uniformly patronizing. She was described in the Boston Medical and Surgical Journal as a pretty little specimen of the feminine gender. And the Baltimore Sun wrote that it hoped she would confine her practice to diseases of the heart."
    },
    {
        "speaker": "Guest",
        "time": "02:03:17.200",
        "message": "Yeah, it's so funny, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:19.120",
        "message": "And then you later you talk about the riots and what was also kind of moving in a way that when the Edinburgh Seven were attacked, when all of that happened, and you speak about how Edith Petchy was called a whore in the streets, and that's not even the first person that happens to it. It's like almost a pattern through the book that that's how women are dealt with. But what I also found interesting was that some of the male students who were earlier skeptical, some of the male students that actually protected them, some of them with sticks and all of that."
    },
    {
        "speaker": "Guest",
        "time": "02:03:45.880",
        "message": "Sure. I mean, it's I don't want to say that all men were against all women. It was not like that. History is a lot more complicated than, you know, the binaries that we think about on Twitter and all that. So yes, a lot of men helped them and, you know, Elizabeth Blackwell was aided so much by Dr. Webster, who was an anatomy professor. And there's a lovely anecdote there, you know, when he was teaching anatomy and she was only woman then, you know, he was discussing the reproductive system and, you know, that kind of thing. And Elizabeth Blackwell would fast for hours or maybe possibly even days, no weeks, I say here, weeks. She would fast. And the reason is she wanted to decrease the blood to her system so that she would not blush when her anatomy professor was talking about matters of the anatomy. And it was and he even offered that she should sit separately for the anatomy class, but she wasn't having any of that. She said, no, I will sit in the class. I will not blush. I'll just be like a boy. You know, I will be like one of the boys that you have. So it is it is truly amazing the things that the women resorted to. And quite often, as you say, you know, like newspapers and people on the surface welcomed them, but no patients would actually come to them. So Elizabeth and her sister had to, you know, work in like really difficult areas in the slums and do like really difficult work in order to gain the sympathy of patients. And the corresponding anecdote to that is Rukma Bhai Raut, when she first came back to India, nobody would come to her. So she got a pregnant sheep into her hospital and delivered the lamb in order to show people that, yes, I can do this just as well as any man, you know, these are the things that women had to resort to in order to get people to actually come to them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:33.200",
        "message": "So I have a tangential question here before we get to the meat of the book, you know, and this is an interesting thought that actually goes back to something that Gautam Menon, the biologist told me when we did an episode on COVID. And we were discussing theories about why during the first wave the mortality rate among older people seem to be lower in India. And one of the theories, not his theory, but he shared this theory with me, which others had about this, is that is because of the survivorship bias in the sense that because healthcare in India is so bad, the older people get knocked off by a lot of diseases that they would otherwise survive in the West because they are so good. So the ones, the older people who do survive in India are actually much hardier in terms of their immune system and all that, and therefore less of them die during COVID. This was a theory, the survivorship bias, the stronger people have survived here. So therefore, they are more likely to survive against COVID as well. And this brought me to thinking about the survivorship bias in something like a field like women in medicine, that because of women getting into medicine in the 19th century or the early 20th century, would have had so many incredible obstacles to fight. So many incredible obstacles, that just to get to the point where you become a lady doctor as the phrase is, just to get to that point means you are remarkable, you are already an outlier, you know, whereas a male doctor might be some average mediocre kind of person. But if you're a lady doctor, just by virtue of everything you have had to do to get there, you are already incredibly remarkable. And in that sense, it is not as if you're selecting six individual stories for this book, which are stories of remarkable people, you know, that kind of selection bias also playing into it. But simply that anyone who beat these odds had a remarkable story of some kind or the other."
    },
    {
        "speaker": "Guest",
        "time": "02:07:21.800",
        "message": "Would you say there's something to that? Yes, I guess I would agree. I mean, all these women were incredible women, okay. And they did things that perhaps other women would not be able to do. A lot of the women were very much encouraged by their fathers. Some of them not so much by their husbands, but by their fathers. And I think that this still continues in India today. It's very much easier to support your daughter than to support your wife. You know, when you actually have to pitch in with the housework, then suddenly you realize that it's not so easy to support anybody. So but many of their fathers were very supportive and very keen on education for the women. And then, of course, when they got married, some of them were supportive and husbands are supportive and some were not. But yes, I would agree that these women are outliers. I mean, when picking them, also, there is a bit of survivorship bias, like there was very interesting women. There was, you know, Ann Jagannathan, Jerusha Jirard, there's a woman called Motibhai Kapadia, who was, I think, even before, you know, Rukmabai. The problem was, I could not find a damn thing about these women. I mean, I can't just have a chapter saying Jerusha Jirard and, you know, Ann Jagannathan and nothing else in the chapter. So sadly, a lot of very interesting women have been left out. There was also Hilda Vaz, who started the CMC Vellore. But I had to just, I had to stick to, you know, I decided that I will confine it to this and I'm sure a lot of people will say, but there is my grandmother Hilda Vaz or whatever. You have not covered her. And I can only apologize for that. I just decided to choose the ones which have the best anecdotes and, you know, who have written memoirs and there's some letters and obviously some are no-brainers. Anandi Bai has to be there because she is the first. Okay. Nobody can take that away from her. Rukmabai has to be there because she had the most difficult journey, most difficult challenges like which the others didn't have. And Kadambini has to be there because she was the first one to practice and, you know, to defy the sort of colonialism of the Dufferin Front. So then there were the other three, Hemabati, after reading that memoir, I said, I have to put her in. Nobody's heard of her. Then Muthulakshmi and Mary, I chose because, you know, they were institution builders. They didn't just sit back and, you know, confine it to a small practice. By that time, you know, the role of women had become more important and they were supported by Gandhi. They were supported by Travancore Rani and therefore they decided that they will start institutions. Okay. And actually, I honestly feel you can see such a journey from Anandibai to Mary, though we don't know too much about Mary because she didn't write too much about her life, but still, but the difference in them is so, even actually Muthulakshmi wrote, she wrote two memoirs, Muthulakshmi Reddy, the difference between Anandibai and Muthulakshmi is so marked, you know, like Anandibai was very much about traditional medicine and Ayurveda and all that. But in the time of Muthulakshmi, Muthulakshmi was very much in favor of modern medicine and she started the RDR Cancer Institute. So there was a change. The women started to change and evolve, you know, as the book went on. And I found that very interesting as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:34.160",
        "message": "So yeah, in fact, you know, when you later write about Mary Punnulukos, you also talk about how she fought for modern medicine in the sense she wanted compulsory vaccination for smallpox and some of the arguments in that day almost sort of mirror the arguments of today. And she was also against homeopathy, you know, outspoken against it. So just such a wonderful lady and, you know, one actually wishes each of these chapters were, you know, expanded into books because there's so much material there. Let's begin by talking about Anandibai Joshi who, and her story is so rich at so many different levels and she's married at nine to a man of 26, Gopal Vinayak Joshi, referred to as Gopal Rao later on, and he's a very interesting character. Like at one hand, you talk about how, you know, he's a clerk in the postal department, but because he hasn't really done anything in his life, he kind of tries to live vicariously through Anandibai. He wants her to get educated. Your opening scene has him beating her because she is cooking and not studying, where in that time it would really be the other way around. But this becomes complicated later on as she becomes successful. I mean, there are almost shades of a star is born kind of situation here. And I love this quote from Abaan Mukherjee in your book, and I'll read that out quote. Many of the reformers were deeply ambivalent about the outcome of the reforms they themselves advocated. Such deep-rooted insecurity and anxiety led many reformers, such as Anandibai's husband Gopal Rao Joshi, to backtrack from or vacillate between the orthodox and reformist camps, propagating the education of women and widow remarriage one moment and then extolling child marriage, the next quote. And then later on, you write about how, you know, after Anandibai had gone to the US, got her medical training, that Gopal Rao felt powerless and deserted and Anandibai would have to, you know, she was what you describe as quote, a constant juggling act to placate him and yet retain her own identity, stop quote."
    },
    {
        "speaker": "Guest",
        "time": "02:12:35.360",
        "message": "So it's such an amazing, I mean, I'm totally indebted to Meera Kosambi's book in this regard because which was translated by Abhan Mukherjee, you're absolutely right. See, educating a wife was a double-edged sword in those days. Because of the reformist movement in Maharashtra, Ranade, Phule and, you know, all these amazing men who wanted their wives to be on the same par as them, you know, people like Gopal Rao would follow but not quite be able to, you know, sustain this kind of reformation of wife because suddenly wife gets up and starts to think for herself and starts to talk for herself and starts to give, you know, little soirees in the US and talking about herself. And then suddenly I feel that, you know, Gopal Rao wanted her to be educated and he was very keen that she be the first woman doctor. Maybe he wanted to reflect in her glory and, you know, possibly I'm making Gopal Rao too much of a caricature. We can never know what went on in his head. It may also be that he wanted her to, you know, live up to her potential. We can't really paint him in black or white. But what we do know is that after she went to the US and then she started writing him letters, he started getting more and more insecure like there's an incident where she was not wearing the Maharashtrian saree. She was decided to drape her saree in a different way simply because the winters in Philadelphia were so cold. And then he writes to her, why have you draped your, I mean, I'm not quoting exactly, but this the gist is why have you wearing your saree in this way, it's very immodest. And then she writes a placatery letter to him because she had to, you know, she had to placate her husband because in those days you can't be running around without a husband. You had to have the husband to show that you're a pure good woman, you know. So she writes to him and she coaxes him just like almost like a mother does with a child. No, no, no, no. I'm trying my best. I'm only dressed this way because it's cold. But you know, I'm doing my best and this and that. And every time she keeps writing these letters to him saying, you know, no, no, don't get angry. Then eventually Gopal Rao lands up in the US and he is roundly and he talks a bit too much because, you know, he feels very, you know, he doesn't like to be obligated to missionaries for Anandibai's education. And he is not a big fan of missionaries and he's not a big fan of evangelism. And while he was a very difficult and maybe slightly crazy person, what he says also was correct. He was not in favor of all this Orientalism where they're putting pressure on Anandibai to change her religion and, you know, be this way. The other thing is that Gopal Rao was very much in favor of early marriages and Anandibai is also on the record as having spoken out in favor of early marriages, which completely astonished her sect there. They're like, this woman seems so advanced and then, you know, her husband arrives and she's in favor of early marriages. And one can't really blame Anandibai for that because everything that she got in life was through her early marriage. And she and Gopal Rao were looking at the West from a Indian sort of view where they were seeing, you know, what they considered as debauchery. I mean, very mild by today's standards, but in those days they were like, oh, you know, women are not getting married until late and they're wandering around doing this and that and with nobody, you know, family and this. And so they looked at it from the view that we do not want all this in India. We are keen on early marriages and we are also keen on education of women. Women can get educated after they get married. And this is, till today, I think this is quite a common view in India. I mean, it's like people still say to their daughters who if they want to study abroad or in another city, they say, first you get married, then you ask permission from your mother-in-law, then you can study. So this is not a very unusual view. And he came there and he started talking all kinds of nonsense about early marriages and trying to grab the spotlight. And even after Anandi bhai passed away, he staged this Pune tea party, which I talk about in the book. So I do feel that he wanted a bit of her fame. And I feel that if Anandi bhai had lived, she might have pulled away from him at some point and she might have got more independence and pulled away from him and done things on her own. But as it was, she had to kind of, you know, keep him sweet so that she could continue doing what she did."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:50.760",
        "message": "Yeah, she seems to be a woman of both tremendous will and tremendous pragmatism and kind of always balancing the two. I want to read out a bit of that letter because, you know, he had berated her for sort of not covering her shoulders and bosom adequately, as you put it. So she wrote back, quote, in your letter you have critiqued the blouse I wore in the photograph, but I promise you, I never thought of it. I am sorry it made you unhappy. The putter of the Pitambar fell off my shoulder, not because of carelessness, but inadvertently. I was not aware of it, nor was anyone else. That is why the photograph was taken as it was, stop quote, you know, just thinking of Gopal Rao and again from a distance one never knows and people contain multitudes. But it also sort of strikes me as a common danger that we all have to consider even within ourselves that sometimes we do things because in a sense we are posturing perhaps to ourselves that we are a certain kind of person. It is easy for somebody to want to build an image of himself as someone who stands for women's liberation and look, I educated my child bride and she is now a doctor and all of that. But then everything, all the motivation for that is coming from your self image. And you're not really, you're looking at the other person as a means to an end, not as an end in themselves, right? And when that other person has an identity, when their pallu happens to fall a little bit and you know, whatever, then suddenly you can't stand that, you can't stand that independence or that autonomy. It's like a clash between the abstract conception of yourself and the actual sort of the concrete manifestation of that, as it were. Is this something that strikes you when you look at these characters that, you know, with these women, we clearly get that they are what they are, right? They're fighting so hard and what you get is in a sense kind of what you see, even when Anandi Bai is kind of being diplomatic and hedging, you can make out exactly what she's doing. She's not being dishonest to herself in a way, but many of the men, you know, in these stories, one senses that they are just, they are being dishonest to themselves at some point."
    },
    {
        "speaker": "Guest",
        "time": "02:18:59.160",
        "message": "There are so many contradictions and so on. Yeah. And I'm sorry, I'm looking down. It's because I'm looking for that passage by, you know, where Abaan Mukherjee says that, you know, all these men educated their women, but then they, you know, they, they just felt like every time the women made an independent decision, then they would be like, huh. And this is exactly what happened with later with Rukma Bai. She decided that, yeah, well, I'm going to do X. And everybody rose up in arms when they were, you know, they contrasted Anandi Bai to Rukma Bai, you know, all the popular press, Tilak Kesari and Namaratha, they all said that, you know, this is a good woman and this is what a bad woman looks like because she has decided to follow her own path. And to be honest, we all posture, I mean, I'm sure I posture endlessly on Twitter or wherever. We all posture and it is one of the things, especially in parenthood, that you think you want your child to be independent and have your own views. And then your child runs out and says, I will get a tattoo. That is the best way I can express my independent view. And then you're like, hello, I didn't mean like that. I mean, like this. And it is a very painful process. And in some ways, I have a lot of sympathy with Gopal Rao because he was one of the early, he didn't have any peers. He didn't have a, you know, a men's supportive society where he can go and, you know, talk with all these guys and say, well, my wife has done this and my wife has done that. So in that way, I feel like I do sympathize because I struggle with this every day. I mean, I'm like, I want people in my family to be independent. Then they do something independent and I'm like, but why did you do this? Why didn't you do what I said? So it's a, I think every human being in the world feels this way. It's like, you know, even those who are not parents, you will be like, I want my mother to do this. And then she does it and then she does something else. And then you're like, but I wanted her to do this. So it's that desire for control is always there. And I think Gopal Rao, you know, he died completely alone and, you know, in poverty and with no attention. And I feel he must have felt a little sad that he wanted to do so many radical things and through Anandibhai, who was sort of like, I won't say his puppet, but in a way like his creation. And nobody recognized him at the end and, you know, he just sort of died alone and that kind of thing. So I do feel sorry for him. And there is a lot of posturing by the men, later chapters also, it's hard to exactly see what they're thinking because nobody has actually sat down and said, I've just seen my wife go out to her practice and what does she think of herself? No, this will not do and that kind of thing. But I guess it's the constant push and pull in India. Like now we all want our daughters to become doctors, but perhaps we don't want them to become something else which they may want to become, you know, so that's that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:59.960",
        "message": "Yeah. Yeah. All very wise words. Talking of the sort of dramatic event in Anandibhai's life and, you know, one of the most striking things about her story is that she basically died at 22, right? So, and when she was 18, there is a striking event where her husband kind of, I think begins to set these events into motion where he organizes an auditorium. So he can explain to the local community that why she is going abroad and please allow her. But she says that she wants to speak instead and she speaks about how it will help society and she makes a case and, you know, please let me break caste rules and go abroad and all of that. And she does that. And the interesting thing about her is that while some of the other doctors you speak about are not kindly looked upon, in fact, the way Rukmabai is treated is just horrendous and we'll come to that. But with Anandibhai, after a point in time, it's almost as if she is accepted and valorized"
    },
    {
        "speaker": "Guest",
        "time": "02:22:59.920",
        "message": "also. She is a bit valorized."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:01.920",
        "message": "Definitely. Yeah. You know, Tilak offers a hundred rupees because she becomes like a symbol of Marathi pride and all of that. So it's not all crazy. And then she decides to return, like Gopal Rao wants to stay on in America and whatever. And perhaps because she has seen the kind of nonsense he can get up to, she decides to come back. But she decides to come back because her logic is that, you know, there's already a glut of women doctors in the US and they're not getting jobs. So what's the point? Let's go back to India. In fact, she says, why leave a full plate to go begging elsewhere, stop quote. So tell me a bit about this phase. What else can you glean about her? And if there had to be a counterfactual that she has come back and, you know, some of the doctors later in the book go on to do things within the legal system, they go on to become legislators, they found colleges, they found institutions, all of that. And with Anandi bhai, there is almost as someone reading a story, you're feeling that you've been cheated, that she's gone at 22. What was your sense of what kind of woman she was or would have gone on to become?"
    },
    {
        "speaker": "Guest",
        "time": "02:24:06.800",
        "message": "See one thing is that she was privileged, I mean, she was a Brahmin and all the press about her, like, you know, Kesri says, it is indeed wonderful that a Brahmin lady has proved to the world that the great qualities, perseverance, unselfishness, undaunted courage and an eager desire to serve one's country do exist in the so-called weaker sex. So they did valorize her and her devotion to her husband was constantly noted in all the press, you know, although Anandi bhai was so young, her undaunted courage and devotion to her husband were unparalleled, wrote the Jnana Chakshu paper. So like, you know, in that way, she, you know, she was valorized. At the same time, I forgot to mention, I think we haven't mentioned this so far that Anandi bhai lost her child very early and she had a baby and before she went to the US and the baby died and she says that I don't think it affects the father so much, but it affects the mother and while she doesn't write about it much, I have a feeling and I'm only theorizing here that this did affect her, I do not imagine that there will be any mother who is not affected by the loss of a child and she never had a child after that because her health was so damaged and I have a feeling that this really did affect her desire to come back to India and I give her the benefit of the doubt. I think if she had lived, she would have helped, you know, at least, you know, pregnant women and all that, maybe not with super modern medicine, but with whatever medicine she did learn and whatever medicine she could, which would still have been a help. I just feel that way. The other thing that you notice with Anandi bhai and Gopal Rao is I wanted to bring this out. I don't know if I have adequately is that like many people married at a very young age, he was a friend also because in by modern standards, he's an abusive jerk, but by those standards and I know this because like my paternal grandmother was married at 11, okay, and that was the way it was for women back in those days and she sort of grew up with her husband and he was a friend and in Anandi bhai's letters, you see this, like she writes very excitedly to Gopal Rao, I wore my red Pitambar saree, I mean, I can't imagine writing"
    },
    {
        "speaker": "Unknown",
        "time": "02:26:24.660",
        "message": "that to my husband, he'll be like, yeah, I don't really care, I mean, what do you want,"
    },
    {
        "speaker": "Guest",
        "time": "02:26:30.960",
        "message": "what is there and like, you know, but the way she writes it, she's very excited because she's like sort of seeking his approval because they've grown up together and he's her mentor, friend, philosopher, guide and she's writing to him and I found that very endearing because it's not that she hated him all the time. It's not like that. It was a very complex relationship, okay, and you know, it is very, she was really sort of a very complex woman. She was not just a privileged good Brahmin wife, let's put it that way, there was more to her than that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:00.080",
        "message": "So yeah, I found those snapshots from her letters really fascinating because there is a sense of anger and resentment, there is a sense of longing, there is a sense that oh, you're really missing somebody, there is this warmth and there is kind of all of them. Where are these letters, you know, are there anywhere in the public domain where people"
    },
    {
        "speaker": "Guest",
        "time": "02:27:18.800",
        "message": "can read them? I got all these from Meera Kosambi's book, okay, where she has translated them all from Marathi. Okay, so clearly I don't know how to read Marathi and I could not, you know, easily find a translator. So I have used her book as a very important source and I have footnoted it. So I hope that it's kind of okay, but you can read a lot of these translated version of these letters in Meera Kosambi's book, A Fragmented Feminism. It's an expensive book and maybe not easily accessible to everybody. So yeah, it's an academic kind of book. I mean, that was my aim behind this book to take all these incredibly expensive, but obviously fantastic academic books, Meera Kosambi, you know, all these other people who have written about these women and make it accessible to people so that they can read this, you know. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:11.120",
        "message": "Yeah. And another thing I was struck by where you describe her routine while she's studying in college and you write quote, on a typical day, she rested seven to eight hours, spent two hours on letter writing, an hour and a half on meals, half an hour on visits, half an hour on a toilet and the rest of the time on lectures and studies, stop quote. And I was struck by that little bit there, spent two hours on letter writing and the fact that she got seven letters a day. And I remember even when I left home in the early nineties and all that, I would write physical letters to my parents and my mother would send me back these inland letter thingies and you know, saying things like, you know, I hope you're bathing enough and this and that and all of that. And there's a certain charm to that because the act of sitting down and physically writing a letter almost means you're sharing a part of yourself, giving a part of yourself with the person you are writing to, you're giving them that much importance that you're actually writing a physical letter. And I think in modern times, some of that is a little bit lost where everything is cursory WhatsApp messages, or you just, you know, the level of communication has become much more shallow and transient. And I think it also perhaps changes us as people that instead of sitting down and writing a long letter in longhand and all that, I'm just sending a quick WhatsApp message and whatever. And it changes the kind of thinking you do, it changes the kind of communication, it changes relationships. Is this something you've thought about because you've kind of lived through the same years as me, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:36.720",
        "message": "So? Yes, I used to write a lot of letters. I had a pen pal. I actually had a pen pal in Indiana, and she used to write to me all about her life in India, and I used to write to her about, you know, what I'm doing in India and whatnot. And I guess I do miss those letter writing days, because I used to write a lot of letters. Okay, a huge number of letters. I wrote so many letters to my husband, you know, in our early years of our courtship and this and that. And I do miss that. But I don't think I'll go back to it. It's like, you know, the other problem is like, social media, those of us who are very active on social media, I think our brains are just completely a mess and, you know, jangled up. I can see the difference in the way my husband's on any social media. He's not even on Facebook. He does. He's just like the ghost who walks. He doesn't exist, except, you know, and he hates social media. He's very different from me. And occasionally he comes on and reads my Twitter feed, and then he says, you all have too much time on your hands, and he goes back to doing something else. And his level of concentration is so much better than mine. I mean, I read some 50 times more than him. I read this. I read that. I know everything that's going on. I know all the social media fights, but I have no focus or concentration, and his concentration is so much better. He can read a book and he will take ages to read it, but he will tell you everything that's in the book and, you know, with a really good commentary. And I do find that social media makes me very jangled and my mind a mess. But what can I say? I'm not going to give it up. I mean, I'm not sitting here saying I'm going to go off Twitter and become a better person. No, I will be on Twitter and I'll be a worse person, but I'm continuing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:15.680",
        "message": "So we are both, I think, two addicts talking to each other and in full acknowledgement of our addiction. You know, there's a great book by Cal Newport called Deep Work, where he kind of speaks exactly about this. Basically, what happens is that what you need to do anything seriously, including writing, is you need a state of deep concentration. But every time you're distracted, it takes about 15 to 20 minutes to get back to that state of concentration. And if like me, and like, I suppose you, if you're looking at your phone all the time and all of that, then you're constantly the distractions are so many, especially through your smartphone, that you're constantly in a state of shallow concentration and it becomes really difficult to get deep. And I guess your husband's way is something like Neil Stephenson, like the writer of Cryptonomicon and so many great books. What Stephenson does is he doesn't even have an email account, forget social media. So there is zero chance of distraction. You just sit and you write and you engage with the real world as it is. And of course, I think the internet is a massive net benefit. But I also get the sort of the allure of being able to get away from it."
    },
    {
        "speaker": "Guest",
        "time": "02:32:20.480",
        "message": "But also, I should say to defend my addiction to social media is that unlike many writers, possibly, I'm not an introvert. I'm not a person who goes around saying, well, I hate people, I don't meet anybody, I've just want to be with my books. I love books, but I like meeting people. I am not an introvert. And these days, it's become very cool to say that you're an introvert. And my husband is a true introvert. He really, really doesn't want to meet anybody. And perhaps it's a function of his work where he's always in meetings. But I find writing an extremely lonely business, especially writing books. And Twitter is my sort of internet water cooler. And lots of people have told me, including, you know, people like my agent and all that, they're like, why do you spend so much time on Twitter, imagine what you could do with that time. And I'm like, yeah, but the thing is that Twitter gives me that little interest and some interaction with some human being. And then I go back to my solitary, you know, work plodding on. So I don't feel that I'm going to give up social media anytime soon, I may reduce the time I spend on it, I may restrict the things I talk about on social media, there are a lot of things I never talk about. I find that there is a tendency to suddenly start 20 tweet threads about things that you know nothing about absolutely nothing, but you will be like pontificating for hours and hours. And, you know, and I don't want to get into all that because I don't know so much about a lot of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:41.840",
        "message": "So yeah, the worst aspects of Twitter can be shallow and toxic, but the best aspects are that you can reach out to some really interesting people and curate feeds for yourself where you're getting incredible gyan from people who would otherwise never know who"
    },
    {
        "speaker": "Guest",
        "time": "02:33:55.200",
        "message": "you are. So yes, absolutely. I totally agree. So not going to give it up anytime soon."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:01.600",
        "message": "So let's let's move on to the second of your fascinating doctors, which is Kadamini Ganguly, who is also, by the way, as you point out, called a whore in 1891 by a publication called Bongo Bashi. And later on, another publication called the Indian Messenger says, quote, the maintenance of female virtue is incompatible with liberty, stop good, which is something I think people would some people would say today as well, and not just for women. So tell me a little bit about Kadamini Ganguly, because she's also an incredibly fascinating character, also privileged in many ways, but at the same time has, you know, a massive fight on her hands to kind of get where she gets."
    },
    {
        "speaker": "Guest",
        "time": "02:34:45.600",
        "message": "So Kadamini was very, she maybe suffered a bit by being between two very interesting and dramatic women, Anandi Bai before her, who was the first and Rukma Bai after her, who was the third. And there is always a lot of confusion about who was the first woman doctor, blah, blah, blah. And as I say in my book, I find these kind of debates a bit unnecessary, because it doesn't matter. The fact is, they all had their own challenges, and they were all incredible women. But if we are going to be strictly accurate, Kadamini was the first to practice before Rukma Bai. And it's often said that Rukma Bai was before Kadamini, but that is not true. And you know, if you just look at the facts, and Kadamini was a very quiet woman, I think that's the sense I get of her, there's very little written about her. And she had eight children, though some accounts say seven, I think one died. And she didn't have much time to write about herself. She was busy looking after these eight children and struggling to start, be the first Indian woman to practice. So whatever we have of her is from other accounts, you know, and obviously the chapter on her suffers because of that, but I don't know what I'm supposed to do about that, really, I just have to move on. So Kadamini's main struggle was, and she was a Brahmo. And she was very lucky in that the Brahmo movement at that time was working very hard for the education of women. And her husband was a Brahmo and helped her greatly. And by all accounts, they did have a good marriage, I tried to find some sense of more about their marriage, and there's not much written, but by all accounts, he did try to educate her in every way. And he was different among the Brahmos in that he believed that women should be educated in science. So she had a decent education as compared to the other women. And she was studied at Bethune College, and then she went, then her struggle began because Calcutta Medical College did not admit women. And she really fought for that. And that really changed lives for many of women in a very discreet way. She was just working hard and she sent various letters and eventually Calcutta Medical College admitted her. And then even with that degree, she could not get the respect that she was due. She could not get patients to come and therefore she went to Edinburgh and I could not find a single mention of her in Edinburgh. I don't know where it's gone. Maybe it'll turn up. But I have to admit that I could not find any mention of her in Edinburgh. I contacted Edinburgh and they said, yes, we know that she was on the Rolls-Royce dates. We don't have any information of her. So I mean, she was only there a year and she got like, you know, a sort of a triple degree and she had to fight against the Dufferin Fund. And this is where this book has been so revelatory for me because, you know, one of the journalists who interviewed me, I think he asked me a very good question. He was like, have you thought about, you know, global hegemonies in feminism?"
    },
    {
        "speaker": "Unknown",
        "time": "02:37:37.680",
        "message": "And initially when I read that question, I didn't understand it."
    },
    {
        "speaker": "Guest",
        "time": "02:37:40.320",
        "message": "So I read it some three, four times and then I realized what he meant, which is what I've said in the book. Like so many of these women, they had to fight against, you know, things that were ostensibly a great thing. Like Kandamini had to fight against the Dufferin Fund, which was a fund started by Harriet Dufferin to bring more women doctors to India and to bring medical facilities to India. And that was a very good idea. But what they actually did was bring a lot of European women, the ones who could not find jobs in the Europe and in the UK, and they brought them all in here and set them up in, you know, West Bengal without any local language knowledge, without any knowledge of, you know, the customs of people and set them up and said, hello, carry on practicing. It was hailed as a wonderful thing. But as I see in my book, the Dufferin Fund was a mixed blessing because they did not decide to train Indian women. They decided that, oh, Indian women are, you know, they are subject to the Pardhanisheen system and they're in Zenanas, they can't study and people will not go to Indian women. Even other Indian women will not go to Indian women. And Kandamini fought against all this. And the few letters she writes, she says that Indian women are just as capable as any other women. And slowly over the years, and especially after getting a foreign degree, there was change. And then she got a job under the Dufferin Fund and she was hailed by Florence Nightingale, who I think by that time had changed her mind, clearly seems to have changed her mind after seeing so many women doctors. And she managed to practice on her own, okay. And in which in those days was like a huge thing and eventually entered public life, joined the Indian National Congress, you know, when Gandhi called for more women to enter the political movement. So she was an amazing woman, but she was a very quiet woman. There's so little about her. I wish maybe somebody might come forth and we can do a little addition to the book if somebody has heard of her. So yeah. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:41.400",
        "message": "And also just to place the times in context, you know, it's okay at one point to posture about how men and women should be equal. But that abstract sentiment also needs a concrete commitment to something like education. Like at one point you give context by saying, quote, the Brahmos believed that husbands and wives should have shared interests, which given how uneducated most Indian women were, was almost impossible at the time. An article titled Ardhangini in the Bornobodinipotrika stated, quote, when the husband is busy determining the distance between the sun and other constellations, the wife is busy measuring the dimensions of her pillowcases. When the husband thinks about the stars and planets in the sky, the wife is then at the kitchen determining the reflexes and speed of the cock, stop quote. And therefore, you know, her husband comes across as the one actual husband in this book who you kind of feel, you know, there are no mixed feelings. He just seems like a good guy. Of course, when the marriage happens, she's 21, he's 39, he's got three kids, but he's so incredibly supportive, like both her father and her husband are just so incredibly supportive all the way, not just posturing, but also really, you know, putting their hearts into"
    },
    {
        "speaker": "Guest",
        "time": "02:40:53.960",
        "message": "supporting their wives. Actually, I mean, Dwarkanath Ganguly, he did say things like in his writings, and I haven't I have just acknowledged them, but I haven't gone too much into detail. In his writings, he does say that, you know, women should be educated so that their husbands won't go to prostitutes in order to sustain their interest. But this was the general feeling and then even amongst the Brahmos, okay, so there was a very strong Puritan streak, the basic, like I say, the objective of education was to make women better wives and mothers, so that they can, you know, maybe good mothers and, you know, not have their children die from lack of care, and also to discourage husbands from a life of vice, visiting prostitutes, drinking and smoking, because in those days, many of the husbands were like 20 years older than their wives or 25 years, and therefore the husbands would go to courtesans or prostitutes in order to get some kind of intellectual stimulation, which they were not getting from their nine year old wife whom like, you know, they have just been landed with. So while I say that, yes, we should say that women should be educated for their own sakes, but this was too much of a radical idea at the time. At the time, they were just educating women in order to make her like, you know, like a sort of like a on a pedestal, like, you know, good wife and mother and this kind of thing. But still, you know, Dwarkanath was very advanced for the time. So you can't really judge people of that time by the standards of today, you're never going to arrive at a, you know, resolution. So and when Kadambini was called a whore by the Bangabashi editor, she was called a whore in print by, you know, Indian messenger and the Indian messenger, like you said, said published an article arguing that giving women opportunities for education would make them unchaste. And it is so incongruous because by this time, Kadambini had some eight children, where did she have the time to be unchaste, she was just physically, I mean, she was like, you know, she was doing her embroidery, her work and looking after her eight children. Okay. And Dwarkanath immediately kind of filed a suit for defamation. He was like the knight in shining armor kind of thing. And the Indian messenger sort of, you know, changed its tune. But I mean, this is like an incident, you can have eight children and still, still somebody will think that you have the time to be unchaste, I mean, most of us are like just struggling to just carry on, we have no time to be unchaste or anything like that, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:13.740",
        "message": "And also there's nothing wrong with being quote-unquote unchaste."
    },
    {
        "speaker": "Guest",
        "time": "02:43:16.280",
        "message": "No, it's fine. But I mean, why they like kind of, you know, brand her as, oh, you know, because she is a doctor, she'll have more opportunities to leave the home. That was their logic. She will leave the home."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:27.320",
        "message": "Yeah. Unchaste is the most convenient pejorative. You also write about how, you know, when Dwarkanath sued the bongobashi editor Mahesh Chandrapal was found guilty, fined hundred rupees and sentenced to six months imprisonment. I think he did the right thing."
    },
    {
        "speaker": "Guest",
        "time": "02:43:42.080",
        "message": "You know, some people have asked me whether he was just trying to grab her limelight. I don't see it that way, because I think he had to step up and set a precedent, you know. And I think possibly of all the men here, you know, he possibly might be the most supportive and you know, of him. But of course, we have no idea whether he ever, you know, did the cooking or, you know, and wash the dishes, probably didn't do any of that, men didn't in those days. So in the 19th century, you are expecting so much. You can't really, you know, expect all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:20.600",
        "message": "So I have a note about here called Poni and Politics, which both of which come from this particular paragraph. I'll just read out quote. What does survive is a picture of a woman initially much sought after by the rich and famous in 1895, Kadambini treated the queen mother of the royal family of Nepal and apparently saved her life. In return, along with gifts of money and jewellery, she was given a pony, which her children and grandchildren greatly enjoyed playing with. However, Kadambini was also gradually becoming responsible, becoming conscious of her social responsibility. She treated Pardhanasheen women, women who observed rigid rules of seclusion, and would later join politics, stop quote, and she actually became the first woman to speak at the Indian National Congress annual meeting, the Congress that they had, she spoke in the sixth session, but she kind of doesn't really play a big part in politics after that. But she got that far."
    },
    {
        "speaker": "Guest",
        "time": "02:45:12.280",
        "message": "She got that far. And in those days, that was a lot to actually go up and speak was a lot, you know, and and by that time she was getting older and all that kind of thing. So I think she was an amazing woman is just that as compared to some of the others is not enough material. So she maybe doesn't stand out, okay, but she certainly deserves to be remembered."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:36.880",
        "message": "Yeah I mean, if you fought and won those battles, you are, in a sense, amazing by default and the word amazing seems an understatement when you talk about the next woman, Rukma Bairaut. So the rule breaker, as it were. So tell me a little bit about her because this woman is completely at a different level."
    },
    {
        "speaker": "Guest",
        "time": "02:45:53.480",
        "message": "She's at a different level. And she had the biggest challenge of anybody. And you know, I must mention here, and I hope it won't become a big thing that some people have asked me why you have put Anandi Bai on the cover. Why not Rukma Bai? Why is you saying that Anandi Bai is the best? It's very simple. There's nothing woke about this, honestly. The only reason that Anandi Bai is on the cover is because we had a lot of trouble getting photographs for this book. I got some photographs, but they're of very poor quality and the designer said I cannot make this stand out enough. It's as simple as that. It's nothing. We're not trying to say that Anandi Bai is better than Rukma Bai by putting her on the cover. This photo of Anandi Bai was taken from Drexel University, which was earlier the Women's Medical College. And they had kept a good print."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:40.760",
        "message": "It's as simple as that. That's a pragmatic reason, but she's the first anyway."
    },
    {
        "speaker": "Guest",
        "time": "02:46:44.900",
        "message": "So why does one even have to justify that? She's the first anyway. And that photograph of hers is very sort of striking, you know, that gaze of hers. So any case, Rukma Bai, to my mind, is the most amazing. Okay, if I had to choose one and you know, the beginning of this chapter starts with men cannot in the least understand the wretchedness which we Hindu women have to endure. Because you cannot enter our feelings, do not think that we are satisfied with the life of drudgery that we live and that we have no taste for an aspiration after a higher life. And Rukma Bai's entire life was aspiring to something better. Okay. And like I said, she was from the carpenter caste, so she was from, you know, a lower caste in quotes kind of thing. And that also made a big difference because she had to face so much caste prejudice from Tilak and the Conservatives. Okay. So she was an amazing woman, like she, again, she had a progressive father figure, Dr. Sakaram Arjun, who is a quite a famous botanist, and he was a stepfather. But even he could not break the Hindu custom, which was that you have to marry all your girls before like they attain puberty, otherwise you will be cursed with bad luck for generations. And so she was married young to a man named Dadaji Bekaji at 11. And after that, she decided that she wanted to study and she did not want to join him and she kept delaying the process of joining him until finally he said, come, we have to, you know, I have to assert my conjugal rights, you have given me enough trouble. And Rukmabai really wanted to study and, you know, she was encouraged by her stepfather and she finally filed a court case, which in those days was an amazing thing. Okay. And she wrote two letters to the Times of India, which were anonymous, but later identity was revealed. And she talks at such length about the misery of women and how marriage is such a terrible institution for women and a great institution for men. I mean, this is what people are saying today. She was so ahead of her time. And she says, she writes in the first letter and she had titled it a Hindu lady. So nobody knew her identity. She wrote a letter to the Times of India saying marriage does not impose any inseparable obstacle on men in the course of their studies. If married early, they're not called upon to go to the house and to submit to the tender mercies of a mother-in-law. So a lot of men on Twitter and all when I was, you know, dropping hints about this book or a lot of men are saying, oh no, but in those times, even when we're married early, look at our prime minister, dear Modiji. The point is that the men did not have to go to a mother-in-law's house and have restrictions put on their education. They could study even after marriage. And then she says, but the case with women is a very reverse of this. If the girl is married at the age of eight, her parents had liberty to send her to school till she's 10. But if they wish to continue her at school, they must obtain the express permission of the girl's mother-in-law. Thus, Mr. Editor, when we're just beginning to appreciate education, we are taken away from school. And I am one of those unfortunate Hindu women whose hard lot it is to suffer the miseries entailed by the custom of early marriage. It comes between me and that thing which I prize above all others, study and mental cultivation. And then she suggested the age of marriage be raised to 15 for the bride and 20 for the groom, which in those days was like, wow, radical, you know, kind of thing. And like, you know, like other commenters has said, there were lots of people who condemned infant marriage, but society had not progressed to the point where they condemned child marriage. By 11, everybody was agreed that by 11, you should all get married kind of thing. So she was amazing. I mean, she went and wrote these letters, and then she got a lot of flack. And then she made her powerful enemy who continued to be her lifelong enemy, Bal Gangadhar Tilak. And Tilak, you know, was a conservative. He always, he started out as a conservative, and he ended as a conservative. And there are people who say, do not judge him by the values of today. To some extent, that's true. However, his contemporaries were not as conservative as him. They were the amazing Phules, which, you know, I mentioned briefly, but I don't go into detail because that is not the purpose of this story. And the Phules had set up a school for girls some 40 years before Rakhmabai came along, right, in 1848. And then M. G. Ranade set up the school in Huzoorpaga Girls' School in Pune, along with all Tilak's contemporaries from Pune like R. J. Bandarkar, G. G. Agarkar, G. K. Gokhale. And all of these people were in support of the education of girls, and Tilak believed that education should go so far and no further. So again, he believed that women could not understand mathematics and science, so they should be taught Sanskrit, needlework, cookery, that kind of thing. And, you know, in his excerpts, his fear at women sort of rising up and overthrowing this sort of, you know, Brahmin patriarchy is very clear. It's very clear, you know, he just keeps saying just enough education to be good wives and mothers. That's enough. Just, just, just enough. And he really rose against Rakhmabai and he marshaled his papers, the Kesari and the Maratha, and in order to vilify her, he was like, well, if we allow this, then, you know, every, he was basically, Tilak believed that marriage is a sacred Hindu sacrament, and he did not believe that the customs of Hindu should be interfered with by the government. And it is not that he did not believe in social reform, mind you. He did believe in social reform, but he thought that it should come, you know, from society and it should sort of trickle down and it should come slowly and it should not be forced by the British government. Okay. And I mean, that is one view, which I frankly, you know, I do not really support. And he kind of, you know, argued that she cannot leave her conjugal rights. Marriage is sacred and she has to continue to be a good wife to him and all that. And then eventually, you know, she went to court, Rakhmabai went to court and the lower court judgment was in her favor, but the higher court judgment said that she has to either go to jail for six months or go and live with her husband. And she was so incredibly brave that she said, I will go to jail. I'm not going to live with this dude. Okay. So it just sort of reached a stalemate at then and, you know, Tilak got even more angry and they, you know, they ran a series of scathing pieces against Rakhmabai. They actually, Tilak actually compared Rakhmabai to the Shikhandi in the Mahabharata. Okay. And this is what he says. He says, even as the Pandavas tried to conquer Bhishma by putting forth Shikhandi. So also the reformers have the audacity to fire bullets at our ancient religion under the cover of Rakhmabai with the intention of castrating our eternal religion. We agree with public opinion that government should not interfere with our customs, which have been carried on in our society from time immemorial. And again, they compared her to Anandi Bai. They said, you know, the Kesari says Anandi Bai did not give up her own religion, proper conduct as a woman, our own customs and conventions. She realized that otherwise people will call her dharma brishta, fallen from religion, that women from her society will not honor her. As a result, she would not be able to secure the good of her sisters. And the thing with Rakhmabai is with all this, like even now, I think if, you know, all these people had risen up against me, I would have just quietly given up and gone away. But she didn't. She didn't give up. And she mobilized a lot of, you know, liberal support, including from, you know, Bairam Malabari and, you know, the liberals and all that. And she was instrumental in bringing about the Age of Consent Act. That was some years later in which they raised the age of marriage for women because people realized that this is such a barbaric custom. And eventually she decided to, you know, there was a lot of debate, but I think Rakhmabai felt that she was becoming a bit of a political football and she arrived at some kind of settlement with Dadaji and her husband. And she decided to go leave the country and go and study in the London School of Medicine. In this, she was helped by Edith Pichi, who was like with the Kama Hospital. And you know, it's very sort of characteristic. She decided that, you know, she was 24 years old and you have to note that, you know, Anandi Bai and Kadamini were forged ahead of her because she was spending her life fighting things in the court. So she paid Dadaji 2000 rupees, which was a lot in that time. And she said, I'm, you know, I'm done being your wife. And immediately she left, Dadaji married again. So he couldn't have been so keen on her anyway. Okay. He just wanted to stop her from doing stuff. Dadaji married again and she went to the London School of Medicine, where she met a lot of very liberal people. She studied and there's very little written about her experiences there. And she comes back to India. She goes to Surat and she works there for years. And then she eventually goes to Rajkot and she leads a very quiet life. She does not perhaps want to, you know, get any press. But she leads a quiet life. She helps during the plague, the great plague, and she gets a medal during the great plague. And she works very quietly there, not trying to draw any publicity. And she remains alone, alone means, I mean, that's not the way to describe it. She remains single for the rest of her life, but she's surrounded by a family of nephews, nieces, peers, friends. And this is why she was, I think, the most amazing. Okay. And while talking about caste, it's very hard to find actual mentions where somebody says, oh, she's a lower caste woman and therefore. But it's, if you read between the lines, the constant contrast between Andibai and Rukmabai,"
    },
    {
        "speaker": "Unknown",
        "time": "02:56:28.920",
        "message": "it's always there, you know."
    },
    {
        "speaker": "Guest",
        "time": "02:56:31.120",
        "message": "And the kind of vituperation she received from Tilak, I do not think she would have received if she was from a higher caste. It was all sort of reading between the lines, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:43.160",
        "message": "So you know, before I ask my next question on Rukmabai, I just like to make a quick comment on what I consider Tilak's hypocritical conservatism. I actually have a little bit of sympathy for conservatism, but not for the way Tilak practiced it. Now, as you correctly pointed out, some of his contemporaries, especially two great heroes of mine, Agarkar and Gokhale, were, you know, in a sense, both liberal and conservative in different ways. Like Agarkar was one of the founders of the college where I did my education, Ferguson"
    },
    {
        "speaker": "Guest",
        "time": "02:57:10.000",
        "message": "College in Pune. Ferguson, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:12.000",
        "message": "Yes. He was the founder of the late 1890s. And mind you, not the late 1990s, where such a story would still be an outlier. But late 1890s, he was speaking with a biology class. And he asked this group of students there that if donkeys had a God, what would the God look like? And then he raised his hands above his ear, you know, to indicate donkey's ears. And in fact, Ferguson was known as a hotbed of atheism in those days. Now, when I think back on what Agarkar and Gokhale were doing, they were changing society from within the right way, right? So I don't really buy, like, I buy the point that very often society change cannot be imposed from the top down. It has to come from within society. But the people I see actually doing that, other people like Agarkar and Gokhale and before them, their mentor, Ranade, and so on. And the Phule's also, like, I mean, Phule himself. And the Phule's even before that."
    },
    {
        "speaker": "Guest",
        "time": "02:58:03.480",
        "message": "Phule actually came out and said that women are kept uneducated by men, you know, with the Hindu scriptures to kind of bludgeon them into submission."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:10.320",
        "message": "Those are not his words, but you know, that kind of thing. Exactly. And I think in 1848, they founded the school for girls of all castes."
    },
    {
        "speaker": "Guest",
        "time": "02:58:16.240",
        "message": "Yes, exactly. All castes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:18.240",
        "message": "Not just restricted. And on the other hand, Tilak said in Maratha that women are, quote, incapable of understanding English history, mathematics and science as it interfered in the natural aspect of a woman's life. So the girls should be taught at the most Sanskrit sanitation and needlework. Teaching Hindu women to read English would ruin their precious traditional values and would make them immoral and insubordinate, stop quote. So you know, the thing is that he is in that sense, misogynist and regressive and all this talk of society must change from within and not have top-down imposition. I agree with that principle, but he's not changing it from within."
    },
    {
        "speaker": "Guest",
        "time": "02:58:54.680",
        "message": "Agarkar and Gokhale are changing it from within. I mean, with his own daughter, Tilak's own daughter, he actually married her off only at 16, which in those days was like, wow, Phule and all that, you know, but so he did follow it in a limited constraints of his own family. But he didn't believe in this kind of, you know, starting girls schools for everybody and that word insubordinate, like, you know, that is the key word. And I just feel that, you know, he saw Rukmabai as a woman from a lower caste who was a threat to the whole Brahmin supremacy. He thought once we open this door, women will be, because Tilak also said a lot of terrible things about Ramabai and, you know, her conversion to Christianity sent him into an apocalyptic fit. Now, how can she do this kind of thing? She's a good Pune woman and this, that and whatnot. She was also from Pune, like all these people were from Pune. So yes, you're absolutely right that, you know, his contemporaries and even people before him like the Phule's, you know, Jyotibai and Sahitri were much, much more advanced. So I don't give Tilak a free pass in this and see, this is history. One can applaud Tilak for amazing bravery. Okay. Later, and this is in his early career, later he goes on for Swaraj, for charged with sedition, everything. Tilak was an amazing man. We do not have to say that he was amazing with regard to women. We can give him just like Gandhi, right? I mean, like Gandhi was an incredible man. But the problem with, you know, everything these days is that everything is black and"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:25.960",
        "message": "white."
    },
    {
        "speaker": "Guest",
        "time": "03:00:26.960",
        "message": "Bad person, good person, bad person, good person. This is not the case when you actually read history."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:32.400",
        "message": "The cliche on my show, which is, of course, taken from Walt Whitman's poem is that people contain multitudes. The one part I found really remarkable about Rukmambai, like when I got to this passage, I just stopped reading to just process the enormity of this is that initially when she's trying to, you know, get her divorce, the initial argument is that my husband can't support me. He doesn't have a house and, you know, all of that. These are the initial arguments. But then at one point, the argument changes and it changes to a much more fundamental issue of consent. And I quote from your book, quote, but even as Rukmambai was responding to these petty charges, she was moving firmly inexorably towards a revolutionary position, which must have frightened even her. In her reply to Dadaji's plaint, she argued that as she was too young to give consent to the marriage, she could not be bound by it. This was essentially an attack on the entire Hindu family system, the custom of child marriage and the concept of marriage as a sacred union. It was one woman against the might of the Hindu sacrament, stop quote. And this is sort of a very different argument from the kind of arguments, you know, Anandi bhai made or whatever, which were taking into account the prejudices of society, where she's saying, let me be free because it's good for society. Society needs women doctors. And Rukmambai is planting a foot down and saying consent."
    },
    {
        "speaker": "Guest",
        "time": "03:01:56.600",
        "message": "Absolutely, which is why she is the greatest, because she is the rule breaker. She burned all the bridges. She didn't leave that bridge. She started with the bridge. She said she must have thought she was like, I will say that he doesn't have enough money to support me and let me see if I can get along, get away with it. But then she realized that Dadaji will just say that, oh, well, no, I will find some money and I will support you. OK, and at some point she just got up and said, I'm going to burn all my bridges. I'm going to burn it all down. This is amazing. This is amazing. I mean, she was just a woman, not a privileged woman. And you know, she she decided that she is going to challenge the entire Hindu sacrament. I can tell you that I don't think I would be able to do it. I would have just crumbled and gone away and gone and lived with that person. OK, you know, I wouldn't have been able to do it. And I don't think most people even now would be able to do it. To do it like over, you know, in 1884 is just amazing. And her whole thinking is so advanced. I mean, look at this thing that she has written in one of her letters. Being men, the shastric lawgivers have painted themselves noble and pure and have laid every conceivable sin and impurity at our door, our meaning women. If these worthies are to be trusted, we are a set of unclean animals created by God for the special service and gratification of man, who by divine right can treat or maltreat us at his sweet will. And you know, I had a question the other day when somebody asked me, do you think these women were feminists? I say, without exception, they were all feminists. Maybe they don't fit your definition of a feminist because feminism has evolved into third and fourth with feminism. But just for her to have these advanced views to challenge the shastras is amazing. And you're right that Anandi Bai decided that she wouldn't change. Anandi Bai had some rumblings and was uneasy about the way Hindu women were treated. But she kept those to her letters. Meanwhile, Rukmabai went out and wrote a public letter and wandered around saying these things, you know. And, you know, I sometimes I wonder how she even survived. I mean, how she was not killed or harassed or physically assaulted. I mean, she was harassed, but she was not physically assaulted. So it's just amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:14.760",
        "message": "And yeah, and absolutely a feminist and more than that also, because she's not just fighting for a right for a divorce or to further education. She's just questioning the whole frickin edifice of values on which that society is built and saying all of you are full of shit. And of course, they were. And she was right. But to say it like, my God, that's and what indicates that also is that, you know, her final court case judgment was in March 1887. But in 1885, she actually won the first case where the judge, Robert Piher, ruled in her favor. And you write in your book, quote, when Dadaji's counsel, Dadaji is her husband, just to remind the listeners, when Dadaji's counsel pleaded for cause, Piher left the court in no doubt about his leaning, chastising the plaintiff for trying to recover an unwilling young lady as if she were a bullock or a cow, stop quote, last few words were his. And then in Maratha, you write about the Maratha argument where you say, quote, the Maratha argument that the Maratha argued that the Hindu marriage was a contract and Dadaji had"
    },
    {
        "speaker": "Guest",
        "time": "03:05:15.600",
        "message": "incurred a heavy loss on the marriage."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:18.360",
        "message": "Non-restoration of his conjugal rights was a dead loss to him. Who is to reimburse him for the pecuniary loss he has suffered, it asked, stop quote. And again, classic illustration of how women are just a property of men. It's taken as granted. It's a premise."
    },
    {
        "speaker": "Guest",
        "time": "03:05:32.920",
        "message": "Yeah, this is so like, you know, revelatory by the Maratha. But who will, you know, compensate Dadaji, he has bought this wife and he has now spent so much money on her, kya karo? And you know, it's like, it's just amazing that she had this thing to kind of, you know, challenge this. And you know, the Kaisari Hind also, which is like a Gujarati weekly in Bombay, it wrote, millions of Hindu girls married in their infancy may with impunity break the sacred matrimonial bond. And this is absolutely right. I mean, once basically Hindu men were scared because they knew that their child brides with them only because they have no choice in the matter and they have been delivered to them like a package, you know, like the cow that they own. And they were suddenly there was panic. I mean, I obviously I had, you know, word limitations. But if you can imagine the atmosphere, then, you know, all these papers flying back and forth saying Hindu women now say they will leave their wives and all the men saying, oh my God, my wife is going to leave me. And then who will find me, who will wash my clothes and who will cook and who will provide me with sex on a tap and all that kind of thing. So it's just, it's just amazing that she had the guts to stand up and say this. I'm constantly lost, you know, I mean, at a certain point, I also feel like I cannot go on kind of praising these women. I mean, just read for yourself and you will know. But she really like even this, I have quoted this academic called Sudhir Chandra and I have tried not to quote too many academics because I do not want this to be an academic book. But he says extraordinary by any reckoning, Rukmabai's defiance is even more impressive because it was made before passive resistance had captured political theory or popular imagination. So she said, I will go to jail, which really shocked people. They're like, what? You'll go to jail? She said, yeah, I'll go to jail. I'm not going to pay any fine. And this was before, like, you know, Gandhi made, you know, passive resistance and, you know, the Ahimsa and Satyagraha and all that popular. So it was at a time where, you know, people just didn't understand these concepts at all. And she came out and she just broke every rule. And I'm glad that she remained, you know, single and had the freedom to lead what seems"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:44.600",
        "message": "to have been a very happy life. So yeah, she even you refer to how she started a women's group back in the day and, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:07:53.400",
        "message": "the sisterhood of women, as it were. She started women's groups and in those days, women were not allowed to go to groups. So she made it a religious group so that they could all say we are here to sing bhajans. But inside they were subversively doing things like, you know, trying to figure out what jobs they can get, how they can make their own money by making chutneys and stitching and, you know, and they would read newspapers. So she, I'm really glad that she led this amazing life because, you know, other women didn't have that, Himabati never led a happy life, but Rukmabai, I think, ended her life happy and independent and, you know, really sort of self-sufficient, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:31.880",
        "message": "Remarkable. Before we move on to the next hero of the book, Anandi bhai's husband, Gopal Rao, wrote about, you know, when this court case happened and the ruling went against her, he wrote quote, we don't want your marriage system, we don't want your divorce, we don't want your swindles and frauds, keep them all to yourselves, we don't envy you, but don't condemn our child marriage system and call us by hard names, stop quote, which is almost representative, I think, of the conventional view at that time, like you pointed out that men are just so threatened."
    },
    {
        "speaker": "Guest",
        "time": "03:09:02.960",
        "message": "Correct. I mean, you see the chasm that Rukmabai kind of prompted in Hindu society, you know, even people like Anandi bhai who were sort of progressive, they looked upon, we don't have any evidence of what Anandi bhai thought about Rukmabai, but her husband certainly thought that she was like, you know, you know, real, you know, absolutely out of control and should be condemned"
    },
    {
        "speaker": "Unknown",
        "time": "03:09:24.680",
        "message": "in the worst possible terms."
    },
    {
        "speaker": "Guest",
        "time": "03:09:26.160",
        "message": "So he just sort of, like I say, she sort of lit a grenade against the Hindu society, like boom, it went off and everybody was like, what do you mean? How can you? I mean, even women must have found her too much. Because when she went to the UK, there is a passage by Cornelia Swarabji, who ran into Rukmabai. So Swarabji was the first Indian woman lawyer and she was very privileged and, you know, she was half white and all that. And she also found Rukmabai a little too much and she's had some nasty things to say about her. She said, Rukmabai is wandering the streets with some youth from Kolhapur. So this is what comes of, you know, breaking loose from proper restraint. Okay. So Rukmabai clearly had a male friend there, though she doesn't mention him later. So people thought of her as, oh, you know, she's a attention grabber and that kind of thing. And later Cornelia changed her mind about Rukmabai, perhaps because she saw that, you know, she was working hard and all that. And actually then Rukmabai also sort of started deciding to lead a very quiet life."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:27.120",
        "message": "So yeah, but that early fight which she showed was mind blowing. Like, I just think of the current time that even in current times, nobody would do this. Like, for example, for people who are against, say, Hindutva, right, the political correct line is that Hindutva is different from Hinduism, right, and you have to see them as different things and Hinduism is fine. And I suspect if Rukmabai was around today, she would say, no, no, they are both bad."
    },
    {
        "speaker": "Guest",
        "time": "03:10:48.200",
        "message": "They're both equally wrong. Correct. I mean, none of us have the, many of us don't have the courage to say it because we're like,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:54.160",
        "message": "well, who will end up at my doorstep tomorrow and kill me. Exactly. So, you know, yeah."
    },
    {
        "speaker": "Unknown",
        "time": "03:10:59.320",
        "message": "Just remarkable."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:00.320",
        "message": "We could talk about her forever. Let's talk about the next lady who is also so remarkable in a way, Hemabati Sen and, you know, and you start your chapter with a couple of striking lines, which I want to quote, where you say, quote, married at 9 to a 45 year old, widowed at 12, deserted by her family, denied an education, left in grinding poverty, Hemabati Sen's early life was not so different to that of many Indian women, stop quote. And I find this very revelatory in the sense that this is a template. You're married young, you're often widowed and that's it. And once you're widowed, you're gone. No one gives a shit about you. And in her case, there were more deaths. You know, her father, mother, mother-in-law, they all died at 12. She was penniless and without family. And from there, she goes on to become a doctor and become what she is."
    },
    {
        "speaker": "Guest",
        "time": "03:11:48.200",
        "message": "So tell me a little bit about her journey. See I titled my chapter about Hemabati as the fighter, because I honestly feel like I say in this book that she would fight and she would mostly fight alone. Like even Rukmabai had some support from liberals and from liberals in the UK and Hemabati just had nobody. This is my entire feeling of reading her is that this sense of absolute loneliness, which may be why I identify with her so much, because I have been lonely and alone in my time. I have been away from my family and with no support. I just got on with it. I'm not trying to exactly compare my situation to as I had lots and lots of I was never hungry or anything like that. But she was like, you know, she did everything alone and she did not even go to a respected medical school, unlike say Kadambini or, you know, some of the others. And as I said earlier, I might have to repeat myself, we know about her life because of her memoir in Bengali, Because I'm a Woman, which is a long lost treasure that was only discovered and translated very recently. It is a searing, candid and bitter account of the life of a woman in a man's world. She's very bitter and she's not trying to be cheery and saying, oh, let me look at the positive. She's unashamedly negative. So she's like amazingly blunt about, you know, these double standards of men and women in Hinduism. She calls out her husband for domestic abuse. She shames her family for abandoning her. She flays Hinduism for its treatment of widows. And like you said, this memoir lay in a trunk forgotten for some 80 years or after her death and was discovered only in 2011. So Hemabati had a privileged birth. She was born in a Kayasth family. And if you know anything about Bengal, that Kayasth are fairly privileged. And she was born in a very wealthy family and her father was encouraging of her desire to study. But as many men were at the time, could not defy social pressure. She was married off at nine to some kind of, you know, 45 year old. And she writes the most, I mean, this part is very, very sad. My husband read it and he's like, I can't read anymore. It's making me cry and all that kind of thing. So he identifies with this because he's also from rural Bengal. He knows all these villages. He grew up there. So she basically is married to this, you know, 45 year old widower whose children are the same age as her. And she writes this most heartrending sort of passage about during the day she'll play with dolls with her husband's daughters. So her stepdaughter, she would play with dolls and at night she would make these excuses to avoid her husband's advances in the night. And she says, I would just forget myself and I wouldn't know what was going on. And then I would wake up and I would find myself without my clothes and all that kind of thing. And she was completely traumatized by this. And Hemabati's husband would also bring home prostitutes. And there's one passage which is so depressing. She writes in her memoir and she's written all this in her own words. One night, the woman her husband brought home scolded him for having sex in front of his sheltered young child bride. How else will she learn, responded the unrepentant husband. And she was nine at this age. And so this was like really depressing. And then her father was completely helpless. She would make trips to her father's house, but eventually her father would have to send her back. She was so traumatized that she would cry and faint and collapse. And her mother summoned an exorcist. And her father says these words, spirit possession indeed. Because of your pestering, I threw her into deep water with her hands and feet tied before she had grown up. Now if she dies, let her. I shall not do anything about it. Let her die. She will suffer a lot more if she survives. I think basically it's a sort of a never before recorded picture of the manner in which child marriage is trapped. Even the most progressive families like her father. And I'm sure all this must be much better than the original Bangla. If any listeners can read Bangla, I cannot. And I mean, my husband can, but it's just too much for him to translate the whole thing into English. It's like too long. But just read it if you can in the original Bangla. So eventually her husband dies and she is a widow. She's penniless. She has her parents, her father takes her back. But she is, you know, sort of a burden kind of thing. And she says, shame on you Hindu society, a girl of 10 has to pay for the marriage of an old man of 50. If I needed a single paisa, I would have to beg it from others. What about my husband? He had taken a third wife and cut a child's throat. I mean, not literally, but he has, you know, metaphorically cut her throat. What provision have you made? So she completely lays a husband because he made no sort of provision for her. She goes back to her family and, you know, eventually her father dies, her mother-in-law dies, her mother dies and she's left with no money. Her brother takes away all her money. Sometimes when I think about, you know, the glorification of this Indian family, I feel like, yeah, well, it really wasn't like that for many people. So, you know, and she has to support herself. And this was just around the time that, you know, Kadambini and all were becoming lady doctors and Hemabati becomes involved with the Brahmo movement. And she realizes that this, by being a Brahmo, she can get some freedom and she decides to become a doctor. Okay. Sorry. Before that, she decides to marry again. She is in Benares for many years as a widow and she has a really tough time even there. I mean, there's this passage where she does not want to ask for help from anybody. She says, I would buy a pice worth of wood and cook three handfuls of rice with salt. That was all I ate. I did not eat anything at night. If anyone asked me, I would say, as a widow, I cook but once a day. When people heard this, they concluded I ate nothing but rice in accordance with the requirements of a spiritual life. I decided there was no point in letting people know my actual situation. Why should I announce my poverty when no one would help me? So she never asked for help. She never announced her poverty because she knew she would not be helped as a Bengali child widow. And this just shows this whole sort of, you know, oh, you know, fantastic Indian culture kind of thing. In actual fact, widows at that time were treated so badly. And people would say, oh, you know, widows don't eat any fish and they don't eat any dal because, you know, they're ascetic and they're leading a Spartan life and they want to, you know, keep themselves away from, you know, carnal desires. That whole concept in Bengali culture, right? You have to, widows have to eat only vegetables and, you know, lead a very sort of Spartan life. But that is the real reason sometimes I think was perhaps because they just couldn't afford it and they were all sitting in Benares and Varanasi and, you know, sort of kind of suffering. So she was alone and poor for many years and then she decides to marry again and she marries a man called Kunja Behri who pretends to be very spiritual and interested in social service and that kind of thing. And she gets taken in by this act and she is also feeling lonely and she feels like she doesn't want to be constantly begging strangers. So after they are married, he turns out to be a complete waste of space. He is only interested in going for spiritual trips in the Himalayas and, you know, working with the Brahmo Samaj for zero pay. So Hemabati is driven into becoming what is called a VLMS, Vernacular Licentiate in Medicine and Surgery. And she decides to join the Campbell Medical School, which was training women who were not really doctors, women who didn't have much of an education like Hemabati, but they were training them to work in rural areas to provide some kind of medical treatment. And this was in partnership with the Dufferin Fund. So she decided to join that simply in order to make money. There was, there seems to be no other sort of motivation for her. She just decides that she's going to do this, okay, and she does well at it. She wins a scholarship, she wins a gold medal and she writes that her teachers were kind to her and there were other women all from very poor backgrounds, you know, including Muslim women and, you know, really, really poor women. And she does her training, which is not that kind of training that you would get in a good medical college. It's sort of like a half-baked training, but she does it. And like I said earlier, she wins a gold medal. And I have to read that chapter because that's the most striking chapter. Hemabati stood first in the examination with a boy called Gopal Chandra Dutta. But then hell broke loose. The gold medal was to go to Hemabati, but the boys protested. The gold medal prize began long before they were girl students. If it is given to a girl, the boys will go on strike, they argued. When Mr. Gibbons, the superintendent of the college, stood firm, the boys went on strike. Some said, why don't we kill that girl? The girl is Hemabati. That would be the end of the matter. It's a great mistake to pamper women. For the week, the boys formed pickets, overthrown benches and threw bricks and stones at the women students. So, you know, the men were so afraid of the women and the competition. So eventually Hemabati is summoned by the lieutenant governor of Bengal and he says they try to strike a bargain with her and say, suppose we give the gold medal to the boys. What will you do? And she's like, I don't need a gold medal. I just want money because I have a newborn baby. She had by that time, she had already had children. So just give me some money and they increase a scholarship amount. And they give her a silver medal. They take away the gold and give it to some boy. And she's very practical. She says, I don't want any gold medal. I just want money. And after that, you know, she works on her own and she has more children. Her husband continues being a terrible person. And she writes so much detail about the sexual harassment that she faced and the harassment she faced and how she was paid less by the men. It's an amazing memoir of a working woman's life at that point and the constant harassment she faced and her problems with juggling her children. By that time, she had almost five children and eventually, you know, her husband passes away. And then she's sort of free and she decides to look after poor children and she takes in a number of orphaned children of every religion. And in her estimate, she cared for an astonishing 485 children. That seems like quite high. She may have overestimated, but it's not all at once. It was sort of like she would take five or ten or six and then they would leave and find some homes or they would grow up. She would take another five and she lived for 31 years after the death of her husband. But sadly, she never seems to have been very happy. I don't think she had a very happy family life. I don't think she was well treated by her family. It is also possible that she was not a very easy person to live with. So that was the end of Himabati and like I said before, like, you know, she sort of became almost like a male in many ways, you know, she sort of gave up on emotion and she just got the job done. Actually, that sounds very sexist. I don't mean that women don't get the job done."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:11.760",
        "message": "What I mean is that this was considered a male attribute and she kind of, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:23:17.360",
        "message": "yes, and she was a little detached from everything. She didn't spend much time, you know, thinking about the, you know, the future, this that she just sort of kept paddling, you know, to stay afloat. Okay, I've gone on for a long time. That answer was a bit too long."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:35.320",
        "message": "I was just trying to sum her up. Yeah. Fantastic answer. And one of the things that you did with your answer is that a lot of the parts that you read out are parts that I had myself copy pasted into my notes because I thought they are so indicative. Now, you know, you mentioned the privilege of, you know, being a Kayasth girl and all that. And I thought just to give some context, I love this paragraph from your book also where you write, quote, With most Kulin Kayasth brides being 30 years younger than their husbands, a new child bride could expect in most cases to soon be a child widow. A widow would be shunned and mistreated at best and raped or abused at worst. They would have their head shorn, wear only white for the rest of their life and live in crushing poverty. Many would be denied claims to their husband's properties and turned to prostitution to survive. In 1853, it was estimated that Calcutta had a population of 12,718 prostitutes, many of them child widows. And in her battle, you know, you've got so many great details in your chapter about her battle. For example, the intimidation she went through, you know, the windows and doors of her house would be sprinkled with feces to sort of intimidate her. At one point, two men slunk into her house and one of them was associated with one of her enemies called Badrinath Mukherjee, who wanted to kill her, which is striking. And also there is in something that she says is also a connection to what you said earlier. When you gave advice to young people that no matter how, you know, busy you might be with, you know, looking after family or whatever, make a couple of hours in the morning, make half an hour somewhere, do some writing. And at one point she is writing about a friend of hers, a Christian friend who was also a doctor who stopped working after marriage. And you write, quote, Himmabhati was furious about the waste of talent and brains and remarked that even if a friend had worked two hours a day for the welfare of the people, it would have done her a lot of good. And now she speaks, I would be incapable of adjusting to such a life. I could not forget myself, forget God, give up my work and find peace in a few ornaments and fine clothes, stop quote. And you quote Indrani Sen, where I think she sums up beautifully what, why Himmabhati was so remarkable given the times. And Sen writes, quote, first, she was a literate woman in an age where female literacy was taboo. Second, she was the child widow who remarried with no family support at the age of 23. Third, she went through great difficulties and even dangers in her passion for learning. And lastly, she became a lady doctor and managed both the ghar and bahar, home and outside in her life. In all this, she displayed a female subjectivity, which was a driving force of her life, stop quote. And you kind of imagine how many other memoirs are unwritten and how many other written memoirs are lost inside the trunk where they are put, you know, so it's such a fortuitous thing"
    },
    {
        "speaker": "Guest",
        "time": "03:26:19.240",
        "message": "that. And she was, I think, possibly the few who actually continue to have memoir to the end of her life. Okay. She didn't stop when she got married and, you know, she just kept writing properly because it was a release from her and she would curse her husband out nicely in the pages. You know, it was like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:35.000",
        "message": "That was what she was doing. And Hindu society."
    },
    {
        "speaker": "Guest",
        "time": "03:26:37.000",
        "message": "In fact, Hindu society, her children, by the end, she's cursing her children also, poor thing. Sometimes I feel like she never had any sort of, you know, affection. And at the other side, I also feel perhaps she might have been very difficult to live with. Sometimes these people who are great in the outside world are just very difficult to live with, you know, inside, you know, must be that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:58.800",
        "message": "So, yeah, so we have two more lady doctors to go through, but I have taken up so much of your time, but, you know, Muthulakshmi Reddy and Mary Poonen-Lukos are also such inspiring figures. So I urge everyone to just buy the book. It's an essential book in many ways and extremely readable. So I won't ask you to elaborate on detail on them as we're kind of running out of time, but I will ask you a final question. And for this, I'll go back to something we started the episode with, where I quoted from the article you wrote about your parents' memories of Iran, about, you know, pre-revolution, there are all these women and all this fine fashion and everything seems free and post-revolution, all of it changes. And that's interesting because suddenly you see a society going backwards. Like we often assume that, hey, the arc of history bends towards a better place, whether you call it justice or freedom or whatever. You think that it will go up and down, but the arc of history bends towards a better place. But, you know, that didn't happen in Iran. It was a big shift that happened. I mean, some wonderful Iranian cinema and art has emerged after that. But by and large, I think the society suffered. And, you know, thinking of the current day where, you know, you and I both kind of agreed that some of the things that Rukmabai said is not something that people would have the courage to say today, in a sense, there is a regressive strain in our society, which is reasserting itself. And it has, you know, got into our politics as well. In many ways, it seems like we are becoming less liberal, you know, and being someone who has some distance and objectivity from this also, because you have lived all over the world, you've seen other societies, you've been in the thick of things like first in Iran. You had mentioned you were in Istanbul as well, in 2012, when there were those sort of the uprising against Erdogan. You've seen a lot of this turmoil and also you have some distance from India. Is that something that worries you, that it is not necessary that we will just progress in a better direction, that things can go backwards, that many of the fights these remarkable women fought to win were not won, either by them perhaps for not fully won. And, you know, even by society, that it's still stark that many of their sort of laments still hold true for so many people. What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "03:29:12.360",
        "message": "So to begin with, you know, let me apologize. I think the reason why we don't have time is because I've rambled on."
    },
    {
        "speaker": "Unknown",
        "time": "03:29:18.160",
        "message": "No, no, no. This was wonderful."
    },
    {
        "speaker": "Guest",
        "time": "03:29:20.160",
        "message": "No, there is really no other reason. I should have been a little more precise and looked at the time, but I just went on and"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:29:26.240",
        "message": "on jabbering. I'm very glad and Twitter will disagree with you on this. Mark my words. Let me stack Kavita and tell her what a great conversation this was."
    },
    {
        "speaker": "Guest",
        "time": "03:29:33.520",
        "message": "I'm afraid that we can't go into Muthulakshmi and Mary with like such a lot of detail. So in answer to your question, I've been really back and forth on this. I'm very muddled in my thoughts on whether we are getting worse, better, worse, better. And you know, when I think of how much my grandparents, which are quite recent, how much they suffered, like they didn't have any education, they were married at nine. And here I am, I have a daughter. So I'm very interested in these things and you know, I have married outside the community. So I have kind of sort of left, stepped out of society. She can marry whomever she wants. She is educating herself in a discipline which is not engineering and not medicine and will not lead to an easy job. So until a long time, I thought that my daughter had a much better life than me. And I was like very smug in this sort of thing. Now I'm beginning to slowly change my mind. One, as you say, things just seem so communal and I'm really worried because I'm from, you know, South Canada, Dakshinakhandita, so Udupi and all that side. And you know, I used to visit my grandmother, my aunts in that region. And I'm not saying that they are so progressive or anything. I'm not saying that. But what I am saying is that they had friends from all communities. Yes, they may not have married a Christian because Mangalore is full of, Udupi is full of Christian people. They may not, they wouldn't have married a Christian. So yes, we cannot say that they were progressive, but they were great friends with them. They would call them home and, you know, they would work with them, you know, and also with Muslims and Dakshinakhandita has always had, you know, they've had Hindus, they have had Muslims, they've had Christians all working together. And now I'm seeing all these reports of these, you know, people from right-wing groups beating up, you know, people who dare to mix and mingle with people from opposite religions. And I just find that so disturbing. And my kids are in a bubble, okay. Even before I moved here, when I was in Bangalore, we were leading that sort of typical software Bangalore life where their schools were very sort of had people from different communities, but that is their posh schools. What's happening on the ground is something completely different. So they're in a bubble in that way. And if I say to them, oh, you know, somebody has beaten up X and Y because one was a Muslim and one was a Hindu, they'll be like, what? I mean, they know it happens, but they can't identify with that sort of sentiment. And I'm just very worried about that. I'm also very, very worried about the way that journalists are being attacked for doing their job, the curbs on freedom of expression, the laws that are, you know, opening up the country to, you know, unbridled sort of expansion by, you know, corporates. And I'm afraid that COVID has made me a complete pessimist. Before that, I was like, you know, puttling along. And now I just feel very, very, very sad for India because things are, you know, and people may get the impression listening to me that, oh, well, what's your problem? You have escaped. I have not because I plan to return to India because at some point, because at some point, I'm going to have to look after my family and with COVID, my mother and with COVID times, it's going to be extremely difficult to do it. I can't keep whizzing back and forth. So I do plan to return to India plus as, you know, just very selfishly, India is the cheapest place to retire in. And you know, we are all approaching retirement age, it's the cheapest place to retire in. So I do plan to return, I will have the same problems as anyone else, okay. I'm not planning to live permanently in the UK. It doesn't really make sense from my point of view, and it's just too expensive. So I have a very now after COVID and the way it's been handled and, you know, and the way, you know, the poor have suffered and the rich, including me have got vaccines, I'm just become very pessimistic. So I don't know, I don't, I don't feel very optimistic, maybe I mean, there is a tie to these things, maybe it will come back, like, you know, we remember how depressed we felt about the US and then suddenly Biden came along. So I hope something like that happens and we move away from this terrible sort of communalism, right wing conservatism, all of these things that are, you know, Hindutva sort of thing that is gripping the nation. I don't talk about much of this on my social media, I'm not very political in my social media. It is not because I'm apolitical, I'm not. It's just that once you start talking about these things, you never end. I mean, it's just becomes like a full time job and I have other things to do with my life."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:14.240",
        "message": "So, you know, yeah, I mean, where do you stop? But I must at this point say that why are you, how dare you speak of retirement? You can retire after 40 years, you just spoke about your mother learning sitar at the age of 75. Something that I'm going to remember because it's so inspiring for me also."
    },
    {
        "speaker": "Guest",
        "time": "03:34:30.320",
        "message": "No, true. I when I say retire, I think my husband will retire from this serious corporate slavery job, because he's tired poor guy. And I think I will continue doing some writing or I mean, to be honest, I am not sure I want to write more books. I think my next venture would be something to do with people. I'm feeling very interested in meeting people again after being stuck inside in a pandemic. I think I want to do some kind of people facing thing, but I'm not sure what it will be."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:59.640",
        "message": "Well, you know, you've given me so much of your time and so many of your insights. So thank you so much for this. And also thank you so much for your wonderful book and Godspeed and whatever you choose"
    },
    {
        "speaker": "Guest",
        "time": "03:35:09.320",
        "message": "to do from now on. Yeah. Thank you. Thank you for letting me talk about my entire journey. I mean, I sort of said yes to this. I was like, I only want to talk about my book. I don't want to talk about myself at all. But I think I changed my mind along the way and possibly talk too much about myself. So let's, let's see."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:30.080",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and buy Lady Doctors, the untold stories of India's first women in medicine by Kavita Rao. You can follow Kavita on Twitter at Kavita Rao. That's one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening. Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]