[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Arthur C. Clarke once said, quote, any sufficiently advanced technology is indistinguishable from magic, stop quote. If someone from say 1981 travelled all the way to 2021, this world would look magical. I suppose every generation feels that the world has changed so much in its time. But this is more true of our generation than any other. Technology has made the pace of change almost exponential over the last few decades. A friend of mine once remarked that kids today may never know what it is to be lost, physically lost. All hail GPS and the internet. When I was a kid, we would struggle to get hold of books and films and music that we wanted. Our life was a series of lost counterfactuals, things we did not discover because we were in a bubble, journeys we could not take or even conceive of. All that has changed so much. And here in the second half of my 40s, I sometimes find myself taking this change for granted. What I would have found magical yesterday is commonplace today. And I think it makes sense to sometimes sit back and take stock. This is especially so in India, where so much has changed. And so much has also not changed. Some of the change is superficial, some of it is deep and fundamental. Our lives have changed, our society has changed, our politics has changed. And what better way to consider all of this than through the life of someone whose main preoccupation for more than 40 years has been to document and make sense of the present moment. There's a lot to learn from that journey."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:31.160",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:36.360",
        "message": "science. Please welcome your host, Amit Varma. Welcome to the scene and the unseen. My guest today is Veer Sanghvi, one of the giants of Indian journalism. He became an editor in his 20s around 40 years ago and shaped what I thought was the finest news magazine of my growing up years called Sunday. He would go on to be a pioneer in Indian television as well. And he also edited the Hindustan Times for a few years and brought it kicking and screaming into the 21st century. He can write about food, politics and society with equal ease. But in all these years, his gaze has mostly gone outwards. Until now. Veer has just come out with a memoir called A Rude Life and I love reading it. I've admired his clear lucid prose since the early 1990s. But the one thing that surprised me about this book is the humor. It's sharp, witty and self-reflective and I found myself laughing out loud throughout the book. But this book does much more than just make us laugh. It also gives us a sense of the times and is especially acute when it comes to understanding Indian politics. I loved having this conversation. But before we get to it, let's take a quick commercial break. How well do I know myself? Not as well as I used to think I do. We sometimes realize the extent to which other people are a mystery to us. But we underestimate how much we are a mystery to ourselves. We often imagine that we are blank slates. But that's not true. We are shaped and constrained by our genes. And understanding the way we are wired can help us make the most of them. And one way towards this self-knowledge comes from the sponsors of this episode, MapMyGenome. 20 years ago, sequencing your genome could cost around $20 million. Today, MapMyGenome can sequence your genes and give you a genome number 3, as it were, for just a few thousand rupees. You only need to get tested once, and they give you an intimate understanding of the way you are wired. This helps you in a number of ways. It tells you which diseases you are predisposed to, so you can take steps to avoid them. It helps you understand what kind of nutrition is right for you. It helps you understand what kind of sporting activities are right for you. Are you built for power or for speed? I'm definitely going to use their services because the key to making the most of yourself is to first know yourself. So do head on over to MapMyGenome.in and check out their products. You will get a 50% discount on Genome Patri if you use my discount code UNSEEN. That's right. For 50% off, use the discount code UNSEEN at MapMyGenome.in. Know yourself. We are welcome to the scene and the unseen. Thank you. It's a pleasure to be here. So you know, before we start talking about your book and about your life, and your book is about your life. So in a sense, they're kind of the same thing. Tell me a little bit about how the last few months have been for you, because you're someone who travels a lot, who likes to, you know, go out, meet people. Sometimes your work requires that in terms of your shows or your journalism. You go to a lot of restaurants, as we know. So how have the last few months in COVID been for you? And, you know, are there things that they've made you kind of rethink and look at and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:41.080",
        "message": "Yeah, you know, Amit, they've actually not been great for me. They've not been great, I think, for anyone. But like the first few months of COVID, which was March last year, we didn't do anything, my wife and I, we just stayed at home. And then when that first wave appeared to recede slightly, we said to ourselves that this is not good for your mental health to just be restricted to one home. We were too scared to meet people. So when we spoke to people, it was always Zoom or phone calls, FaceTime. And then we said, we've got to learn to get out. By that stage, fortunately, hotels had opened again. So we picked hotels that were within driving distance of Delhi, and where I was pretty sure of the COVID protocols. And it's probably an unfair advantage, but because of the work I do, I can call up general managers and insist that I live in a bubble, that the people around me are people who've been tested or whatever. So we started traveling, we started doing, at the moment, I'm in Jaipur, for instance, we started doing one weekend a month, just to give us a sense of what it was like being out of home. And it did huge things for our mental health, like I'm sitting here and I'm talking to you, I wrote, I've written an article today. So it's not as though what I do, when I'm away is significantly different from what I would do when I was at home. It's just the change of scene, I think, makes you feel less like a prisoner of circumstances. But we're still careful. I still try and do room service. I avoid crowded restaurants. If I'm in public, I wear masks. So travel, I think I've done an article next Sunday about what you should do when you're traveling. I've also, when it comes to my social life, it's zero, I think. I've been, in the last 20 months, to two people's homes for dinner. Both are people who I knew had either had COVID recently, and therefore were okay, or had been double vaccinated. And it was nice, it was, in a sense, reassuring, you felt human again. But it's also, I mean, scary. I know people say that, I mean, I was double vaccinated many months ago, I was one of the first people to be double vaccinated, because I have the advantage of being over 60. But even so, I think, I continue to be terrified."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:59.360",
        "message": "Yeah, I mean, that's quite resonant. And this whole sort of theme of relooking at relationships and how we live our lives is something that's in your book. One thing that kind of struck me and resonated with me in your book was that it sort of bookended with your mother, in a sense, obviously, it begins with your parents, and then it ends with her death three years ago. And that resonated with me, because one of the themes that you struck upon was how much she changed, where at the start of the book, she's an entirely different person. And at the end, when you mention her, it changes. And I've seen a similar change with my own parents, you know, my mother died some 13-14 years ago. And, you know, she had changed a lot for reasons that, you know, one can only sort of speculate upon. My dad had kind of changed in a different direction before he passed earlier this year, kind of mellowed and become a very different person. And this is a difference that one can sort of see from the outside. And so I have two questions here. One is that, does one's understanding of how people changed and all of that, does it become clearer when you're remembering because your book, in a sense, is an act of remembering your life? Does it become clearer with that? Can you take that step back and look? Because at some point, you've also done that about yourself, where you have reflected on how after you came back from abroad, somebody told your mother that, oh, he used to be so arrogant, but now he's kind of chilled out. And then there are some lovely passages where you sort of reflect on your own possible transformation. So how does this act of memory sort of help you look at others in this way? And when you see the change that has happened to others, possibly because of biological reasons as well, it's not that someone overnight changes, you know, the chemical imbalance in your brain changes or whatever. People just change differently. I mean, I remember I wrote a column after Chris Cornell, the musician committed suicide a couple of years back. And there was a sort of speculation that he had been on some medication, which causes suicidal thoughts. So it's not as if he fundamentally changed as a person. It was sort of something beyond his control. Similarly, we hear stories of how some of these mass shooters in the US, I think the last big incident like that, they did an autopsy on the guy. And they realized that around the time he started getting violent, there was sort of a tumor in his brain, you know, which caused that sort of behavior. And that kind of made me think about how character is so contingent, that identity is contingent, that we think that I am this, this is my essence. But it's all contingent upon all these accidents of circumstance, not just outside, but inside. So you know, does that change the way you kind of look at yourself? Does this act of remembering enhance your self-awareness in a sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:43.160",
        "message": "I think it's a very good question. It's also, I think, very accurate. Because I'm not the kind of guy who looks back a lot. I tend to just move on. But when I sat down to write this book, I had by definition to look back. And I saw, I mean, most clearly, I think about myself, but also about my mother. She is at the start of the book, this very confident, Western educated woman in an era when hardly anyone was Western educated, who earns their own money, who's qualified, who arranges for my father, who didn't have that kind of money or any of her advantages to go off and marry her abroad, who then works in London, puts him through the bar. To contrast that woman with the woman I saw after my father died, it's like they were two completely different people. I think to some extent, it was tragedy that I think she couldn't cope with my father's death. I think in many ways, Indian women, particularly of that generation, were taught to treat their husbands as Lord and Master. And that even if you had a career or you had anything, once you were married, everything was second to what your husband wanted to what your husband did. And then when your husband was not there any longer, you sort of lost your way. I think that was one of the big problems that she faced. She'd also had in the 60s, a very serious bout of ill health during which she nearly died. And though people say she recovered, etc. I think when you're conscious of how fragile things are, you lose your confidence. I think that made a lot of difference to her. And of course, age by the end, most of her friends that died, she was hanging on, she didn't really know what to do. She was dependent on me, she was at the mercy of anybody who wanted to pick on her. I mean, I say all this now with certainty, but until I sat down to write the book, you're absolutely right. It had never occurred to me that these were the changes in her life. Because to be widowed at 50, to never as far as I know, have a boyfriend, a relationship, again, is not normal. It's strange. And yet women of her generation would not consider marrying again, or all the obvious things that people now would do. Certainly, I would never have objected. But I think she herself was built in the way in which she thought this was it. I was in love with this man, I married him. And now that part of my life is over. I remember when we came back to India from New York after my father had died. She considered whether she should wear a bindi, whether she should wear jewelry, that the widows in her family before had worn white after that. And I was only 15. But it just struck me as such an offensive idea that she should have to do any of these things. So I said, no, you wear jewelry, you wear your colors. And despite that, I think for several years, five at least, after my father's death, she refused to put a bindi on her head until I made an issue out of it. And I said, his life has ended, your life has not ended. You shouldn't be like that. Now all of that makes a certain amount of sense when I sat down and had a lot of time during the lockdown to think about it. At the time, no, I don't think I think when you live with people or they're close to you, you just see them change day by day, without ever figuring out what it is that changed them. It's the same with me, you quote the example from that, what my principal said. Until my father died when I was 15, I had, in many ways, the last few years, certainly a fairly charmed life. In the last couple of years in school, I was doing very well. I had good academic results. I had all the usual stuff that people like me have, head of the debating team, editor of the school magazine, et cetera, et cetera. And I had this, what was then, I suppose, seen by outsiders as a fairly glamorous life in that we had a house in London. I went abroad for my summer holidays, and it seemed almost too good to be true. And then my father died, we came back, and there was this sickening realization that there wasn't going to be that much money. There was not going to be a house in London. I had no future mapped out for me. Whatever I had to do, I had to do on my own, that my mother was not going to be any help, that even if I was going to go and study abroad, which eventually I did, I had to find the school, the university myself, and that I was really left to my own devices. So I think the contrast when you're at that age between leading this charmed life and thinking everything is set out in gold and you know what you will do and things will be all right, which sad to say is true of many people now from young business families and political families, but it was certainly less true of most people then. I think that probably scared me inside. I mean, of course it changed me, but I think it changed me because it scared me. It made me conscious of how fragile everything is, how life can change. My father in April 1971 was this glamorous globe-trotting figure who thought he'd had a bit of jaundice. By July 1971, he was dead. So I've always realized that nothing in life is permanent, that things change, that you never take anything for granted, that often it's circumstances beyond anybody's control. And I've also, I think, realized watching my mother, that people change. Never make assumptions based on what somebody is like today. There is no guarantee that the person will be the same even a month later or two months later. And often, and all of us must do this, you work with people and they change. You work for people. And I think it happens to nearly everybody. Initially, there's a honeymoon period. They're wildly enthusiastic about you when you say, I've never had a better job. And then of course, they move on and they find somebody else that's less enthusiastic about you. Many people are shocked by this and try and regain the attention or affections, for want of a better term, of their employers or their bosses. And I think I always realized that things would always change, that nothing was permanent. So in that sense that my mother and my father's death changed what I was in how I looked at people. Now, I say this again, so confidently in answer to your question, but it's something I only really understood when I sat down to write the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:18.240",
        "message": "So how did it precisely change the way you look at other people? Like, did it make you"
    },
    {
        "speaker": "Guest",
        "time": "00:16:21.560",
        "message": "more compassionate towards them? Yes, it made me much more compassionate, much more understanding of other people's problems. It made me less judgmental of people. Because people do one set of things when circumstances are good. And they do a completely different set of things when circumstances are bad. And you've got to understand that when circumstances are bad, choices are taken out of people's hands. They have to do what they have to do. I mean, there's that first line in The Great Gatsby, which is, in my younger and more vulnerable years, my father gave me some advice, which I've been turning over in my head ever since, when judging other people. Remember, not everyone has been born with the advantages you have. And I was born with advantages, there's no getting around it. And I lost many of those advantages. So I was very conscious that other people either weren't born with those advantages, or had lost those advantages. And to certain judgment about them, or to say things about them was wrong. So it changed me in that way. It also changed me, I think, in how I respond to people. Many people on social media will say that anybody says anything nice to me on Twitter says I enjoyed your column or whatever. I nearly always, as much as it's humanly possible, reply. If I have an email or a message sent to me, I try and reply within the hour. It's taught me that you can't take people for granted, that you should be grateful for every little bit of praise, every little bit of human contact. Even if you can't necessarily do what people want you to do, be polite, be decent, because ultimately, you could well be in that situation, you could well be the supplicant asking somebody for something. Nothing in life is written, nothing in life is guaranteed. You can't change that. The only way you can change it is by, A, not having expectations of people, B, by recognizing that there will be change, and C, in all your dealings with people, be as compassionate and as polite as possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:24.880",
        "message": "That's a profound insight. And what sort of strikes me is that you got it so young, like, I think I got it much, much later than you. I think many people don't get it at all. Like there is, of course, this philosophical debate about whether there is any free will or not. And I think there's a very good case to be made that there isn't. But even if it were not the case that there is free will, we should still behave as if there is free will, of course, because you want to hold people accountable for their actions and so on. But by an extension of that, it often happens that we judge people for things that are essentially beyond their control. We, like even in our own case, when we succeed, we ascribe too much credit to ourselves. When we fail, we are too hard on ourselves. And we do a similar thing with others, whereas luck and fortune plays such an incredibly big role. And especially on social media. Social media, of course, is the fountainhead of being judgmental, you know, and we can kind of discuss that later. Another thing that intrigued me about your book is at one point, you say that the year 67 to 71 were your happiest years when you were 11 to 15. And 15, of course, is when your father died. So I'm thinking about how you concluded, like, how does one define particular years as happiest years? Like, do you remember being happy in the moment then? Or is the happiness in the remembering that those were good times, even though then you may not have been particularly aware of it. And the thing is that if you are to conclude that the happiness is in the remembering, then one could argue that you can remember the happiness of any particular period in time and sort of take pleasure in that, including the present moment like elsewhere in the book. And this I think is towards the end where you write about how you have learned to take happiness from small things, which is again, a sort of a realization that I came to much later. Obviously, those years are something that you kind of look upon wistfully. So tell me a little bit about this about what were your notions of happiness earlier? Have they kind of changed? And how big a role do you think that our own act of remembering plays in them? Because if I remember a memory as happy, it becomes happy. If I remember the non-happy aspects of it, it doesn't seem so happy. Maybe the happiness I get is from remembering it and at the time I was"
    },
    {
        "speaker": "Guest",
        "time": "00:20:29.240",
        "message": "just going through the motions. I think it's a very valid question. I think, I mean, now that you put it to me and I think about it, one reason I see them as being such happy years was those were really the last years I spent with my father. And therefore the memories of my father, memories of that closeness make it happy for me. These were also the years when my father would not always been successful, was very successful, had lots and lots of disposable income. And when you're what, 11 years old, 12 years old, what do you want? You want to holiday to London, you want to go to Hamleys, buy toys. When you're slightly older to go to Carnaby Street, buy nice clothes. All of that happened. There were very few demands on me. I was a lonely child. I had the love of two doting parents. And then of course it collapses in 71. So it's entirely possible that while I was not probably the happiest during that period, because of what followed from 1971 and the unhappiness that followed, I have romanticized that period in my memory. And it seems like one gorgeous, glorious sunlit period. And it wasn't really, I mean, the way you've asked me that question has made me think about that. I certainly think of it always as being this happy period, but that's not tied up with any notion of happiness. It's tied up because I had all the things that I was to lose in 1971."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:58.000",
        "message": "Yeah, I mean, one of the themes that I keep coming back to in which I kind of read about it a few months back and it sort of blew me away is the nature of memory, how our brain processes memory in the sense that when we remember an event for the first time, we are remembering the event, but every subsequent time we remember the remembering. And that, you know, so it's like Chinese whispers in our brain and things can kind of gradually shift. Now, as you mentioned that you were born to great privilege and some of that was stripped away. But regardless of that, a lot of that remained. And when I kind of look back on my own childhood, I mean, I was the son of a civil servant. We were relative to the rest of India, extremely well off, absolutely in the elite. And it took me many years into adulthood to realize how some really negative character traits of mine were kind of formed by this. Like I realized it from my father, who was very proud of reading, who had thousands of books. From him, I think I got a certain intellectual arrogance. From my mother, I got a certain social arrogance because of where we were. And it took me many years to kind of strip those away and sort of become my own person as it were. And obviously, we are being formed throughout our lives. But we can only sort of look back on the forming of the past and not whatever might be happening in the present. Now, you just mentioned and you've written about in your book about how perhaps at 15 after your father died, it was a shock for you at various levels, you became more independent, you became more compassionate, you started taking things less for granted. But beyond that, can you kind of elaborate on like how self aware were you in your journey? In your book, of course, it is the act of writing down, it forces you to be self aware. But how much of that self awareness is there? Like when you look back on the younger Veer Sanghvi of say 20 years old, 25 years old, 30 years old, do you see things that just make you go like, shit, I was like that, or I did that, or I thought like that? Tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:23:53.400",
        "message": "I'm trying to think. I think it's fair to say that people who grew up as you and I did, in upper middle class households in India, who went to what we would now concede were elite institutions of learning, who were able to speak in our own language with and speak in English with the same dexterity, were as much at home with Western reference points, as we were with the way we were brought up, were hugely, hugely privileged during that period. And I don't think I saw it because the people I was around, I went to school at the boarding school, it wasn't like a fancy boarding school, like Dune School, where everybody was super privileged or whatever. Most of the people who were my friends, were children of lieutenant colonels in the army. Now, lieutenant colonel is a senior position, but it's not like you're a general or whatever. So there was that sense, or joint secretaries, there was not that sense that you were this huge, privileged person. So we thought of ourselves as just being middle class. When I went abroad, and I went to England, I had the option, I guess, of choosing a school that was full of privilege. And there were options to go to Harrow or places like that. And I deliberately chose a school that gave me freedom, rather than one that had a great reputation, or one that was a privilege. So now, whether this was me consciously rejecting privilege, or whether this was me saying I'm privileged anyhow, let me just go and have a good time, I'm not 100% sure about. When I came back to Bombay, and I worked first for Bombay magazine in India today, and later for imprint, I became more conscious of the fact that even within South Bombay, we were in a bubble relative to the rest of Bombay. It didn't make that much sense to us to go to say Malad or some place like that. Because we lived in an environment where people knew each other. And it was India was in the 1970s, essentially, a relatively small country when it came to the upper middle classes. I knew then that there was something wrong with this. I knew also that Bombay wasn't India, that I needed to get out, which is I've written in the book, is possibly one reason why, though I've put it slightly damningly and said, I didn't want to be a Bombay journalist all my life. But it's one reason why I went out and tried to do things. But the honest answer is, I think that I started working for Sunday. And by then I was what, 30 years old. I don't think I was so conscious, conscious enough of the advantages I've had of the privilege I've had. As you say, I've had heartbreak, I've had loss. But even after that loss, I was still enormously privileged. And I don't think that had occurred to me till I was about 30, which is when I began to come to terms with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:41.160",
        "message": "Right. It's interesting that you should mention Doon School as a posh school, because I had Kanti Bajpai on a couple of weeks back, and he had gone to Doon School and he was saying, you know, people have the impression... Isn't he principal of Doon School or something? He was headmaster of Doon School at one point."
    },
    {
        "speaker": "Guest",
        "time": "00:26:54.600",
        "message": "Sorry, they're called headmasters in those schools. Our school is called principal, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:00.080",
        "message": "There you go. That alone shows you how posh Doon is. But his point was that Doon isn't posh. His point was that people have the impression all the Babalok go there, but the Babalok went to Delhi schools. Doon had all the people in smaller towns who did not have access to good schools there. But regardless, that's something we can't get into."
    },
    {
        "speaker": "Guest",
        "time": "00:27:16.080",
        "message": "That's the sort of unusual view of Doon that was for the middle classes of Bareilly and Raipur is the right school for them. It's not a view I've heard before, but if the headmaster"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:25.720",
        "message": "says that, he says that. If the headmaster says that, indeed. No, and another interesting theme that kind of keeps cropping up is something you just referred to, that in upper class India, everybody knew everybody else. Like I had Ram Guha on the show and, you know, when he was in college in the Delhi's and 70s, he was telling me about his classmates and they're basically the upper crust of India today. And similarly, Kanti mentioned, oh, Ram was junior to me in school. So it was that kind of a scene, which has kind of, you know, changed drastically. How does that make you feel? I mean, the fact is that for about maybe 30, 40 years, for a long time, the elites were the same people, right? The people who had access to everything who ran the country, they were the same people. Now the rules of the game have changed in the sense that you can't even be sure that there are any elites because apart from the power of the Indian state, other power is spread out in different ways. It's much more diffused. Wealth is spread out in a different way. Influence is spread out in a different way. Is this sort of something you've thought about? Is this something you've ever felt kind of threatened by? Because you were a prominent person in the old elite. You've been an editor in journalism since your 20s. And the world has suddenly changed, I think, most drastically in the last 10 years. And a lot of it on social media where you have possibly been exposed to a sort of rudeness and disrespectfulness that you wouldn't have been otherwise. So just looking at these changing times, you know, how does one feel about it?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:47.520",
        "message": "Well, I think there are many levels at which I can answer your question. The first is business of elites and people who've been educated together and know each other is, I think, to an extent true of most countries. I think England today, even now, is still more Oxbridge dominated, more elite dominated, even when you're talking only of England, I think. Scotland, Ireland, perhaps a different way. But England certainly is, despite all the egalitarian moves of the last few years, the current prime minister is an Etonian. The man before him was also an Etonian. So there is that element in societies like England, which in many ways influences. But even if you go to America, and you talk to people at higher levels of government, higher levels of finance or banking, almost all of them are Ivy League. So yes, there is that element of he was two years junior to me at Harvard, or I knew him at Yale, or he was in my college at Cambridge or whatever. So yes, there is that element to of all elites, I accept that. The second element, though, this is hard to believe, is I don't think at Mayo we ever saw ourselves as the elite, we saw Doon as the elite. And the logical progression from Doon was to go to St. Stephen's College. And nearly all these chaps who will say he was at college with me, they won't call it St. Stephen's, they'll say at college with me with a capital C, are basically people from St. Stephen's. I actually miss that part of it. Because after I finished at Mayo, I went off to do school in England for two and a half years, which you had to in those days. And at school in England, I was just another boy from India, who was different and not anything like other people over there. So it knocked out any sense I'd had of being an elite. And there was also another aspect of it, which is that by the time you finish in school in India, if you're a monitor, house captain or whatever, you feel you're a dada, you're a top of the system. But you go back and I went back, I went to back to school, because I had to do A-levels. And my first term in Mill Hill, which is the school I went to in London, I was put in a dormitory along with 12 other boys. And all my friends then were in colleges, places that allowed them great deal of freedom. They were horrified by the idea that I was still wearing school uniform, still sleeping in dormitories. So I think that knocked out some of the elite pretensions that school in India may have had for me. And the thing about Oxford, at least the kind of Oxford I knew, was, and I was not a member of the Bullingdon Club or any fancy dining society, is that if it was an elite, it was an academic elite. You were very conscious that it was very, very difficult to get into Oxford in those days. You could get into an American university if you could pay for it. But in England, they paid for everybody who went to university, whether it was Oxford or Cambridge, and as I discovered to my delight, they also gave you a maintenance grant. So therefore, it was really much more competitive perhaps, than it is today. So I did have that sense, and I will be honest about it, of a degree of intellectual superiority. But I did not have that sense of being the Doon, St. Stephen's Network, which then went off and joined the IAS, went off and joined some box wallet company. So in that sense, I was, I suppose, a bit of an outsider. Also, when I came back, the jobs I was offered, I was offered by Prem Shekhar Jha, who was then with the Economic Times, to become an assistant editor there. He shifted to the Financial Express, he offered that to me. I was offered by Giriraj Jain to become an assistant editor at the Times of India. These were establishment jobs. The job I took editing a glossy magazine, which many of my Oxford contemporaries thought was a strange thing to do, after having studied PPE for three years, also put me out of that normal elite stream, because I was doing something I think that most people in the elite frankly had contempt for, or looked down at me. So yes, I'm never denying that I was part of the sense of privilege that I got where I had, at least in the early years, almost entirely because of advantages of birth and of class, not necessarily because of intelligence or IQ. But all I'm saying is that there is a classic Indian network. I was not part of it. And even within Bombay, the people who were the elite in Bombay, it's very different from Delhi, were the rich. And I was very clearly not part of the rich. I was not part of the set that had lots of money and lots of disposable income. So I was a bit of an outsider there. And journalism is good because it gives you access to every set without having to be part of it, which was one of the reasons I liked journalism. But in answer to your bigger question, which is that India has expanded, and the old middle class counts for less and less, how do I cope with that? Well, I think I knew this was inevitable when the economic reforms of 1991 came about. It was clear to me that there was going to be a new middle class. It was also as clear to me that many of these people would be first-generation English speakers. And I think Manmohan Singh, who's the man responsible for liberalization, also recognized that. And all of us, I think, at some level, welcomed it because we thought this was a great thing, that India would be a much more egalitarian society. But I don't think anybody expected the direction it would take. I remember Prem Shankar Jha wrote in those days a piece saying that with this growth, many, many people who have not been part of the middle class will now be raised to wealth and will become part of the middle class. They will not have been brought up on secular values or on the values that we consider the right values for India. They will all vote for the BJP. And basically, in the century ahead, the BJP is the natural party of government. And I actually didn't agree with him. So maybe he's right. Now, when you look around, because the new class that was raised to wealth, the new middle class, does not subscribe to any of those ideas that my generation were brought upon. It believes, for instance, that if Pakistan was a Muslim country, why shouldn't Hindus have run India? Why shouldn't it be a Hindu country? What is all this secular nonsense except a way for a political class to get the Muslim vote and to cultivate vote? I mean, you can argue and disagree with those views. But I think those are pretty much the views of many new members of the middle class. What I didn't expect also is how much hatred there would be of the old middle class among the new middle class. If you look at the abuse that is directed at the so-called Lachchans elite, pronounced in this case as Lutyens, the term Lutyens has become not really a reference to people who live in Lachchans's Delhi, because the people who live in Lachchans's Delhi for the last seven years are Narendra Modi, Amit Shah, and their parents, right? So it's no longer a reference to the powerful people in India. It's essentially a reference to English speakers, to people who speak in English, who went to, say, good colleges, good universities, in a sense that you no longer matter where in charge, which is fine. I think every middle class is entitled to some element of triumphalism. And fortunately for the new middle class, social media has arrived to give them a much greater voice than they would otherwise have had. So I am quite reconciled to them abusing me because I speak English, or I'm part of some Lachchans class without ever having stayed in Lachchans's Delhi. I'm quite happy to do that. But I also feel for better or for worse, that this is a phase that their children will not feel the same way. This is a moment of transition. And this is a transitional generation, which has a lot of bitterness and a lot of triumphalism. How their children will feel about Hindu-Muslim issues, about secularism, I think we'll have to wait and see."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:55.240",
        "message": "Wow, that's like a fascinating note of optimism there, because everything you said before that is almost sort of a trope on my show. I've discussed it with various guests, you know, Mr. Chah's words, he wrote it at the time, are just remarkably prescient, because one of the themes that I've explored in many episodes with many different guests is about how the constitution was sort of a liberal document. I mean, it's not as liberal as I would like, but nevertheless more liberal than our society, that it was a liberal document imposed by liberal elites upon an illiberal society. As Ambedkar himself said, this is basically a topsoil on our society. And there was some sense there that we'll put this topsoil and we'll kind of change India from the top down and obviously that failed. And my sense has been for the last few years that Indian politics has caught up with the Indian society. What is the sort of polarizing politics that we see in place today is not something that should really surprise us. And this blindsided me, because I think all through my childhood and my young adulthood and all of that, my assumption was that most of us sort of are, you know, like liberal, secular, all of those things. And I now realized that I was in a bit of a bubble, that I didn't realize to what extent I was in a bubble and to what extent my thinking was shaped by, you know, Western notions of the enlightenment and all of that, which, you know, most of the country simply doesn't share. Now, you would not have been in that bubble per se, even if physically, geographically, you're in a bubble, you're a journalist, you're writing about everything, you would have sort of figured this out much earlier, like, you know, in your wonderful chapters about politics of the 1980s and all, which I'll, you know, ask you more questions on as we go along in this episode. You've also spoken about the Hindu vote and how Hindu resentment was growing and the different shapes that took during the 80s. So in a sense, you did see it coming, you did realize that it was all there. So was there anything about the whole process that blindsided you? And was there a period of time where you kind of began to realize that the country was different from what one's original notions of it might have been?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:04.560",
        "message": "Yeah, I mean, to take your point about Dr. Ambedkar and the topsoil, and that it would go down and there would be a change. I actually think that worked. It worked from 47 to about 1994, 1995, largely, that the old liberal class that had framed the constitution, even if it didn't continue to rule India, because all kinds of people ruled India. But those values, those constitutional values that set in place, were transmitted down the line, because we were growing at a very slow rate. And the rate at which we were transmitting them was also slow. I believe that the break with the past comes with 1991, because suddenly there's a huge spurt of growth. Suddenly there's much more affluence than India has ever seen. Many families that didn't say have telephones, didn't have cars, didn't necessarily take newspapers, let alone English newspapers. Suddenly the children come into the kind of affluence they've not seen. The whole notion of a phone being a classifier or a dignifying factor is over, because everybody now has more than one mobile phone, and then they can do everything on it. The whole sense of a car, which meant something, because many middle class families consider themselves to be upper middle class when they got a car, that changed, because there was this big revolution. And instead of just fiats and ambassadors, every kind of car was available in India, often at prices that were affordable to the newly affluent. So when that happened, when this new middle class was created, partly because of the collapse of the old signifiers, and partly because of the huge rate of growth, I think the attempt of people at the top to try and convey this to people died down. And I think many people, the RSS for instance, if you look at the appointments that were made in what there was no HRD ministry then, but in various key officials and positions and ministries from 77 to 79, many people were sympathetic to an RSS worldview got it. And even during the Vajpayee time, we forget this now, because we sometimes romanticize the Vajpayee period. The HRD minister was my friend, Murali Manohar Joshi, who's, I mean, I said this about him to his face, so I can say this again, that most politicians set out to make history. He's the only chap I know who set out to rewrite history. I mean, his entire mission was not to do anything of any note himself, but to rewrite what people had done before. And he and Uma Bharti was briefly his minister of state, legitimized the writing of history in a way that played down Muslim achievements, played up Hindu achievements. If you look at it, this is now a very fashionable controversy in Sanghi circles. If you look at the story of the Indus Valley civilization, about which we really don't know very much, and we have always wondered if those people were Hindus or they weren't Hindus. I mean, maybe they were, maybe the statue of what looks like Shiva in his Pashupati pose is really Shiva. Maybe it's a precursor of Hindus, we don't know. But it was during Dr. Joshi's time that it became the stated policy of the Sanghi elite to claim that the Indus Valley civilization was a Hindu civilization. It was not an Indus Valley civilization, Dr. Joshi said repeatedly, it was a Saraswati civilization created on the banks of the Saraswati River, which no longer exists now. And it was built by Hindus. And I could never really understand it. And I used to say to him, how does it matter whether they were Hindus, whether they had some pre Hindu religion, whether they were Dravidians, whether they were Aryans. And it was only much later I realized what they were building up to. They were building up to saying that all Muslims were invaders, and therefore not true Indians. Now you had a problem because the Indus Valley civilization from all accounts was a pre Aryan civilization. So if you accepted that, then you had to accept that the Aryans were the first people who came in, possibly through invasion, otherwise through migration. He didn't say that at the time. But now, when you see the controversies and you see the manufactured stuff about DNA, et cetera, this is what they were building at. And it was, I think, in a way, done at such a basic level that people like me, who, as you say, are blindsided, we didn't realize what they were doing. That's when it began. That's when they started changing the whole idea of history. We think that their motive is to erase memories of the Nehru's and the Gandhi's and to portray them as crooks and all that, which I'm sure it is. But that is not their primary agenda. Their primary agenda is to say that Hinduism is the oldest, greatest religion in the world. We were always a Hindu nation. There was never a non-Hindu over here. Hinduism grew in India. And anybody who came from outside, if it was a Muslim, he was an invader. If it was a Christian, he was a toady of the East India Company or white people because brown sepoy is such an insult in sanghi circles. So they started at that stage with that kind of agenda. Not all of us have got it. And that agenda now, because it's been taught in schools, because state governments rewrote history books, many of the teachers who joined and they were appointed were RSS sympathizers, people like that. You have a whole generation that's been brought up to believe that we were a vegetarian Hindu civilization from time immemorial. And then these nasty Mughals arrived, killed our cows and turned us into non-vegetarians. And we must always resist their influence. Oddly enough, the Delhi Sultanate, the people who came before the Mughals, I don't think they're aware of because they certainly don't mention them. They believe that Muslim rule in India began with the Mughals. And it's frightening how many people who you would think would be brighter than this actually buy into this vision of India. And this vision of India is the vision of India they've picked up in the schools. It's the vision of India they've picked up from their school teachers. And so when you have a class that has not ever subscribed to the great secular liberal values that appeared to be the foundation of the new India, and one that has been brought up on this RSS version of Indian history, it's not difficult to see why secularism is in its death throes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:28.600",
        "message": "A number of ironies here. And one irony, of course, is that the real vision of the division of what India really was, is far more glorious than this artificial sort of made up vision. I mean, I think the most glorious part of what makes us Indian is that we take influences from everywhere and make it our own. You know, this rich, delightful khichdi that we are right down to the, you know, the elegant churidar kurtas of a prime minister, which of course have an Islamic origin and practically all the food that we eat, you know, which is from outside. And I've of course had an episode on food with Vikram Doctor, you know, and none of that would be new to you. I also had episodes with Tony Joseph and Peggy Mohan."
    },
    {
        "speaker": "Guest",
        "time": "00:46:06.760",
        "message": "So you know the Indus Valley thing and the campaign of slander and calumny has been unleashed against Tony and people who dared to tell the truth there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:14.520",
        "message": "Yeah, because I think this is one way in which the Sangh were blindsided, because their assumption was this history is so old that you can make up whatever you want, and then it becomes a battle between narratives. And suddenly there is science in the picture. Suddenly you actually have irrefutable scientific evidence that, hey, you know, these are the different times at which these migrations happened. And hey, the Indus Valley people might well have spoken in early precursor to Tamil, which is, by the way, an older language than Sanskrit. And all of this, I think, would have blindsided those guys. The other interesting thought that kind of comes up here is about the unintended effects of liberalization, which is almost ironic, because I, of course, I'm a big champion of liberalization and how it empowered millions of people and so on and so forth. But if the thesis is true that our elite was liberal and our society was not, then what the empowerment of the rest of society meant paradoxically is that becoming more liberal in, you know, at an economic level allowed the illiberalism at a social level to sort of express itself. And that kind of became what it became. Like there's a great book, the sociologist Timur Kuran wrote in 1999 called Public Lies, Private Truths, where he coined this phrase called preference falsification. And his thing was that most people do something called preference falsification, where if they feel something that is apparently not acceptable in society, they won't say it. His example was you look at the downfall of the Soviet Union, where it appeared to happen overnight. But for decades, many people held a resentment against a state which they were afraid to express because they thought they'd get into trouble. That was preference falsification. But you reach a critical mass where you realize that, hey, many more people are like you. And that leads to a preference cascade and overnight things change. And I think in a sense, social media especially exacerbated that as many people who felt a particular way and not to get judgmental, I mean, of course, I disagree with a lot of what comes out of there, but not to be judgmental about that. But they felt X, they thought, oh, you know, this is a liberal secular country, we are not supposed to feel X. And they realize, hey, everybody feels X. And it kind of just explodes from there. So just a whole bunch of ironies there. Before we go on to talking about politics,"
    },
    {
        "speaker": "Guest",
        "time": "00:48:23.680",
        "message": "Can I just add one more thing? Sure. When we talk about these people who say Muslims are invaders, and Savarkar was God descended to us, etc. We use terms like liberal and conservative, or left wing or right wing. And when you actually look at the issues on which there is a difference, the way in which you define a person who's not a liberal in India, and the way you define a person who's allegedly right wing in India is not economic. Mr. Modi's governance is much more left wing than say, Manmohan Singh's was, so it's not. So what is it? Ultimately, this whole distinction comes down to just one issue, how you look at Muslims. If you take away the Hindu Muslim distinction, what is the right wing left with? There is nothing. It's essentially this ideology, the Indian right wing, the ideology is based on nothing more than the sense of othering the Muslim. And as part of the process of othering the Muslim, creating a great Hindu nation in its mind. Now, the irony is that there is a great, great Hindu heritage in India, just as there is a great Muslim heritage in India. But the great Hindu heritage that really happened, that really existed, doesn't seem to worry them at all. They don't even seem aware of it. They feel it necessary to create a bogus Hindu heritage, in which Ganeshji was made what he is by plastic surgery, in which Rishi Munis went around on aeroplanes, in which there was Ram Rajya all over. It's not even history, it's mythology. And if you take away that mythological heritage, and the hatred of Muslims, there really isn't an ideological plank at all. Whereas if you look at say the liberal positions, the values, the beliefs and freedom of expression, freedom of speech, freedom of religion, there is no counterpart on the other side. It's only, only about hating"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:23.640",
        "message": "Muslims, which is what's worrying. Yeah, no, absolutely. As Arun Shourie famously said, in fact, NDA is equal to UPA plus cow. So I agree, it does come down to that. And it's ironic that Modi should fulminate so much against Nehru and Indira because he has totally adopted Nehru's top-down status thinking right down to, you know, import substitution becoming made in India and Atmanirbhar and whatever. He's totally been inspired by Indira Gandhi's authoritarianism and her ways. One feels that sometimes he almost envies the kind of power that she had and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "00:50:57.640",
        "message": "I sometimes feel that if Sanjay Gandhi had lived, he would have been like Narendra Modi yesterday. He's pretty much in continuation of that strand. He's not in continuation of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:09.000",
        "message": "the Vajpayee Advani strand at all. Yeah, absolutely. And it's ironic that, you know, every time Sanjay Gandhi's birth anniversary or death anniversary comes up, the Congress will tweet out, you know, celebratory tweets of what a great man he was. And I'm like,"
    },
    {
        "speaker": "Guest",
        "time": "00:51:21.520",
        "message": "this is another rewriting of history happening. I mean, he was a monster. And this leads me"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:26.080",
        "message": "to then, therefore, to another thought, which is that, you know, the German political theorist Carl Schmitt had once spoken about how in politics to be successful, you need an enemy, you need an other, right? Which, as you pointed out, you know, Shourie said NDA is equal to UPA plus cow. He made cow the symbol of that. You're saying it's hatred of Muslims, which it absolutely is. I did an episode with Akshay Mukul on his great book about the Gita Press, which kind of spoke about how all of these things, cow slaughter, love jihad, they've been around for decades and part of politics. Now, if you look at Indian politics, it would seem that till the BJP came up, perhaps not, because who was really the other. But on the other hand, I think an argument could be made, and I'm thinking aloud again, that what really happened at independence was you had one big party, that was the Congress. And you had, in a sense, decades of inertia, minor little tactical skirmishes here and there. But what's this kind of politics, in your view, always inevitable? Because, you know, you rise in politics, you get the vote out, so to say, you mobilize your basis by whipping up hatred against the other. It's much easier to do it that way than to talk vaguely about abstract notions of hope and togetherness. In that sense, would you say that politics like this was always sort of inevitable or is that falling prey to the hindsight bias? Are there different paths that could have been taken?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:45.200",
        "message": "No, look, it would be foolish to deny that there were always Hindu-Muslim tensions. If there were no such tensions, there would be no Pakistan today, there would be no partition. But equally, once we got on with the task of creating India, after 1947, tensions between Hindus and Muslims, the proportion of Muslims who felt strongly that there were illities in India, the proportion of Hindus who felt that no business being there was relatively small. If you look at the history of the RSS, which dominated this kind of thinking, it really wasn't a significant factor in Indian political life. The first time the RSS begins to matter is around 75, 76, maybe 74, when Jayaprakash Narayan ignores the advice of all his colleagues and says, the RSS are wonderful chaps and we must use them in the fight against Indira Gandhi. And from then on, there's been no looking back for the RSS. The Jansang stroke, which became the BJP, on the other hand, has never had it that good. In the 1984-85 election, Rajiv Gandhi won that huge slide. Charan Singh got three seats, the BJP Jansang it was then, though they called themselves the old Jantarbati, effectively, they were the Jansang. They got just two seats. So as recently as that, there was no evidence that they existed. Now, there are two theories for how they took off. And both, I think, have some element of truth. One is that Advani was able to pick up on the resentment amongst Hindus. And that resentment was exacerbated by what they saw as a lack of growth. There were other resentments, which were all mobilized under the Hindu umbrella. I have a slightly, which I mean, it's true, there's no doubt about it. I have a slightly different theory, which is not, I think, contradictory to this one, which is that the Hindu vote actually comes about in India in the early 1980s, when the Sikh agitation starts. Until that point, there had always been Hindu-Muslim tensions. But most Hindus had always regarded Sikhs as being brothers, as being almost Hindus in the way that Hindus regard, say, Jains as being almost Hindus. When that turned violent, when the Sikhs turned against Hindus, and though we airbrushed this out of history, there were massacres of Hindus. They would stop buses and segregate the Hindu and Sikh passengers and kill the Hindus. Many important Hindu newspaper owners, leaders, politicians were killed. I think that led to a certain amount of anger within the Hindus of India. And if you look at the way in which we reacted to Blue Star, which I opposed at the time, there was so much triumphalism that now we would call Hindu triumphalism. There was a sense of we've taught these guys a lesson. It got increased after Mrs. Gandhi's assassination. I do not for a moment dispute that the Delhi riots were led and organized by Congress leaders. That the people who took part and the people who supported it weren't all congressmen. They were also ordinary Hindus who seem to think, as people do in communal riots, that this was not such a bad thing. I think that Hindu backlash, that Hindu vote contributed to Rajiv Gandhi's huge, huge election victory in 84, 85. Nobody had that, and he could not have done it, I don't think, if the Hindus had not voted for him. People forget this, that in 84, 85, the RSS backed Rajiv Gandhi. Nobody from the RSS went out to campaign for BJP candidates. The BJP did very badly. Atal Bihari Vajpayee lost his own seat. So there was that opportunity from 85 to 89 for the Congress to decide what it wanted to do with the Hindu vote. If you spoke to people like Arun Nehru at that stage, they believed that they could harness the Hindu vote and use it for constructive purposes. You could say this is an oxymoron, but this was genuinely Arun Nehru's view. It wasn't the BJP that opened the locks of the Babri Masjid. It was the Congress government. It was, from all accounts, Arun Nehru, who then looked after UP, who gave those instructions. Arun Nehru wanted then for the Congress to become the party of the Hindus, not in a bad way, he said, not in a way that meant you attacked Muslims or whatever. Rajiv Gandhi did not agree with that or wasn't even happy with that. If you look at the things Rajiv Gandhi did, Shah Banu, the ban of the Satanic Verses, those were maybe Shah Banu slightly more significant, but Satanic Verses was a book that now the Hindus were outraged about it and now the Muslims are outraged about it, was ever going to read. But it was symbolism. It was impossible after the way Rajiv Gandhi had behaved on those issues for any Hindu to suggest that the Congress was a Hindu party. By this stage, even Arun Nehru had been thrown out. So Rajiv turned his back on the Hindu vote. Where was it going to go? And I think Mr. Advani saw it, saw the opportunity, and then capitalized on it, weaponized the whole Ayodhya agitation, and began the BJP's rise to fame. Even then, during the Narasimha Rao period, there were elections, state elections held after the demolition of the Babri Masjid, and the BJP was defeated in all of them. So it was still a kind of thing that could have gone either way. But as the Congress became more and more aggressively secular, as more and more people joined the middle class, as there was much more money with newly-enriched Hindus, I think that Hindu wave grew."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:25.680",
        "message": "Yeah, and that narrative in your book about the 84 election onwards was quite fascinating. And as you pointed out, most people don't realize that when the BJP was formed, Vajpayee gave these vague talks of Gandhi and socialism, quote unquote, and all of that, and they kind of moved away from that strand. I did an episode with Vinay Sitapati recently, who wrote the book on the BJP before Modi. And his thesis, which you add a lot of nuance to and even contradict at points, his thesis was that, look, you know, it was a Congress which went after the Hindu vote in the 80s, and the BJP realized they have to compete and then they went after it also. And they had to go to an extreme because that was the only way they could get ahead of the Congress. And the nuance you've added is that at the level of individuals that's not quite true, that Rajiv Gandhi actually stopped coating the Hindu wave, you pointed out he didn't even realize that the 84 win could have had the Hindu wave as a contributing factor. And he seemed to believe, and I presume there were others in the think tank at the time who believed that, listen, it is safer to go for the 11% Muslim vote or whatever that percentage was, because they will vote as a bloc, and the Hindu vote will always be splintered across caste line, which I kind of found interesting, just breaking up, you know, the different factions within the Congress that Arun Nehru believed this, Rajiv believed this and so on. But sorry, you were saying? I was saying that, I think the point Vinay"
    },
    {
        "speaker": "Guest",
        "time": "00:59:48.520",
        "message": "makes in his book is that we make this big contrast between Advani and Vajpayee. But the truth is no secular person in that era would have joined the RSS, right? At least not in the traditional definition of secular. So yes, Mr. Vajpayee also grew up from that background. The difference, ultimately, between him and the average BJP person was he wanted to have his cake and eat it too. He wanted the Hindu vote to get him into power. But once he was in power, he wanted to be Jawaharlal Nehru. And he wanted to be much more statesman like. And I think that was the inherent tension in the Vajpayee leadership between Vajpayee and Advani. And it was not a sustainable situation. And it collapsed. And you had, I mean, BJP is actually quite big on Nehru Gandhi idols. After Vajpayee's Nehru Act failed, you had Mr. Modi with his Indira Gandhi Act and so far it's working. No, that's a very nice way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:43.280",
        "message": "of putting it that when he came to power, he wanted to be Nehru. And actually Vajpayee I think was an outstanding Prime Minister. I mean, one can quibble about small things, but on the whole, he was so different from what we have now. And so my next question is this that it is rational at that stage once Rajiv turns away from it and Arun Nehru eventually like you mentioned, ended up joining the BJP and then going back to the Congress and long story. But it's rational at that point for Advani and Vajpayee to quote the Hindu vote and go to whatever extremes that they were going. But were they riding a lion that they could not control? Like you point out and Vinay also points out in his book that after the Babri Masjid was demolished, Advani himself claimed to be blindsided by it. He broke out in tears. It wasn't what he intended. And one of the shifts that we see in Jan Sangh slash BJP, that whole thing is that each leader is kind of more extreme than the previous guy, that Advani seems more hardline than Vajpayee, then Modi comes, maybe Adityanath is next. And I have actually entered a lot of these right wing rabbit holes in a sort of fascination these days, where you have people not only saying that Modi has let the Hindus down, but Adityanath is too moderate, you know, and it seems to be getting more and more extreme. And you would imagine that in these times, for someone to rise within a party like that, you can't rise by being a moderate, you rise by being an extremist and holding everyone to purism tests and all of that. And therefore, a party will naturally get more and more extreme till the point that it splinters. So what do you think of this"
    },
    {
        "speaker": "Guest",
        "time": "01:02:11.800",
        "message": "thesis? No, I actually agree completely with you. I think when you go down this path towards one, there's a slightly loaded terms, but communalism, intolerance, etc. It's a slippery slope. Because how much intolerance is enough? If you can say that we should do this to Muslims, the next guy will come along and say, no, no, why don't we go further? It's a little bit like being an alcoholic or a junkie. In the beginning, a couple of drinks is enough. But as time goes on, you need the whole bottle and then the whole case. So I think that is the danger with the BJP. And in many ways, oddly enough, as bizarre as this sounds, the hope for Indian inclusiveness, because the more extreme it gets, it will begin to turn people off. And as you say, it will splinter. I think a leader like Mr. Modi, who has the ability to control the whole party, to tell the RSS where to get off, is what, once in a century leader? Advani or Vajpayee couldn't tell the RSS where to get off. Mr. Modi has that kind of power, that kind of charisma. You can argue about how he acquired it, how much is manufactured, but let's not dispute that he has. But once that goes, and once people start saying, he's let the Hindus down, he's not gone far enough, Yogi is much better, or saying that Yogi is now being captured by power, he's forgotten his roots, which is beginning to happen. I don't see how the BJP can survive as a coherent force."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:42.960",
        "message": "Yeah, I'm reminded of this, and this doesn't seem apropos, but I'm just reminded of something that a journalist friend of mine, Rishi Majumdar once told me, where he was once lynched. And lynched, by the way, doesn't mean a crowd kills you, the crowd beats you up basically. So he was once lynched. And he explained to me the anatomy of how lynchings absolutely occur. And after that, I kind of read up on this and realized that there's a common pattern to it, which is that it's not as if somebody goes up to you and they start beating you immediately and everybody just comes and starts beating you. There are two dynamics at play here. One is that typically what happens is that a bunch of people will come and talk to you and there'll be an argument and blah, blah. And you'll be fighting with a bunch of people, arguing with a bunch of people. And then somebody who isn't part of that argument will just decide to take it into his own hands, come from outside, give you one back, and then others join in. And then there is this phenomenon where everybody has a threshold for joining in the violence. There are people who if they see one other person hit you will get emboldened and hit you. There are others who will hold out till 10 people do that or 20 people do that or 100 people do that. But at some point, everybody in the crowd is kind of baying for blood, which, you know, metaphorically does sound like the way a lot of things kind"
    },
    {
        "speaker": "Guest",
        "time": "01:04:56.120",
        "message": "of."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:57.120",
        "message": "That's actually a very, very good parallel. It's exactly right. Yeah. Yeah. So let's kind of take a quick commercial break. And on the other side of the break, there's lots to talk about. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Over the last few months, I've enjoyed teaching my online course, the art of clear writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant community interaction that offers much stimulation, and even some comfort in these difficult times. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST or about $150. And the August classes begin on the 7th of August. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I'd like to help you. Welcome back to the scene in the unseen. I'm chatting with Veer Sanghvi about his exciting life which somehow you know, the title of your book A Rude Life is really not appropriate because you know, what you define as rudeness is really asking provocative questions once in a while to important people and rudeness has taken on just an entirely new dimension in the modern age. But leaving that aside, you know, we were chatting about politics before the break, and I'll come back to politics later. But I kind of want to go back now to your personal journey. How important were books and reading to you? I remember reading you from the 1990s. I can't recall what your writing was like then, but I really enjoyed Sunday I thought they had the best political coverage and so on. And I always enjoyed your writing in the sense that you always had this clear, lucid style, without any sense of, you know, the pros being labored or a lot of the problems that you typically would find with Indian journalism. So, you know, I know your dad was a writer, he wrote articles and columns and a bunch of books. So what kind of stuff did you read back in the day? And did you have aspirations of being a writer? What was your perception of yourself when you were a kid?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:14.600",
        "message": "Well, I used to read a lot, I think mainly because my family used to read a lot. I didn't, I mean, I never really got to the stage where I read lots and lots of literary books. It was Agatha Christie and Perry Mason and spy thrillers and stuff like that, which I enjoyed John le Carre stuff. But I think a stage came, a phase came, when I stopped reading that much fiction. Most of my, I still read a hell of a lot, but most of my reading now is nonfiction. And my wife, who reads lots and lots of fiction, always says that people who read fiction generally have bigger imaginations. They have a bigger sense of what people are like, a more creative worldview. Fortunately, I don't have that. I enjoy reading nonfiction. I read biographies, I read lots of political books. I enjoy learning things. And pretty much everything I do from food to whatever, I've learned from books. So books have in a sense, made me what I am, though they're not necessarily great classic novels or whatever, just biographies, accounts of what has happened. That's the kind of stuff I read."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:28.200",
        "message": "And that kind of gets me to thinking because obviously, you know, Agatha Christie, Perry Mason, I'm in my late 40s, so maybe about a decade and a half younger than you. And I've had other guests on the show of a similar age, or older than me. And we'll all talk about kind of the same kind of books, because in India, you had a restricted supply of books that you can get. So it's all your Annette Blytons and Hardy Boys to begin with, you read a lot of Woodhouse, you even listen to the same bands as you go through college, and it's all restricted. And obviously, it's a bad thing that is restricted. And one celebrates everything that is available today. But what that also does is that I have the sense that there are common reference points that I can have with someone say, a couple of decades older than me or a decade younger than me. But today, those reference points have vanished that whereas you had people who were born in maybe four decades reading the same people listening to the same stuff, having the same kind of cultural checkpoints, that's no longer the case. Is that something you feel and is there a disconnect there between our generation and and the generation today, not just in the sense of a standard disconnect between every generation, but particularly so like, you know, one of the guests who had appeared on a podcast I produced Brave New World had mentioned how it's a bit of an illusion that people will know history better or will have a wider set of references because everything is available for free on the internet. He pointed out that studies show that most people are actually consuming what was produced in the last three days, whether it's on YouTube or podcasts or whatever. So is that something that you noticed because you are actually a media person yourself in that sense. And the way people consume media, discover media, filter media, it's just changed completely."
    },
    {
        "speaker": "Guest",
        "time": "01:10:07.400",
        "message": "Yeah, I think also, first of all, people don't read books in the way they're supposed to. I mean, publishers will tell you that book sales are up and it's one thing that survived the collapse of media, it may well be true in terms of figures. But I find fewer and fewer people seem to read books and you're right, there are no reference points. The good thing for me about the internet is the mountain of information and background it provides. If you want to find out about something, you go on the internet, you find articles from six years ago, seven years ago, you learn, you read. But that unfortunately, as you say, is not how people are consuming the internet. People see the internet as being a guide to the here and now. And therefore, the more topical it seems, the more sensational it seems, the more fun it seems, the more likely they are to go on the net. When it comes to nonfiction, which is the kind of stuff I read, I find that younger people are much less interested in nonfiction books, unless it can be shown that it will help them. So if somebody does a book on learning from startup geniuses on how to become a millionaire at 22, young people read it, they won't learn anything, they won't become startup geniuses, but they will feel that it is something that's actually going to help them. The sense and it's ironic, we've never had so much information available for free for so many people. The sense that learning is worth it for its own sake, I find is disappearing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:40.040",
        "message": "Yeah, and I'll just produce a counterpoint to that because having kind of presented the negative view, the positive view is something that I discovered to my surprise, like, you know, I had the publisher VK Karthik on my show a year and a half back, and she spoke about how book sales are, you know, exactly what you said, they're doing fine. And my sense there is that there has always been a small group of people in every generation who read and that group will continue being whatever percentage it is. So your book sales will stay where what they are. The question is, what are the others doing? But you know, when I started this podcast, I had the impression that people have short attention spans, they don't want depth, you got to be topical, you got to keep episodes to 20 minutes, I even had a nine minute episode. With time, I realized that I was completely wrong about that. And part of that is, of course, the nature of the medium that people listen to podcasts when they're a captive audience, like when they're commuting or working out or doing errands, they listen to it at higher speeds, usually double speed or more, you know, good taking it one step up at a time and getting used to it. So captive audience listening faster. But most importantly, the third point why this longer length really kind of became popular is that people crave depth, that, you know, we seem to, I think, judge social media. And I know I certainly made this mistake, that you see vocal minorities out there who are getting shriller and shriller, and you assume that everyone is like that, and there's so much shallowness and all of that. But there is a silent majority out there, which one is not part of those polarized discourse, which might watch it with bemusement, but not participate, which is why silent majority. But there is a craving for knowledge and part of the craving for knowledge is because the rest of the media has actually abdicated because, you know, whether you're looking at television or newspapers or whatever, they are, as a friend of mine Prem Panicker puts it, they are a mile wide and an inch deep. And part of that is, of course, economic imperatives, right? If you've paid a huge license fee to buy an FM station or a news channel or whatever, the costs are so high, you have no option but to cater to the lowest common denominator. So someone who actually comes out and provides deep content, that there is a hunger for it, which struck me. And one of the memes that happens on my show is that I have exhaustive show notes where I recommend books and my guests recommend books more importantly. And there is this meme of seen in the unseen bookshelves where people will post pictures on Twitter of books they've bought, you know, having discovered them from my show. So there is this irony that there is this hunger, there is this content out there. How do you discover and filter this content? And my show kind of filled a fortuitous kind of gap. But I think that there is something there that media has missed, that the way that we consume and discover and filter information and knowledge has changed completely. And a traditional media hasn't kind of kept up with it. So a"
    },
    {
        "speaker": "Guest",
        "time": "01:14:19.520",
        "message": "bit of a ramble on my side, but what are your thoughts? No, it's actually a fascinating ramble. I know your show is very, very successful because people quote it all the time. But like how many people listen to say the average episode?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:32.840",
        "message": "You know, in a good month, I'll have a total downloads of 180,000."
    },
    {
        "speaker": "Guest",
        "time": "01:14:36.520",
        "message": "So now 180,000 is more than any magazine or newspaper, anybody in India is able to manage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:44.520",
        "message": "Let me elaborate on that, if I might interrupt, because someone who might hear that figure might say that hey, YouTube videos have 2 million, 3 million views. No, that's very different. Yeah, it's very different. Because on YouTube, your average viewing time of a video may be 15 seconds, 20 seconds, whatever, you know, my average session is 40 minutes. And this is something it's not just my podcast, other great long form podcasters have also discovered that the level of engagement is far greater. And when I say the average session is 40 minutes, people will listen to an episode in multiple sessions and all of that, the level of engagement is far greater. And that translates to a much deeper sort of involvement, not just with the podcaster with whom you'll often feel this intimate connection, because you have their voice in your head all the time. But also, you know, all the rabbit holes you enter because of them."
    },
    {
        "speaker": "Guest",
        "time": "01:15:34.120",
        "message": "No, I think maybe you've got me thinking, I think maybe you're right, maybe I'm falling into the trap of looking at YouTube and Twitter, and taking this superficial view of the loudest parts of social media. And that there is something going on there, like say your podcast, other long form podcasts, which show that it's wrong to just look at the loudest voice in the room, look at the voice that people remember. So yeah, you're absolutely right. I will rethink this one."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:03.440",
        "message": "Yeah, let's let's and we'll come to the media because I'd love your insights on many other aspects of it. But before that, let's continue your personal journey, which we keep getting sidetracked from because I keep digressing. A really fascinating part of your book is that after your dad died, you actually put yourself in school in the sense you went through the application process, you found yourself a school, you then found yourself college going to Oxford and everything. Tell me sort of about how that period was like, like at that point, what is your conception of yourself? When you put yourself through that grind through that education, you go to Oxford, you do a PPE. And you earlier pointed out that, you know, a lot of British Prime Ministers are still elites. And there is a traditional cliche about how all British Prime Ministers have done the PPE. I think Johnson also must have done the PPE. So perhaps you knew many prominent politicians personally. But at that point in time, when you're putting yourself through that, you obviously you're not, you know, a lot of what happens to you later seems to be serendipity. So what is your conception of yourself at that point? What is it that you want to be and where do you want to go?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:05.880",
        "message": "Well, you know, my father had always said that I should go to a British university. And I think it may be because he went to Elphinstone College in Bombay. And he was very keen that his son would have some of the advantages he didn't have. So it had been taken for granted that I would go abroad to study, that I would go to an English university. What none of us realized, I don't think he realized it either, was that you couldn't go, I couldn't finish at Mayo and then go to university. When all my friends went to colleges in India, you had to go and do two years of school first and do what, I don't know if it's still the same, were called A-levels. And that was complicated because I had to do this in a boarding school and I didn't know how to organize it. So I went out and there was nobody else to do it for me. So I went out and bought this book called the Public Schools Handbook, which I don't know if they're still published, probably on the net now. And I made a list of schools that were near London because I didn't want to go to a very conservative school because all my friends were in college anyway. So I found this one, which was 20 minutes on the tube from the center of London and was large and seemed quite cool. So I wrote off to it as I had written off to many other schools. And then I finally called and they were very sniffy and they said, people have registered for so many years and your term begins in October, we're already in April. And it was just my good luck, I think I've just right place, right time. Good luck. I found a principal who was willing to listen to me. He said, come and see me. He came and I went and saw him. He had me interviewed by the head of his history department and the head of his English department. English department was fine. The history department, I sort of did a bit of jugaad. I said, I've only studied Indian history. So he had to ask me questions about Indian history, which he was not good at. So I could have said anything. I could have said Akbar was Baba's father and I would have got away with it. But they agreed to admit me on the spot, which I thought was really, really cool. It doesn't happen even in India. It was just a principal there was willing to take a chance on somebody from outside. And it's probably because I went to that school that I got a sense of being able to fit into England without ever fitting in, in the sense that it wasn't Eton or it wasn't Harrow. Harrow was one of the other options because it was near London. Eton was Windsor, so which is not far from London. So those were options, but somehow I didn't actually want to go to Eton and wear a tailcoat and a mortarboard and a white bow tie. And I didn't want to go to Harrow and be part of some glorious English tradition, which I have nothing in common with. So this suited my purposes. That was a school that was liberal, that was happy to have me, that was near enough London and I had a great time. And I think I learned, I mean, I dare I say this, I learned more at that school than I learned at Oxford. In Oxford, because the system then was that you had tutorials in which you wrote an article or an essay and your tutor disagreed with you or agreed with you and made you defend that essay. I think I learned how to write, oddly enough, and I learned how to argue. PP, which you mentioned that all politicians do is less a degree than a flag of convenience for people who want to do other things while they're at Oxford. So I was not overly academic at Oxford. I did economics, I did all kinds of politics, most of which I don't remember. But what I do remember is the arguments with tutors, the way in which you take apart somebody's argument, the way in which you construct an argument. And you are you asking about how I write and whether I've always written like that? I think I write like that because of the training of those years, though I was doing academic essays, I was taught, and I think I say this to everybody, when you write, it isn't how you write. It isn't the big words or the complicated constructions. It is the ideas. Ultimately, all articles or all essays are vehicles for ideas. So unless you have at least one idea in your thing, and you are able to get it across, there's no point writing an article. I mean, unfortunately, many of us try and make things that are clever or that are funny or that are witty. Just try to simply get the idea across and you're done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:26.200",
        "message": "Yeah, and there's a fascinating part of your book where you're interviewing for a college in Oxford and you point out how your interviewer asks you, so would you say you were a Keynesian or a monetarist, Mr. Sanghvi? And your reply is, my teachers are Keynesians. I have no strong views on the subject. I am hoping to make up my own mind once I get here and discuss it with economists like you. On the one hand, it's obviously a very, you know, a practical and jugaroo answer where, you know, you're not pushed into a corner. But also, you know, it indicates a bent of mind where you're careful at arriving at worldviews. So what was your journey towards forming a worldview? Because I think what often happens in one's teenage years is that you are entranced by the seductive appeal of simple ideas which seem to explain everything. And simple ideas can explain everything in a wrong way also, you know, and the world is much more complex than that. And it is over a period of time that you start figuring that out. So what was your process like of arriving at worldviews? Did you change your mind? Were there significant ways in which you changed your mind? And also, this also strikes me as important because all this is your schooling, your college is happening through the 70s at a time where, you know, India is going deeper and deeper into a form of statism that is harming the economy, that is harming society, all of those things. So not only are you sort of being educated in a universe of ideas, but you're also looking at your own country from the outside, and therefore are not sort of hostage to the received wisdom of the time as you might have been in India. So what is sort of this process like of discovering what you think and how you think and then how you view India?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:04.840",
        "message": "That's actually a very, very interesting question. Because I mean, in terms of the Keynesian and monetarist thing, it was simple. I recognize the question for what it was. It was an invitation to enter a trap. If I said, no, I am a Keynesian, he would have said, but Keynes has said this, and Keynes has been wrong on this. So how would you define? I had no effing clue of what Keynes had said or whatever. So the best thing to do was to give, as you say, this Jugaadu answer and not be led into that trap. On a more serious note about how I looked at India, I don't know if it's still true. I suppose it is still true that whenever any Indian is abroad, he or she becomes a hyper patriot. You go and people criticize India, and then you feel bad that they're criticizing India, and you look for ways to defend your country. And in the 70s, not that many British people knew that much about India. They thought we were a poor and primitive country and were astonished to find someone like me who could maybe hold my own with them, could speak English as well as them or whatever. And so that made me, I think, some kind of super patriot in a way that I perhaps wouldn't have been if I wasn't at home, a sort of my country, right or wrong. And that lasted, I think, until 76. In 75, when Mrs. Gandhi declared the emergency, and the whole world condemned it, I was actually really shocked. It never occurred to me that there could be press censorship in India, that the entire opposition could be locked up, all basically say one woman's share. But when people started criticizing India and criticizing the emergency, there was some knee jerk response, where I felt obliged to defend the emergency. And to say it wasn't such a bad thing. And you have to look at what's happening in India. And I mean, really pathetic arguments in defense of what was probably indefensible. And then in 76, I came back to India in my gap year. And I spent some time and that was the same time as the rise of the notorious Mr. Sanjay Gandhi. And anybody who had any sympathy for Indira Gandhi during that period, lost it. Because this thug like motor mechanic son of hers could not be imposed on the country as her successor. So when I went back to England, I was in this extraordinary position, where I still felt I was obliged to defend India. And yet, I did not feel I could defend what was happening in India. So I walked the sort of middle path. You must remember also, I've written that in the book, that I came from a progressive background. My father was a communist, even when he abandoned communism, and communism abandoned him. He still had this progressive, vaguely lefty view of the world, illogical that might have been, but it was still a lefty view. It came from a lefty place. And as Mrs. Gandhi had framed the emergency in terms of fighting vested interests, and I'd believed in 1971, when Mrs. Gandhi split the Congress and won a mandate for herself, that this was a good thing for India, vested interests, the syndicate had been defeated. And staying away and having some sense of distance and looking at what was happening, gave me an interesting perspective. I stopped defending what was happening in India, with quite the same enthusiasm. And I began looking at what Mrs. Gandhi was doing, and being horrified. And then when Janata was elected, I thought it was a great thing, Janata government would last forever. We had a paper in, at Oxford, I did one, which is called the politics of developing countries. And one of my teachers, a guy who taught me South Asian politics, a man called Gopalakrishnan, Dr. Gopalakrishnan, and his view was that Janata would last forever. Basically political science is a way of doing journalism with big words. So it was like the Kulaks, who are the local notables, who had been sidelined by Indira Gandhi, have come together and formed the Janata party, and they have roots in the villages that Mrs. Gandhi doesn't, and this kind of crap. And I remember, I was quite taken in by it, I have to say, though I call it crap now, that one of the papers I did in my finals, the question is, the developing countries was, there is no reason to believe that Janata is any more than a nine day wonder in the history of Indian politics. And of course, I gave him the whole Gopalakrishnan thesis that Janata will go on forever, and there is no problem. And I took my exam, and I went back to India, and the Janata government fell. And then I was called back to Oxford for a viva, which is what you get when you say, not good enough for a first, but slightly better than a second, then they talk to you and decide whether you're really worth the first. So they asked me then to defend this question. And there was no way I could defend it. And that was the end of my first division. I went back with the second division. But yes, you're right. If you have that perspective, and you look at India, and you've been brought up to be broadly sympathetic of what Indira Gandhi was doing, that whole emergency period made you look at India differently. It made you look at what was happening. Nobody was thrilled about the RSS joining, or the Jansan joining the government. But you kept thinking that the Congress can't run the government forever. There has to be some alternative. And when there wasn't, when Mrs. Janata collapsed, and when Mrs. Gandhi was re-elected, I remember being profoundly depressed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:39.560",
        "message": "So take me through your early years in journalism, because even while you were still in college, you kind of became a journalist, you became an editor at one point where, you know, first you start with the India Today group, then you talk about how you set up their magazine Bombay in Bombay. So tell me a little bit about that, because is that something that you had given thought to about journalism itself, what it involved, what it implied?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:02.280",
        "message": "I was very clear that I wouldn't be a journalist, which is why, though various job offers, Inder Malhotra, who was a friend of my parents, had suggested I join the Times of India, which he was an assistant editor at the time. Various people had done it. And I don't know if you remember what papers were like in those days. But if you were an assistant editor at one of the big newspapers, it meant you got a cabin, you got paid quite well. And you sat in there and you wrote these leaders, these editorial page articles, and then you went home. And you really had nothing to do with the famous story, which I'm sure is untrue, about Shyamlal, who was a legendary editor of the Times of India, going out to a gathering and meeting a man who said lots of things. And Shyamlal was very impressed. And he said to the man, you seem very well-informed. What do you do? And this chap said, sir, I'm your news editor. But that is the extent to which the news side and the editorial side would divorce from each other in those days. And the guys who wrote the editorials looked down the chap who actually did the journalism, who actually produced the newspaper. So I rejected that option of becoming that kind of editorial page writer. As I say in the book, writing for India Today happened because they were desperate. There was nobody to write for them. I was unemployed. I was there waiting to go up to Oxford. And I was cheap and I was young and I was bushy. And I was able to get them interviews and nobody else would. And then they kept at it. So if that had not happened to me, if I hadn't kept up with India Today, then I think I probably would never have become a journalist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:37.460",
        "message": "And at this point, how does one form a conception of good journalism? Where are the role models? Because in India, journalism, I have actual memories of journalism only from the 80s, but it was horrendous. It was so bad. So what are your role models? How do you arrive at a set of values in terms of what you do in your reporting? How do you arrive at a set of values about the language itself, which I remember as being incredibly poor even in the 80s and the 90s. And you also described in your book at different times in Sunday and Hindustan Times. Yeah, it was it was so horrendous. I mean, you mentioned how the Hindustan Times was described by people as an English paper written in Punjabi."
    },
    {
        "speaker": "Guest",
        "time": "01:31:20.100",
        "message": "I mean, yeah, I searched for an answer to that question because there were very successful journalists in my early years. It was Arun Shourie who invented investigative journalism for India. There was M.J. Akbar, who with the original Sunday was a firebrand editor who created a new kind of journalism. So there were these people, but almost all of them were people who took a position. Now, we talk about Ram Nath Goenka and we talk about his battles with the government. And I knew Ram Nath Goenka quite well. There was no doubt that even as he was fighting with the government or whatever, he was doing it from a particular political position. He was committed to destroying the Congress and helping his friends in the opposition come to power. If you went to his penthouse, which I did, you met people like Guru Murthy, who was then just an RSS guy, and various other opposition, Mrs. Sindhia, Mrs. Vijayraja Sindhia, who would all sit and complain about the Gandhi's and what they could do, how they could change things. And afterwards, when he turned against Rajiv and against Zerubai Ambani, it would be full of those plots. So, I mean, I liked him a lot and I admired him enormously. But this was, was this a role model? I don't know. It was journalism done with a purpose to achieve a purpose. So should journalism be done by that? Or should it be much more neutral or much more open? Akbar, for instance, his the slogan he chose for his Sunday, I think it was, was strong views strongly expressed. He was very clear which side he was on. So I was a little uncomfortable with all of these obvious role models. There was much to admire in them. And I did admire them. But they did not seem to me to fit what I wanted to do. I wanted to write about things. I mean, you will have a certain bias, because you will be biased towards liberal values or whatever, but not a sort of party political bias. I want to write about things generally. And Arun Puri, in many ways, came closest to that, because I started my career, working for India today. And Arun was a printer, he had no experience with journalism. And when he got into it, he just read and read. And he evolved a way of doing things. There used to be a series of books by Harrod Evans on being a journalist, one of which was called Newsman's English, which Arun made all of us read. Another one on photojournalism was called Pictures on a Page, how you use photographs. Arun made all of us read that. His idea was always don't look for role models in India. Try and learn from the best in the world. And I think to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:57.860",
        "message": "some extent, I went with him. And you sort of brought up the normative question of, you know, in a rhetorical sense, you asked, is this what journalism should be? And that leads me to a question of what should journalism be? Because on the one hand, you know, we have talks about the ethical values of journalism that you speak truth to power and, you know, you afflict the comfortable and comfort the afflicted and all of those cliches. And these are the values separation of news and opinion and so on and so forth. At the same time, you have these imperatives, which often drive businesses in undeniable ways, such as just a profit motive, or you could be in a country, for example, where a government can put an enormous amount of pressure on you and that becomes an imperative. There are the individual incentives of journalists themselves. So when we speak of sort of the higher ethical values of journalism, much as you know, the Hippocratic Oath is for doctors, is there something to that or are we fooling ourselves?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:51.260",
        "message": "Yeah, look, in an ideal world, everybody would want those absolute ethical values to be maintained by every publication. But in the real world, journalism is always a high wire act, or a trapeze act. Because there are always in any newspaper or publication, so many different interests. There's the government, which is nearly always putting pressure on you. There is the owner. And in India, we don't have corporate ownership as much as individual ownership. Owners nearly always want the papers to be seen as their papers. So you have to keep that you have to maintain that you have often the owner's commercial interests. Because most people in the business also have other interests, which they are not willing to endanger just because you want to write a column. So you have to worry about that. You also increasingly, and the Times of India was a good example, because I joined it because the owners never wanted to be high profile. They had no political loyalties. They tried to produce a paper that was free of any kind of bias. And yet you had then internally another kind of trapeze act, because they saw the paper not as a means of fulfilling some higher social obligation, but as a business. Asked by the New Yorker a decade ago, about what he did, Vineeth Jain said, we are in the advertising business. The Times of India was very clear that it existed because advertisers needed a medium to reach readers. And the Times of India provided that medium. If along the way it could bring enlightenment and entertainment on that, that's very good. But there was never any doubt about what its primary purpose was. I mean, if the ad department calls the shots, then is that still this high ethical form of journalism? So because there are so many competing pressures, some internal, some external, all journalism ultimately is a trapeze act, a high wire act. You get in there, you try and tell the truth, you try and write the truth, but you can, it's never an absolute thing. You can never succeed all the time. You do the best you can."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:59.460",
        "message": "There's this amusing anecdote in your book about, you know, when Narsimha Rao was prime minister at one point, you know, when you were in Sunday, you wrote, quote, the key to understanding Narsimha Rao lies in recognizing that he is a small time manipulator who masquerades as a statesman. Stop quote."
    },
    {
        "speaker": "Guest",
        "time": "01:37:15.060",
        "message": "Yes, indeed. Yes. First line and the very first counterpoint I wrote."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:21.660",
        "message": "And then, you know, your publisher, Avik Sarkar, you know, wants something out of Narsimha Rao when he goes to Delhi and Narsimha Rao saying, why have you come to me? I am a small time manipulator, some passive aggressive thing like that. So that's sort of a classic example. You've also given a good breakdown of how the newspaper model, instead of being subscription driven became advertising driven. So you could basically give it away for close to free, but you were catering to the lowest common denominator and you just wanted."
    },
    {
        "speaker": "Guest",
        "time": "01:37:46.020",
        "message": "And to the interest of the advertisers. Because your ultimate customer was not your reader."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:51.580",
        "message": "It was the advertiser. It was the advertiser. Exactly. And the other thing that strikes me here is that when I look at modern times, for example, it strikes me that a lot of the dissenting voices in today's journalism in India are small independent folks, you know, who haven't been around for that long, which brings to mind that old line from rock and roll, if you ain't got nothing, you got nothing to lose. I think it was Dylan. So, you know, the scrolls and the wires and all of that might take their dissenting lines because they are small, whatever. But when you look at the larger newspapers, they're not just standalone newspapers. They're part of industrial houses. Somebody who's running a newspaper could be running a chemical factory. And if the government of the day does an IT raid there, there's just too much to lose. There's too much at stake. So at some level, you almost understand that there's a fear of the stake. And then there is also the carrot. If you're an industrial house, which owns certain publications or media houses, obviously you're incentivized to stay with the government line to push those narratives to not cross certain boundaries. Do you see some truth"
    },
    {
        "speaker": "Guest",
        "time": "01:38:53.060",
        "message": "to this? No, absolutely. Without a doubt. I think if a government wants to put pressure on the newspaper house, it can do it without any talk of censorship or whatever. All it needs to do is to ensure that the business interests of the owner are not favoured, that permissions are not given, that say a pollution inquiry is started. I mean, everybody did this. I remember during the Vajpayee government, the owner of Outlook had many investigations started on him. They didn't touch Outlook because, of course, they respected the freedom of the press, but they went for the proprietor. And ultimately, as Vinod Mehta, my friend, writes in his autobiography, it had to have some impact. He doesn't like hanging around in enforcement directorate offices, that smell of urine, being kept waiting for hours, being humiliated. And he begins to wonder, why am I letting my editors have so much freedom? What am I getting out of it? So yes, all governments, at some level, put pressure on journalists. And often this pressure comes through their proprietors."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:00.780",
        "message": "And you know, I mean, just looking back in the past decades, and I'm obviously not privy to the inside story of what happened. But you see this in different governments, like in the UPA time, you see Raju Naresh Satti, you know, leaving Mint because apparently Chidambaram, who was then finance minister, got upset at something. Similarly, later, you have, you know, Bobby Ghosh having to leave as editor of the HD because Arun Jaitley reportedly got upset at something. You know, are there incidents that you feel free to talk about of this sort that have happened in the past that kind of illustrate this?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:30.140",
        "message": "Well, the HD examples are a problem for me because I cannot divulge what either of any of the principles have told me. But I mean, it goes far back. Prem Shankar Jha, I think had to leave the HD because Rajiv Gandhi objected to something he had told VP Singh, and we're sticking with the HD, without things that I was personally privy to. Khushwant Singh was appointed, KK Birla writes in his own autobiography, by Sanjay Gandhi, who said to him that, I hear you have vacancy for an editor. And he said, Yes, I do. And he said, Okay, I have a candidate for you. And so KK Birla says who? And he said, Meneka. And so even KK Birla finds that this is a bit much to bear. So he thinks, he goes away and thinks about it says he will think about it comes back and he says, I'm sorry, I don't think this will work. Fine, Sanjay, appoint Khushwant Singh. And Khushwant Singh is promptly appointed. I mean, that happened all the time in newspapers during that era."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:27.580",
        "message": "So is it the case and this might seem a pessimistic view that is it the case that those who are dissenting today are able to do so because they are too small, no one really cares about them that if they get beyond a certain level of influence, say if they're right outside the elites, they'll just be struck down. And there are so many tools."
    },
    {
        "speaker": "Guest",
        "time": "01:41:42.500",
        "message": "Look at the wire, which is so one of the dissenting voices, they've done everything possible they can to try and shut the wire down. There have been all kinds of cases, there have been investigations, look at NDTV, which isn't even a particular dissenter or whatever, the kind of ordeal it's had to go through. So sometimes if you're lucky, and you're strong, you survive the ire of the government, most times you decide it's not worth it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:08.860",
        "message": "Yeah, that's a note of hope. And of course, the wire has been leading the way with the Pegasus revelations, for example, very bravely, Danik Bhaskar just got raided, and they've"
    },
    {
        "speaker": "Guest",
        "time": "01:42:17.060",
        "message": "sort of been... Everybody kept saying when Danik Bhaskar was doing those COVID stories, how do they hope to get away with it? And the answer was, they were waiting for the COVID crisis to pass and for the government to seem on a stronger wicket before coming down on them. And now they have."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:33.420",
        "message": "Amazing. Let's sort of talk about the changing media landscape over this entire time. Like one thing that was certainly true till the end of the 90s, maybe even for the first few years of this millennium was that there was something called mainstream media, there was a consensus on the truth that, you know, you might have different papers have different characters in some small ways, but broadly, there is a consensus on the truth on what's going on. And most people are getting their information, their knowledge from a small set of sources. Today, that's completely splintered. Now, one, it's a good thing that is splintered, because you know, with the means of production becoming available to anyone, more and more people can enter the fray as creators, as indeed I have with my blog earlier in the podcast today. But the other side to that is that then there, a lot of that consensus on the truth has vanished, that nothing is mainstream anymore, everything is splintered. Like, just yesterday, I read this interview of Steve Van Zandt, who was a founding guitarist of the E Street Band with Bruce Springsteen, Little Steven. Yeah. And Van Zandt was saying in that that rock is no longer mainstream. And his point was that rock becoming mainstream was an aberration. It began when Dylan went electric, according to him, and it ended when, you know, Kurt Cobain killed himself. And whatever the timelines might be, I mean, obviously, they're gradual processes. But his point was that rock is not mainstream. And when I think about that, nothing in music is mainstream, whether in, you know, to entertainment to some extent, because the means of distribution has still haven't opened up, even if the means of production have, there is something called a mainstream and whatever. But in media, there probably isn't. If anything, there are platforms that are mainstream, like a YouTube or a Twitter or a Facebook or whatever. But the conception of the mainstream is changing, people get their information from different sources and all of that. Now, the significant chunk of your career was spent within institutions, which were sort of mainstream institutions doing traditional things. And the landscape has so completely changed, sort of in the last 10 years. So, you know, has this made you redefine, has this made you rethink rather, the things that you do, the things that you want to do, the kind of things that give you"
    },
    {
        "speaker": "Guest",
        "time": "01:44:48.020",
        "message": "satisfaction? Yeah, I mean, I think all of us have had to find ways of adjusting to the changing medium. So while I do, I do the root food column for the Hindustan Times branch, my political column appears on ht.com, and reaches many, many more people than it would have in many, many parts of the world than if it just appeared in a print thing. So I've tried as much as possible to do things that are accessible to people in a variety of ways. I started my own YouTube channel about eight years ago. I think it was too early, I was just crap on YouTube. So the channel wasn't a great success. But I've tried very hard to get into that. I started my own website where everything I write about, where everything I write, appears in 2008, which I think was slightly ahead of the curve. So I've tried to keep up as much as possible with changing media. I find now that my online stuff usually gets much more noticed, has much more impact than something I would write, say, on the editorial page of a newspaper, or as a column in a magazine. So you try, I think, to adjust to different ways of getting your message across. A lot of the stuff I've done on television, I think, works best, because we will no longer watch television that much in real time, works best in YouTube or stuff like that. One of the things I run, I'm a founder of, is a company called Easy Diner, which is an online restaurant platform, which is based on the internet, where you can do your bookings and all of that on the internet. So I think probably earlier than most journalists, I embraced the internet and the sense in which things had changed. Have I started an all proper internet venture of my own, whatever? No. Would I have, apart from the Easy Diner within mainstream journalism, would I have if I was 15 years younger? I think I would almost certainly have done it. But when you're 65, you have less and less urge to set up new organizations, to manage teams of people, etc. You're much happier being the sort of position I am, where I anchor television shows, and I write books, and I do columns, and nice people like you invite me to come on and hold forth. But yes, I would have done things very differently if I was younger."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:22.220",
        "message": "So a couple of questions, which I think are actually the same question. And the first one is that, does the media then need to consider the way that it does everything? Because it seems to me that, you know, whenever change happens, there is a lag between the change actually happening, and traditional corporations kind of figuring out what the change is and how to deal with it. For example, I think, you know, a lot of the newspapers, people, they get the circulation because of inertia. Ki ghar pe aata hai, and therefore, you know, you may not even look at it, but you have your three, four newspapers coming every day. And that's kind of it. But as we discussed earlier, the way people discover content, filter content, consume content has changed completely. And it seems to me that none of the traditional media houses have really figured that out. You know, they will have a checklist of things they will do where they can tick boxes like Instagram pe presence hona chahiye, have a Twitter presence, have a this presence, do, you know, stories on Instagram, all of that. But they haven't really adopted their fundamental ways of working. And the second question which feeds into this is, if you were 15 years younger, or 20 years younger, or 25 years younger, what would you start? What are the learnings about the media landscape and about society which you would incorporate into starting something in the media today?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:36.740",
        "message": "It is true. Three answers to the question. The first one, is it a good thing that the media landscape is fractured? And there aren't just this oligopolistic control of a few media houses? Yes, I think absolutely. I used to always say, about India, that freedom of the press is guaranteed to anyone who happens to own one. But the point is now, unlike then, you don't have to own one, there are ways of getting your message across. So that's a good thing. The bad part of it is for better or for worse, most traditional media had certain norms in the way in which information was checked, in the way you tried to do things that were responsible. In a splintered landscape, there will always be people who will do things without any of these checks and filters, who will do things for clickbait. So you have to balance out the advantage and the disadvantage. That's one question. The second one on what I would do, if I was 15 years younger, I would almost certainly have started an opinion website. I think there is a need for an opinion website. Many people tell me that the internet, only an investigator website or a website that tells people something they don't know would work. I don't know if that's true. But I genuinely think that the level of commentary in newspapers has sunk pretty low. That in many cases, because people are scared of getting commentators who will say things that are unpopular or whatever, they fall back on the coward's option of getting academics to write vaguely obscure articles on their specialities. I have nothing against academics writing articles that they write very well. But when it is done to avoid getting proper commentators to comment on current events, then I don't think it works that well. So I still think that there is room for a website that had a lot of opinion. Your third question about newspapers and the web. Yeah, I think almost all newspapers in India realized 20 years ago that the internet was going to be the next big thing. Almost all of them started newspaper sites and almost websites and nearly all of them screwed it up. I think there is something in their mentality that stops them from understanding. I know that traditional, I mean, I've heard, because we've been around so long, I've heard so much crap about integrated newsroom and a guy will come in and he will go straight to our radio station and he will talk about it. Then he will do a piece to camera. Then he'll come back and he'll write the story for the internet. And then the evening he'll file for the newspaper. I mean, millions have been invested in these ventures. Nothing has ever come of it. As far as I know, no newspaper organization in India has succeeded doing anything like it. Abroad, papers like the New York Times have had much more success doing things like this. I pay a subscription to read the New York Times on the net every day. Would I necessarily pay the same subscription for an Indian newspaper? I don't know. I don't think so. There's never that kind of content that strikes me as being unusual or worth reading. Among Indian news sites, the one I would probably subscribe to, though fortunately it's free, is the NDTV app because that does tell you pretty much everything you need to know quite quickly. In fact, when I've often been a guest on various news discussion shows, I've quickly cogged and seen what the NDTV app is saying about 10 points about the budget or whatever. So I can seem clever and knowledgeable. So yes, some things have that work, but nothing that anything, nothing on the net that anybody in mainstream media has done that I can think of at all impressed me. It's a case of vast organizations throwing vast resources at the vast world and coming up with nothing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:27.780",
        "message": "No, that's very well put. And I agree completely. And it's interesting that you said an opinion website because I think that one thing that people do hunger for in this age of ubiquitous knowledge all around them, one thing that they do hunger for is perspectives. And I'm reminded of this shout out to my friend Shaquille who keeps telling me that I should start something like Persuasion, which is a newsletter magazine of sorts started by Yasha Monk in the US. And they've got a bunch of great writers for them. The other thing, and I'll just kind of think aloud and share my thoughts on it and tell me if this is something that has struck you because it's something that kind of took me by surprise is the sort of intimacy that a new content creators can now find. For example, here's a metaphor, let's say you are, and I'll start with the visual arts, let's say you're in a cinema theatre and you're watching a movie, and the screen is a certain distance away from you. And similarly, the camera is a certain distance away from the actors, somebody's coming in on horseback and then you get closer or whatever. If you make it a little more intimate, you have a television screen, it's a couple of meters away from you. And the camera is also a couple of meters away from the actors. So you'll have friends and Seinfeld and people in flats and all that. YouTube brings it even closer, where you're sitting in front of a laptop screen, which is a few inches away. And similarly, a lot of made for YouTube content is that close and that personal. Now, I got to thinking about this when I sort of took this to audio. And I thought about how podcasts are different from radio like it is not true that podcasts are only on demand radio in terms of access, that is true. But a fundamental way in which this is differences radio because of all different kinds of incentives and imperatives has to kind of go broad. So I think of radio, I think of driving in a car and the radio is on and there's a song on and there's a limit to how deep you can go. When people speak, they will speak in these artificial broadcast devices, they will project and so on and so forth. But podcasting is intimate, there is someone's voice inside your head. And it's very personal. And it's something I realized when gradually as my podcast grew, I began to realize almost with a shock, how seriously people sort of take this relationship. And I'm starting with my own example. But this is true of a lot of creators in the creator economy, not just in podcasts, but also on YouTube, where everything, in a sense, feels very personal, there is a personal connect that wasn't there earlier. So earlier, if you enter television, you know, you have to learn certain skills of presenting yourself or what talking or whatever. If you get into say journalism, you have to learn the house style or whatever publication you're writing for. But if you are a blogger, or if you are a podcaster, or if you are a YouTuber, any of these intimate mediums, you just have to be yourself. And that to me is incredibly fascinating, incredibly liberating. And I sort of thought of this also in a different context where in your book, you speak about how one of the reasons Amitabh may have sort of felt drawn to go into politics besides his close friendship with Rajiv and the sentimental attachment and all of that was that when he had his accident in 1982, when he was so ill, you point out how he was stunned by the amount of love and adoration that people have for him. And it's and that's love and adoration at a distance where you're building temples for someone. But there's something much more intimate about this new creator media, which is something I've only started thinking about in the last couple of years, because by accident, I find myself in the, you know, in the thick of things. Is that something you've also thought about as you know, you've spent decades almost doing the old school thing where you're one person speaking to many?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:03.980",
        "message": "I actually thought about it a lot, because I'll give you an example. Whenever I did television, as an old axiom, you still find it in British television or in American television, that you speak to the camera as though you're speaking to a person. Yeah, and that whoever is watching you at the other end, will feel you're talking to them. That like, for instance, our conversation could have been a non tape recorded conversation, it would have been the same. We are making no concessions the fact that this is a broadcast. Now, telecasting, I was always taught, always learned was that like, if you interviewed somebody, you interviewed him like it was a conversation. There should be no artifice to it. It should be like you were chatting normally. One of the things that's happened in Indian television is that anchors have purposely abandoned intimacy. If you go on to one of the more popular English news channels today, there is no sense in which the anchor is talking to the camera as a viewer. One indication is the number of times they will say, ladies and gentlemen, viewer in the manner of a ringmaster at a circus, that you never ever do that in television. Classically, you still don't do it in television abroad. So oddly enough, mainstream media has become much more circus like, much more dramatic and much more theatrical, at least mainstream television, which I think is not only a mistake from the point of view of quality, though it may well work from the point of view of popularity. Because mainstream media has now become so theatrical, has become so much like tamasha and drama, people actually crave something that's much more intimate, that talks to them as though they're real people. I'll give you an example. For much of my television career, I've been an interviewer. And one way to do an interview, and I'm sure there are other ways to do it, is as though you're talking to a person, and the viewer is a fly on the wall, somebody who's heard the conversation. You can't do that kind of interview now. Now you have to ask hostile questions, you have to shout a lot, you have to indicate to the viewer what a muscle macho man you are, etc. There is a much greater consciousness of the audience in mainstream television media now than there was earlier. In say, YouTube or whatever, if the audience is recognized, it's recognized by people who think, hey, you and I are both in on the joke, it's much more sly and it's annoying. There isn't this ringmaster approach. And though these people all say they're getting huge ratings, I think they're actually driving people away from this bandwaja, ringmaster style of presenting towards mediums that are towards media that are much more intimate, where people talk. Radio, for instance, now, as you said, with all these funny voices and these accents and this forced hilarity, and this sense of, hey, we're all having fun on this wonderful radio station. I think that actually started to put people off. They are much happier with somebody who treats them"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:20.620",
        "message": "like adults. And do you think some of this forced theatricality, so to say, comes from sort of falling into a trap that let us say that you're in a, you join a TV news channel today, there is a conventional way of doing things. And you don't want to get away from the convention. And there is no discovery process where you can try out different things and figure out what works. And interestingly, on YouTube, on podcasts, there is a natural discovery process, because anybody, everybody's throwing everything at the wall, and something's taken, niches get formed, and niches get discovered, which wouldn't otherwise even get discovered in the bigger places. So, you know, is that a kind of trap that you see?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:58.940",
        "message": "Absolutely. You look at the younger people, people who've been for three years, four years in the business on many of these news channels. And they're also saying things halfway through talking to a guest, you know, do you think the people of India will stand for this? Our viewers know who's telling the truth. So they started out with this sort of band bhaja approach. And unfortunately, it will become normal for them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:22.300",
        "message": "Yeah, and there's sometimes a lag of decades before change happens in any field. I often talk about, you know, Ignaz Semmelweis, who the mid 19th century doctor who realized that a lot of deaths in hospitals occurred because people didn't wash their hands. And he wasn't taken seriously for decades. It took millions of deaths, potentially from that before people kind of figured it out. And that, of course, had a real human consequence. So one could argue the human consequence here is sort of unseen in a way. I also want to ask you about the art of conversation. Because again, it's something that I think about a lot. I taught a podcasting course at one point where I examined different styles of interviewing. And I found something you said in your book resonated with me. And I agreed completely, where you were at one point asked to do a program that was like hard talk. And you were like, No, I don't want to do something adversarial, I want to have a conversation. And it strikes me that a lot of interviewing that you see, like you just mentioned, is adversarial is looking for gotcha moments is looking to put a person in a spot. Like one of the values that I've developed for myself is one, of course, I don't like to do q&as, I like to do conversations. But the other value is I simply never interrupt. Because what really gets my goat in interviews that I see online is that the host is just interrupting all the time without taking any names. And this keeps the conversation at a shallow level, the guests never really relaxes never gets a chance to go deep. The host is always thinking about his or her next question rather than actually listening and, you know, following those kind of rabbit holes. Now you have like, way, way, way more experience than I have in constructing conversations and in thinking about it. So can you share some of your insights?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:59.900",
        "message": "Yes, my approach to an interview is probably different for many people in the business. Lots of people do detailed research before they go in. They are like cross examination lawyers, they know the answers to the questions before they ask. I do some research, so as not to seem like an idiot, but not much more than that. My perspective is that of a viewer who doesn't know very much about the guest. But I am slightly better informed than the viewer. That's it. Then the rest of it has to be curiosity. Because you assume the viewer has the same level of curiosity, you put the man at ease, you let him tell a story. And periodically, as you've done with me, you make him question his assumptions and say, but do you think that really makes sense? And if the interviewee is honest, he will probably say, you're right, I've thought about this again, as I have with you in the course of this conversation. I think that is how you get the most out of the person. There's also a danger, particularly with celebrity interviewers, that you make the mistake of believing that people watch the show for you. They don't, they watch the show for your guests. So what you've got to do is get the best out of your guests, make them feel you really understand the guest, you know what the guest is like. I think all of that is now forgotten. You have that same, I'm going to get you, I'm going to trap you kind of moment. And yet, if you sit down, can you tell me in the last 10 years, anybody of consequence who's ever been trapped in a television interview on Indian TV? It never works. They never managed to trap anyone. They just wreck the interview. And often it is this, I want to show the audience what a macho guy or lady I am. I gave it, I don't care. If you do that, which is, I mean, okay, if you think the whole thing is a narcissistic exercise, but as an interview, it's a disaster."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:48.620",
        "message": "I mean, I agree with all of that, except I'll add a little nuance to one point, which is that all the podcasters I follow, I actually, all the interview podcasts, for example, whether it's Econ Talk by Russ Roberts or Conversations with Tyler by Tyler Carvin, or Sam Harris's great interview podcast, I don't follow it because of the guests. I take it for granted that they'll get an interesting guest. I follow them because I'm following their intellectual journeys and their curiosities. And of course, those are rich and enriching because they are respectful of the guest and they are not looking for gotcha moments. And they're basically adhering to the principles that we both kind of spoke about. So to that extent, I think that the personal does become very important, which kind of brings me to my next question, which is something that I have kind of wondered and thought about and struggled with at different parts of my past, which is, what do you do for personal satisfaction? And what do you do? Because it seems like a sensible thing to do within your career, and it will make you money. So you know, like in your book, when I follow your journey, I see you doing a lot of shows. And obviously, at one point, it's lucrative and you're doing all of these shows. But what are those things you've done, which you were really passionate about? You know, you really, that you look back and you say that even if I hadn't got"
    },
    {
        "speaker": "Guest",
        "time": "02:04:59.420",
        "message": "paid, I would have done this. Well, I do a lot of writing, for instance, writing I do for ht.com. The column is very popular. I don't get paid very much for it. I do it because I want to have a voice. I enjoy having a voice. So much of my writing, if you write books, there's very little money in books, for instance, but there is a sense of satisfaction. So television on the whole is for the money, let's be brutal about this. But almost all of the writing is done for love of writing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:29.580",
        "message": "and saying something rather than making money. So here's my next question about a journalist, like one of the things that comes out again in your book is that you've got great access. And a lot of the journalism that one does is built on building access, having people talk to you, because that's how you get great stories and all of that. How does this access change how you look at these people? Like, you know, a lot of these people, you speak about what a warm, lovely person, someone like Bal Thackeray is. So on the one hand, you relate to him in a personal way. But on the other hand, you relate in a different way to his politics. And there seems to be a kind of dissonance there. So how does it affect your writing? How does it affect your perspectives? At some point, do you feel that, you know, this is all just a grand play that is playing out and"
    },
    {
        "speaker": "Guest",
        "time": "02:06:17.820",
        "message": "you're playing a part in it as well? Well, two or three things. First of all, I think India has changed. In the era when I had access, I was far from the only person who had access. Journalists were more respected by the political class. People came and spoke to us. They discussed things with us. When we had objections to what they were doing, they took us seriously. Nowadays, you're either a poodle or you're garbage. I mean, nobody really has any respect in the political class, has any respect for journalists or for our views. When they have to engage with journalists, very rarely with anybody of consequence come. Instead, they send these sort of moronic spokespeople onto television to take part in more moronic debates and fight. The real actors hardly ever come onto television. Once upon a time, they would. I mean, I got Narasimhano, Gujarat, various people to come to the studio and talk about it. So, there is a difference in the way people respond to us. Secondly, the price you pay for access usually is that you're supposed to be kind to the person who has given you this access. That's always true to an extent, but it's less true than you would think. For instance, I had a great deal of access to Bal Thackeray, who you mentioned. Yet, almost everything I wrote was against the Shiv Sena. I don't think there's one initiative they took that I supported. You gave me the example of my saying that Narasimha Rao was a small-time manipulator. Yet, Narasimha Rao did not deny me access. I continued to meet him. So, yes, there will always be politicians who will say that since you've written bad things about me, I don't think I should waste time with you. But most mature politicians in that era, even if you were hostile to them or whatever, would call you over partly because they respected you, but mostly because they thought by giving you access and explaining things, they could change your mind. But in answer to your larger question, all access journalism is dangerous because there is often an unspoken trade-off, which is in return for the access to get favorable coverage. So, you have to make it quite clear in the beginning that while you're quite willing to put across their position sympathetically, you are not willing to put across the right position or say that you agree with it. So, my next question is a slightly"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:42.300",
        "message": "complicated and rambly one. One, you've written in your book about how so many politicians are, I mean, all people are creatures of circumstance, but so many politicians as well. You gave the examples of Naveen Patnaik and Jyotiraditya Sindhiya as people who were on a completely different track, but because of circumstances, kind of came into politics and surprised everyone with the personas they adopted and perhaps even the persons they became. Now, it gets me to thinking about, you know, somebody had raised the question of why are Indian politicians today so apparently venal when our freedom fighters or our founding group of politicians are independent, so to say, were such noble people. And my point there was that the incentives were different, that when those people were fighting for freedom like the Nehru's and the Gandhi's and the Patel's and all that, there was no power to be had. So, it wasn't lust for power which drove them. It was a higher set of ideals and therefore, that's the kind of people that they were. Even if they made mistakes as politicians or mistakes in governing and all of that, they were honest mistakes made in good faith. They were driven by the right ideals. The incentives have changed completely today because the state is so incredibly all-powerful and power corrupts, as the cliche goes. And perhaps this is simplistic, that politics always corrodes character because you might enter politics having a certain set of principles. But then to get ahead in politics, you have to adopt a persona. So, the question is, does the persona then become a person? And the secondary question is that, is there a particular type of politician, a type of person, almost a sociopath as it were, who is therefore likely to thrive? Like, I'd done a column on this as well a few years back, where studies had found that sociopaths, and sociopathy by the way for my listeners is, you know, not an empty pejorative. It's a particular condition of the brain where a particular part of the brain, I think the amygdala is damaged in a particular way, so you don't feel empathy for others. And sociopaths are over-represented in, I think it was bankers, prison convicts, and politicians. And my point was that sociopaths are more likely to be drawn to politics because they have the characteristics it takes to get ahead. And in this context, I was struck by something that you said about VP Singh and I'll just quote from that lovely chapter where you write, quote, the problem with VP Singh was that he was a little like Arvind Kejriwal is today. Financially upright, soft-spoken, competent, and capable of evoking strong emotions among his supporters. But he was also a man without any core beliefs, without any long-term loyalty, except one or two political friends, and without any transparency. Even Advani, who was vilified by the secular media, was a relatively straight person. If he said he was going to do something, he usually did it. VP Singh, on the other hand, was capable of such duplicity that if you asked him what day of the week it was, and he said, Tuesday, the chances were that it was really Friday, stop quote. And I love this because Kejriwal is exactly like this as well. So that's a beautiful comparison that is drawn. Now, in the simplistic view that I put forward to you, it would seem that every politician will inevitably be like this. But your book is full of slightly richer and more complex characters. So what is your sense one of, is there a type of person who thrives in politics? And two, how do politicians in your experience wrestle with these kind of dual imperatives, this conflict between the persona and person as it were?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:56.620",
        "message": "Gosh, it's a difficult question. I think there are many different kinds of people who join politics, and they do it for different reasons. We talked about the freedom fighter generation. They didn't join politics because they thought there was any chance of them ever getting anything out of it. They joined because they had a mission to free India. The generation after this believed in a term we laugh at these days, which is nation building. They believed that they were part of building this great democratic experiment that the rest of the world said couldn't work. I think in subsequent generations, it gets more and more difficult. And it depends on which party you're part of. Look at the RSS and the Jamsung. There was a time before Vajpayee when nobody thought the Jamsung would ever come to office or would ever come to power. In 1996, Vajpayee became prime minister for 13 days, had to resign because nobody would touch the BJP and they regarded them untouchable. So what kind of person joins the BJP or joins the RSS in that situation? It's clearly not a man who wants to get rich or a man who necessarily wants to be powerful because the chances are that he'll never get near power. So the answer in my experience is the man who joins in these circumstances is a man who's ideologically motivated, who disagrees usually with the kind of India that the freedom fighters and the founding fathers created, who wants to transform India to be more a mirror image of what Golwalkar or somebody wanted. In many ways, this kind of man is more dangerous. So certainly worth watching more closely because he believes that the end, which is the transformation of India, is much more important than the democratic means, which kept them from getting power for 40 years or 50 years. Therefore, he will do whatever is necessary, whatever is required to achieve that aim and then you're possibly right, it may help to be a sociopath. But that kind of person therefore doesn't care about norms, doesn't care about other people and just does it. So that's one kind of person. The second kind of person is the kind of politician you see today. Many of them are dynasts. These are people who joined politics not because they had any love of politics or any commitment to people, but because it was the family business. For them, politics is no more than a business opportunity. People always think it's extraordinary that so many people who joined the Congress and swore loyalty to secularism are now in the BJP saying absolutely opposite. But for these people, politics is not really about ideology. It's not really about belief. It's only about self-advancement, like a businessman who's done very well in the steel industry, but now sees an opportunity in the computer industry. So he leaves the steel industry behind and goes off to join the computer industry. That's what they're like. And therefore, in many ways, you have to take everything they say with a pinch of salt, because they're saying it only because they believe that's the requirement of the industry they're in. When the industry changes, their rhetoric changes. So there are different kinds of people who join politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:16.780",
        "message": "Yeah, that's fascinating. I'm reminded of Keynes who said, you know, when the facts change, I change my mind, sir, what do you do? A politician might well say that when my incentives change, I change my party, sir, what do you do? Absolutely. Shashi Tharoor did a column in"
    },
    {
        "speaker": "Guest",
        "time": "02:15:28.780",
        "message": "which he said that people who joined a career, say, I'll give you my own example. So you join HDFC bank, and you realize your better career prospects, a stand chart, you change jobs. Politics has become a bit like that people just look at career prospects, there is no sense of ideology of having ever believed in anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:50.540",
        "message": "So that's interesting, because then what that also makes it more likely that the true believers, as it were, are people who are within the BJP, because they joined the BJP, when so you know, that could either be a feature or a bug, depending on how you look at it. My next question goes to a conversation that you report having with Advani about the Babri Masjid, where in your book, you report at one time, you asked him that, how do you know this is a birthplace of Ram? How do you know Ram even existed? And so on and so forth. And his answer is that it doesn't matter what the facts are, it matters what people believe, you know, that faith is important. And this brings that whole dichotomy of faith versus facts. And this is a larger dichotomy in today's times. And this is in a sense, is a question to you about both politics and media, like you must have read Walter Lippmann's classic book on journalism, Public Opinion, where the first chapter is titled the world outside in the picture in our heads, where he points out that most people have a construction of the world in their heads, that cannot correspond exactly to the world, obviously, because the world is so complex, but which is kind of made up. Now back in the day, when you had a consensus and truth, you had a mainstream media, everybody got information from the same place, that picture was very similar. Now the picture can be anything that anybody wants it to be. And therefore, you know, what Murali Manohar Joshi was doing, inventing history's whole scale, when he was in the HRD ministry, is not something that is so unusual. It is something that would be successful, perhaps was successful, will be successful. And just taking that thought forward, it also strikes me that this is something that the ruling dispensation realizes, that what matters is constructing narrative. Governance doesn't really matter so much, one because Indian people have just become so apathetic and resigned to bad governance, but also because you can always build a narrative about anything. And these are really two different skill sets. One is a skill set of winning elections by pushing narratives. And the other is a skill set of governing wealth. And they seem to me to be two totally different skill sets, which have nothing to do with each other. So a party that excels at the one, you shouldn't expect them necessarily to excel at the other or be outraged when they don't. But in a larger sense, how does this make you feel? Because all your life as a journalist, as a newscaster, it's in a sense, I mean, I know I'm stating it a bit idealistically, but it's in the pursuit of truth. It's at least in the recognition that there is a truth. While in modern times, there are just different narratives. How do you feel about this?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:10.700",
        "message": "Well, I think in many ways, Advani with his, it doesn't matter what the truth is, it's what people believe the truth is, was ahead of his time, because you watch Kelly and Conway and all these other Republicans on television now, alternative facts, which is what Advani was presenting us without knowing the term. But I'll give you three examples from social media and the government over the last three days. One is the government got up in parliament and said, there have been no oxygen deaths in India during the pandemic. Two, it got up and said, there has been no shortage of vaccines. And three, throughout social media, the glove puppets of the ruling establishment picked up a story about amnesty and what it said about the Pegasus revelations, twisted its meaning and ran it throughout social media saying that amnesty has denied the truth of the Pegasus report, has said we never said these Pegasus phones were hacked. Now, all three are utter and complete lies. All three got wide circulation, at least in the case of the first two, because they came from people you don't normally expect to lie, ministers in the government of India. But as you say, the sad reality is that they have built a narrative over what if you were kind, you could call alternative facts, but if you were brutal, you would call lies. And that ultimately is how governance functions today. You don't let the truth ever get you down. You invent your narrative, you stick with your narrative, you manipulate social media to promote that narrative, and you browbeat traditional media to also carry that narrative. If they don't carry that narrative, they will say you're being unfair to us. Why aren't you carrying our side of the story? And you say, but your side of the story is a lie. So what? You have to be fair to us. That's what we've been reduced to."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:03.020",
        "message": "Yeah, I'm reminded of that story of if a journalist is in a room and one person tells him it's raining and the other person says it's not raining, his job is not to report both. His job is to go to the window and look outside. Yeah. And I don't know if you've read this book by Harry Frankfurt called On Bullshit. No, I haven't. Yeah. So Harry Frankfurt is a philosopher. I think he wrote this essay in the mid 80s and it came out as a book in the early 2000s. And he uses this phrase bullshit in a particular way. He says that many politicians aren't lying. They are bullshitting. And the difference is that a lie acknowledges that there is a truth and that, you know, it is not the truth. But when it comes to bullshitting, people don't care about the truth. It doesn't matter. They'll just say whatever. It may be true sometimes accidentally. It may not be true sometimes. It doesn't matter. They're just bullshitting, going with the narrative. I think Trump did this a hell of a lot. I see a lot of this coming from this dispensation. In fact, these seem to me to be examples of just bullshitting that there was no"
    },
    {
        "speaker": "Guest",
        "time": "02:21:00.220",
        "message": "oxygen shortage. The government minister saying there was no vaccine shortage is more than bullshitting. It's a lie. It's a lie. It's an answer to a specific question to tell a lie that is easily demonstrably disprovable that everybody knows that there was a vaccine shortage. Everybody can get the figures. But the guy says it because he can. He can get away in"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:20.780",
        "message": "today's environment to telling a lie. No, I won't argue this particular example. But Frankfurt's distinction was. No, I think it's a good distinction."
    },
    {
        "speaker": "Guest",
        "time": "02:21:27.340",
        "message": "I think it's a good distinction. We ultimately nowadays do politics by bullshit. These guys just make it up all along and never let the facts get in the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:35.660",
        "message": "Yeah, exactly. And we see a lot of this in social media as well. So let's kind of talk about social media because I see two sort of disconcerting trends in social media apart from the polarization of the discourse and all of that. I see two sort of ways in which social media can turn a user into a different person. And one is and this is again, perhaps from the vocal minority and the silent majority is not like this. But from a lot of people, you see a rudeness which you would not otherwise see in traditional media, a classic form of that being the quote tweet. Like if you and I were having a disagreement and I said something you thought was stupid, you would not immediately in my presence turn to a third person and say, oh, look, Amit is such a fool. Amit is an idiot, you know, but this happens all the time on Twitter. And it's almost become a reflexive thing that you're passing judgment on others to show your own virtue. Because every time you diss someone, you're basically saying something about yourself as well. You're saying I am better than this. I am at a higher moral ground or whatever intellectual ground to pass judgment on this person. And this, it seems to me can have a corrosive aspect on a person's character, even in the real world. And the other aspect is that people adopt certainty much sooner. Like, you know, if social media had been around when I was in my teens or early 20s, it would have been a disaster because one does so many stupid things, one says so many stupid things. But as you go through life, you learn, you become a better person, you change your views. I think social media often what happens is if you're 19, you know, you find your echo chamber online, you get comfort from being part of an ideological tribe, you put out tweets, you say whatever. And after that, you're jostling for position within that tribe by expressing your purity. I think then having taken hardened stance, you then find yourself doubling down, which is a human tendency. And you become more and more hardened, which otherwise you might not have, if not for these imperatives of posturing and seeking validation and all of that. Is this stuff that you've thought about? I mean, I know you've been at the receiving end of trolling and rudeness and all of that as well yourself. And at the same time, you know, you have a following of your own, you use social media, a fair bit, I see you on Twitter. So,"
    },
    {
        "speaker": "Guest",
        "time": "02:23:47.660",
        "message": "what are your thoughts on this? I think some of it is the tyranny or the advantage of distance. I'll give you a simple example. If you watch any television show, people are very rude to each other. Most shows degenerate into fights or abuse or whatever. Now, if you were to take the guests on that same show, and you were to put them in a television studio, they're always much more civilized. Here they're in windows, they're talking alone into a camera or into a computer, they don't actually see the other person. So, they feel they can get away with treating that person with less respect, being much ruder, being much more offensive than they would be. You take that forward into social media, where not only do you have the disadvantage, if I'm talking to you, I'm obliged to be polite, I mean, it's human nature. If I'm tweeting to you from a great distance, I can say what I like. So, I think that if the impersonal nature of communication always leads to an increase in rudeness, then there are all the factors you talk about, which is that the great thing about social media is that it provides a level playing field. Somebody like say the Prime Minister can tweet something, and you can tweet a response to him. You may have millions of followers, you may have 5,000, but at least when the tweets appear, they appear side by side. So, there is that illusion, that sense of equality that you too can have your say. Now, that's incredibly empowering in some ways. But also, I think it allows people to be more abusive than they otherwise would be. Many of the people say who abuse Rahul Gandhi. If they were next to Rahul Gandhi, they would not do this, but they feel powerful. They feel you can say to him, you're a papu, you count for nothing, etc. So, social media strengthens, gives a sort of Dutch courage to people who want to be negative, allows them to do something. Also, and you made that point about social media mobs, that if you're in it from an early age, you fall in with one lot, and then you double down on your things. Often, social media makes you feel more powerful than you are as an individual, because you feel you're part of something greater. Say, you're part of a Congress mob that attacks anybody who says anything bad about Rahul Gandhi, or you're part of a Sanghi mob that does it. And then add to that the control rooms, the glove puppets, the two rupee walas, who are sent in there basically to lower the tone of discourse, to make it abusive, to make it rude. Once the debate takes on that tenor, when you join, you tend to follow that tenor. So, I think it's a combination of many, many factors."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:37.260",
        "message": "It reminds me of this experiment that was carried out in the US, where basically people exiting a sports arena were sent into a tent or whatever, and there's a puppet there of a sports star who was at that time unpopular with the franchise, and they could say whatever they wanted, went as it were. And the whole deal was that this person would go in and he would shout and scream or abuse or say whatever. And then from behind the puppet, the actual sports star would emerge. So, I'll actually look, I don't think there are video clips of it. I'll look for them, because it's just fascinating. And it's a fascinating experiment of sort of how that kind of works. You know, your book is, I love reading it so much. And I won't ask you more questions on the politics and the media aspects of it. I suggest everyone should just go out and read that. But I'll end with some general questions. And one of those is kind of an observation as well, really, that I wanted to make because one of the things that I was delighted by when I started reading this book was how lol funny it was to use millennial lingo, which honestly, I have to say, I've been reading it for many, many years, I did not expect it to be this funny, like there were"
    },
    {
        "speaker": "Guest",
        "time": "02:27:43.980",
        "message": "chapter titles, which just made me laugh out loud, like, you know, chapter titles are my wife's work, I can't take the credit for them. She edited the book, and she wrote all the chapter titles."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:53.180",
        "message": "Well, they're fantastic, but they come from your chapters, which you did, right? So you know, little things like Pondith here, but I cannot, which is your colleague in the Calcutta office calling up the BBC. And but the funniest part, which I just I burst out laughing and alarmed the people around me was Atlas Bihar vampire, where HD in Bhopal carried a headline, which was Atlas Bihar vampire comes to Bhopal. And you investigated further and found out that it was somebody using a spellchecker and they had meant Atal Bihari Vajpayee comes to Bhopal, but it became Atlas Bihar vampire, which is just hilarious. Well, for that, for the man in question,"
    },
    {
        "speaker": "Guest",
        "time": "02:28:33.820",
        "message": "it happened on a day when I was entering the Hindustan Times and Shobhana Bharatia, who is the owner is the owner of the Hindustan Times, were both in town. And we both woke up in the morning, read this and went ballistic. If he had done it on some other day, you'd have got"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:47.500",
        "message": "away with it. It's just hilarious. Yeah, I mean, Bhopal readers would have been like, what the fuck? So that is something I really enjoyed. My next question is this, that what drives you now? You know, you've been in journalism for so many decades, you're still doing new things, you're experimenting with new things, a lot of your thoughts about the intimacy of the medium, about the nature of how people consume media have changed, are extremely spot on from where I'm sitting. So what drives you like, you know, what are the things that we can expect from you over the next 10 years? And in general, like you've, you've shared, you know, brief snippets of what your philosophy towards life is like, you know, taking happiness in the small things, and so on and so forth. But what is it that really keeps you going keeps you excited at a personal level?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:37.980",
        "message": "I don't know, you know, it's a very difficult question to answer, though, you use the word serendipity for a lot of my career. So much of life has just happened to me, there's never been a grand design, never a desire to do something. I've done things that haven't worked out, because they seem the right thing to do at the time. I joined NewsX, because I edited a newspaper, so it seemed right to now try and run a television channel when that was a fiasco. So whenever I've tried to do something that seems like the right thing to do, it has almost never worked out. So I've just let life pass me by. I have in the last few years, taken much more interest in food, which I think is a growing area. Apart from Easy Diner, I'm also chairman of a company called Culinary Culture, which is going to rate restaurants and courage chefs that had really got going. And then the pandemic happened with a bit of luck that'll end and we'll go on with that. That takes up a fair amount of my time. I like doing political writing, I do it. I've been less keen on television over the last year or so. I mean, I do it because the only kind of, I have no interest in anchoring debates. So the only kind of television I could do would be an interview show, which I am happy to do. But during the pandemic, this was impossible because you couldn't meet people face to face. And there's the other problem which we will have to reconcile ourselves to, which is that nobody in a position of great authority in the government will give me an interview. The way it now works is that if you're Rajnath Singh or somebody with an independent stature of your own or Gadkari, you decide who you give interviews to. But almost everybody else has to refer all interview requests to the Prime Minister's office. And I don't think the Prime Minister is too high in mind to get more, but the people lower down take the line that if the person is not one of us, then he shouldn't be given any access. So you end up therefore doing interview shows with opposition members, with people who are not in politics. I mean, I did it for a while, but it's frustrating. And it got even more frustrating because I did say an interview with Jan Sinha when he was Civil Aviation Minister, he was very good. I had an interview with Alphonse when he was Tourism Minister and he spoke well. They were the two ministers who were dropped immediately when things went on. So the people who are willing to talk to you, the people who are willing to express their point of view, are the people who are out of sync anyway, and probably won't last. If I wanted, say, to interview Nirmala Sitharaman, for instance, there's no chance I would ever get that interview. If I went to Amit Shah's house to ask for an interview, I'd probably be shot on sight. No, I'm exaggerating, but I would certainly be frog-marshed out of the building. So there is no way you can get access into this government. And it's frustrating for an interviewer if you're doing interviews with people who matter, if the people who run this country close themselves to you. The Prime Minister has not given a single interview, as far as I know, apart from a few things to a few selected media people on areas where the questions have been pre-arranged or whatever. He's not attended a single press conference. So there is no tradition in this government of openness, of being willing to answer questions. So that is the problem with doing an interview show. If I can find a way of getting around that, then I'd love to do an interview show. And I have spoken to channels who are interested in doing that. I love writing, so I continue to write, though it doesn't necessarily make me much money, but I think keeps me alive. There's also a sense that when you're 65, which I am now, you've had your say, you've had your turn. There are newer people coming up who want to be on television, who want to run newspapers, etc. And there's nothing more irritating or annoying than an old guy who's had his say but keeps hanging on because he can't find anything else to do. So I've tried very hard and as gracefully as possible to move out of the way. And now it's not just the next generation, several generations below me have come of age for them to appear. So on the whole, I want to now do, I mean, I've worked fairly hard most of my life. I want to do the things I enjoy, and with a bit of luck, do enough to keep body and soul together and make enough money to survive."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:58.140",
        "message": "So a digressive question, because you just mentioned food, and I realized that I have to ask you at least one question about food writing. Otherwise, what is the show even? And this is something I've explored with other sort of food writers who've come on my show earlier, like Shubhana Rayan and Nandita Iyer and so on, which is that when you write about food, initially, one might think that, oh, I like movies, let me write a film review or oh, I like food, let me write a restaurant review. And one may start like that. But when it becomes a vocation, when you continue doing it, and you go deeper and deeper, one does your appreciation of the food increase that much? Like, are you that much more mindful about everything that you're eating and you're thinking about it in different ways that you otherwise would not have? And is there then a larger lesson in it, perhaps for journalists, that the best way to increase your mindfulness about something or your appreciation of something or your knowledge"
    },
    {
        "speaker": "Guest",
        "time": "02:34:49.260",
        "message": "of something is to force yourself to write about it? I think that's true. I think I don't I mean, I like food and I've learned much more. I've been doing this column now, I think next year will be 20 years. So I've been in this column for a very long time. And obviously, I know much more about food when I started than I did when I started out writing this column. And as time goes on, you learn more and you realize the things you've written earlier were wrong, which is always a very humbling experience. But frankly, I've now lost interest in writing about restaurants or writing about food that's good. I'm more fascinated by the other aspects of food. My column this week, for instance, is on biryani. Now, biryani is a huge, huge craze in India, despite many efforts on the part of the powers that be to indicate that khichdi is a more appropriate subject for us to learn. But still, India loves biryani, no matter how you vote. Now, because biryani has become such a craze, there's a lot of misinformation. There's this argument, which I believed for a long time, that biryani, which I didn't believe, the argument that biryani came from Iran, which is nonsense, it was invented in India. We think it was invented around the time of Shah Jahan, or perhaps Jahangir. But because something was invented at the time of Jahangir, doesn't mean that Jahangir necessarily ate it. Just because we are having this conversation at the time of Narendra Modi, that doesn't necessarily mean he's watching. So… So he is watching, though we know that now. Yeah, that's one good thing in India, you're never alone, they're always watching. But more seriously, I mean, just because something was created during a period, doesn't mean it's necessarily regal or royal. And the whole mythology has been built up around biryani, saying it was a court dish and all of that. In fact, the more I've researched, my research shows me things I'd never guessed about and how I was wrong before. All the evidence is that the emperors ate yakhni pulao, which is a dish that came from Iran, and is a more delicate dish, more difficult to do. Biryani was made in these large vessels to feed everybody else. So it was a dish for the masses. It was never really a royal dish, despite the mythology we have now. So doing that story, talking to historians, talking to people who read the original text, trying to figure out from somebody, for instance, in Lucknow, the biryani, what we call biryani, the chefs insist on calling a pulao. So in what sense is the Lucknow biryani a pulao? What sense is it not? I actually enjoy doing stuff like that, which goes beyond saying a Lucknow biryani is the best or whatever. And I think the only way you can still enjoy writing a column like that is if you change the focus from simple, I love, it's great and take a pumpkin, slice it into four, and that's a great way of making it. If you look at the other aspects of food."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:47.180",
        "message": "Illuminating. And this reminds me of a poem by Vijay Sheshadri, where he talks about, quote, unquote, the mountain at the end of the universe. And the philosophical question there is that if the whole universe ends, and there is just a mountain remaining, is it really a mountain? What is it really? Like, what is it a mountain in comparison to, for example? And the same thing could be said about a dish of rice at the end of the universe. Is it a biryani or a pulao?"
    },
    {
        "speaker": "Guest",
        "time": "02:38:08.860",
        "message": "Or is it just a dish of rice?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:12.140",
        "message": "Is it just a dish of rice? And what is rice even? So my penultimate question to you, and it's a two part question, I guess, that you've just written this great book where you've looked back, not just on your own life, but also on Indian politics, Indian media, all of that. It's a very rich book. If I ask you to look forward now, and let's say, look forward to maybe 10 years from now, what gives you hope and what gives you despair about the sort of direction we are moving in and about the possibilities that lie ahead of us?"
    },
    {
        "speaker": "Guest",
        "time": "02:38:39.820",
        "message": "I believe, for better or for worse, that the Prime Minister's greatest achievement is that he's done what people considered impossible. He's weaponized Hinduism. It's easy enough to weaponize a minority and to make them feel they're discriminated against and they have to vote. It's almost impossible, I would have thought, to take what, 85% of the population and make them feel that they're being discriminated against and attacked by the other 40% or 15%. But he's pulled it off. There are Hindus who feel that they're, what's the term, second class citizens in their own country, that they're under constant attacks from jihadis, that the jihadis are coming and taking their women away from them with love jihad. And this whole mythology has been built up. Now, you and I may laugh about this mythology, but what it does is that people now vote for the BJP and for this government, not because of what it does, but because of what it is, which means that till now, the Prime Minister has been moralist, performance-proof. Even if demonetization happens and it's a complete disaster, he's okay. In the first wave, the lockdowns were a complete disaster, but research by some psychologists has shown in Bihar that even the migrants who were displaced went and voted for the BJP. So, so far, it hasn't mattered so much. I don't know if the COVID deaths and the terrible mishandling of the second wave will make a difference, but you can only carry on what is ultimately done where we're all pious about Mayawati and Mulayam. What the BJP is now doing is the ultimate in identity politics. But experience has shown us that identity politics cannot last forever. So while there is an absence at the moment of a clear alternative, I think things could change in the next two years or three years. Certainly, maybe not enough to defeat the BJP, but enough to weaken it. If it weakens it enough, it has to form a coalition. Then Mr. Modi is not quite the titan he seems at the moment. So if you work on that assumption, then the India that he has created may not survive for that long. You may have an India with a more vibrant politics rather than a unipolar politics that revolves only around the BJP. And you may have other regimes and other politicians who are willing to talk to the media, who are willing to give more access, that another spirit of give and take is introduced between the media and the rest of the country. If that does happen, if politicians are willing to talk to us, then I think we are going to be in the next five, six years into a different India. There's also another factor that all of this Muslim bashing is based on the assumption that Muslims will sit there and take it. And so far that assumption has been right, nothing's happened. But will that happen indefinitely? Will people just continue to have their children abused at school, continue to be made to feel that they're traitors to their own country, the country that families are given their lives for? I don't think they will. So if this kind of divisive politics continues, then I think we're in for quite a lot of trouble in India on the communal front. And ironically, all of this is self-fulfilling. If, say, young Muslims who feel discriminated against or unemployable resort to any kind of violence, this is taken to the Hindu majority and said, here, we told you these guys were jihadis, now here is proof. So I think that unless things change, we are in a very dangerous phase when it comes to the fragile communal balance in India. So that is something that concerns me about the next 10 years. I'm also very concerned about the economy. I mean, one of the things we were proud of in the Manmohan Singh era was that India-Pakistan hyphenation had ended. It was now India-China. Nobody bothers to even talk about us in the same breath as China. We are back to being India-Pakistan, at least largely because the political establishment has not only screwed up the economy, it has been obsessive in its emphasis on Pakistan. We used to say once upon a time that India is top of the mind for every Pakistani, but for Indians, who even thinks about it, we hardly even think about it. Not true any longer. Politicians think about it every day. I think that's also a very dangerous phase. If the economy does not deliver, there are many, many people joining the job market. They will not get jobs. There will be a huge amount of unrest and a huge amount of frustration. So what are the solutions required? I think, one, you need some kind of more tolerant, more inclusive regime. That may not be possible with the current cast of characters, but perhaps those circumstances will change. You also need somebody who understands the economy, knows how to manage it. I mean, the distinguishing factor of this government's economic management has been mediocrity. Nobody says that they're geniuses, they're going to do things. I hope that changes very quickly because we've gone in seven years from being the country the world looks at and wonders what will happen to being the country the world worries about. There's a huge uproar in India at the moment because the economists just called India the sick man of Asia, which is the kind of thing they used to say about India in the 60s. But I think we risk going back to those days, and that worries me greatly. So there is some reason for hope, but there are many,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:16.780",
        "message": "many reasons for concern. Yeah, wise words. And you know, that old cliche, I think Harold Wilson, it was said that, you know, a week is a long time in politics. So it's actually unfair to ask anyone a question about what politics could look like 10 years from now, because things change so fast. I mean, just looking at America, and I'm thinking aloud in 2004 when Bush beat Kerry, who would have thought that your next president is going to be a guy whose surname rhymes with Osama and whose middle name is Hussein? Or who would have thought when, you know, Obama won for the second time, the next president is going to be Donald Trump."
    },
    {
        "speaker": "Guest",
        "time": "02:44:48.300",
        "message": "So crazy things happen. So all political predictions are a high risk business."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:54.140",
        "message": "Yeah, exactly. So my final question, and this is, again, something that's particular to the show, because people like to read so much, and they're always looking for book recommendations, without any bar on subject or genre or whatever. You know, if there are four or five books or whatever number is easy to come up with you on the spur of the moment, which you want to share with the world, you feel that, hey, these are books everyone should read. Or if there are books that you feel shaped you and change the way you look at the world, you know, give us some"
    },
    {
        "speaker": "Guest",
        "time": "02:45:21.580",
        "message": "recommendations. Christ, it's difficult. I'm trying to think. Well, fiction, I've quoted from it. So I'll quote from it again. I think in many ways, it's the perfect novel. I think everyone should read The Great Catchment. Because it's ostensibly a simple story, but there's so many little pearls of wisdom, like the lines I quoted earlier in the show. I think everyone should read that. Thinking. I think anyone who lives in Mumbai should read Sacred Games. I think it's still the definitive Mumbai novel. I wouldn't be too worried about the television adaptation, the first one was good, the second one was rubbish. But just read the book. I think the book is worth reading. If you're interested in the media, which I think many of us are, particularly the history of the media, to understand how we got here, read The Powers That Be by David Halberstam. That came out in the 1980s. But it tells you how CBS became what it is, how Time magazine became what it is. It talks, The Washington Post, it talks about great media organizations and what it takes to found them or to become them. Books about India are pretty much anything by Ram Goa. I don't think I've ever read anything Ram has written and not felt enriched at the end of time. And both of Nandan Nirakani's books, I think they're both interesting. The first one is even better than the second, but both of them deal with stuff at the level of ideas, which I think is unusual in India. And it sustains your interest. And I think Shashi Tharoor's book on Empire. I can't remember what it was called, what the British did to us in India, was Inglourious Empire, something like that. Please read that. I think it's very important for every Indian to know what the British actually did for us and what we should be upset about. And yet, as we all know, we gained also, but we gained at enormous cost. Big enough list?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:24.460",
        "message": "That's a big enough list to start with. Maybe some other time if you're on the show, you can come better prepared with more books. I'll think of it. This was a curveball. Yeah. Veer, thank you so much for coming on the show, for sharing your insights, for giving me your time and for writing this wonderful book, which made me laugh so much"
    },
    {
        "speaker": "Guest",
        "time": "02:47:40.700",
        "message": "and which also taught me so much. Thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:42.620",
        "message": "Thank you. It has been a real pleasure and a real joy. Thank you for inviting me. Thank you."
    }
]