[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Here's a fundamental value of mine that shapes the way I look at the world. I believe that two consenting adults should be able to interact with each other in any way they want as long as they're not infringing on the rights of anyone else. As long as there is consent and it's not harming anyone, it's morally wrong to get in their way. Now this holds true in any context. This interaction could be in the bedroom or in the marketplace. And yet you will find people of different ideologies that will oppose such freedom in one domain or the other. Some want to clamp down on personal freedoms, invoking shady notions of collective morality. Some want to clamp down on economic freedoms. All of these restrictions are morally wrong. And not only are they morally wrong, they lead to terrible consequences. Societies grow and prosper through the free exchange of ideas. Equally, societies grow and prosper through the free exchange of goods and services. That is why voluntary interaction is so amazing. It leaves both people better off. I like to invoke a phrase coined by the writer John Stossel for this, the double thank you moment. Let's say you go to a cafe to buy a cup of coffee. When you hand over the money, the cashier says thank you. When you receive your coffee, you say thank you. You value the coffee more than the money. It's the other way around for the cafe. Both of you are better off. This is magic. This is the secret of economic growth. Across the world, societies became prosperous when people started interacting in such positive some ways. There's a direct correlation between the degree of economic freedom and the rate of growth anywhere. This is why after millennia of not much happening, millennia of pretty much everybody being poor, the last two centuries have lifted our standards of living so much. Globalization, trade, consenting adults. Despite this, markets often get a bad rap. Here are a few reasons for this. One, it is intuitive for us to think of the world in zero-sum ways. If someone is getting richer, we assume it has to be at the expense of someone else. But this is not true. All voluntary interaction is a win-win game. Two, we confuse cronyism for free markets, while they are opposite things. In a free market, the state looks after the rule of law and there are no barriers to entry. Competition benefits everyone. But big companies often lobby the state, even purchase the state, to get coercive laws made that restrict competition, protect their own incompetence and harm consumers and citizens. This creates the opposite of a free market. But people often mistake this for markets themselves. Three, through history, including our own history in India, we have seen rapacious companies get together with a coercive state that has a monopoly on violence to exploit the people. This is exactly what the East India Company did and it causes an irrational distrust of markets, while it should really cause a rational skepticism of state power. Four, some of us are entranced by an engineering mindset, the notion that we are smart enough to design the world from the top down. This is what Frederick Hayek called the fatal conceit. And it is, of course, a fallacy. Five, there are ideologies that build a narrative of compassion around themselves and rely on using state power to suppress individual rights, whether in the bedroom or the marketplace. And these are often couched in good intentions. These good intentions are seen. The terrible consequences of the coercion they involve are unseen. So we need to be clear-eyed about this. At both a moral and consequential level, freedom is good in every domain. And that is why India's liberalisation of 1991 was such a big deal. It increased our economic freedom, empowered individuals and lifted millions of people out of poverty. It was a humanitarian miracle."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:52.840",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:05.160",
        "message": "Welcome to The Seen and The Unseen. 30 years ago, India lifted many restrictions on private enterprise, which brought over a quarter of a billion people out of poverty. But the reforms could have gone further, and the momentum eventually ended. Between 1991 and 2011, we had a golden period. Since then, we are on a downward trajectory. What makes it worse is that over 60% of India is born after that liberalisation. So though they reap the benefits of those reforms, they don't realise what a big deal they were. They don't have a memory of the times before those reforms. In some cases, they even idealise the ideologies that kept us poor for decades and caused so much suffering. They look only at the intentions and not the outcomes. In an attempt to correct that, the Mercator Centre at George Mason University, led by my friend and frequent guest Shruti Rajgopalan, have started something called the 1991 Project at the 1991project.com. I encourage you to head on over and check that out. I invited Shruti to speak about those reforms, as well as another of my favourite economists and frequent guests, Ajay Shah. Ajay has done brilliant, lucid episodes with me this year on the farm laws as well as the economics of vaccination. And I'll link both of those from the show notes. He's also been an inside player within government for many of these years, and knows all the protagonists involved. When I invited them here, my intention was not just to talk about the 91 reforms per se, but also the India of the four decades before that. Why did we go in the direction we went in? What were the consequences? What was life like before 1991? And all three of us are old enough to remember some of that. We got historical, we also got meta. And we had a digressive conversation, which was so much fun. Before we get there, though, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up level yourself. Shruti and Ajay, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:25.880",
        "message": "We're very happy to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:29.000",
        "message": "We are very happy to be here. Thanks for having us. Actually we should have rehearsed this before so we could have figured out which one of you gets to react first. But you're both happy to be here now that we've kind of established that. What I'm not going to do during this episode is the usual drill I do with new guests about what has your life been like? What are your intellectual influences? Where did you go to school? What did you eat for dinner when you were eight years old? Because we, you know, both of you are familiar to my listeners by now being such frequent guests. So instead, why don't we start by talking about, say, your life in the 80s, or your life growing up rather by 80s, I'm just thinking of my own childhood, but your life kind of growing up because the fulcrum of this episode in a sense is the 91 reform. So obviously, it's not as if everything happened at that fixed point in time, something's happened before something's happened later. But I find that today, you know, given that more than 60% of India is born after 91 doesn't really have a sense of what life was like before that. And often have this really idealized view of, you know, what India was like before that. So, you know, I'll chip in as well with what little memories I have, though I was, you know, relatively incredibly privileged in those times. But Shruti, why don't we start with you? Because in your wonderful essay on the part of the 91 project, one of the things I liked about that essay was that you brought the personal in also, where you speak about what life was like in the 70s and 80s, and what your grandmother would do differently and what your mother would do differently today and all of that. So give me a sense of what life was like back then."
    },
    {
        "speaker": "Guest 1",
        "time": "00:09:03.640",
        "message": "So you know, I was incredibly young when the reform moment happened. But for most of us, like anyone's childhood memories, you only know what you see around you. So it's not like when I was a kid, and I was growing up in like, you know, mostly socialism, very few goods and, you know, variety in goods in terms of consumer goods, right. So, you know, very much grew up in the two brands of chocolate, two kinds of cola drinks sort of world, right. And it wasn't unusual, simply because we didn't know better. It wasn't like we were privy to this whole other world out there, where there were these amazing things that were available. So for me, two things happened simultaneously. Somewhere around 1991-92, my parents had to go abroad for a stint. And they were real troopers, they took me and my sister, they kind of like more than troopers, I think they were a little bit crazy. They just yanked me and my sister out of school. And they said that you learn more traveling across Europe. So you know, just come along with us. So we basically didn't go to school for more than half a year. And my mother's a musician. So we sort of traveled with her. And it was really the first brush with markets, right? And the idea was all the myths that we read in our textbook was India is poor, India is overpopulated. There are too many people trying to go for too few goods and things like that. But one of the stark things you realize when you're in Europe is that the places you enjoy the most are the places that are crowded, right? And the places that are not crowded that have too few people, they are rich, they have things, but the stores close at four in the evening, right? Nothing is that easily available. Even the streets are sometimes not lit in some of these, you know, Dutch villages and things like that kind of feels pretty off. And the really big cities which are noisy and polluted. And you know, when you go to London or you go to Vienna, those are the incredible places. So you know, one thing became very clear that there's something about this overpopulation thing, which is very off that I, you know, kind of viscerally figured out that I seem to like these places. The other was just that there are possibilities of things that are available when you go to a store, right? You just go to the supermarket and it's no longer two types of things. My mother spent our entire childhood, my sister and I have identical clothes because my mother bought cloth, took it to the tailor and got it stitched. And when you're very young, there's too much leftover cloths. You're basically making, you know, both kids wear identical clothes. Our childhood pictures are ridiculous and will never be revealed. So those are sort of the biggest memories. Now I have a very different point of view when I look back at my childhood, because now I'm a professional economist, right? So now when I look back at my childhood, I'm not just looking at it from the point of view of what my mom did or my grandmother did. I have an analytical framework I can impose and now understand why this was happening. So for instance, my grandmother used to spend pretty much every day in the afternoon, like post lunch and before dinner, she would go through all the rice, dal, wheat, and, you know, kind of separate the kankad. You know, there's a kankad and pathar. That's how many there would be, right? Another instance is we would not buy atta in a packet. Okay. We would actually get the wheat. My grandmother would do the separation thing and we would take it to the chakki. Okay. And we would be allowed inside the chakki where they would watch and make sure that nothing is adulterated, right? Nothing is mixed into the atta and it's really pure. These are very strange things to do. Okay. If you think about it, it means you basically don't trust branding, right? You don't trust the reputation of any good. There is too much adulteration in the market, right? And now when I look back, I'm like, oh, I understand why there was so much rampant adulteration in the market. It's because prices are controlled because of the Essential Commodities Act and, you know, everything that follows. And now you get everything at a very specific control price at the ration shop. So there are two ways of doing this. Either the ration shop people just, you know, kind of escape and they just siphon off all the wheat to the black market and they try to make a killing. But still, there are going to be people standing outside the ration shop and protest, right? So you've got to give them something. So what is a way to both siphon off some of the wheat and rice and dal while also serving the poor notionally? It's just you mix it with, you know, all this other pathar and kankar until it reaches a weight where the market price will compensate whatever the control price is, right? Because now you've mixed it in and the weight has increased. So these were the sorts of things that were going on. Of course, as a 7-8 year old, I have no idea that, you know, there's this entire socialist political economy at play. It was more that this is just how life is. The sort of like aha moment really came, I think, maybe starting 1992-93. You get this big shift in consumer goods, you know, and some of it is pre-1991. Like, you know, Pepsi, drinking Pepsi was like a major thing in our life. My sister loved Michael Jackson. Michael Jackson drinks Pepsi. Pepsi must be amazing because Michael Jackson is amazing and all the other things that follow. But Pepsi actually came to India a few years before because of various, you know, deals that the government was literally trying to woo the company to come back and set up plant and things like that. So some of this was already in motion. But by 1992-93, you suddenly started seeing a lot more things. The second was you could finally import stuff, right? So you could get like a like a VHS recorder fairly easily or a CD player fairly easily, even if you couldn't get like CDs easily from a library. Those sorts of things started becoming very common quickly in my childhood. And I remember that, you know, that moment being quite stark because we had just seen all these amazing, you know, variety of goods. When we went abroad, we came back to India. And within a matter of three, four years, you started getting the same things. And of course, you know, all the usual stuff. I think we already managed to get a gas connection and a phone connection pre-liberalization. But I remember it taking a long time. Right. So when the cell phone revolution happened much later, when I was in college, that was sort of like a like an incredible thing. So some of this is like lived experience. Some of it is just when I look at childhood pictures and I try and understand what the hell is going on in my household, I look at it as a grown economist. And that's the way I make sense of my my childhood. So my memory can"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:52.560",
        "message": "be a little bit faulty on this. Yeah, I can I can imagine you asking your mother that, hey, why did me and my sister always wear the same clothes? And she's like, you are an economist, you figure it out. And I'm really glad you brought up that overpopulation point because that's still a bogey that is being banded around. You know, we were taught in our textbooks that India's problem is too many people. I mean, India's problem is really bad governance, not too many people. You know, too many people is a great thing. People are brains, not stomachs, their resources. And that's why in all of human history, what you see is a migration from places with less population density to places with more population density. That is why we go to cities. However much we may idealize village life, I don't think most of the listeners of this episode for that matter, are you know, living in say villages or whatever population is great, people are great. And every time a politician tells you population is a problem, the politician is telling you you are the problem. That's again kind of resonant because with me in the 80s, because I was of course, a son of an IAS officer. So things like you know, I didn't have a scarcity of a telephone at home. But you know, as you were speaking, I just remembered an interesting incident when I was in the 11th standard, which would be in the late 1980s. A girl who was my classmate in college just rang the bell outside and I opened the door and she said, Hi, I was just passing by and I need to make an urgent phone call. Can I use your phone, please? I know you have a phone. So I said, Okay, so she came in, she made a phone call, and then she went off. And of course, I was pretty clueless and perhaps still am. So it took me many years to figure out that the purpose of her visit wasn't necessarily the phone call. But that's how scarcities were. It would take you five years, 10 years on a waiting list to get a phone. You know, I had an episode with Raghu Sanjay Lal Jaitley, who writes that fantastic newsletter with Pranay Kutasane. And the episode was titled Raghu Sanjay Lal Jaitley's father's scooter. And you mentioned scooters in your essay where you point out that a second hand scooter actually cost more than a new scooter because a new scooter would take 10 years to come and I want to read out this lovely para from your piece where you write quote, is this the first time I'm quoting you at yourself in the show? Well, okay, it's very freaky, probably. Yeah. So you're right, quote, it got so bad that when a girl child was born, well wishers would only half in jest, suggest to the parents that they should immediately book a scooter, so it would arrive in time for the wedding. This was reminiscent of the old Soviet Union joke about a man paying for an automobile. The clerk tells him it will be delivered in 10 years. The man asked morning or afternoon, what difference does it make response a clerk? Well, the plumber is coming in the morning, stop good. And it was kind of the same with everything, not just phones. Like, you know, another thing I remember was that back in those days, it was a very, very big deal if someone went abroad to study, right? It was a huge deal. You know, you had to be the elite among the elite for that to happen. While today that is so commonplace. The opportunities are just insane. You know, an airline flight, even for a privileged kid like me was such a big deal. flights were so expensive. And like I remember looking at the prices 15 years later and realizing that they are the same, you know, and obviously inflation had happened. And in real terms, they were way, way cheaper. And when that opened up like today, you know, smartphones even are so affordable, so many more people can fly. And again, I remember what a struggle it was to get the books you wanted the movies you wanted. I remember in fact, when satellite television came something that you mentioned, just watching star movies or whatever the equivalent was in freaking bewilderment that they are showing movies all day. I don't have to wait for that once a week when Doordarshan will show something all day. I can watch seven movies a day. It was mind blowing. But before I kind of forget, yeah, go ahead."
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:34.640",
        "message": "I want to add something to the to the Bajaj thing. You know, the actually the Soviet Union joke Alex told me Alex Davrok told me that joke and I have appropriated it. So you know, the Bajaj thing, there are like, I just want to unpeel that because it's a good example of what was going on and why it was happening. Right. So on the one hand, you're like, oh, you had to wait a long time to get a Bajaj scooter. Right. Now, that seems a little bit like what's happening right now during the pandemic. I just moved homes. I ordered some furniture and because of all the supply chain, you know, complications, it's going to take like six weeks for some very basic furniture to show up. But that's not the reason that it was delayed. It wasn't like a pandemic or something like that. It was more endemic than that. And the reason is that the original command and control system, they thought that all the means of production, right, all your typical iron, steel, these sorts of things, they're very scarce. Right. We need to make sure that these things are used well and not wasted. And the way we ensure that it's used well in a closed economy where people can't just go to global markets to just buy as much steel as they want is to ensure that the government allows people based on priority on what they can and cannot produce. Right. So there's an order of priority list on who can use what kind of steel. Now, once you make this kind of five year plan document, which we can talk about in detail, and it's fairly complicated to make this and you still get it terribly, terribly wrong, it can't be done. But let's say that you attempt this kind of five year plan document. You still need to figure out that, hey, I have X tons of steel that we're producing in the country. And now what are the priority sectors? OK, so they'll have an order of priority. You know, some of it has to go to heavy machinery, blah, blah, blah. Now, scooters and Vespas is somewhere in the list of priority, right? Godrej, Almera is somewhere in that list of priorities. So you keep going down bicycles, spectacles, whatever. The thing is, they realize somewhere down the line that people actually want more scooters than you think they should want. Right. That's what's really going on. Right. So all these young men who are now, you know, in the 70s with like an explosion in population growth, these young men, why do they want these scooters? So now Bajaj says, but they want them. So what do we do? And, you know, Rahul Bajaj just talked about this. He keeps going back to the Ministry of Commerce and industry and saying, I want an expansion permit because lots of people want scooters. Now, what normally happens when you limit the number of scooters that can be produced, but more people want it. Right. The price of scooters will go up. But when you're in a socialist economy, you cannot allow Rahul Bajaj to profit from the system you put in place in the first place. Right. To make sure that resources are used appropriately and they're not wasted and so on and so forth, which means now not only will Rahul Bajaj have a limit or a restriction on where he can set up his firm, how much he can produce, how much steel input he can use, how many workers he is allowed to have on the factory floor versus in the sales department. These are times where if you had to shift someone from the sales office to the front office or the factory floor, you needed to go back to the government, get permission and come back and make the switch. Right. These kinds of times. So not only do we have to do that, now we also have to control the consumer end. Right. People want this too much and they're going to drive the price up because they're stupid. They want these Vespa Bajaj Vespas. They shouldn't want them. So now how do we control the price? We put in price controls. So now an automatic consequence of price controls and not being allowed to expand supply because you have these expansion permits which are required is you're going to have quantity demanded far exceeds quantity supplied. There's a very classic shortage. You can have long lines. Right. Sometimes. And in this instance, the long lines is replaced by other things. So one of them is just time preference. Right. So the point that you were talking about, which is a second hand scooter today is more valuable than a first hand scooter 10 years from today, because now I can have it today. But it also pops up in this marriage example because if you talk, I'm too young for this. So maybe I'm going to anytime I want to make like old people jokes, I'm just going to dump it on you guys. But Godrej Almera's right Bajaj scooters are all number one dowry demands. Right. Because that is a moment when you really know someone will go a very long way to skip the line. Right. So Bajaj scooters are not mostly being driven by men, not so many by women, but it's always the bride's father who's like struggling to get these things. So there are about six kinds of socialist command and control problems going on for this joke to become so endemic to Indian life. Right. So it's not just any shortage, because Indians also face all sorts of shortages. Sometimes you have to wait in a long line to get an iPhone. This is not that kind of shortage. I just want to make that clear, because I don't think this is the sort of shortage that most Indians modern day in modern day life have experienced."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:43.760",
        "message": "Absolutely. So, Ajay, you've been silent all this while, though not silent all these years. So tell me what was life like for you kind of growing up in India, I'm guessing that there were a lot of things which were normalized, which felt normal. And over a period of time, you actually start as you know, as you become an economist, you apply your frame to it and you kind of figure out, you begin to break it down and understand exactly what was going on. But, you know, give me a glimpse of sort of what it was like for you in the 70s and"
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:12.040",
        "message": "80s. So I grew up in the 70s. And some of my more interesting memories from that period are my sisters and I would venture out in the morning to stand in line for the rationed access to milk and bread and butter and cheese. There were long queues. And so it was efficient for parents to have multiple children because you could parallel process on those queues. And it just seems unbelievable that there should be shortages of milk, of bread, of butter and of cheese. But that's the way it was. These things were just not available. I remember pervasive lack of access to books and music and so on. So getting books was a big deal. I mean, I grew up in a house with 6000 books, but each of those books was a treasure and it was like a sustained long range project that we're going to get this book and it would be like a big task before we would get this book. I was at the Hostel 3 at IIT Bombay in 1983 and we had an LP of The Dark Side of the Moon by Pink Floyd and nothing else. Why? Because that was the only LP that was released by HMV in India. There was no other Pink Floyd content. So Susan Thomas got Wish You Were Here from Kuwait and that was like our first precious LP which could play Wish You Were Here. So it was a strange world. It was a funny experience growing up through all that. My father was an economist and, for example, we got to read Milton Friedman's Free to Choose in 1976. So we were very much aware of that intellectual discussion around how this whole thing is broken. So we could rage against an incomprehensibly stupid system, but we also lived in it. I also remember, I first went abroad to do my PhD. This was in 1987. And I vividly remember that in Los Angeles in 1987, for the first time in my life, I saw a highway. For the first time in my life, I saw a CD player. For the first time in my life, I heard a CD. These were things that didn't exist in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:28.920",
        "message": "Magnificent. You know, before we talk about 91, I really do want to talk about 1947 as well. You know, it seems necessary. It wasn't that, you know, you had a bunch of policies put in place by one person. And, you know, and it was an accident and historical accident and we suffered for that reason. And then eventually we overturned some of the policies and things get better. It was much more than that. There was a certain way of thinking that was pervasive in those times. And before we actually get down to talking about the ways of thinking, especially of, you know, Nehru and his influences and so on, a sort of a counterfactual question, because if you look at the leaders of that time, you actually see different ideologies. It is not necessarily the case that it is inevitable that India would have set upon this path. You know, you had people like Raj Gopalachari and Patel who were of a more liberal bent as far as markets were concerned. And you also had people who were far more to the left than, say, Nehru himself was. So on one hand, it is a popular and largely correct notion that Nehru was a creature of his times. This was the temper of the times. Nobody at that time knew the reality of the Soviet Union. It was natural to kind of admire them for what they did. And Friedman hadn't written his books. Hayek was an obscure economist somewhere. But on the other hand, it's also kind of true that there were other directions we could have taken. And this is not just in terms of economics. It's also just in terms of so much else, the direction our politics took, the constitution that we came up with, all of that. So when you look back on that period in history, is there a sense of perhaps an opportunity lost? Is there a sense that, hey, it could have been worse? Like one point so many people make is that the fact that India stayed together, that the center held, is itself a kind of a miracle because many such previous experiments just fell apart after colonialism was defeated. So what's kind of your sense of that, Ajay?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:29:24.760",
        "message": "I'm closer to the position that if you and I had been co-pilots with Nehru standing in the 20s and 30s and 40s, we would have been closer to those positions. So let's look at that world. At that time, the argument would be made that, look, the Great Depression showed that the simple application of free markets doesn't work so well. Folks like John Maynard Keynes were very keen to protect some basic decency and liberal democracy because as they saw it, the alternative was to collapse into national socialism in Germany or communism in Russia. So the idea was that the only way to stave off the barbarians was to give up some of our economic freedom. Then when you look from the viewpoint of people in India, of the dreamers for India, there is no question that there was a remarkable economic development project which took place in Japan after the Meiji Restoration and in Soviet Russia after the Russian Revolution. So people like Nehru dreamed that we don't have to take 400 years to do this. Can we do this in 40 years? And Nehru often talked about this tension that you wanted the decency of British liberal democracy, but at the same time, you want to match British quality prosperity within 40 years, within 50 years, within 60 years. So they felt that state mobilization and the quaint term used by development economics, which is a developmental state, was the way to do it. One more piece I want to add to that is the Second World War. During the Second World War, all over the world, governments commandeered the economy. They normalized oppression because all parts of the economy were taken over by the government. I want to say in passing, there is a bit of that going on with COVID-19. War powers is a huge problem because it normalizes state control. I have increasingly grown to think that by default, we tend to sink into oppression. It takes a tremendous effort by a people, by an intelligentsia, to claw back freedom. That state oppression is the norm and freedom is the exception. And around the time of the Second World War, all over the world, state domination was the norm and not the exception. Look at the UK, look at the US. They had price controls all the way to the 70s. If you read about Australia all the way to the early 80s, it sounds like the stupidity of Indian public policy. So it took many years for the world to wake up and say, no, that's not the story that makes sense. So I'm reasonably sympathetic to the kind of arguments and the debates that took place in that period that led to a certain outcome. I envy a country like Taiwan, a country like South Korea that chose to walk a different path. I admire the people who did that, who led that. My reading of that period is that that was an exception and I fear that if the three of us were put in that place, in that time, in that consciousness, with that sense of the dream for India, that we can do this rapidly. I'm much more of a conservative today in the sense that you let the world evolve organically. At that time, it was much more fashionable to think that a developmentalist state will take a country by the scruff of the neck, will remake a country, will make a new man. There was all this dreaming about the power of a state to reshape a society. So I'm sympathetic to what those guys did while recognizing in hindsight that those decisions were awful for the country."
    },
    {
        "speaker": "Guest 1",
        "time": "00:33:12.320",
        "message": "I would add a couple of things to this and go even a little farther back in history than what Ajay just said. You know, when you started Amit, you asked if this was like a foregone conclusion, right? If India was just predestined to do this. So some of it is, of course, there is an entire structure of war controls in place. You know, Nehru becomes the successor and he's very enamored by socialists and there's that going on. But I think if you go back maybe 50 years, 60 years before Nehru, you start seeing the big change happening, right? So if you look at the Indian intellectuals of that time, you see the old guard, which is, you know, Nauroji and you see Hume and you see, you know, Feroz Shah Mehta, right? All Gokhale, right? All these people, they are liberals somewhere influenced somewhere between, you know, Scottish enlightenment and like sort of Burkean conservatism, right? That's kind of where they are. But their experience, and this I have learned from studying, especially Nauroji, is number one, that the British government, while they might pretend to be laissez-faire, it's really a mercantilist economy. It's not really functioning like a laissez-faire economy. And second, when it comes to India, it is acting as an extractive state, right? It's a predatory state. So they're literally just, you know, stealing resources from India. They are burdening, they are taxing. It's not like India is, you know, gloriful free trade internal network at that time. When they start lecturing on these things, the only allies that Nauroji finds is the Fabians, right? So when he goes abroad, though he's standing for elections in the Liberal Party, and this is William Gladstone's Liberal Party, it's not any willy-nilly, you know, aaj ka Liberal Party. But the people who support Nauroji to even win the seat is the Social Democratic Federation, right? Like George Bernard Shaw says, I'm so glad the SDF went Fabian and supported the Fabian candidate, who, by the way, is Dadavai Nauroji, right? So the Fabian connection to Indian nationalist movement goes back about 50 years before Nehru. Nehru is a consequence of that. It's not that Lasky and George Bernard Shaw just whispered something in Nehru's ear and wow, he became Fabian, right? Some of this is, you know, by then, John Maynard Keynes has already written the obituary of laissez-faire. It's called the end of laissez-faire, right? His essay. And you can see there's the shift going on, right? So there is progressivism in the US, there is fascism, Nazism in Europe, there is full-blown, you know, command and control socialism happening in the Soviet. So, I mean, the whole world is going in a particular direction. So that's part one. And there are very few naysayers, okay? Hayek is not obscure at that time. Just FYI. Okay, he's already written his, done his work on capital theory. He's taken on John Maynard Keynes. He's like the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:01.280",
        "message": "world's most famous economist. I think for non-economists, he's kind of obscure. Actually,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:06.480",
        "message": "for non-economists of that time, he's not. I'll tell you why. Because when he writes The Road to Serfdom. That's 1945 or something, right? 44, yeah. Yeah, it's, but you know, I mean, the Reader's Digest does a miniature version of it, like which, you know, major economist writing major books today is appearing the next day in Times of India or Stardust or, you know what I mean? So what I mean is that they had more connection to the intellectuals than we imagine now. But leaving that aside, so, you know, B.K. Nehru says that all the people who were interested in the Indian nationalist movement went to LSE because LSE supported, you know, Indian freedom. Why did LSE support it? Because the Fabians were so close to British Labour Party. The Labour Party was more pro-Indian independence versus the Tories. So there is like a deep linkage here, which is at the time India got independence, given that it was the Labour Party in power. Right. And given that there were war controls and it's actually Nehru who succeeded, you know, it's almost predestined we're going to be Fabian. But the second part is because this was going on, all the Indian intellectuals who actually went abroad to originally appear for the civil services were also exposed to this. Right. So for me, it's not interesting that Nehru was influenced by Lasky. For me, what is interesting is Trilok Singh and P. N. Haksar are Lasky students. Right. P. N. Haksar is the most important advisor to Indira Gandhi and Trilok Singh is like, you know, sort of the first de facto writer of, you know, the first five year plan and things like that. So I think that is the more interesting thing. You know, when Ajay said that if the three of us were advising them, you know, maybe we would have gone with the vein of what things were or we would have advised them differently. But that's the point. The army of people advising Nehru other than a very small minority, the people in the civil services, the people who are actually executing these war controls, they have largely wholesale bought into this idea that development can be led by the state. They are very far from the Scottish Enlightenment view. And second, even post-World War, when the world is now saying, hey, we need to once again embrace liberalism and trade, the global consensus among elite economists says that's the prescription for developed countries. Developing countries still need industrial policy and import substitutions because they need to be protected. And, you know, it takes the South Korean and Taiwanese miracle in some sense for that view to change and like Anne Kruger and Bhagwati and all to come along and say, hang on a second, I don't think this is a good prescription for developing countries. Developing countries are doing great without, you know, industrial policy and import substitution. In fact, they're getting impoverished because of this. So there is a scaffolding of ideas which is being held up by people in positions of power within the bureaucracy in politics, which we have now forgotten because we don't read all this in history. But I think that is the critical part as opposed to Nehru did this and, you know, Manmohan Singh did that. Manmohan Singh happens to be an academic economist. So we put him in a different category, but like Nehru did this or Bajpai did that or, you know, Narsimha Rao did this. I think that's a little bit reductive version, both in 91 and in 47."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:24.680",
        "message": "Right. Fascinating. And, you know, on the note of what you were saying about, you know, the economic temper of the times and how the world was generally evolving, just a point and a recommendation. And the point is that at one point, and this might confuse some listeners, that you said that you spoke about the move away from Scottish enlightenment ideals of individual freedom and personal liberty and all of that happening with progressivism and Nazism and command and control. And the listener might wonder, but these are all different things. But the ways in which they are moved away from enlightenment ideals is that they all focus on the collective over the individual on group identities instead of individual identities. And they are all flawed in different ways and to different extents. But in that sense, that's kind of what you meant. And the recommendation I have is that a book I read recently, The Clash of Economic Ideas by our mutual friend Lawrence H. White, where he kind of talks about this evolution of economic thinking and ideology through those decades, including an excellent chapter on India as well, which is a book I'd heartily recommend. So I have a much broader question, which might seem like a bit of a ramble. So please indulge me while I go on it, which actually goes back to one of my pet themes of how do we form ideas? How do we form our view of the world? For example, one way in which we do that is through personal experience. Like there's an anecdote I wrote about in a column of mine and which I talk about sometimes to talk about the importance of reading is something that a friend of Narendra Modi once told me that, you know, she knew him a decade ago. And when he was Gujarati and she was hanging out at his place with a bunch of friends, there were six or seven of them. And at one point, Mr. Modi started telling a story about how his mother was ill when he was a kid, and she was feeling very hot. And he went to open the fan, and he found there was no electricity. And as Mr. Modi told the story, apparently he started crying. And my friend's point in telling me the story was that his view of the world is very experiential, that anything he can experience, he gets it. Otherwise, he doesn't. So for example, when he becomes CM, he tries hard to electrify every village of Gujarat. He cares about roads because he can see them, he can walk on them, he has experienced them. But there are other things which you can't experience things like how markets work, how spontaneous order works, a positive sumness of things. And therefore, those are where he is deficient. And you know, and my point in the column was that people should read a lot more. So that's how we gather dots and, you know, paint more high definition pictures. But in the case of someone who hasn't been lucky enough to read a lot, my suggestion was that have a lot of humility, always talk to experts, which is something he didn't do. And a lot of the massive blunders of, you know, his time as Prime Minister from you know, demonetization and so on, are really in a sense due to his being this kind of an akho dekhi Prime Minister and not being humble enough to correct for that. The other way that we arrive at views of the world is actually through the opposite of this, like in this case is perhaps a lack of education, but we also arrive at wrong views of the world through education itself, you know, which can depend on where you go to university, where you go to college and so on. Now, it seems to me that in Nehru's case, it's a bit of both. For example, in his autobiography, he has this interesting line where he writes, I have long been drawn to socialism and communism and Russia has appealed to me, I realize more and more how the very basis and foundation of our acquisitive society and property was violence, stop quote. So he's got a negative notion of private property, because the aspect of which that he has seen is the violent aspect of it. Similarly, he would have a negative notion of markets, because he would associate it with you know, his akho dekhi experience of the British state, which of course came from the East India Company, which was exploitative, which was, you know, all of those things that people sometimes caricature markets as today. And equally, when it comes to sort of getting his ideology, again, Time magazine once wrote about him in a 1951 piece, quote, Beatrice and Sidney Webb, the godparents of Fabian socialism are in a truer sense, his creators in Vishnu and Shiva, stop quote. And at a later point in time, you know, John Kenneth Galbraith wrote, quote, the center of Nehru's sinking was Lasky, stop quote. And Ram Guha once quoted an unnamed person saying, quote, in every meeting of the Indian cabinet, there is a chair reserved for the ghost of Professor Harald Lasky, stop quote. So my sort of larger kind of question, which I wonder about is that on the one hand, you get your view of the world from the things that you see around you. And you perhaps make simplistic causal inferences from there. On the other hand, you can do it through education or just through exposure to different worldviews. Because when we are young, we are searching for ways to make sense of the world. The first simplistic ideology that seems to explain everything that is coherent, it could be untrue, but it could be coherent, just appeals to us. And sometimes sadly, we become wedded to that. So that's one view of how, you know, a person's view of the world can be formed. But the counterpoint to that is that there is something more happening here that the aankho dekhi element doesn't really matter so much because what we see in today's times in modern politics is that narratives are more important than reality, which is why you have so many young people, you know, born after the fall of the Soviet Union and the Berlin Wall and all of that, who haven't, you know, experienced any of the horrors of communism or socialism gone wrong in the 20th century, suddenly drawn to those ideologies based on coercion, which then kind of makes me wonder that are we all slaves to these ideologies and you know, a bit of a ramble, but so I'm not, you know, framing a question here, but what are sort"
    },
    {
        "speaker": "Guest 2",
        "time": "00:45:05.680",
        "message": "of your thoughts on this? You're absolutely right in thinking and asking the question, how do we learn? And how do many people develop their worldview? And when you try to apply that to Nehru, you have to be in that special corner of the general theory of how people learn, which is that he was one of the most powerful intellectuals of the 20th century. He was no ordinary person. He was a deeply well-read person. He got FaceTime with the smartest people in the world. He, there was no brilliant person of that age that Nehru did not get intensive weekend long conversations with. So there are no simple flaws in what he was thinking. He's the author of the Discovery of India, one of the greatest books ever written. And arguably, if you ever want to step away from Churchill's claim that India is just a geographical expression, that idea was invented in the Discovery of India. It's like the first coherent statement of what is India and you know, what all of us one way or the other define as our concept of India is really, you know, from the Discovery of India. So I will again, take you back to the formative years, the formative years of the INC and of every dreamer for India. Look around the world. Okay. There is racism in the world. That is a very powerful preconception that white people are better. It takes guts. It takes nerve to even rise to the point of saying, no, I'm every bit as good as you. It seems easy for us to say that today. Okay. But think of how many people in India today will think an NRI is better than us. Okay. So racism runs deep and the colonialism in our minds is not merely about evicting the colonial ruler. It's in our minds. It's an enormous act of courage to step out of that and say, I dream that I will be as good as you, if not better. And then when you start looking around in world history, there's just no running away. It's Japan, the Meiji Restoration from 1868 to 1905. In 1905, for the first time in world history, an Asian country, Japan, won a war against a half European country, Soviet Russia, sorry, Czarist Russia. Okay. And that was done in a short time with really a state-led model. It was government leadership. It was the government that planned, we're going to have a steel factory. We're going to build warships. We're going to get kids to learn how radar works and so on. So it is really hard to play the game of rapid industrialization in India and a rapid catch up with the global frontier, which was the UK, without trying to think in ways that were reminiscent of Japan and Soviet Russia. We're different today because we know that those rapid catch-ups really don't happen. And it's a long, slow process. And that's what buys space for a self-organizing system. So things will evolve slowly. We are not saying to ourselves that I want to do this on the time horizons, like 1917 to 1942 or 1943, where you go from the Russian revolution to winning the battle of Stalingrad and becoming the world's greatest land army, or on the time horizon from the Meiji restoration to 1905. We don't worry about those things today, partly because we don't think that even a centrally planned system can particularly do that. Essential to the conception of a self-organizing system is to take a little more time, but it will be done right. And it will be a decent, fair outcome. You have to also notice how Nehru constantly says to himself and to everybody that we want to do all the great things of Soviet Russia without the concentration camps and without the purges and without the massacres. So he was searching for that middle road, that how do you achieve the decency of the UK? How do you achieve civil liberties and constitutionalism and the lack of violence against your own people while achieving a Soviet style catch up to the global frontier?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:10.480",
        "message": "You know, having said that, you know, you look at the Soviet Union and you say, okay, we want to do, you know, ABC, but we don't want to do X, Y, Z, we'd rather be like Britain. But at the same time, he's looking at a particular aspect of Britain. You know, Britain was also in many ways, much more laissez-faire, for example, than they are today. Like at one point, you know, there is this famous quote from this Time Magazine 1951 piece on Nehru, where they wrote, quote, he shares all the socialist emotional tenets about the capitalist order. In consequence, he has a socialist undisguised contempt for capitalism, reinforced by the aristocratic Brahmin's contempt for the Baniya caste. He speaks of the quote Baniya civilization of the capitalist West, stop quote, of the West cutthroat civilization. Utterly unlike Gandhi, he admires modern production methods and wants to bring them to India. But as a socialist, he believes that capitalism after his prodigies of production is bound to make a bloody and cruel mess of distribution. This view is based on the standard British socialist reading of 19th century economic history. His understanding of 20th century American capitalism is negligible, stop quote. And so it's a particular strand of thinking, you know, which was in England that he's really focusing on. He's not focusing on all the other things that are happening there."
    },
    {
        "speaker": "Guest 2",
        "time": "00:50:24.360",
        "message": "If you want a simple model, he was trying to do, you know, X percent of the UK and one minus X of the USSR. So it's going to be pretty bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:34.400",
        "message": "And is there also then a certain intellectual arrogance and therefore simple mindedness in people who are drawn towards these kind of command and control models of thinking about the world?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:50:47.240",
        "message": "Once again, in defense of those people, I just want to say that we each of us struggle to decide for the world. And if you and I were in those times, we would think differently. So, my father started out as a card carrying member of the Communist Party. And he changed his mind completely over the years. But the point is that in that age, when you looked at the world, it looked different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:08.320",
        "message": "No, I'm not talking about the specific people. My question, I would say even applies today that are certain kinds of people applied and I'm thinking aloud here completely. So I might find this a silly question when I listen back on it. But are certain kinds of people drawn to certain kinds of ideology?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:51:24.720",
        "message": "Well, I think there are two things going on. One is the characteristic of the individual, you know, which can change whether it's Nehru or Indira Gandhi or whoever. And the second is the ecosystem that they inhabit, right? Now, I'm a product of a very particular ecosystem, right? I mean, it's not like I sprung out of the soil as an economist or as a, you know, free market leaning economist or anything like that. I was as socialist as anyone else reading about overpopulation, five-year plans, punch-shield agreements in our civics textbooks, right? Emergency and your trains ran on time. But I was very fortunate and privileged. I had an exceptional economics professor, principles of microeconomics, you know, the basics of trade, all this, you know, the basics I was telling you, the shortages and, you know, excess demand, excess supply, all this, like the basic stuff, he just explained it so well to me, it was hard to unsee the world after that. Now, if I think about my own intellectual trajectory post undergraduate economics, once I understood that, I gravitated more towards books that would help explain that better. I gravitated towards people who explained to me that, you know, why is everyone disagreeing with me? Why do I see markets as a good thing and everyone else seems to think I'm bananas, right? So you start getting together with the Amit Vermas and the Ajay Shahs of the world, and they are able to explain a little bit better to you that, hey, this is happening because of this, right? So this is the analytical framework you're using, you're right, other people are wrong, not because they're stupid or malicious or malevolent, it is because there's a fundamental misunderstanding in their mind about how this particular thing works, or when they say socialism, they mean something else or when they say markets, they mean something else. And then I've been incubated in that ecosystem for a really long time, I eventually got a PhD, I happened to get a PhD from George Mason, which, you know, is a leader in Austrian economics. And, you know, a lot of my own professors worked on the socialist calculation problems, all the things we're talking about today, you mentioned Larry White, he was on my dissertation committee, all this is not by accident, right, that I have turned out the way that I have turned out. So there is something about the ecosystem that is incubating you. So even in that time, right, for every Nehru, you have a Chenoi, okay, Chenoi happens to be one of the people who went to the, you know, went to the UK. And incidentally, he's at the LSE at the same time as all these other guys. But he's more attracted to Karl Popper, and he's more attracted to Frederick Hayek, and he's not so attracted to Lasky, right. But if you talk to BK Nehru, if you talk to Mino Masani, right, same people, similar generation, they go the completely other way. Mino Masani was like card carrying socialist, went on the 10th anniversary of the Bolshevik Revolution and saw what was the celebrations in Moscow firsthand and things like that, and then changed much later because of a Gandhian view of why Stalinism was bad. So there's an ecosystem that incubates these people. So now Nehru is, of course, exceptional on multiple margins. He's an exceptional mind. He has access to an exceptional ecosystem. Now, did he meet every possible individual that he could have met and took in every possible view? No, but that's fine. He took as many elite views into question of that time as he possibly could. And you know, now talking about this aankhon dekhi business, he's also got results like India was growing at maybe 1, 1.2% in colonial India, especially by the time the war came along. By the time 15 years of Nehru was done, we're roughly growing at, you know, three and a half to four and a half percent. That's a pretty big jump. So not only is Nehru's model working, it's working far better than anything that he inherited from the colonial masters right now. Everything goes to hell right after that. But at the time, it's not just that he's not willing to look at the world or not willing to look at evidence. The evidence is in his corner, right? The elites are kind of supporting what he's saying. There are very few people who are disagreeing with him. Most of the people he trusts who are trained by, you know, other people at top universities are, you know, going along the same way as he is. It would be very surprising if he went a different way, to be very honest, right? Everyone else who went a different way did so for various other reasons in different coalitions at a different point in time. So a Tantra party, which, you know, to me is probably politically most aligned to the way of thinking for, you know, not just me, perhaps all three of us. They are conservative on many social issues, right? They're very conservative on things like caste in a way that Nehru and Ambedkar are not, for instance, right? They are explicitly allies with the aristocracy of India, which is all the Maharajas who in a sense are, you know, your Maharajas and Zamindars are the feudal lords. Now, I'm not saying anything about the character of these people like Gayatri Devi and all the people they allied with, but it's a very odd group of people to make your allies in post-colonial India when you have a different vision for India, which is, you know, India needs to not just be economically prosperous, but also needs to be politically free and equal and caste needs to go away and feudalism needs to go away. So with every group of people, I'm sure if we had a deep enough discussion, we would find something terribly, terribly wrong with the ecosystem that they inhabited and the kinds of, you know, ideas that, that they borrowed. Having said that, I think there is also a really big problem in any of us viewing that we have the right idea or the right model of the world. It is scientism at its worst, right? So when people say we have, even when free market economists say, hey, we figured this out, to me, that's, that's the worst thing I can hear from anyone. It immediately terrifies me. Have we really figured it out? Yes, we know certain things for sure. We know that resources are scarce. We know that there are unintended consequences when you try and command and control these things. We know there are very early limits to human ability to process decentralized knowledge and therefore control the economy. But having said that, have markets just managed to solve everything? Has decentralized and spontaneous order figured everything out? There are a lot of, you know, decentralized spontaneous long-term orders, which are quite perverse, you know, and you can find examples of witchcraft abroad. You can find examples of caste system, misogyny, patriarchy. These are all, by the way, also spontaneous orders like markets and language. They're not so great. Okay. So everything's going to have something. So anyone who says that we figured this out is very problematic. What we can do, the best we can do as experts is find a framework through which we can carefully look through both theoretical frameworks and the empirical evidence and say, this is what we know. And given what we know, I think this is what we proceed. And I think Nehru and company did that reasonably well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:38.920",
        "message": "Yeah, you know, I don't know why you went off on the Nehru tangent because I wasn't even talking about Nehru. Like my last few questions were just general broad questions and I'm not litigating Nehru. I have great admiration for him, though it must be pointed out to listeners that he was anything but liberal. In fact, you know, these days people are talking about the sedition law and the thing is the Supreme Court of India struck down the sedition law in 1950. Nehru brought it back with the first amendment, right? So in many ways, he was an anti-liberal and definitely in his thinking of markets."
    },
    {
        "speaker": "Guest 1",
        "time": "00:59:08.400",
        "message": "To overcome the Communist Party. There is that part of the story, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:12.880",
        "message": "To overcome his political enemies. You know, it doesn't matter who your political enemies are. You know, they are not anti-national just because they're opposed to you and you're in power. A lesson we should remember from today and something that, in fact, aligns him with Mr. Modi today. The other thing I would say is that the right model of the world you use that phrase is humility. You know, that is the only right model of the world. And you know, which kind of just to elaborate, though I won't ask you to respond to it, but just to elaborate on what I meant by does character determine the kind of choices that you make that I find that a lot of ideologies will draw intellectually lazy people because it is far easier to say, for example, believe a particular narrative of victimhood, whether it is coming from the right or the left and then think in terms of group identities, rather than get down and messy and accept that everyone contains multitudes, the world is deeply complicated. You can't just cast black and white judgments on different things. And I think gaining that kind of humility to be able to have the rigor to constantly keep questioning your assumptions is sort of an important quality to have. You know, you mentioned B.R. Shenoy. And the thing is when Nehru, I think in the mid 50s, got those 21 economists together to give their perspectives on, you know, I think the second planet was. B.R. Shenoy was the only one who dissented and therefore he was completely cast out. A bureaucrat, in fact, described him as quote unquote a madman and which is just crazy. Similarly, you look at Massani, great admiration because he bucked the trend. You know, first he followed the trend by, you know, becoming a communist like his peers, following the whatever the intellectual fashion around him must have been. But then he had the humility to keep questioning his assumptions and to sort of look beyond that. So that was a question unrelated to this episode or to Nehru or to anything. It's just something that I generally sort of think about, which is why, you know, I sort of deployed labels when they are used in modern times, even a label like libertarian, because it immediately seems to put you in a tribe. It seems to put you in a fixed place that this is where you are and this is who you are and these are the people with whom you belong. And I find that at some level that it's a problem. Like my view of the world is that I am firm on values, which is individual rights and freedom and whatever. But I am completely open on, you know, accepting new facts about the world and changing the way I think with regard to those new facts. But that's a digression. Another quick general question before we come to the specifics of post-independence India, which is that one criticism people can make is that we refer to everything before 1991 as socialism. And people will point to the textbook definition of socialism and say that, hey, that's, you know, socialism is good. It means the state owns everything. There's no private property. What was there wasn't socialism. And the way that I think about it and you know, you can respond to that and say how you think is that I think a more accurate way of describing India before 91 was statist and it is less statist but still very statist. And that statism is actually inevitable if you go down the socialist road, because power always corrupts. So you will always under a socialist system or for that matter, a Nazi system or, you know, various different systems which look different, end up in the state having too much power. So I don't really care so much about the terms. The way that I kind of view them is how much power does the state have? How much statism is there? And that's really the fault line along which I look at those things. So how would you guys think about that?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:42.000",
        "message": "I would disagree a little bit in the following sense. I mean, I know this word socialism means like 40 different things to many people. For some people, it just means good intentions. For some people, it means removing inequality. And for at least Ajay and I here are professional economists, right? There is something very specific about socialism here, where number one, you control the means of production, right? So that is a very classic socialist system thing, which is different from progressivism or, you know, the kind of guild forms under fascism. There is something very specific about socialism where the aim is to control the means of production. The second is the kind of price and quantity controls. You can have a very statist economy. You can have a huge welfare economy that doesn't actively distort prices, right? Or quantities. And one classic aspect of socialism is that it will actually impose price and quantity controls. So I will disagree. I do agree with you that India has always been statist, okay? And that some of it is worse and some of it is better. In fact, on some margins, India is more statist today than it was before. But I will very explicitly say that India was socialist for a very large chunk of time between, say, 1938, 1939, till 1988, you know, and some parts even maybe until 1993, depending on when you are choosing the cutoff of which price controls come in and which ones go away. But for a good part of those four or five decades, it's very clear that India is socialist. The aim is to control means of production. And the aim is whatever the market allocation is, we're not happy with it. We're going to impose price and quantity controls."
    },
    {
        "speaker": "Guest 2",
        "time": "01:04:28.080",
        "message": "I fully agree. The right way to think about it is that what is the role of markets in determining the organization of economic activity? It's about prices. It's about technology. It's about products, processes, industries, firms. Okay, so do you want the government to decide? Do you want the government to pick winners? Do you want the government to choose what is appropriate technology? Or do you want to let private people figure out what is right and let the price system sort out what works and what doesn't work? A big date in my mind is 1942, when there were large scale controls brought in by the British, which were in the nature of trade controls, trade restrictions, and capital controls. The first capital controls in India's history came in 1942. So it seems like an unbelievably free age that before 1942 in British India, people from within India were able to travel all over the British Empire without a passport or a visa, and move assets in and out of India and build multinational empires. So it's a level of freedom that is just incomprehensibly far away from where we are in India today. So it's bracing to look back at how much freedom"
    },
    {
        "speaker": "Guest 1",
        "time": "01:05:41.160",
        "message": "has been lost. But you know, even on this traveling abroad thing, like Ajay talked about how he went in 1987 to start his PhD, he didn't tell you how hard it was to collect the foreign exchange through legal means, to be able, you know, like that those $200 or whatever it is you need to, I don't know what the allotment was in 87. But to just collect that, I mean, it's like, it's not a family effort. It's like a quasi city effort, right? Every single person you know, has been drafted into the effort of getting that very limited foreign exchange. And all this just so someone like Ajay can show up in LA and you know, the first couple of weeks of meals and basics are sorted out and then he'll figure out his own foreign exchange from that point on, right? It's sort of incredible when we talk about these controls, we talk about it in a mythical sense, right? There's a control on foreign exchange as a foreign exchange as a person and a sentient being. It's just current. The control is really on human beings, right? Human beings ability to trade, human beings ability to spend, Narayan Murthy's ability to get a mainframe computer. So these foreign exchange controls, we just call them currency controls, we should call them I'm controlling your ability to do whatever it is you wish to do with your money."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:00.240",
        "message": "Yeah, that's a good clarification. And also a useful clarification about socialism and I'll defer to your views. It's kind of irritating, you know, in popular parlance, people will often use socialism as a synonym for something that is good for society. And actually, a lot of these terms are very loaded because they really mean the opposite. Like socialism certainly is not good for society, as we've seen all through the 20th century. You know, progressives are often the least progressive people around. In America, especially liberals aren't really that liberal. So these terms are kind of very loaded. So if you're a lay person just kind of listening in from the outside, you'll say, hi, I'm a progressive too. Socialism is a good thing. But then you talk to an economist and you are like, oh, these economists are such boring people. Socialism is still a good thing. But moving on from that, you know, I keep telling my writing students that avoid abstract things, speak about the concrete. So let's kind of get concrete, that fine, we gain independence, Nehru takes over, we already know his mindset, as he said to JRD Tata once, quote, do not speak to me of profit, profit is a dirty word, stop quote. So you know that this is not only someone who wants the state to play a big role in society, he also distrusts private enterprise and is against individual liberty in that particular domain. Now, is economic policy really evolving during this time? And why is it so bad for us? And what about it works? Like you pointed out, he did get the growth rate up from 1% to 3.5%, which was famously called the Hindu rate of growth. But it was, you know, that was a pun on the secular rate of growth, which is a term economists use. But so what worked about it? And what didn't"
    },
    {
        "speaker": "Guest 2",
        "time": "01:08:35.080",
        "message": "work about it? As I see that period, there was a view including amongst folks like the Bombay plan, there were things like steel mills and machine tools, and electricity generation equipment that were difficult to organize for private persons. Okay, so I remember I had a conversation with Bimal Jalan once, who said something remarkable to me, he said in the 50s, when we in India, which is a mixture of private or public, when we in India, would desire to set up a factory, very often we would fail. It seems inconceivable today. Today, it seems that you just have to have the money, you'll be able to get the right engineering consultants who will do the design of the factory, you'll buy all the right capital goods today, all the world's good capital goods available in India, there is an ample supply of construction contractors who build the factory, they switch on the factory, it's going to work. Okay, but the level of capability in India at that time was unbelievably low. There was also a lack of finance. Now, you and I, one of our first responses will be very well, if you can't make steel, that's okay, let's import steel. There's nothing wrong with importing steel. It's no sin to say that in my country, I'm unable to make steel and I'd rather import steel. And for whatever reasons, these people were mistrustful of international trade and wanted to do it themselves. They wanted to build steel themselves. So then they were posed with a certain problem that there was an area of so-called heavy industry, which were large complex capital intensive factories that were essential for the rest of industrialization. So that led to proposition one, that the government's going to do it, the government will build the public sector companies who will be that heavy industry. It almost seems farcical today to think that this would be a bright idea. But a lot of very smart people at that time thought this was the way to go. And amusingly enough, if you read the Bombay Club, which is the business community of Bombay, they are pretty much asking for the same. They're saying that, look, I can make light machinery, I can make consumer goods, but I can't do the heavy industry myself. Side by side with this is a finance story, which is where is this money going to come from? And at that time, the taxation capabilities of the government were quite limited. The formalization of the economy was quite limited. There were also a bunch of regulatory disasters on insurance companies and banks. And again, with the benefit of hindsight, we would say what was needed was to build state capacity in banking regulation, or state capacity in insurance regulation. But those are very modern ideas which are not present today. So alongside the government-led and government-planned machinery in the real sector, there came a government-led and government-planned machinery in the financial sector, where the government built a whole financial system. There were government banks, there were pretty much only government banks. The government had a monopoly in life insurance, the government had a monopoly in general insurance, the government had a monopoly in mutual funds, and so on. So in one after another element of finance, the government directly controlled the financial system. So the words used, again, I cringe at the words, but at the time, the words used were that the state would mobilize savings and direct them into applications in investment. So you really didn't have a modern concept of a market-based financial system where private people and speculators and risk and return would generate the allocation of capital. Those are very modern concepts in India today. If I may say, only understood in a limited way by most people in the Indian landscape. So if I had to characterize that period, this was that story of government leadership in the real sector, based on the notion that if we don't do this, the private sector will not do it. Plus, government control of the financial system undertaken in an autarkic environment where you don't do international trade, you don't do international capital flows. So that's my rough description of what was done. And exactly, Amit, as you said a moment ago, once you go down this route, it just goes bad and it gets worse because we will experience one failure after another. Today, we know that the only flexible, endlessly thinking, endlessly adapting system is a market economy. When they try to do these state-led projects, then every day the steam would come out of some sprockets that doesn't work and there'd be a problem there. So you would layer on one more rule and one more rule and one more rule. And this is a complexity layers on complexity and it becomes an incomprehensibly rigid, inflexible system where basically nobody's thinking. So there's the silence of a graveyard that happens in a centrally planned system. When the government is telling you about products and processes, the private sector switches off their minds and they say, just tell me what to do, I'll do it. And it becomes just one big bureaucracy, becomes a world of obedience. There's a lack of creativity, there's a lack of innovation, there's a lack of hunger. And there's more than an echo of all these maladies around us in India today. In large parts of the Indian economy today, you've got the deadness of central planning systems where a government chooses the technology, a government tells you, which is the way to do something. And the employees of private firms basically become like glorified bureaucrats. They just say, look, you tell me the policy, I'll do it. It's too risky for a private person to put capital on the line and take a risk of innovating and building something."
    },
    {
        "speaker": "Guest 1",
        "time": "01:14:18.120",
        "message": "I would add a couple of things to this. One is the state capacity problem goes on for a very long time in India, and it really starts with the East India Company. And I don't want to blame everything wrong with India on East India Company and the colonial powers. But the fact of the matter is that investments in state capacity were very low. So there are multiple reasons why they call India the extractive, the worst victim of the British extractive economy, because all the taxation that was collected, all the resources that were diverted, not much of it was invested in India. And if we really think about Scottish enlightenment values, right, and we bring them on to the modern world, especially the financial sector, nobody is saying that there is no role for the state. Most of us who are talking about a certain kind of decentralized emergent order, we think of the role of the state in a very specific way, which is it needs to enforce contracts, right? It needs to bring in some basic financial regulation. It needs to have disclosure requirements so that people who are investing know what kind of risks they are exposed to, right? It needs to have some kind of financial, you know, regulatory infrastructure so that there aren't like repeated runs on banks and, you know, all the basic stuff. Now, the fact of the matter is this infrastructure was not present in India, okay? India was low on bureaucrats per capita. It was low on judges per capita, on contract enforcement per capita. Even in colonial times, this is not just a modern day problem. So now if you don't have a sensible way of enforcing contracts, then obviously you're going to worry a lot about fraud in the market, right? Which means I live in the United States and I have very little fear of fraud, right? Because there is so much, you know, both market competition and consumer protection and litigation and tort law and, you know, like the regulatory, you know, sort of they will throw the book at any firm that is, you know, negligent in the behavior and I drink something adulterated and get sick or something like that. I literally have zero fear, okay? There is an enormous fear in India in the 1950s of failure that comes from the private sector. So there are two kinds, two, three kinds of fear. One is the basic fear, which is, you know, like what happens when your weed gets adulterated and people get poisoned, you know, that kind of basic level fear and fraud. The second kind of fear is a misallocation. Resources are so scarce that if they went in the hands of the wrong industrialist, then we are wasting these resources, right? They don't understand that, that when there's a bankruptcy, resources just need to switch ownership. The resources themselves don't die. Okay. But there is this great fear. And the third fear is in some sense, the collapse of the system or loss in the faith of the system, right? Like this is your classic run on private banks kind of fear. So if you don't have a sensible state led infrastructure to kind of provide this scaffolding to prevent the worst things that come out of, you know, private or decentralized emergent orders, then you're going to want to clamp down on everything. And I think that is part of it, right? You simply don't trust what is happening in the markets. When markets do function. Now, a lot of the times what I was talking about this, you know, I don't worry about adulteration and like, you know, eating unsafe foods and things like that. Most of it is not state regulated, actually. I'm never checking if there is a, you know, FDA stamp or an ISI stamp on what I'm doing. It's just, I live in a world where market competition is so strong and so robust and reputation is so strong and litigation is so aggressive that I know that I can exist in the shadow of that system and still be safe. Right? Now, even that shadow of that system did not exist in 1950. So I think we need to think about this. It's not like there was this incredible market system which was thriving and amazing and contracts were enforced and Nehru came out of the blue, swooped in and said, no, we're going to end that system and we're going to replace it with this. That system simply didn't exist."
    },
    {
        "speaker": "Guest 2",
        "time": "01:18:35.400",
        "message": "I want to disagree slightly. If you think of the capitalism that was present in Bombay pre-independence, if you went on the fort, there was actually something remarkable there, which we sometimes don't give enough credit for. As an example, the Metropolitan Magistrates Court in Bombay was adjudicating commercial disputes based on the British Quality Contracts Act of 1870 and the British Evidence Act of 1870. They came side by side and was writing orders that were decent by early 20th century British standards. It's absolutely mind blowing that in a developing country like India, there was a certain judicial capability, the likes of which, again, we have completely lost in India today. We have declined very badly compared to that period. Where I will fault the policy community of that period, the Nehru of that period, was a failure to recognize the value and the importance of the infrastructure of civilization that we got from the British. We were so angry about the freedom movement. We were so convinced that the British dealt us a bad hand of cards, that we did not sufficiently treasure some of these things and nurture them and build them. And over 20, 30 years, a lot of that collapsed. One little thing about unintended consequences was that all the best lawyers and judges of India at the time were trained in London because there were really no law schools and law universities in India. And it's incredible how damaging it was when the currency controls prevented people from going abroad to study because you couldn't get foreign exchange. Even if you were rich enough to go abroad to study, you couldn't get the foreign exchange. And sure enough, 25 years later, you got a precipitous collapse in the quality of judges and lawyers all over the country because that pipeline had broken. And so I think of some of the British infrastructure of civilization, of the common law, of the courts, of the criminal enforcement as something that the INC did not treasure adequately. We were the sorcerer's apprentice. We got the reins of power, but we didn't understand the intricate checks and balances through which civilization is upheld every day. And we went off with this grand idea of a developmental state and we didn't nurture the foundations of civilization, which is the machinery like the criminal justice system and the courts, the commercial disputes."
    },
    {
        "speaker": "Guest 1",
        "time": "01:21:15.320",
        "message": "I think we disagree less than you imagine, Ajay. I agree with you that we have excellent judges at the time. The point is not that we don't have them. The point is we don't have enough of them. So you have excellent courts in all the presidency towns. You have them in Bombay, in Madras, in Calcutta. You go to rural India, there is virtually no modern kind of dispute resolution penetration because these zamindars have simply not made the investments and the colonial powers have just let them run amok with whatever the hell the zamindars want to do. On the other extreme, you have, say, the Maharaja of Mysore or the Maharaja of Travancore, right? They have made enormous investments in education, health, you know, basic public sanitation, court system. And you can see the benefits of that even today in modern day India coming from those states because of investments that were made a hundred years ago. So it's not that I think the British investments, the quality was bad. It's just that I think it wasn't enough and as widespread that India could overnight switch to, you know, removing all market controls and switching. Like if we think about banking, you know, you spoke about Larry White and there's this whole thing. I mean, his whole work is on free banking that emerged during, you know, in Scotland. You look at the Chettiar community in the southern part of India. I mean, just the entrepreneurship, they were basically the financiers of Singapore and Malaysia, right? They would actually travel and they would finance huge projects, right? You had this thing going on in India and then of course all the banking regulation came in and none of their, you know, networks could function anymore and they couldn't quite convert it into a formal bank as easily as they wanted. So all this human capability existed. Some of it existed formally through the British conduits through lawyers and bureaucrats and civil servants and things. Some of it existed through our caste networks, right? There's a Chettiar community, there is a Marwadi community and things like that. But these are still small pockets. The great Scottish enlightenment idea that we can trade with strangers because the institution allows us to trade with strangers and both sides can benefit. That was not the reality in India as I understand India at that time. So I think Ajay and I disagree a lot less than we originally imagined."
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:45.880",
        "message": "If I may just try to restate just for both of you to take a stab at it, the proposition I want to hold up for examination is it is remarkable that standing in 2021, we feel that it is more likely for a criminal matter or a commercial dispute to generate a bad outcome with the criminal justice system and the courts of India today as compared to where we were, say, in 1943. I find that a mind-blowing proposition and I wonder why. I blame Nehru and his community for being the sorcerer's apprentice. They were so fascinated that we will go build steel mills. They didn't understand that the real temple of democracy is the courts and the police stations."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:38.960",
        "message": "Those are really wise words and I can see that you disagree a little bit about disagreeing. So I don't know how we will unravel that. But obviously, I'm not a student of history and can't talk about the rule of law back then. But just looking around me, every single businessman friend I have, and I have people who run small businesses and all that, will tell you that the rule of law is absent. That if there is a dispute, you know, there will be no dispute resolution. It's just there on paper. You can't actually get anything done. You survive on different systems that are not encoded in the law, different systems of trust within the community and so on and so forth. Ajay, a little while back, referred to the deadness of the system and that reminded me of this great quote by Shashi Tharoor where he's talking about one of Nehru's big mistakes. And there Tharoor said, quote, Nehru felt it was necessary to have the state to be the disinterested maibap of the people who would act in the interest of the common person because a state would not be motivated by profit. Of course, what he failed to realize was that as a result, he'd put bureaucrats in charge of the commanding heights of the economy rather than businessmen. And these bureaucrats were better at regulating stagnation and distributing poverty than actually generating wealth. Stop quote. And you know, Ajay also spoke about how difficult it was to do any kind of innovation or get permissions to do anything. And there's a great passage by Gurcharan Das, which I want to read out, which is from his book India Unbound, which really illustrates this, where he writes, quote, The way that the bureaucracy went about administering the licensing system created a nightmare for the entrepreneur. An untrained army of underpaid third-rate engineers with inadequate and ill-organized information and without clear-cut criteria vetted thousands of applications on an ad hoc basis. The low-level functionaries took months in the futile micro-review of an application and finally sent it for approval to the administrative ministry. The ministry again lost months reviewing the same data before it sent the application to an inter-ministerial licensing committee of senior bureaucrats who were equally ignorant of entrepreneurial realities and who also operated on ad hoc criteria in the absence of well-ordered priorities. After the minister's approval, the investor had to seek approval for the import of machinery from the capital goods licensing committee. If a foreign collaboration was involved, an inter-ministerial foreign agreements committee also had to give its consent. If finance was needed from a state finance institution, the same scrutiny had to be repeated afresh. The result was enormous delays, sometimes lasting years with staggering opportunities for corruption. Large business houses set up parallel bureaucracies in Delhi to follow up on their files, organize bribes and win licenses. Tragically, the system ended in thwarting competition, entrepreneurship and growth without achieving any of his social objectives. And there's a similar passage I marked out by Rakesh Mohan from his introduction to the book Transforming India, which I'll link from the show notes. I'm not going to just keep reading out dystopian passages. And Gurcharan Das's book India Unbound is also an excellent sort of narrative of this entire period of history, which I think disillusioned him so much that the moment that it seemed that there could be a turn away from the dispensation that led India through all these decades of misery, he went all in for Modi and then he didn't adjust when he saw the reality of what a Modi administration actually was, which is which is kind of tragic when it happens to people, right, that you have rational reasons to say support a person. But even when it all goes south, you know, and you should rationally turn away, you just become sort of embedded in that position. Sorry, that's an aside. But any thoughts on that?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:28:14.600",
        "message": "No, but, you know, there is something valuable. I mean, the passage that you're reading, OK, now, you know, again, this is I don't just want to keep separating Ajay and myself from like the rest of the people as if we're like some special category of humans. But you're special for me. Well, well, thank you. Both of you are special to me. But economists do think a little bit differently about this. And especially people like Ajay and myself who are like particularly trained in public choice economics. Right. The way one way to interpret the passage that you read from Gurcharan is that this is about bureaucrats versus entrepreneurs. Right. It's almost like one type of person versus another type. It's very like it's about incentives. But it is the the first thing I know from public choice theory is behavioral symmetry. Right. That every individual is fundamentally the same. There is nothing special about an entrepreneur that is different from a bureaucrat, except that the entrepreneur is the residual claimant in a firm and a bureaucrat is not. Right. So if I put the exact same people and I did some kind of, you know, crazy Chris Nolan type like switch them from one to another in some crazy science fiction movie, they would act the way there's a movie plot"
    },
    {
        "speaker": "Guest 2",
        "time": "01:29:32.400",
        "message": "that we should have two twins who are separated at birth and one of them becomes the bureaucrat"
    },
    {
        "speaker": "Guest 1",
        "time": "01:29:36.960",
        "message": "and one of them becomes an entrepreneur. Yeah. And then you flip them and now they act completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:41.520",
        "message": "differently than what they are supposed to act like. Right. Well, you could argue Shashi Kapoor and Amitabh Bachchan did all those films where they are brothers and one is a police officer and the other is a criminal is exactly that. I want to pick up on that"
    },
    {
        "speaker": "Guest 1",
        "time": "01:29:55.200",
        "message": "criminal thing later for a minute. OK, but yeah. So it almost seems like, oh, there is this Brahmin Baniya conflict or this, you know, entrepreneur civil servant conflict or, you know, the person who is the low level engineer. I mean, they are low level engineers, not because there's something wrong with them, but because that's the incentive they're in. Their engineers being made to push files is supposed to solve engineering problems. Right. That's why they're low. So there is something problematic, I think, about putting this as a group, this group versus that group or this category of persons versus that category of persons. I don't know if that's what Gurcharan intended to do, but that's the way it seemed to me, just taking one quote out of context. And I think that is where the economists would disagree that the problem lies with. It doesn't matter who ran the system. They could not make it work. Right. You could get, you know, God himself to show up and they couldn't possibly do a better job of the permits than the low class or low quality engineers that, you know, Gurcharan is so mad about. Right. Similarly, there is no entrepreneur who can easily overcome the system and still manage to make a profit and still remain honest. To me, that is the big takeaway. And it also connects to the thing that you said about there's a whole category of people in India who are so exhausted by socialism. They just latched on to Modi when he came around. That again tells you that there is a fundamental misunderstanding. This is not about groups. This is not about people. This is not about Brahmins and Baniyas and Nehru Gandhi versus someone else. It's just a misunderstanding that Modi continued a system without changing it very much, continued a commitment to a status system. In fact, in some margins, like increased the centralized control, did not really trust markets and decentralized actions to do their job. So he's making the same mistake as Nehru did. Nehru's original sin is not investing in education, in primary education. Right. He only invested in like higher level education in health and in local government. I think the lack of local government, which is a byproduct of high degree of centralized planning in India. I mean, no thought of, yeah, we need steel mills, but who's going to pick up the garbage? Right. This is something that was never planned for or thought through. And I think it's the same thing with Modi and his followers, which is because there is a fundamental misunderstanding of what the system is and why it works. There's a lot of blaming of this group versus that group. And there is no real understanding of what is the scaffolding I need to provide? What are the investments I need to make so that a decentralized system can actually do the magic that it's supposed to do the way Adam Smith talked about it? So I think that quote that you read is very valuable, but for a different reason than why you read it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:46.880",
        "message": "I mean, first of all, I'll come out and say that I don't think that Mr. Daswood necessarily was taking that view. I think he'd also be aware of the power of incentives. And that's a point worth underscoring that whenever people talk about a particular system, the bottom line is we will all respond to incentives, which is why whenever I talk about a system of governance, I point out that the system of governance you want is a system in which you should assume the worst person you can think of, the biggest sociopath as a person in charge. And then if you're okay with it, it's a good system of government because there are enough checks and balances, there are mechanisms within that which increase accountability, the incentives are going in the right direction. The other thing I would say, and I don't want to defend Gurcharan necessarily. And in this case, I'm not because he didn't change his mind after Modi did all the things that he did. But the point is, you know, the Congress politician Salman Sos was on my show a year and a half ago or so. And he made the point that a lot of Modi's rhetoric in 2014 was great, you know, minimum government, maximum governance, and obviously, he's gone in the opposite direction, that the business of government is not to be in business or something to that effect, obviously, he's gone in the opposite direction. A lot of the rhetoric could have fooled people who were open to being fooled, or who were just simply tired of the existing system as it were. So I don't judge people who supported say, Modi in 2014, too harshly. But at the same time, if you hadn't realized what was going on by 2017, then shame on you, then you had anchored yourself to the person and the party instead of to the principles that you claim to espouse. So, yeah, I haven't"
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:20.880",
        "message": "spoken to Gurcharan about this personally. So I really can't comment on I don't know what his views were then. And I don't know what they are now. I mean, I meant more generally about how we think of different groups of people, even the entrepreneurs of that time, frankly, I'm not very impressed by them. I mean, we talk about the Bombay plan and things like that. But to me, there are aspects of the Bombay plan which just stink of this bootleggers"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:44.920",
        "message": "and Baptists kind of story, right? It's a point I made to Ram Guha also, he didn't respond in the particular conversation we were having, but I'd because I guess I didn't push him. But, you know, in his history of post-independent India, he had written about the Bombay plan. And he said, you see, even the capitalists were aware that too much capitalism is a bad"
    },
    {
        "speaker": "Guest 1",
        "time": "01:35:02.920",
        "message": "thing. Of course they were because it's barriers to entry. Exactly. So my point there was that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:07.720",
        "message": "you know, what is good for markets is not necessarily what is good for particular big businesses. It's always the opposite, that what ideally a free market should be is that you have no barriers to entry. Anybody can come and compete, competition is the best regulation. But what businessmen will always want, hey that protect my turf. So obviously, a big businessman will want something which is very protectionist, where newcomers can't come up and compete against them, where the state is protecting them, and so on and so forth. So it is natural, you can't expect a capitalist necessarily to be in favor of free markets, that you know, what is pro-business and pro-markets can often be exactly the opposite,"
    },
    {
        "speaker": "Guest 1",
        "time": "01:35:44.160",
        "message": "which is a point a lot of people don't understand. No, and also just the arrogance of it, right? I mean, everyone talks about the Tatas and they're a great company, and I have nothing against them. But there's this idea of exceptionalism, right? Indian entrepreneurs can't really make steel except us. We are amazing. We can execute a big power plant really well. But the government is right, we can't trust anyone willy-nilly, right? I mean, today, globally, the largest steel company in the world is ArcelorMittal, okay? So this is, and if you talk to Mittal about it, he's like, oh, I couldn't run a small steel plant in India, so I went to Indonesia, and I decided that's how I'm going to build my steel empire. So it's a little bit interesting how everyone, whether it is with good intentions, whether it is because of hubris, or whether it is very explicit bootlegger and Baptist story that they just want to do this. I don't know these people in question personally, because I wasn't around in those times, nor have I studied them that keenly. So I don't know what was exactly going on in their mind. But I am always very wary of businessmen when they try to dictate economic policy in the specifics and not in the general. And even now, the greatest calls for protectionism in India and increase in tariffs and all this make in India nonsense, a lot of it is coming from industry, right? Your FICCI and CII, these guys are constantly, so the call is always more protectionism for my industry, right? Overall, we think free markets are a great idea. But in my case, I think you should increase the import tariffs so that, you know, my particular firm or industry is protected. So I am overall not, you know, thrilled about any group of people. You know, neither the lowly engineers nor the almighty entrepreneurs. I'm not thrilled with any of them, nor am I impressed."
    },
    {
        "speaker": "Guest 2",
        "time": "01:37:36.920",
        "message": "I want to go off on a slight tangent, but linking up to where Amit was a short while ago on how do people learn? How do people form views of the world? So if you are a practitioner, okay, either an employee in a government organization or an employee in a private organization, you're running a business, then it tends to be very difficult to envision a world five years out, 10 years out, 20 years out, that could be significantly different from where we are today. And at every point in India's journey, what I have experienced is that practitioners wear blinkers and consider X, Y, Z to be impossible. It's just too far. It's too complicated. It's too big. It's impossible. We in India will never be able to do it. Okay. I could narrate many examples of it. I want to single out two. The first of them was that when I landed up in India in 1993, at that time, it so happened that an aspirational value for exports, for merchandise exports from India was about a billion dollars a month. So month after month, people would watch that number. And it used to be the case that maybe two, three months a year, you'll be more than a billion dollars. And the rest of the year, we would be less than a billion dollars. And people were just incomprehensibly challenged at understanding the dollar values of exports that were being seen elsewhere in the world. And here we are today, not so many years after that, where we get numbers in excess of $30 billion a month of merchandise exports. But the practitioner of that age could never have dreamed this. If you were in the world of business in 1993, you could never imagine an India where we will be doing $30, $35 billion a month of merchandise exports. Because practitioners tend to be extremely detailed and thorough in their understanding of the practical reality in front of them. And that comes with a lack of imagination and an ability to envision different worlds. I want to tell you another story. Some of my good friends were building the taxi company Meru. It was the first radio taxi company of India. And I remember them saying to me that, you know, really there's one particular Toyota car, which is the perfect car to be a taxi. It can take the beating, it can take the 100,000 kilometers a year that are required in the taxi business. But if you take the capital cost of that car into your spreadsheet, you end up with a price per kilometer that just doesn't work in India. And discount rates are bad. Interest rates are very high. So we end up having to buy crappy cars. And every few years we destroy, we throw away the cars and we start over. It's such a shame. Elsewhere in the world, any taxi company would buy these nice Toyota cars. Well, it took all of 10 years. In 10 years, the price points in India had shifted, the interest rates in India had shifted, and there were entire taxi fleets coming about, which were those nice Toyota cars. So I think that it's difficult for people to dream deeper into the future. So if you talk to the folks in the Bombay club and you say to them that I will need, you know, a billion dollars to build a steel factory, a billion dollars to build an electricity generation plant, they would find it difficult to reconcile that with the kind of balance sheets and financial access that they were seeing in that age. And I think that's a reminder for all of us that we need to not worry about the practical constraints of the world around us. I think Bill Gates has a great line, the world changes less than you think in one year and more than you think in 10 years. So I think thinking for 10 years, thinking for 20 years is a very different project compared to small incremental improvements of one business or one government department. Practitioners find it very difficult to intellectualize."
    },
    {
        "speaker": "Guest 1",
        "time": "01:41:49.280",
        "message": "Just to add to what Ajay is saying, they also don't think about in a very dynamic way and accounting for innovation in particular, right? For them, every technology is improving 5% in productivity in each successive plan, right? That's a really important part. The reason why they don't imagine that the world is going to change that drastically 10 years from now is every year you're only going to make marginal improvements in productivity. So you're never going to get like a great phone or you're never going to get a breakthrough like an mRNA vaccine, right? Which is genuinely a game changer in how we do anything after that in terms of, you know, how little it costs to do things. So they don't think in terms of Zoom or, you know, technology like that, where we're recording right now as a genuine substitute for airline tickets for us to meet and do this in person, right? Those are just things that don't occur to the bureaucratic mind, which do occur to the ordinary mind and the entrepreneurial mind. So the problem is even worse in one sense than what Ajay is saying. It's that not only do they not do it, I don't think they can do it because their spreadsheets can't account for anything more than a marginal change in technology. They can't say, oh, I imagine like Martin Luther King, I have a dream that we're going to have this productivity breakthrough in 10 years. It can't be done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:09.440",
        "message": "Yeah, I think what Ajay said reminded me of, you know, that thing they say about futurists and I say about creators in the modern creator economy, that, you know, we tend to overestimate the short term and underestimate the long term. And I think that's something to watch out for. And I'll talk about a framework that I find really fits this very well. But before we do that, for my listeners, you mentioned bootleggers and Baptists. So I should clarify for my listeners what exactly that is. Bootleggers and Baptists is a phrase coined by Bruce Sandel, a regulatory economist. And the whole idea is, you know, if you take the example of prohibition, a Baptist will preach that, you know, alcohol is a bad thing, it should be banned. And the moment a ban is in place, a bootlegger will make lots of money. So typically Baptists and bootleggers go hand in hand. And this is just something that is natural. In fact, I had once written a film review of the Shah Rukh Khan film Raees, where one of my main"
    },
    {
        "speaker": "Guest 1",
        "time": "01:43:59.560",
        "message": "criticisms was that... There's a problem with that movie. Because they don't get together."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:04.960",
        "message": "Yeah, exactly. So that was my criticism. Now, here's a framework that I quickly want to talk about, which I think is moves on from what Ajay was talking about and is also valid to how we think of the economy in general. And this is something I got from William Easterly, who's written a bunch of great books, such as The White Man's Burden and The Tyranny of Experts. And his framework is where he talks about searchers and planners. And he writes in a 2006 paper, which I'll link from the show notes, he wrote, quote, historically poverty has never been ended by central planners. It is only ended by searchers, both economic and political, who explore solutions by trial and error, have a way to get feedback on the ones that work and then expand the ones that work. All of this in an unplanned, spontaneous way. Examples of searchers are firms in private markets and democratically accountable politicians. A planner thinks he already knows the answers. He thinks of poverty as a technical engineering problem that his answers will solve. A searcher admits he doesn't know the answers in advance – he believes that poverty is a complicated tangle of political, social, historical, institutional and technological factors. A searcher only hopes to find answers to individual problems by trial and error experimentation. A planner believes outsiders know enough to impose solutions. A searcher believes only insiders have enough knowledge to find solutions, and that most solutions must be homegrown. Stop quote. And which brings you to the power of local knowledge in markets and local government and so on. But at one point, and this is where I want to sort of come at my next question for you guys. At one point, Easterly says, quote, the planners have the rhetorical advantage of promising great things, the end of poverty. The only thing the planners have against them is that plans don't work to help the world's poor. Poor people die not only because of the world's indifference to the poverty, but also because of ineffective efforts on behalf of those who do care. To escape the cycle of tragedy, we have to be tough on the ideas of the planners, even while we salute their goodwill. Stop quote. And it seems to me that here is sort of a key narrative problem. Like earlier Ajay, you spoke about how we should think of oppression as a default of people accumulating more and more power as a default and freedom as something we have to fight for something that requires eternal vigilance as Jefferson put it. So that is one thing that's the nature of institutions that the moment you give power, power corrupts, and then it tends to expand. But the other reason that freedom is always got to fight is that all of these narratives are very appealing. You know, when Indira Gandhi wins an election on the basis of gareebi hatao, even though all of our policies are actually hurting the poor, perpetuating poverty, that also kind of becomes a difficult fight to tackle. So sort of dual questions, I guess that, what do you think of this framework? And is there something to that, that narrative battle is a real one to fight, otherwise we slip back?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:46:57.680",
        "message": "It is a huge issue in human affairs. It's not efficient for most people to think for more than 10 minutes before voting. So there will always be an information problem. As Kelkar and I say in the book, most people know more about a motorcycle that they will buy as compared to knowing about the GST because they couldn't care less about what happens or what goes wrong with the GST. So I think of human societies as going through long, slow processes of waking up to figure out that something doesn't work. You know, that the worst thing that you can do for a nation is nationalism. The worst thing you can do for a society is socialism, even though these things sound like very nice labels. So unfortunately, you know, men and nations will do the right thing after trying every reasonable alternative. And it really takes a certain kind of shock therapy to wake up and realize that, oh my God, this really didn't work. If you look back, you needed the second world war to get a lot of sensible people away from the ideology of control, ideology of state domination. Without that, you know, Germany and Japan would not be as perfect and as amazing as they are today. In similar fashion, you know, you needed the murder of Gandhiji to wake up the people of India and, you know, get India going for 50 years in a certain direction and so on. So it is these things that make us learn. Unfortunately, most of us don't learn readily and it's a very slow process and seductive, catchy phrases go a long way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:31.960",
        "message": "Yeah. And in fact, public choice theorists have a phrase for that rational ignorance that for any one voter, it is simply not rational to spend too much time figuring out who to vote for, because the chance of your one vote making a difference is very minuscule. Though there was apparently a local election, I think somewhere in the North UP or Rajasthan, which was lost by a guy with exactly one vote whose family didn't vote, you know, wouldn't have made for the best dinner table conversation. Main toh aapke liye ghar pe khana pakha rahi thi. Nahi, woh booth pe kyu nahi gayi. Nauroji won his MP seat by five votes. Yeah, back in the day where the world population was 40 people. Yeah, it's different. No, and I'd say to add to rational ignorance, you know, I think the term rational apathy also works. Because, you know, we speak about how voters are so apathetic all the time. But I'd say that that apathy is also rational that man, I gotta get on with my life. It is safe for me to assume that nothing I do or say in the public domain will make a difference to the world, or will make a difference to governance or to society. So to hell with it, I'll just get on with my life."
    },
    {
        "speaker": "Guest 2",
        "time": "01:49:34.240",
        "message": "So can I take this as a prop to ponder some of the developments that gave us 1991? Okay, so we as a country were sinking into bad rates of growth. And there was just one long period of absolutely horrible things that were happening. Okay, so let's just go back. In 1962, Nehru died. Sorry, in 1962, we have the China war. In 1964, Nehru died. In 1965, we had another war and Shastri died. In 1969, Indira Gandhi nationalized banks. In early 1971, she won elections on the platform of Gareebi Hatao. In late 1971, we had a winning war, but one that involved tremendous demands upon resources. And then by 74, 75, the economy was down in the dumps and the country was burning with the various agitations all over the place. And then we got to 1976, that was the emergency. It was just one terrible long period. I wish to say to everybody who's gloomy in India today, that this gloomy period ran from 1962 to 1977. Okay, so 15 years of bad times happens. Okay, so you've got to rescale your fortitude and be willing to live through bad times and bad times don't have to be short. It can be pretty long and they can be pretty disastrous. What was going on in the minds of the elite? And how did the elite consensus shift? It's not voters, really, who woke up and started saying that Indian socialism is not working. It was an elite led project, where more and more thinking people started waking up and saying, you know, this ain't working. So, I consider one of the most important pioneers in this field to be Arun Shourie, who was writing fundamental homegrown wisdom in the EPW about how the license permit Raj is generating terrible incentives. It was just an observation of my own backyard, you know, all science at its best is I turn around in my backyard and I describe the phenomena that I see. And that was Arun Shourie by the mid 60s. There were people waking up and saying that, look at East Asia, they are getting their act together, they're learning to export, they're getting a kind of prosperity that we have not got in India. You don't need to be so pessimistic about exports. That was Manmohan Singh's PhD thesis, and so on. So, the challenge to the status quo came from people looking back at these 15 years and saying, you know, it's broken. And clearly, we could do better than this, both based on observation of what went wrong in India, and on the observation of other countries were faring better than India. There was an 81 IMF program, there was a 91 IMF program. And that was very humiliating for all the senior policymakers who took it personally, that this is my failure, that we failed. And so, we had to go to the IMF and the World Bank with a begging bowl, and take loans and aid in order to tide over these situations. And one last element I would add to that was the fall of the USSR. It also changed the geopolitical configuration of the world. So, in 1971, when Indira Gandhi went to war in Bangladesh, she made India more cozy with the USSR than ever before, with the Friendship Treaty. And when there was a fall of the USSR in 1989, folks like Narasimha Rao clearly understood that the world had changed, and we needed to find a new place in this world. And this was one more element of the understanding, not just an economic understanding. Of course, there was an economic understanding that the great proponent of socialism had collapsed, but also that we in India now needed to find our way in a difficult world, where we did not have friends in the form of the USSR. And so, now what were we going to do? And it reiterated the importance that we had to become strong economically, otherwise, there were going to be dreadful consequences. So, I think of this as the theory of change that brought us through the market orientation from 1977 to 1991, as opposed to the stagnation and the mistakes of 1962 to 1977."
    },
    {
        "speaker": "Guest 1",
        "time": "01:53:57.920",
        "message": "I would add a few more things to this, if I may. I very much agree with Ajay. I would say that I think some of the unsung heroes of this time are some very senior bureaucrats and technocrats, right? And these people are not necessarily like, you know, free market people, right? A lot of the reforms for socialism came from people who were fundamentally socialist and who said, hey, the system's not working very well, right? Industrial licensing, we set it up with a particular goal in mind, and it's not working the way we think it should be working. So, something needs to change for us to meet our goal. So, they saw this huge like, sort of, it was very incongruent, you know, the means they were using and the ends that they intended. I think that's a really important part. So, one tradition we have lost in India is very good expert committee reports and very high quality, you know, parliamentary, you know, bipartisan or multi-partisan standing committee reports and things like that. This is a tradition which was, I mean, when you called a parliamentary committee, it was always given to the best people. It was typically not a cronyist event. Now, they always had the option of ignoring the committee report, right? So, they never tried to rig it or, you know, the tendencies were not what they are today, which is either you don't call the committee or you just kind of undermine it before it begins. So, I think some of those committee reports from that time are still relevant, you know. So, that's one thing I want to highlight, that there are some of these unsung heroes, we don't know their names. So, you know, I mean, we know the names of, you know, for instance, like Abid Hussain committee on like trade reforms in the early 80s or something like that. So, we know the person who led the committee, but there were a lot of people doing good work like this. That's one. The second is there is also a lot of historical accidents here. You know, it's not clear to me that Indira Gandhi, I mean, she's very socialist. So, don't get me wrong. I'm not saying that she's not socialist, but I don't think she came in with the same commitment to socialism like say Nehru did. Okay. Her commitment to socialism is a little bit more accidental, and it's also the consequence of a power struggle that happens within India. So, if you look at what happened in 1966, right, India had to undergo a devaluation. It had a very similar foreign exchange currency crisis at the time. IMF and, you know, World Bank, basically the Washington consensus before it was even called the Washington consensus, came up with the prescription. They said, we'll give you the loan. You need to devalue. You need to do like, you know, this laundry list of things. But a few things happen simultaneously. One is there were two moments of a break within the Congress party, right? And the people who were against Indira Gandhi were the more liberal minded, reform minded politicians, right? And she wanted to split from them because she was the one who wanted to be in power. So, this is the split with the syndicate in Congress, right? And it just so happens that she was against the liberal side, so she became more socialist. That's one part of it. The second part of it is interpersonal relationships, right? Like the way the, you know, Lyndon Johnson administration behaves by making India beg for PL480, you know, each week shipment when India is going through a terrific shortage is going to come one at a time and it needs to like, you need to beg and then it'll be approved as opposed to just opening arms and giving aid to a country which is clearly struggling in, you know, a moment of crisis. Now, these things make them very suspicious of America, once again. Now, in 66, Anne Kruger has a great quote, it's a long one, so I'm not going to read it out. But she kind of, you know, tries to think of a counterfactual that in 66, if India had done what IMF had suggested and Indira Gandhi had gone the South Korea way, like where would India be today, right? Like, look at South Korea's economy today. It's a developed country. And when South Korea started in the 1950s, it was like equivalent to what Syria or Yemen is today, right? It was torn by civil war. It's the third poorest economy in the world. And a matter of 15, 20 years, they kind of just, you know, escaped out of that poverty trap. So Anne Kruger talks about how 1966 may or could have been a moment and what if it had been that moment. So there is a bunch of historical accidents and there is some internal churn going on by well-meaning economists and technocrats, many of whom are actually dealing with the IMF at this time and they recognize the kind of failures of their policy. And when you come to the 1980s, about 10 to 12 years before the reform period that, you know, that as Ajay mentioned, there is a series of really good reports. Okay. And the reports matter for two reasons. One, they are coming from an elite perspective and we know the collective action problems of voters getting together to defeat one ideology versus another ideology. I don't think the voters have still managed to do that, you know, even 30 years after liberalization. But the second part is these elites have buy-in within the government. They are part of the state machinery. It's very different than Shruti Rajgopalan, Ajay Shah and Amit Verma talking over a podcast about MRTP being bad, right? There is a difference when there is actually a Sachar committee report on MRTP, right? And that report from the inside examines it. They understand what is going on. They understand how to write the recommendations in a way that they have buy-in within the community that they are involved in and how to make these things go through. Now, of course, this happens in 1979, early 80s. MRTP doesn't, you know, get reformed until the early 2000s. So there's a long time period. But as Ajay said, 15 years, 20 years for these kinds of elite-led reforms is not that long a period of time. It takes that long for ideas to come in and for them to take root and, you know, things like that. And the third is, here I have a bit of an issue with my own community, which is that of professional economists, right? If you think about the 70s, you know, once the Korean miracle has happened, by the 70s, I mean, early 70s, you have Bhagwati and Padma Desai have written their book on how industrial licensing and, you know, the entire industrial planning system is simply not working. By the mid to late 70s, you have TN Srinivasan, you have Jagdish Bhagwati. I mean, Jagdish Bhagwati is at MIT, TN Srinivasan is at Yale. These are elite economists at top institutions. And when they have a position on economic development in Asia, it matters, okay? Look at what today's development economists are doing, right? I mean, they're very credible. They're excellent people. But today's development economists are not talking about trade as the route to prosperity, right? Today's development economists are tinkering social protection programs. If we tinker a little bit and pull this liver and give a sari instead of 200 rupees or have a timestamp instead of this other mechanism, what are we going to get, right? So there has also been a really big problem within the elite economics community. There is a crisis where development economics has become a field in its own. I don't even know sometimes what it means, but the engines of growth, which is, you know, strong macro monetary policy or trade policy, these things are now just taken for granted. It's not fashionable to work on these things anymore. I can't remember the last time I read something new, which was not like a journal of economics perspectives piece that was really good on free trade as the engine of growth or like endogenous growth theory or innovation specifically applied to developing economies or sub-Saharan Africa or something like that. That work is not existing, right? Which means the next generation of economists who are trained are going to be doing something a little bit different. And it does matter. And it matters not because of what Modi is going to do tomorrow, but it matters 15 years from now, who is going to dig us out of this grave when the opportune moment comes, right? Who is that Sachar committee report going to be written by in 2034? Those people need to exist and they need to be trained and they need to be influenced by an economics elite. That actually depresses me more than virtually anything else that we're seeing right now. If I may just continue on the"
    },
    {
        "speaker": "Guest 2",
        "time": "02:02:41.440",
        "message": "sociology of the economics profession, Shruti, as you know well, Jagdish Bhagwati and T. N. Srinivasan started out at the Delhi School of Economics. And so I actually claimed them as Indian economists"
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:53.520",
        "message": "and not as MIT or Yale economists. No, they're Indian economists, but they get the world stage and they're talking about India at a global platform with a certain amount of credibility, which really makes a difference even for the Indians listening to them. The Indians are more likely to listen to T. N. Srinivasan and Bhagwati when they come from MIT."
    },
    {
        "speaker": "Guest 2",
        "time": "02:03:16.960",
        "message": "Yeah, I'd just like to emphasize, they picked their knowledge here out of observation of their backyard. So it was in the great traditions, as I said earlier, that, you know, George Akerlof went out walking from ISI Delhi and saw people selling vegetables and invented the lemons model. And so observation is the key being immersed authentically in that reality is what gave Jagdish Bhagwati and T. N. Srinivasan the novel insights that they had. Turning to the Indian landscape of that period, I felt there is an interesting distinction between a Delhi community and a Bombay community of that period. The Delhi community was very much part of Nehru's central planning of the idea that the economists had access to some unique knowledge and the ability to plan. So the economists cast themselves as social engineers, what might today be fashionable for the computer technologists to call platform designers, that they will design society. So those kinds of things were the flavor, the nature of the Delhi community. Whereas in Bombay, it seems to me that there was a greater nurturing of an economics that A. did not involve the key protagonists possessing any power. So they were more academic economists rather than going and running some central planning operation or the other and being closer to the private sector and seeing private sector dynamism and capabilities and internationalization and so on. And it seems to me that there is a very interesting moment in 1977 where Morarji Desai became prime minister and H. M. Patel became the finance minister and D. T. Lakdawala became the deputy chairman of the planning commission. And these three people brought in a different ideology, a different framework. It was a lot of gnashing of teeth and biting of nails on the part of some of the Delhi establishment because these were not the cool kids who were spinning planning models. But then that was the point. That was how we started bringing new ideas to bear as compared to the old establishment, which was this mixture of poverty and redistribution and mistrust of markets and central planning."
    },
    {
        "speaker": "Guest 1",
        "time": "02:05:43.040",
        "message": "And one last addition to this Delhi-Bombay thing, there is also a majority of the pushback is coming from, you know, the Forum for Free Enterprise, right? I mean, Ajay mentioned Arun Shourie. Rajaji fortnightly writes about the stupidity of price controls and the Essential Commodities Act and like the license. He coined the term license permit raj and so on. You know, you have people like Masani and A. D. Shroff giving lectures. So there is there is a whole Bombay intellectual community, which is far less, you know, mistrustful of private enterprise and far more in line with, hey, what are the engines of growth and what are the unintended consequences? One person I want to mention here, who's like never thought of as an economist, but I think had great writings of that time is Nani Palkiwala, right? Palkiwala is like the first public finance, like sensible public finance thinker we have in India, because he started out as a tax lawyer and about talking about look at what the tax code is. And he came at it from two points of view, right, which are very valuable to the conversation we're having. One is, hey, this simply doesn't work, right? It has all these unintended consequences. They're terrible. And the second is the constitutional rule of law perspective, which is what kind of society can you have if your highest tax rates are 97 percent and you're going to end up making a criminal out of everybody because no reasonable person is going to be willing to part with 97 percent of the income that they've earned, you know, so on and so forth. And so he comes at it from a very interesting perspective. And Ajay is absolutely right that there is something very interesting going on in Bombay at that time, culturally, that there is this group of people who are not just writing about it, but they actively engage with the public, which is also something missing in Delhi, right? Delhi people are not doing these huge public lectures and they're not really trying to persuade people. It's a very insider game. We know how the game is played. We are technical economists. We know how the system works and we are going to make these clever plans and talk to each other about it at the IIC. And I think Bombay is just a fundamentally different culture intellectually, not just in terms of ideas, but also the dissemination."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:05.120",
        "message": "So, you know, you said there's something interesting going on in Bombay. These days, the only interesting thing going on in Bombay is the seen and the unseen. We'll take a quick commercial break now, but after which we'll talk directly about the 91 reforms. I did want to spend some time doing the segue from the Nehru years to the Indira years because things became much worse. But you've, you know, put a very interesting kind of nuance there, like one view of Indira, which is essentially correct, is that economically she was a complete disaster. People speak of the emergency, but I think a lot of what she did in terms of her economics, there were crimes on humanity that perpetuated poverty and suffering throughout the country. But the interesting nuance that you pointed out is that she wasn't a committed socialist necessarily. She went in that direction because of political imperatives. She had to combat the syndicate within the Congress Party as it were. And this was just a positioning game that she could, you know, position herself as apart from them using this. And it also sold well, you know, good intentions sell well. But at the same time, you know, it could have been reason for hope for some had she lived, because maybe she had no convictions, maybe she was just a sociopath will do whatever. Certainly her young son Sanjay was and of course, a lot of the way she behaved came from those incentives ki bete ko khush karna hai. But you know, so we'll go directly to 91 after the break. But before that, I'll leave my listeners with a thought that Ajay when he was speaking, he mentioned he spoke about the elites of that period who were on these committees and who had access to, you know, to bureaucrats and to politicians and not just people sitting around doing a podcast. And the thought struck me that imagine if I was to try and do a podcast in that period, I would never get a license, right? Because first of all, the conception of my podcast originally was very different 20 minute episodes, a lot of experimentation brought me here, I would have had to apply for a license for the original conception, which would have taken five years to come. And the experimentation would never have happened. And there would have been monthly bribes I would have had to pay. The other thought I'll leave people with, which I've, you know, mentioned sometimes in the context of agriculture, which was a one part of our economy, which wasn't sort of reformed in 91, is that imagine that if writers had to go through an APMC, so you're a writer, but you can't sell to any publication, but you know, according to sort of mutual consultation that you know, this is you pay me this much, I'll give it to you for this much blah, blah, you can't, you have to sell it to an APMC for writers, right, maybe a WPMC, as it were, and they'll give you a fixed price. And then they have all the writing in front of them. And they sell that on to publications and so on. So it would really be the equivalent of you getting say 200 rupees for a piece, which they then sell on to the publication for 10,000 rupees. And that's exactly what's been happening in agriculture for decades. Ajay and I have a great episode on these recent farm laws. In fact, which is, I think one of my top 10 episodes. So much lucidity and insight there, as they will be in this episode also after we come back from the break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox, you don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Ajay Shah and Shruti Rajgopalan on the importance of the 91 reforms. And finally, after two hours of conversation and hopefully, delightful digressions, which you would have found as interesting as I did, we have reached 1991 or not yet. Because people I think often speak of 1991 as if it is this fixed moment in time where there was a quantum leap in events and everything just changed. But actually, there was a gradual process as both of you pointed out before the break, which was underway, you know what some economists have termed as liberalization by stealth happening through the 1980s. So tell me a little bit about that. I mean, especially, it's always fascinating to me to speak to you, Ajay, on all of this, because it almost seems like you're discussing the French Revolution with someone who was actually there when people"
    },
    {
        "speaker": "Guest 1",
        "time": "02:13:00.640",
        "message": "were getting beheaded and who knew Robespierre personally and all of that. He just called you old."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:05.280",
        "message": "Because I didn't call him old. He's a, he's a statesman. His co author Vijay Kelkar was part of some of these committees, I was just reading Rakesh Mohan's essays on, you know, what went on behind the scenes at that time. And Mr. Kelkar was a part of that to some extent, you know, so Ajay, so take me through a bit of that process in the decade past. Like when we look back, it's easy to think of Indira as a socialist, sociopathic monster, which of course, she was for a significant period of time. But there is also this narrative that at a certain point in time in the late 70s and early 80s, even she was beginning to give in to reason and sense, which was coming from others, you know, and so on with Rajiv Gandhi as well. And had Rajiv actually lived, perhaps a liberalization would have happened anyway, because he was already turning towards the conclusion that we needed all of this, regardless of the crisis that eventually happened. So take me through the landscape. There's a really important break in"
    },
    {
        "speaker": "Guest 2",
        "time": "02:14:01.840",
        "message": "this history in 1977, where, as I mentioned, Morarji Desai, H M Patel, and DT Lakhdawala became the three, the big three economic policy people of that period. In those days, the Deputy Chairman Planning Commission really mattered much more than is the case today. And it was a cautious process of liberalization. So, for example, instead of a tariff being 300%, it would be 200%. In the early 80s, it was the concept of broadbanding of industrial licenses, where instead of having a license to make a 20 minute podcast, they would say anybody who has a license to make a 20 minute podcast is automatically deemed permitted to make a podcast of any length between 10 minutes and 30 minutes. Okay, and that would be liberalization, because you suddenly got to move in an incremental way around your ecosystem and find something that made a little more sense. And these early steps in reform were actually successful rather quickly. If you do the econometrics of structural breaks in GDP growth, right there in 1979-80, we get a jump to 5.5% growth compared to the so called Hindu rate of growth of three and a half percent. So, fairly modest changes generated a decent impact on growth fairly early. There are two big features of that early period, which we in hindsight, would see as very different compared to what happened after 1991. The first was that it was very domestic centric, there was not a liberalization opening up to the outside world. So, it was like a pre-globalization phase of fixing up some of the domestic economy. And the second big feature of that period is very little was done on finance. It was all real sector focused, because can we get goods and services and raw materials to move a little better? My good friend, Vivek Bhatia, who used to be in business today, tells me of the time when he was a reporter. And in 1981, we got the decontrol of the price of steel and cement. And there was like a funeral atmosphere in the Ministry of Steel and Ministry of Cement. Okay, so did you know there was a Ministry of Cement or things like, I don't even remember what was the name of the department. But this sounds trivial that there should be no government involvement in the price of steel, there should be no government involvement in the price of cement. But at the time, it was a big deal. It was a very big deal. It was as strange as the few market-oriented economists in India today who get the idea that there is no role for government in the currency market. If you try to say in India today, that the exchange rate should move based on market forces, it would be a novel proposition for many people. In similar fashion, it might sound obvious today, but at the time, it was a big deal. And these were important liberalizations. I can't help tell a funny story of my family story. We moved into my present house in Bandra East in 1972. And that was, it was a cooperative housing society where in those days, the people who were members of the cooperative society had to do a lot of the heavy lifting to make the thing happen. And that was an age where there were shortages of cement. So, the thing got delayed for years and years in getting built until 1972 when we moved in. Because individuals had to just figure out that, oh, there's a little bit of cement here, so now let's scramble over and get that cement. And then the project would make some progress. And then again, it would grind to a halt because there was not enough cement. So, these seem like small things, but they are a very big deal that a government involvement in the price of cement or the price of steel is a huge distortion. And many of these incremental things were getting done. And as Shruti emphasized a moment ago with Nehru, there was a positive feedback process that Nehru and Mahalanobis scored a significant acceleration of Indian growth compared with pre-colonial times. In similar fashion, this community of the reformers gained confidence and earned respect and gained credibility because right there after 1977, in 1979-80, there was a structural break in GDP growth and growth accelerated to 5.5%. And so, this process was working its way through the 80s. And then we had a terrible mess in the late 80s where many things came together. There was domestic political difficulties that led to reckless fiscal policy, which spilled over into a large current account deficit. And then we had oil shocks after 1979. And those things came together and generated a balance of payments crisis at a time when the political conditions in the union government were completely broken. So, that gave us the big messy BOP crisis. Once again, to underline what Shruti was saying a moment ago about many people thinking about these things and rebuilding the policy framework, it is not widely known that the Chandrasekhar government with Yashwant Sinha as the finance minister had worked out a good chunk of a complex policy package that would be done that looks a lot like what was finally unveiled by Narasimha Rao and Manmohan Singh. But it didn't happen because that government collapsed. And then finally, we get to that epochal final moment where we had the absolute genius of folks like Narasimha Rao as prime minister, A.N. Varma in the prime minister's office, Chidambaram as commerce minister, Manmohan Singh as finance minister, Monte Kaluwalia as finance secretary. Earlier, he was the commerce secretary with Chidambaram and Ashok Desai as the chief economic advisor to Manmohan Singh. And all this came together and we just got a huge jump forward. And my important characterization of the second phase is that it was opening up to the world, was reducing trade barriers, it was reducing capital controls, and it was commencing on domestic financial system. So these are the two different phases of 77 to 91 as being more domestically oriented and the 91 reforms as being more about the external sector and about finance."
    },
    {
        "speaker": "Guest 1",
        "time": "02:20:30.240",
        "message": "I would add a few things to what Ajay said. So first, I should plug the project, right? So some of the things that Ajay spoke about are directly about the 1991 project. So the website is the1991project.com. There were two crises that were happening simultaneously. So you know, Ajay is absolutely right, the structural break happens in the 80s. But one is some of this, you know, the benefits you're getting because of broadbanding, right? Like first you could make spoons, now you can also make forks. So of course, there's an expansion in what you can make and there is a reallocation of goods going to slightly higher valued users. So it's more productivity. But simultaneously, the government had gotten into all sorts of crazy welfare spending. You know, by the 80s, the cronyist socialist state is kind of at its peak, right? So everything you have from your, you know, loan waivers to, you know, a complete mess that is happening with the banking system to increase in all your agricultural subsidies, post green revolution, all this is like, you know, there's a huge fiscal burden. So while there is growth in the 80s, I mean, we should also talk about how the deficit started to become very large in the 80s and became a little bit unmanageable, right? So both on the books deficit and off the books deficit. So that's number one. The second is there's always all these global accidents that really matter, right? So we knew that there is a balance of payments crisis brewing. It's not like they woke up one day in 1991 and they realized that it's a problem. They knew that this is going to come and go, but they thought at least the way the bureaucrats, many of them tell the story is that Rajiv Gandhi was supposed to be the intended reformer of India, right? He had already brought in some technocrats. He was being advised by Jairam Ramesh and Sam Petroda. You know, they were like very, it was very unusual because they were very young people who were liberal minded and studied in America, as opposed to the old Nehruvian guard, which were, which had been advising members of his family before that. And Monte Singh Ahluwalia has talked about how he prepared a reform document, which later became like a blueprint called the M document. But he started preparing it initially thinking that Rajiv Gandhi is going to come to power. And there were some murmurs that Rajiv Gandhi was a little bit more reform oriented than, than his mother and the previous prime minister. Simultaneously, globally, the Gulf war happens, and this is where it's the balance. You know, you could have had a fiscal deficit crisis that pushed India into reform, just happened to be a balance of payments crisis, right? And what really ends up happening is we don't have enough foreign exchange to buy essentials. And by the time you get to the mid nineties, right? And the late nineties, you can't afford more than three, four weeks of oil imports because the Gulf war has made oil suddenly very expensive, right? And you're not exporting enough to earn enough foreign exchange to buy the imports. That is, that is, you know, in a, in a nutshell, what the balance of payments crisis is, but people know this is coming. So there are a few things going on. You have A. N. Verma, who is Narsimha Rao's, you know, sort of like the prime minister's office, the main guy, but he was industry secretary before that. So he had written with Rakesh Mohan, a detailed note on de-licensing while he was in the industry secretary, right? That work had been going on since 1988. For instance, you had Montek, who immediately after Rajiv Gandhi died, it just so happened that in those years, the world was a little bit less partisan, right? So VP Singh invited Montek Aluwalia to be an advisor to his government. When VP Singh's government suddenly lost confidence and he had to resign, the Chandrashekhar government kept kept a lot of these old people on, right? So they were, they continued to be advised by the A. N. Verma's and, you know, the Rakesh Mohan. So all these people, there was a lot of continuity. So the idea that there were these three or four people who just suddenly showed up on the scene and there was a balance of payments crisis and boy, last six weeks later, we had big bang reforms. That's a very reductive view. These things were cooking for a long period, because if they don't cook for a long period, you get blunders like demonetization. You know, I want to put this out there. Demonetization is also an economic reform. It is just a very, very bad idea. And it had no consultative process and it didn't go through the two things that Ajay has been flagging this whole time, which is, I look in my backyard and I talk about what's happening, right? And second, a very clean analytical framework to say, why do we have these restrictions on industries? Why do we have 75 industries on this list? Why can't we just remove it? Right. Why do small scale industries deserve protection? So on and so forth. So that's one part of it. And the second part of it that I want to flag, and I think we've done a good job of this in the project. So right now, when we launched the project, we kind of gave the series of events that I told you about, and it eventually precipitated in India can't afford imports. The world economy has lost confidence in India. Moody's and S&P downgrades the economy. India is literally forced to sell its gold, which is a matter of great shame, because this is something even the public understands, right? You only pawn your family assets when, as they say, you're at the brink of bankruptcy. So all this stuff is going on. Two more things which are interesting here. One is Narsimha Rao, when he was the external affairs minister with Rajiv Gandhi, has been to China, has he's been to Singapore, he's been to Korea, right? These guys have seen the Asian miracle, and Narsimha Rao in particular is very inspired by Deng Xiaoping, right? And China matters a lot. So Ajay mentioned that, you know, the Berlin Wall fell, and you know, the Soviet Union is kind of collapsing and breaking down. We already know about the South Korean miracle. But at that point, when Ann Krueger and Bhagwati were talking about South Korea and Taiwan being these amazing examples of growth, most of the development economists said, yeah, but they are small countries. You can't have this for India or China. So when China sees a big difference in rates of growth, when they start liberalizing in the late 70s, now clearly there is a template for Indians to follow, right? And it seems like Narsimha Rao, either because he was personally enamored or otherwise, is a big fan of this template. He wasn't able to meet Deng Xiaoping. That's an interesting aside, but he's very inspired by it. And Manmohan Singh is quite important in this story because he has, at that point, occupied every important office within the bureaucracy that an economist could have occupied. He's been at the Ministry of Finance, he's been a chief economic advisor, he's been a deputy governor at the RBI. And these things matter because they foster trust, right? When you want to push something through in the government and you want to do it quickly, you have to be able to pick up the phone and call five people and they're more likely to listen to you if you worked with them before or you've established a certain amount of credibility or people trust your economic judgment and your political savvy and they know that you have the ear of the prime minister and so on and so forth. So I would say in this instance, the technical skills of Manmohan Singh may have mattered less than his actual experience within the Indian government. So one of the things we came across was we wanted to put this story together and we came up with a list of about 20 to 22 bureaucrats and many of them, you know, Ajay already mentioned. So it's A. N. Varma, but it's also C. Rangarajan, right? Who is at the RBI at the time. C. Rangarajan went on later to write the balance of payments committee report for the Reserve Bank of India, which is still, you know, it's like a textbook kind of thing that we all studied in college, the Rangarajan committee report. So these guys are very sound economists. They are entrenched in a system in a good way in the sense that they all know each other. They worked with each other. They were together in a different capacity at a previous time. They know what they are doing, which is a very large part of the reform story. I don't think we've been able to recreate that in modern times because one, there is a lot of partisan who belongs to which party kind of thing. Now there is a whole, you know, the prime minister is a Gujarati, so the Gujarat kadar will be given, you know, precedence in all important positions in the bureaucracy. So there's a lot of strange things going on. I mean, there's an insider outsider cut depending on caste and language and state and, you know, party and economic background, but that seemed to have not been the case in that, you know, sort of like a golden period of reform, as we call it. And the last thing I'd say here is, though we haven't gotten to that point in the project yet, a lot of these people continue to consult for the government even well into the Vajpayee years. You know, all this human capital and knowledge and expertise and connections that had been built up, they didn't just disappear, right? They were held on as people, you know, there was a lot of continuity, which is something we don't see in government today for a long time, right? And the people who do have continuity, we don't give them status. So the reason, one of the reasons we put up the bios of all these people and we wanted pictures and names and faces is people should know who C. Rangarajan is, you know, like, like they should recognize his face. This should be a very high status individual, right? Same with Ashok Desai. These people should be celebrated because they come with, like, you know, even scientists, the other day I saw in the Wimbledon, they stood up and gave a standing ovation to one of the people who was involved in the AstraZeneca vaccine, right? Like, we've got to recognize who are the people outside the prime minister alone, like one individual who work for 10, 15, 20 years for a very long and consistent period of time. And they're able to nurture ideas. They're able to mentor the next generation of bureaucrats. And therefore there is a continuity in reforms. So when I unpeel the 1991 story, the issue is not whether July 24, 1991 is a special date and some, you know, there was a secret sauce and some magic happened and the astrological universe aligned. That's not what it is. It is that when the moment could align and when the window opened, all this work had already been done and all these people were already in position to make sure that sensible ideas can actually be followed through in a sensible way. So I think that to me is the most interesting part to add to what Ajay said."
    },
    {
        "speaker": "Guest 2",
        "time": "02:31:23.760",
        "message": "I agree with everything Shruti has said. I have a few more aspects and illustrations of this. So I was just thinking about Vijay Kedkar's story. He started out as economic advisor in the Ministry of Petroleum. And so first, interestingly and surprisingly in the modern world, after some years in the Ministry of Petroleum, starting out as an economic advisor, he became the secretary, Ministry of Petroleum. Okay. So these days, career economists would not become the heads of department. It just doesn't happen anymore. But it was happening in those days. Similarly, Monte Kaluwalia was secretary commerce with Chidambaram as the minister in 1991, which was very important to the trade liberalization which happened in that period. The second interesting thing is Vijay Kedkar got six full years as secretary, which is something that is just unheard of these days. And in those six years, he basically got that entire pipeline done of opening up to private sector participation in oil exploration, in oil extraction, in refining, all the way to retail, which I think got a bit messed up. But six years is the kind of time horizon. And note, this is on top of many years spent in the ministry as the economic advisor. So earlier, he was the advisor to people like Lavraj Kumar, who were there. When Lavraj Kumar left, he blessed and anointed his successor. So again, it was a different age that a person like that was given the continuity of going on from being economic advisor to secretary and then got six years as secretary. And it's a big important change that the petroleum industry is one of the most important industries from the overall economy. And piece by piece, that kind of detailed technical attention was required in many, many parts of the ecosystem. Second story, I just want to tell at a more personal level. I was hired by Yashwant Sinha and Rakesh Mohan at the Department of Economic Affairs. And a short while later, Jaswant Singh became finance minister. And with him S. Narayan was the finance secretary and K. L. Kaur came in as advisor to the minister. And after that, there were the elections and Chidambaram became the minister. It never occurred to me that I was partisan, because I truly wasn't. I was just a technician. I was just used to solving technical puzzles and intellectual problems. It never occurred to me that I had one side of the ideological spectrum or the other. There was a whole world, there was a culture of experts and expertise and people worked with government period, it didn't matter who you were. So as an example, when Monte Kaluwalia finished up as finance secretary, he went to the planning commission, Vijay Kelkar replaced him. He came from being minister of petroleum, he became finance secretary at the Department of Economic Affairs. There was no fuss about these things. It didn't matter that are you with this government or that government. And then Kelkar went to the IMF as the director. And when Vajpayee was prime minister and Jaswant Singh was finance minister, Kelkar came back as advisor to the minister at the North Block. There was no fuss about all these things. And has it changed today? Yeah, today, all the features I described, you won't find career experts becoming secretaries, you won't find long tenures. So a younger person getting six years as secretary, I can't recall the last time it happened. And you don't find people spanning across governments. Today, you have to wear your loyalty on your sleeve on Twitter, then it becomes awkward."
    },
    {
        "speaker": "Guest 1",
        "time": "02:35:06.880",
        "message": "I mean, there are a lot of problems with the permanent executive and the way we have these bureaucratic appointments, and they're virtually lifelong tenure and things like that, right? I know all the problems with it. It's like a whole Yes Minister comedy in itself, right? But the single advantage of it is you can have continuity across government, right? And you can have people who can see through reforms past the point of like political opportunism and things like that. So it seems to me like we've taken the worst of every world, and we have made sure that the one benefit there is of this kind of, you know, permanent executive also goes away because the partisan politics has also been brought into that. The second is there, I mean, seniority was always important, and all these things were always important. But people did recognize someone of merit, and more importantly, someone of technical expertise. Right? So you did recognize that when Mohan Singh has a PhD in economics, and he has taught, and he is an expert in trade or, you know, something else, and therefore he should be this particular deputy governor at RBI, he should do this particular role at the finance ministry and so on, and, you know, kind of circulate. I feel like that has also disappeared now. Now it's more like, I need my guy to be at the environmental ministry because I need my guy to make sure that my files can move forward. And now multiply that across the Ministry of Finance and Commerce and Industry and everything else. So some of the second stage downstream problems of License Raj have also crept into this, you know, unintended part of how we treat the bureaucracy. You need your guy there because otherwise, things get stuck and there's no way to move them. But if you put your guy there, you're not always going to have expertise and expertise, you're not going to have expertise and loyalty. That's a very rare thing to get. And you might even get it in one person, you're not going to get it across the board. Right? So that's, I think, really, really important. It's also the same with judges. When was the last time you got a Supreme Court Chief Justice who had a tenure longer than, you know, a year, year and a half? Supreme Court Justice, the standard tenure is a couple of years, less than two years, right? So this is not just a bureaucracy thing. This plague is everywhere"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:25.520",
        "message": "inside the government. No, and a great example of this plague of loyalty, as it were, is what happened after demonetization, where every economist either associated with the government or who had otherwise supported it were essentially told that right in support of it. Of course, the three of us all wrote opposing demonetization from day one. But there are so many people who definitely knew better, who actually wrote in support of demonetization, even though they knew it was a disaster, because they had to stay on the good books of the government. And there are incidents which reveal something about a person's expertise and competence. And there are incidents which reveal something about their character. And I think a lot of that happened around that time where, you know, people who we would otherwise think of as fine thinkers, you realize that the scholarship might be good, but they're deficient in character, when you know, they don't sort of"
    },
    {
        "speaker": "Guest 2",
        "time": "02:38:14.720",
        "message": "vote with their conscience, as it were. I want to tell a character story. I had started writing a column in the Business Standard. Many years ago, Ashok Desai moved out of the Ministry of Finance and joined the Business Standard. And he got me going, writing a column in the Business Standard. And there was some situation where I had written something very critical of something that the DEA had done. And that day or the next day, I bumped into Monte Carlo. And I said, I kind of apologetically said, I hope you're okay with the fact that I really disagree with what you've done. And I wrote harsh words, criticizing you in the newspaper. He said, you know, on this subject, I agree with you completely. And he said, I am not monolithic. I am one creature out of a complex machine called the Ministry of Finance. Very often, I might advocate something internally, and I might lose. And the outcome that comes out is something that I may not agree with. And I might secretly applaud when you write something in the newspaper attacking the Ministry of Finance. He says, you should never worry about offending me when you write in the newspaper. And that was so great. It really gave me comfort. It gave me confidence. Similarly, I remember the times when I was at NIPFP, and we were explicitly funded by the Ministry of Finance. And, you know, fortnight after fortnight, I used to be writing stuff in the newspaper about all the things being done wrong by the government. And it was just, it was never a problem. It was an age when knowledge mattered, when arguments mattered, when criticisms mattered. The people at the top were secure enough to understand that this is the part of the process of how we fix things, that it is important to solve problems, and criticism is an integral part of that. My last funny story is that prior to the 2004 general elections, the Lok Sabha elections, there was a debate between Jaswant Singh and the shadow finance minister, namely Manmohan Singh, on TV. Okay, so imagine it, it was a more evolved India, where these things could happen. And Jaswant Singh was taken aback when Manmohan Singh said that there is a problem with interest rate exposure of banks in India. And it's not just me saying it, one of your own economic advisors has written a paper. There's this guy called Ajay Shah who has written a paper, which has demonstrated that the banks are facing a lot of difficulties, and you will potentially have a banking crisis because of the currency mismatch in the banks. And Jaswant Singh came back home and said, who is this guy, Ajay Shah, and I want his head on a platter. And it all boiled down to basically, him being explained that I've worked on this thing inside the Ministry of Finance forever. I have always been talking and worrying and writing and writing articles about these problems, and I wrote a research paper, and this is perfectly okay. And I have been part of the constructive process as an employee in the Ministry of Finance of trying to fix this. And at the end, it was okay, there was absolutely no friction."
    },
    {
        "speaker": "Guest 1",
        "time": "02:41:10.240",
        "message": "Also, I think I want to add one more layer to this. So, you know, one, of course, now it's all about tribal loyalties and things like that. But even on the tribal loyalty point, the other day, I think this was Devesh Kapoor who said this. He said, look at what has happened during COVID. All your so-called liberal elites and foreigners, you know, and this is really this is really people like me in particular, right, who are constantly criticizing the Modi government and all of that. We are also the biggest advocates that the Biden administration should help India and send vaccines and, you know, reduce the restrictions and make sure that exports can go so that India can manufacture more vaccines. So loyalty to a party or an individual is quite different than loyalty to the country or the cause. So here it's not that those times, you know, loyalty didn't matter. It is that the loyalty wasn't to an individual, right? This loyalty to an individual is a Narendra Modi and Indira Gandhi playbook. Okay. It is not a Nehru-Vajpayee playbook. It's not even a partisan thing. It's there are certain individuals who are demanding these very high degrees of, you know, loyalty, which which are frankly very counterproductive to the overall enterprise of governance. So I just want to flag that out there that they expected loyalty from Ajay even before. It just wasn't to tow the party line or the individual line."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:44.640",
        "message": "So before we get to the reforms themselves, which I think it's about time we do, but before we get to the reforms, one final sort of meta question about the stuff happening behind the scenes, like, you know, on one hand, what you suddenly see in 91 is a lot of people who weren't really speaking out before, at least in the public discourse about the necessity for reforms, suddenly coming out very strongly in favor of it. Like, you know, Manmohan in his 91 budget speech famously saying no power on earth can stop an idea whose time has come. You know, Rakesh Mohan in India transformed describes how Manmohan had a meeting with all his bureaucrats and secretaries as the reforms were being planned. And he told them, quote, if any of you have any difficulty with the proposed reform program, we can find other things for you to do, stop code, which is an act of great conviction. And there are various things that Manmohan, Chidambaram, Jayaram Ramesh all said during this period, which showed that conviction. But at the same time, the pace of change after these reforms is a little bit slow. And there is a lot of opposition that they face internally, like Rakesh Mohan describes this cabinet meeting where their initial note about the reforms, which they were planning to bring about in July 24, 91, it met with opposition from within the cabinet, where people like ML Forte Dhar and Arjun Singh were like, no, this is against everything Nehru and Indira stood for and you're turning your back against our great heritage of the Congress Party and blah, blah, blah, and all this shit happened. And what Mohan describes is that, you know, the framers of that document got to work and adroitly they changed a lot of wording to say things like in continuation with Nehru's concern for our economy and Indira Gandhi's love for the poor. And so they changed the political messaging. But substantively, everything remained the same. And it kind of went through. Now, this brings in mind that earlier phrase about the liberalization by stealth of the 1980s, was that stealth necessary? Was this just a bunch of elites who fortuitously happened to think along the same lines in the 80s and 90s, but they were fighting an establishment which didn't necessarily agree, they were fighting inertia, they were fighting institutions and individuals who had entirely different incentives. And therefore did that kind of complicate the whole process, because what we then saw is we had that burst of liberalization in 91. We had some more under Vajpayee perhaps, but there was a lot of liberalization that didn't happen. A lot of reforms that I'm sure Manmohan and Chidambaram would agree made a lot of sense, but that never happened at all. So what is that? What is that internal fight? Is there an internal narrative battle within the state as well, which you know, has to be fought? So, you know, if you look at"
    },
    {
        "speaker": "Guest 1",
        "time": "02:45:29.680",
        "message": "history, there has never been a situation where within a party, everyone agrees on everything, right? I mean, when we talked about the 1947, 1950 moment, right? Congress is like this umbrella party, but it has people like GB Panth, who are really, you know, closer to today's, you know, UP BJP faction. And, and you also have on the other extreme, like, you know, people like Nehru, right? There is always going to be the need for a particular kind of leadership, which is willing to take along people within the party and people in the opposition. Okay, the idea that you can have democratic politics without that, and everyone magically agrees upon the same idea at the same time, and everyone's willing to give up their entrenched interest. I mean, this is a pipe dream. So the question is always, who are these leaders who are able to make this happen? So we, we talked a brief moment ago about how Yashwant Sinha, you know, I think a few weeks ago, he said that he had almost the identical speech as Manmohan Singh, because you know, the blueprint of the reforms was ready, but he didn't have a prime minister who could push things through, right? One of the first few things that Narasimha Rao and Manmohan Singh do as a team is they talk to people within their party, and they talk to people outside the party. So Narasimha Rao calls this famous meeting of all opposition parties, right? And says, look, the country is in deep crisis, the only way to get out of the balance of payment situation crisis is to devalue, and then immediately after that announced trade and industrial reforms, because otherwise, you can't capitalize on the devaluation, like it's just not going to matter. In the midst of this, Manmohan Singh is tasked with keeping the internal bureaucracy, you know, the troops in check, right? That's why the famous Rakesh Mohan thing of, you know, making sure that all the secretaries are not going to create problems and things like that. And you do have to tell the old guard, now imagine, everyone who's in the system has gotten a certain amount of status and clout by being in the directorate of technical, whatever, right? The people who are in the cement department, giving you the cement permits, and you know, the commerce department, these people have clout for a particular reason, you're basically telling them that everything they've devoted their life to for the last 10 years is complete bunkum, and we're going to take it away and what you did had no purpose. And not only did it have no purpose, you also impoverished the country and led to a balance of payments crisis. Now, you can't like make these people disappear, right? You got to take them along in some way. So what is that way? So sometimes you got to plead with them like, you know, Narasimha Rao did with opposition parties. Sometimes you negotiate with them. And sometimes you just plain tell them like Manmohan Singh, you better get in line or you, you know, fall by the wayside. So it was a combination of all of these things. And I don't think it's unique to 1991. This needs to happen every time there is reform. And it is any reform. So either you do this secretly with no consultative process and do it by ordinance, the way Indira Gandhi nationalizes banks or Narendra Modi does demonetization, or you do this the proper way. And the proper way incidentally takes time, right? So the 91 reforms are also very unique in that in the beginning of July 91, you have two rounds of devaluation. Two, three days after that, you have a huge change in trade policy that's announced. Two weeks after that, you have complete industrial de-licensing. This has never happened before, right? And that pace of reforms is almost impossible to sustain, right? So the expectation that that's the pace at which it would have happened. And in five years, we've completely dismantled 50 years of socialism. That is also unlikely. So I think the question is not why did they not continue the reforms or what stopped? I think what people, at least I'm trying to understand, and I've also learned this from the way Ajay writes about these things is try and understand what is the institutional magic, which is missing in present day, right? Which is not able to mimic the speed or the quality or the substance of the reforms that happened in those years, right? So that I think is the more valuable way that I would pose the question. I don't have any optimal timeline for how these reforms should happen to actually say that 10 years is too soon or two months is too late. You know what I mean?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:49:49.680",
        "message": "I find it useful to think about the categorization of first generation reforms versus second generation reforms. First generation reforms are like a stroke of the pen, where you just get the state out of the way. And that's entirely good and appropriate. And if anything was not done enough, or we need to think and strategize how to do more of it. I want to talk about customs duties as an example. I thought one of the most brilliant milestones in India's history was when Yashwant Sinha pre-announced that every year, the peak customs rate will go down by 5%. Now, that's just pitch perfect. That's the right way to do these things. Because well ahead of time, you are reshaping the structure of everybody's expectations. Every firm starts going back into their spreadsheets and thinking one year out, this is the change in raw material price. This is the change in my foreign competitors. And what am I going to do? Either I bail out or I match the productivity and the pricing of my foreign imported rivals. So over a multi-year period, the firms were given that credible warning that look, this is coming. It's coming with probability one. It was very costly to fight with people up front and say this is happening. You fight as much as you want. Sorry, this is going to happen. And as you know, there would be parts of the very BJP that were inimical to this kind of project. But in the end, it just worked magically. And that's the it just worked magically because it actually ignited investment by firms as opposed to a large big trade reform that just throws firms into disarray and messes up the investment plans of a lot of people. So even better than doing a good trade reform is doing a phased but yet completely credible and predictable trade reform. And the magic of that age was that the announcement by the Ministry of Finance that every single year, the tariff is going to be cut by 5%. That statement actually had credibility, which is again, a very difficult currency to achieve. It's a comment on those people and that community that they were able to make statements that over the next five years, this is what we're going to do. And the whole private sector believed them. It would be very difficult to do those kinds of things today that any statements made about a future date are always up for doubt, because everything is so discretionary. So when you are tactical and expedient and tactical and expedient, then you stand for nothing. So it is important to stand for a coherent philosophy. And big speeches about philosophy matter because they generate credibility about these kinds of forward-looking designs. So this is an example where it was very important to make a pre-announced stroke of the pen reform. I find it interesting to compare and contrast with the more complex reforms of actually building state capacity, that there is a constructive problem. So imagine you're going to build a regulator like CEPI, or you're going to rebuild an organization like RBI. That is much more difficult. And I think by and large, that community did not know how to do that. So with all due respect to them, they are my friends. They are my elders. I love those people. I admire those people. But roughly speaking, I think that a certain amount of decontrol got done, and that was great. But the machinery of how to think public administration, how to draft laws, how to get checks and balances, so that in a public choice world, you will get to better functioning state agencies, that process just didn't begin in that period. And so in a way, we've got a partial delivery of stroke of the pen reform. But alongside that, we've got a Kafkaesque state that is creeping every day in terms of clawing back freedom and grabbing power. So I want to tell one little story as an example of what goes wrong in that first-generation reform approach of stroke of the pen. So the economists of that period wanted to announce that we will now have current account convertibility, which means that for you and I to import or export goods, there'll be nothing. There'll be absolutely no friction. And they wanted to begin a process towards capital account convertibility. Certainly, they wanted to decriminalize capital account violations, that it should be seen as economic law. There's no need to send a man to jail for having dollar bills in the pocket, which is the way it was earlier. So these are announcements. If you ask any economist in India, they will say, yeah, India has current account convertibility. Well, Bhargavi Zaveri and I are writing an article about the legal minefield that is there on the current account. It is not true that India has current account convertibility in the sense of unencumbered movement of goods and money across the border on the current account. For example, sometimes you will see you go to amazon.in and you try to buy goods and the merchant happens to be abroad. Amazon will say, give me KYC. Can you imagine that? For doing a cross-border transaction, they want your identity. One of the very high levels of privacy that you don't want a government organization to know that such and such name and person purchased such and such goods. But there is that breach of privacy that happens to demand your identity if you dare to buy goods from a foreign source. And that's because we didn't actually do current account convertibility. We just did a bunch of hacks here and there. We didn't get a clear framework of getting rid of all these restrictions. Similarly, on the capital account. So the old FERA, which was created by Indira Gandhi in 1973, was the rules about capital controls. And the owner and manager of the capital control system, the Reserve Bank of India, was given the job of drafting the 1999 law, which I will always say should be concerning because the incumbent that owns the system of controls is never going to really decontrol. And in the constitution of India, it is said that freedom is the default and state coercion to limit your behavior is the exception. Well, the very first sentence of FEMA says all transactions are forbidden unless we permit it. And we will show you the method through which we will give you some narrow windows of permission. But by default, everything is back. And it was..."
    },
    {
        "speaker": "Unknown",
        "time": "02:55:59.760",
        "message": "FEMA is the improvement."
    },
    {
        "speaker": "Guest 2",
        "time": "02:56:01.280",
        "message": "FEMA is the improvement because it was said that, oh, this is so nice because we've removed criminal penalties. So this is supposed to be the improved law. Well, sure enough, some years later, criminal aspects to FEMA violations are back in the law. So we are actually back to a world of criminalized violations of capital controls and a Kafkaesque system of capital controls, and not even completely done current account liberalization. And what do I fault the great reformers for? For not being able to think institutionally, for not being able to read laws, for not being able to analyze law, for not thinking it through and actually executing on simple aspects, which at the time could have gone through, but there was a very simplistic economist thing that, of course, current account transactions should be completely open. Okay, let's do it. I pushed out some notification while the entire machinery of control was alive and well. I want to compare and contrast, for example, when Thatcher's people were doing the capital account decontrol of the UK. At that time, they correctly understood that it's not just the capital controls that have to go, also the reporting and monitoring requirements have to go. Because if the entire machinery of reporting and monitoring is there, then at the stroke of a pen tomorrow, somebody will bring back the controls. So not only did they destroy the capital controls at a deep legal level, they also removed the machinery of monitoring and reporting. That is freedom. Freedom is where you and I can do whatever we want, without needing to discuss or report with a sarkari guy. And you don't really see that in the environment of the 1904. So I think that's an important insight into what got done and what didn't get done. A certain incomplete version of stroke of the pen stuff got done. The state capacity building, the refashioning the Indian state to actually produce public goods and do the things that we need the state to do didn't really happen. We kind of started trying to build a SEBI, but we didn't really make progress"
    },
    {
        "speaker": "Guest 1",
        "time": "02:57:59.600",
        "message": "on building high quality government organization. I would add just one thing to this, which is, so for exactly what Ajay was saying, we managed to do it for industrial de-licensing, right? So not only did we manage to, you know, remove licensing on stroke of the pen for almost all, except I think there was a handful of industries, 12 or 18 industries, which were still under licensing. But the more important part is this HR department issue, right? Which is everyone who was supposed to be in the directorate of this and controller of that now needed another job. Right? These people's jobs had to be taken away and they had to be refitted somewhere in the regulatory state, away from the command and control state. So we managed to do that with a certain degree of success with industrial controls. And Ajay is absolutely right. We never did it with capital controls and we never, we partially did it with trade and customs and tariffs, but never completely did it with that either. But I have, I think an even bigger grouse than Ajay, even on the first generation reforms, which is, we managed to do the first generation reforms, stroke of the pen in very few sectors of the economy. Right? So we managed to get basically, you know, I mean, instead of producing spoons, you can produce spoons and forks, which was the broadbanding. Then we said, okay, you can expand. Then we said we can import steel. But now if you need to produce steel at home to make spoons and forks, you cannot assemble the factors of production in India. Right? We never had the stroke of the pen reforms. I mean, we're talking about capital, which is, which is what I just been talking about all this while, but what about labor and land? Right? These are your two most important factors of production, which are virtually impossible to pull together without solving the labor and land problem. You're only going to get tech startups and software, like, you know, two people in an apartment in Bangalore kind of growth. You're never going to get like Bangladesh kind of, you know, you know, Bangladesh kind of, we have lots and lots of factories, which make lots of cheap t-shirts or cheap spoons or Nike shoes or shoelaces. That stroke of the pen first generation reform is still missing 30 years later. So I think there is another aspect of that. So, you know, there are two kinds of unfinished business. One unfinished business is what we started. We never quite saw through, which is actually propping up a sensible regulatory state. And the second is we never quite removed the permit raj, what I call permit raj, but you know, Ajay still thinks of license plus permit raj in all these other factors of production. And that is where all your choke holes and bottlenecks are today in the Indian economy. We cannot put up a plant in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:37.200",
        "message": "It is impossible. And so many examples come to mind of that. Like, for example, there was a story last year, I think about how it is easier to legally get a gun in Delhi than to open a business. And, you know, I remember reading a few years back that the Four Seasons Hotel took two years longer than they expected to open up in Mumbai, because they had to apply for 165 licenses, including separate licenses for the weighing scales in the kitchen and in the bedrooms. So it's just kind of out of whack. Let's go on to the actual reforms itself of 91. You know, if one is to explain to a layperson, what are these reforms? Why did they help? Why are they so transformative? And I'll come back to the criticisms later, because I feel we should also address that. And not just give hosannas, but also address the criticisms, which I am keen to do, because I think they all have valid counters. But first, to begin with, let's sum up what the reforms essentially were and what they did. We've mentioned bits of it in piecemeal ways that anybody can buy and sell a phone, you know, anybody can start an airline, though obviously, barriers to entry are different there are high there anyway. But you know, but those are little things we've discussed in passing, if you had to sort of look at it, I was about to say from the top down, but if you had to sort of talk about the reforms in a more systematic way, how would"
    },
    {
        "speaker": "Guest 1",
        "time": "03:01:52.880",
        "message": "you explain their importance? I would put them in three categories, right? One is industrial policy, one is trade policy, and one is, you know, currency controls, right? So these are three main things. So if you just take July 1991, three major things happened. One is there was devaluing of currency, and then a further commitment in later years, which, you know, came up with a whole bunch of other committee reports and other parallel reforms, that India would not be this artificially pegged, overvalued currency, it would be more in line with what the value of the rupee is globally. So that's number one, and that's really important. Second, the restrictions on people's ability to hold even a very reasonable amount of foreign exchange, those restrictions would go away, right? And the third, initially, those people were criminalized, right? So if you held $200, instead of your allocated $80, Fera would literally put you in jail without any kind of due process, like you would go straight to jail, right? It's kind of really freaky. A lot of the smugglers that you see in Indian movies from the 70s, you mentioned Shashi Kapoor and Amitabh Bachchan, so that that's where this is coming from. What are they smuggling? You know, those smugglers are not smuggling drugs. If you notice those movies, those movies are quite sanitized. It's like Nike shoes, Walkman, you know, gold bars, VHS recorders, those are the sorts of things that they are smuggling, right? And they're smuggling because two parts. One is there is trade controls on what you can and cannot import. And second, there are these currency controls on how you pay for what you import. So one part of it is currency controls, right? This gets reformed. On part of trade controls, there are two aspects to it. One is the tariffs, okay? And the tariffs are mainly for imports, right? So now, just to give some background on where this is coming from, whenever you have a closed economic system and you say resources are very scarce and we can only use our precious foreign exchange for very specific imports, like we can't just waste all this willy-nilly on Nike shoes and Walkman, right? Like we need to import steel or whatever. Now, what ends up happening is twofold. You can do this through currency controls, but you also do it by having very, very high tariffs for imports such that they discourage imports, right? So even though there are only two cars in the market, which is your Fiat-Premier partnership and your Ambassador, and if I want to get a different car because I've been waiting in line too long, I can't easily get a car, right? Why? Because the import duties on cars, depending on whether they're basic cars or luxury cars, is anywhere between like 180% to 350%, right? This is the import duty in addition to the value of the car, which means you will do two things. You will one, protect the domestic industry of cars so that, you know, there is a dedicated demand for Ambassadors and Fiats, even though they're not such great cars. And second, you won't allow people to waste precious foreign exchange by, you know, wasting it on cars and instead use it, you know, for government to bring in steel or oil or whatever it is. That system started getting rationalized. So it didn't completely go away. But I believe the average tariffs were about 115% and the highest tariff band was like 355% or something, like just outrageous numbers that make no sense. So one is that started getting adjusted downwards, right? So what is the list? How much can you import? And what is the tariff you need to pay for imports? That process started. Very, very important. Now, the reason this is useful in line with devaluation is when you devalue your currency, your exports technically become more competitive. On paper, right? But for your exports to become more competitive, you have to actually produce stuff that other people want to buy. And if you want to actually produce things that other people want to buy, you have to be able to import high quality inputs that you require to produce them. This is like Narayan Murthy going, you know, 25 times to Delhi to get a good mainframe computer without which she can't export tech services, right? So this is a really important part. So any economy, like right now, there's this big rhetoric in India on make in India. We want to not import stuff in. We only want to export stuff. Any economy where exports are a high percentage of the GDP, imports will be a high percentage of the GDP. Because even economies that specialize in, say, steel, you're going to be exporting different kinds of steel and you're going to be importing different kinds of steel because you're that specialized. So this is something important to keep in mind. So that process of rationalizing how we trade and exchange with the rest of the world, that process began. The third part is industrial de-licensing. I think this has been the most successful element of the 1991 reforms. Industrial de-licensing is basically, you know, what we talked about, right? Like your podcast needing a license. And if you go from 20 minutes to 40 minutes, you need an expansion permit, right? If you need to import a mic, your blue Yeti mic, then you need to go to another controller to get the foreign exchange permit and then go to the customs officer to get. So none of these controls were mutually exclusive. You had to get every one of them to actually be able to, you know, conduct whatever enterprise you wanted to. That system started getting rationalized. OK, so one, they removed all these control systems, right? You could set up a firm without requiring government permission and any restriction on this is like a, you know, 10,000 crore project. I mean, those numbers were a lot smaller then, but, you know, 100 crore project or whatever. And then it also brings in the Monopoly Control Act, or we're going to put it on a separate list. Those kinds of very problematic things started getting streamlined. But the most important thing is overnight, from the default of every industry needs a permit, you went to no industry needs a permit except these 18 industries. I think that was the most exceptional reform that happened in July 1991. The reason this matters is, if you want to engage with the rest of the world and start trading, if you think about it, industrial licensing is like an import tariff is a tax on foreign producers, right? So I am penalizing a foreigner from selling to me domestically. But an industrial licensing system is a tax on domestic producers. Domestic producers can now no longer produce or, you know, need to keep paying bribes and things like that to be able to produce enough to export. So that domestic taxation system kind of lifted overnight, not completely, but in a very meaningful way that immediately opened up things. Now, the follow up reform that started in July, but kind of took a little while is they said that foreign investment is no longer a bad thing, right? So that was the other thing. So this is where people like A.N. Verma and all are very, very important because you can de-license industry overnight by the stroke of a pen, right? But to make sure that foreign manufacturers, whether it is Pepsi or General Motors or whoever, actually come into the country and are willing to set up plant and are willing to engage with you, that requires a fair bit of government maneuvering, starting with very credible signaling of, we are open for business. And they did that very well. So they had like a foreign investment board, which was set up under the Prime Minister's office. And A.N. Verma was like the coordinating person for that. So these were the things that kind of happened immediately in a period of one month. Now, a lot more happened, you know, before and after that, but this would be my quick summary of it. And I should point out here that to my"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:48.640",
        "message": "listeners that A.N. Verma is not a relative of mine. He is another Verma. And as for import tariffs being sort of attacks on foreign producers, there are also attacks on domestic consumers. You know, that's a scene in the unseen right there, but that's a whole new story. What did we not do? Because it seems here that people might well ask that, oh, you say we've, you know, dismantled the license and permit Raj, but there's still so much bureaucracy all around us. For example, I did an episode with our mutual friend, Madhu Menon, long, long back on restaurant regulations. And he pointed out that, you know, when he ran a restaurant, he had to apply for, I think, some 40 licenses a month or whatever. So there was one regulation that he could only have one entry into his restaurant, only one door. And I think that was from the excise people because they wanted to regulate the flow of alcohol. So only one door and the fire safety regulation said you have to have multiple doors. So the point is, it doesn't matter what he does. He's breaking the law. It doesn't matter which of those two laws he's breaking. He's paying a bribe anyway. So we have tons of those also. They're a little bit different. I mean,"
    },
    {
        "speaker": "Guest 1",
        "time": "03:10:49.200",
        "message": "this is union government trying to centrally control who does business where and how they do their business, which is obviously much easier to reform overnight by the union government, right? Versus a lot of land use and, you know, this kind of, you know, restaurant regulation or school licensing regulation, which tends to be usually at the local level and sometimes at the state level. Right. So I think there is a fundamental difference between the two, the kind of distortionary, like, you know, this is a list of essential commodities, and now I'm no longer going to control the price of sugar, which I shouldn't have centrally controlled in the first place. But should I want to decontrol that? It's a stroke of a pen versus, you know, 500 different districts imposing their own specific small distortionary permit systems that they have. I think those are fundamentally different things. I don't think the 91 reforms were even aiming towards that. I mean, ideologically and as an economic vision, they would have agreed with it. But I don't think they were aiming towards fixing this kind of restaurant regulation, nor could they have done it. It was just completely beyond their purview. You know, that is a certain some of it is not even legislation. Some of it is delegated legislation. Right. There'll be like a restaurants management or in safety act, for instance. Right. And then the devil is in the details. Right. There will be like this one thing that says power to make rules. OK. And they've delegated the power to make rules to the local executive authority. And now those guys are making rules willy nilly, you know, which is completely bizarre and absurd, which is, you know, you need one, you need a single point of egress or you need two points of egress, you know, so on and so forth. So I don't think that could have been done by this kind of reform. And it frankly can't be done by Modi either. It just needs to be committed at the"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:35.280",
        "message": "local level. Rent seeking Zindabad. But the larger question I was getting at is what are the kind of reforms that we didn't do and which, you know, still need to be done in a continuation of the same spirit, like land, labor, blah, blah, blah. Ajay. So, as I said a short while ago,"
    },
    {
        "speaker": "Guest 2",
        "time": "03:12:50.480",
        "message": "there is a stroke of the pen problem, which is just get out of the way. I feel a lot more needs to be done. There is a highly inappropriate interference by the Indian state in the affairs of everyday people. You know, there are consenting adults doing things and there is no role for the state to interfere. And there is a large class of impediments that are on the books or on the laws as of today. And then part two is the state capacity problem where there are things that will inevitably be done by states. And it could be financial regulation. It could be land title systems. It would be a taxation system and so on. And we did not begin understanding how to run a tax administration system. So, you know, for some time there was a period where the tax rates were coming down and tax laws were becoming a little insane. And the tax administration was never really fixed. We didn't build a high quality law to govern the checks and balances of how tax administrators behave. So, there is a whole lot of discretion in the hands of tax administrators. And then it depends on the character of the leadership. So, depending on how the leadership changes, the demands made upon these agencies can change. And that's a very dangerous place to be as a society. So, the checks and balances upon agencies, officers need to be coded into laws, not just left to good sense. Because the first lesson we know in politics is that you can't count on good sense emerging out of a liberal democratic system of elections."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:26.000",
        "message": "So, if we look at the consequences of the reforms, you know, what are the metrics by which we can say that, you know, these reforms work? Like, obviously, there are literally hundreds of millions of people lifted out of poverty. Like Nitin Pai once pointed out that with every 1% rise in the GDP, 2 million people come out of poverty. I think he subsequently revised that figure to say that it's more, which tells you the enormous power of this. 3 million people, Shruti points out, lifting three fingers, which is absolutely phenomenal. At the same time, you have critics saying that, oh, there is greater inequality, to which my point is that inequality and poverty are very different things. That if you think they are the same thing, you're thinking in a zero sum way that, oh, if the rich are getting richer, the poor must be getting poorer. But actually, everybody can sort of become richer at the same time, though, obviously, the rich will become richer by more. My metric is poverty. It's Mahatma Gandhi's metric. How will this policy affect the poor? That's the first question that I always ask and poverty has gone down massively. There's again, no disputing that. Has inequality increased? Yes, inequality has increased at the same time as poverty has gone down. I don't see that as a problem. It's the absolute numbers like, you know, Harry Frankfurt has a great book called On Inequality, where he coined this term, the doctrine of sufficiency, where he said that we should measure human progress by how many people achieve what he called a sufficient level to stay alive, which is again attacking poverty. Like one question I often ask when it comes to inequality is in which of these two countries would you rather be poor, Bangladesh or the USA? And obviously, you'd rather be poor in the USA, but the USA has far greater levels of inequality than Bangladesh does. So I think inequality is really something that more advanced societies can afford to worry about. But for us, our core problem is poverty and liberalization"
    },
    {
        "speaker": "Guest 1",
        "time": "03:16:14.800",
        "message": "made a massive dent to that. What do you guys have to say? I agree. I mean, economic growth rates increased. We have very robust evidence that since late 80s, say 1988 onwards, you know, the kind of growth that took place. And from 1992, until say, you know, continuously for the next 20 to 25 years, you have had consistently high growth rates on average, and it has lifted people out of poverty. The numbers you can quibble depending on when you start and finish, but the rough number people have come to agree upon is about a quarter of a billion people, 250 to 270 million people. The interesting thing is, it's not just this abstract thing. Every single socioeconomic group, the levels of income have increased. Every single socioeconomic group, right? So this is women, this is Dalits, this is minority religions, right? Muslims. This is across regions, even the poorest districts, the levels have increased, the richest districts, the levels have increased. So that is something I want to put out there, because I think there's some massive confusion on this issue of like poverty going away. This is across groups. And the evidence on this is very robust. And some of the work on this is like Amartya Lahiri has done work on this. You know, Paul Novosad has done work on this with Sam Asher. If you want to look at very specific, like sort of qualitative evidence, you have Chandrabhan Prasad, who has talked about how Dalits have specifically benefited from liberalization and how like the Dalit entrepreneurial movement really took off and, you know, so on and so forth. And there's also upward social mobility in virtually every socioeconomic group. So that's one thing I want to put out there. I'll tell you the margins on which the inequality part bothers me. OK, just regular wage inequality increasing, you're right. It's not the greatest priority for India or Indians, and that doesn't matter to me. For me, the kind of inequality which is very problematic is the crony capitalist inequality we are seeing today. You still need so many permits to start a business, right? Or you need this army of lawyers to escape the taxman. Otherwise, you know, the tax authority, the discretionary crap and wiretaps and raids is just going to the full force of the state is going to be upon you. So only rich people or people who are privileged can afford all that. Right. So the main means to economic growth is that regular folks can partake in greater, you know, in the gains from trade, from greater economic activity. Right. And if the barriers to entry are so high that regular folks cannot enter that and only people who are from business families or really big businesses and, you know, your Adani's and Ambani's and Tata's can get into it, then we are in very, very big trouble long term. That kind of inequality really bothers me. So the second kind of inequality that kind of really bothers me is the barriers of access to entry when it comes to business. Right. So for economic growth to lift people out of poverty, we need regular people to be able to partake in the gains from trade, from what's happening in the economy, in this liberalized economy. And if you are going to bring lots and lots of permits and barriers and not only permits and barriers, but like the entire rule book where the state and its coercion comes crashing down on you in terms of taxation and GST and wiretaps and raids, then you are in trouble because it means that regular people cannot enter the zone of private enterprise and make money off of it. And only privileged people, you know, kids from business families or even large business houses are the only people who can, you know, partake in this kind of economic activity and actually make money. That kind of inequality really bothers me. The other thing which I have worried about a lot during the pandemic is when we say we lifted 270 million people out of poverty, it's not like overnight they became rich. It's that, you know, we've eliminated some extreme levels of poverty. We've increased the number of job opportunities and so on. But what we've realized during the pandemic is you have this kind of lockdown or your city stopped functioning or, you know, the top 20 percent of income earners who are responsible for the, you know, top 45 to 50 percent of consumer spending, they stopped spending money. And now everything has come to a grinding halt and all these people have slipped back into poverty. I believe about 60 to 70 million people have slipped back into some kind of poverty over nine, 10 months of sustained, you know, lack of employment and, you know, lack of social protection and so on. I think on those margins, some attention does need to be paid to how we think about inequality, how we think about barriers to entry and any system where a very small group of elite people are responsible for consumption and like kind of act as the engines of growth in the economy is not very sustainable. Right. And we've sort of"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:20.560",
        "message": "seen that through the pandemic. Yeah, it's fascinating. And both the kinds of inequality you speak of are actually inequalities that I agree are problematic and that are a result of not enough reforms of liberalization, really not going far enough. And, you know, it's still treating sort of citizens as subjects. Only some are privileged subjects. You know, some pigs are more equal than others, as the case may be. And even when we speak of rich people benefiting, one of the trends that we've seen in the last few years is rich people actually leaving the country en masse, which tells you that there is still a lot of work to be done."
    },
    {
        "speaker": "Guest 2",
        "time": "03:21:52.880",
        "message": "So I have a perspective on this problem. I think that every business has a certain fixed cost of lawyers and accountants and political protection. And the fixed cost is so high in the modern environment of ever more harsh rules and criminal clauses and electronic surveillance and dystopian data world that you've got to literally be hundreds of crore to pay for that minimum bar of protection. So conceptually, what has happened is that there was an older, kinder, gentler India where it was meaningful to be a one crore business, a five crore business, a 10 crore business. It's become harder and harder to do that because the machinery of the state is now deeply in the claws of each firm. And then there is a fixed cost of protection. So you've got to be a certain size, then you can pay for that protection. Or it's like a Chinese Communist Party situation that you've got to co-opt the ruling party and get that protection. But beyond that, you've got to be very big to pay for those fixed costs. So there's a hollowing out of the middle. And that also links to the phenomenon of the rich leaving. Because if you are in the zone of, you know, running a hundred crore business, then you might feel that I'm better off doing"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:13.280",
        "message": "this in London. Fair point. Shruti, my next question is to you. And it's about something interesting you pointed out, which gives me an opportunity to talk about what might be a distinction that people need to make. Where at one point in your fabulous opening essay of the 1991 project, you write, quote, since 1991, the union government revenue has increased 25 times and state government revenue has increased 28 times in nominal terms and about four times in real terms. Embracing markets allowed the Indian government to increase its welfare spending, stop quote. And many people who make simplistic arguments of market versus state, just assume that you are sort of talking about, you know, one extreme, that if you want markets to flourish, you don't want the state at all. Whereas my point as far as the Indian state has been concerned is that listen, the Indian state can carry out whatever welfare activities it wants to just get out of the way of private enterprise, just let private enterprise function. And the figures that you came up with seems to indicate that the two can happen together, that the welfare state will actually be a better funded, and therefore, hopefully, you know, a more inclusive welfare state, if there is growth in the economy, if private enterprises are allowed to flourish,"
    },
    {
        "speaker": "Guest 1",
        "time": "03:24:21.760",
        "message": "because that's where the money comes from. So, you know, this is fundamental Adam Smith kind of business, right? I mean, the size of your pie has to grow. Otherwise, what you're going to get into is if the pie doesn't grow, and you keep talking about how we split it and redistribute it, there are going to be more and more people who spend a lot of money, you know, classic rent seeking literature on how to redistribute this pie. And the smaller the pie, or the less the pie grows, the more conflict you're going to have in society on how we split this pie, right? If the pie keeps growing, right? Yes, it's true that every group may not get the exact same share of the pie may not always get the you know, may not always partake in the same way in the gains from trade, but everyone will benefit. So that's number one. The second is, I think it's very important, the kinds of things that Ajay and I have talked about so far, we're talking about some fundamental structural changes in the economy, right? And structural changes in the economy are never painless. I mean, they're painful at the highest levels of privilege to the lowest levels of, you know, privilege. So you can be the controller of cement or sugar prices, and the next day, suddenly your position goes away, and you don't have a job anymore. And of course, your job is secure, but you have to do something else, which is not as status, high status or powerful. Or you could be a poor guy who just loses his job, because now there's a pandemic or something else has happened, or now there are no more STD boots, you know, for instance, with the telecom revolution. So if you were someone who was running an STD booth, now you suddenly find yourself out of a job, or you're someone who's a typist. We do need to think when we are people who are talking about large structural changes in society, we do genuinely need to think about how do we manage the structural change socially? What do we do when firms go bankrupt? What do we do when entire sectors become obsolete or irrelevant? What happens when masses of people come out of agriculture and move to cities with no social protection whatsoever? So of course, in the longer run, we need to make sure that our cities are well equipped with jobs and housing and everything. But in the very short run, what are we supposed to do with these people? And these are hundreds of millions of people, it's not a small number. When I say that Nehru didn't make investments in health and primary education, and we need a massive investment, that's going to cost money. If you're going to spend in a big way on health in India, post pandemic, 2-3% of the GDP, that's money that the government simply doesn't have. So in some sense, everybody, whether you're a statist or not a statist, has to have a commitment to economic growth, right? You want to have good measures to battle climate change, right? Or you want to do greater amounts of mining, it doesn't matter, you could be on ideological ends of every spectrum, but on whatever you are, greater economic growth is probably going to be able to make one or both possible, right? So that is something I want to put out there. We genuinely lack a commitment to economic growth in India, it's become very partisan and tribal. The opportunity cost is just enormous. I mean, the whole every, you know, 1% increase in GDP per capita lives 3 million people out of poverty, you know, per year and so on. So in about 10 to 15 years, you can eliminate extreme poverty in India, right? So the opportunity cost of not conducting reforms of not creating the kind of institutional infrastructure that you need for economic growth in India, is that you are now leaving behind 2-300 million people in extreme poverty that you could have avoided. So this is something that is, it's so difficult to explain to ordinary people who are not economists, what is at stake? Because what is at stake is invisible, right? Those people were poor before they continue to be poor. So people don't realize that there was an opportunity to actually lift them out of poverty. So I think that is the big thing when we talk about any kinds of reforms. Everything else is detail, right? And even Ajay and I disagree on a lot of these things. If Ajay and I sat down to talk about bankruptcy or SEBI, I'm sure we would like have lots of different ideas. But the commitment remains that economic growth is the base idea on which everything else must follow. And if you don't have a commitment to economic growth and increasing the size of the pie, which by the way, can only be done by greater trade, division of labor and specialization, right? That's the fundamentals. If you don't have that, if you don't get rid of permits and institutions, which will allow for greater trade and the size of the pie to grow, if that commitment is missing, India is just in deep trouble. And that commitment is missing. And we are in deep trouble. Sorry, I'm just very upset about this. I have a twist on what Shruti just said,"
    },
    {
        "speaker": "Guest 2",
        "time": "03:29:12.480",
        "message": "which is the same idea, but it's worth reinforcing from a slightly different angle. In the field of public finance, there is a lot of discussion around the tax GDP ratio. Okay, so everybody universally believes that higher tax GDP ratios are better. Okay, Ila Patnaik has a bracing insight on this subject. She says, suppose you had 14 rupees of taxation on a 100 rupee GDP versus 14 rupees of taxation on a 200 GDP, i.e. that the tax GDP ratio went down by half. The second case is Pareto superior to the first case. In the second case, the people had 200 rupees of GDP, okay, and the state had only 14. So, 14,100 versus 14,200. 14,200 is always better. It is a very twisted kind of development-ish discourse to think that the tax GDP ratio should be always raised. And in fact, there are many, many, many aspects in which tax policy and tax administration today are designed in a hostile way, in a way that favors the arbitrary power of tax inspectors and officials, and that precisely expresses this kind of tension, that you're better off letting it go. You're better off letting a private economy thrive and staying at 14 rupees of government revenue. If GDP will go from 100 to 200, we should be delighted, we should be exuberant. So, we shouldn't obsess on the tax GDP ratio, we should obsess on GDP, the greatest good of economics is to get GDP up. And arguably, in a large part of the Indian state today, the way forward is to get the tax GDP down, not up."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:00.960",
        "message": "Yeah, that's, again, a fantastic point. And, you know, it's this sort of reflexive acceptance of a metric without even really thinking about it. You know, whenever somebody speaks about tax collections of the government going up, I'm like, why is that a good thing? You have more money in the hands of the predatory state instead of in the hands of the people where I would rather have it. But that's a separate point. You weren't really making that and I completely agree with both of you that economic growth is the thing and the way to get there is through economic freedom. And the point is, people miss the humanitarian consequences. Like I have tremendous anger for the policies of the past and the policymakers of the past in past decades, which kept people poor for decades, literally. And that's an unseen effect. You don't see that if you're poor today, you don't see the counterfactual of how things might have been had things spanned out differently, which is why it's not about numbers. People think of GDP. Oh, it's a number, a percent or percent. It has a real human cost on real human lives. And that's something we need to consider. We're kind of running out of time. So I'll end with a final question for both of you that, you know, we can look at the 1991 reforms either as a beacon of hope that it lifted a quarter of a billion people out of poverty, which itself just for that humanitarian reason is incredible. It empowered so many people with all the knock on effects of that. Or we can look at everything that has happened since and that has happened in our politics and the fact that the momentum has slowed and all of that as a cautionary tale, you know, you can see the events of the past 25 years in both these ways. And you know, one view would be that, hey, okay, 91 was a good moment, but look at what's happened since and we are sliding backwards. Another way of looking at it could be that there was a process, there was a movement towards freedom, the arc of history was bending one way, and we've got to work for that to continue. So, you know, are you more hopeful or more despairing when you look at what might lie"
    },
    {
        "speaker": "Guest 2",
        "time": "03:32:52.400",
        "message": "ahead of us, say in the next 15 years? I feel that the most important thing that changed out of the outcomes of 1991 to 2011 is that there was a certain despondence and pessimism about India. So, you know, we had a fabulous freedom movement. It was really a historic moment in India's history in terms of the decency and the moral qualities of the people who led the freedom movement. And then after that, while there was a bit of a spurt in Nehru's years of GDP growth, it didn't work out great after that. And then we had this long period 1962 to 77, which was truly gloomy. Standing in 1977, the Indian elite had run out of the skip in its step. So, this was no longer the country of Gandhiji and Nehru and Ramanujan and Tagore. This was the country that was battered and bruised and starting to question itself that, is there something wrong with us? You know, so that's why the biting phrase, the Hindu rate of growth, that is there something about being Hindu that messes with us and that damages our ability to do well and to be as great and as cool a country as anything else that the world can do. I'm thrilled to bits that the 1991 to 2011 period proves that we in India have the creativity, the energy, the intellectual capacity, the emotional capacity to really do amazing things. The kind of things that got done in India in that period, I think have forever settled that question that there is nothing wrong here. There's nothing wrong with us. We are every bit as good as anybody else in the world. And we just got to get our shift together. So, yes, we've had a difficult time after that. And we need to work hard on figuring out how to put this engine back on the road. But I feel it was just one of the most important episodes in India's history. And it pours concrete on the idea of India. It teaches us that the basic machinery of the idea of India can be made to work and it can deliver growth and prosperity and decency."
    },
    {
        "speaker": "Guest 1",
        "time": "03:35:09.840",
        "message": "Yeah, I mean, I of course agree with everything Ajay said. I would say what gives me hope is one, of course, India fundamentally changed. But to me, the hopeful thing is it gives power back to the people, right? There is something very basic and happy about that. The idea that my grandmother doesn't have to separate like, you know, kankar from rice, right? Or, you know, anybody who wishes to get a CD of Pink Floyd, you know, should they be able to afford one? All these sound like first world problems. But you can imagine this at every level, right? Like a schoolgirl wanting to get like a schoolgirl wanting to buy a bicycle, right? Or her father wanting to make his own bicycle and sell it or repair it. These are just things that are magical to me, okay? That this transformation happened, that regular folks just had so much more control over what they wore, what they bought, what they sold, how they consumed, right? That they could buy a packet of atta or sugar in a shop without being worried about it, right? Or they didn't have to stand in line for hours to get milk to feed their baby. These are things that one should not take for granted, given that not too long ago in Indian history, these were just not things that were possible. And they were not possible for a very long time and people were very despondent. So that gives me great hope that, you know, imagine if we managed to conduct land reforms and agricultural reforms and labor reforms, like the sky's the limit on when you give people control back over their economic choice and destinies. That I think is a very hopeful message. There are two things that make me very despondent. One is just the missed opportunity that we talked about. Every year that we kind of linger on and hang around and have these petty conversations about partisan politics and don't make these big bang, you know, economic changes happen is longer that people kind of, you know, hang around in poverty and lose life. And they live a few years too less and women don't get educated as much. And, you know, people drown in floods. I mean, it's everything, right? Economic growth and prosperity change everything. But the thing that makes me really despair is for a 1991 movement to happen 15 years from today. Where are the Rangarajans and the Montakes and the Vaidehi Reddys and the Ashok Desais in government today? Where are they? Which university are they studying in? Which multilateral or think tank or NGO are they at? What are they writing? What are they reading? Who are they talking to? The kind of political illiberalism we have both in India and globally, right? That I find extremely worrying about what are the kind of ideas that are going to emerge for 15 years from today to have a great reform movement, right? So that I think it just worries me no end. I don't see that pipeline. Maybe I'm just not seeing it because I'm in a different position and I don't live in India and I'm not actively talking to young people and maybe there's some guerrilla movement where they're learning ideas through Amit Verma's podcasts and study groups and circles and you know how people used to read Solzhenitsyn's Xerox copy in during the high mighty days of the Soviet Union. I don't know if there's something like that going on in India that I'm just not privy to, but I don't see it happening in technical economics and I don't see it happening in formal institutions. That worries me and makes me despair no end, right? So I think that's what I would say about the 91 reform movement. Oh, and please see our project. That's the other thing I would say. What makes me hopeful is for the next one year, we're going to have lots of great papers and essays and data to enlighten everybody on all these small details. I have a fantastic team, two very young people who are in the right part of the pipeline. This is Shreyas Narla and Prakhar Mishra. They have an excellent essay on how the reforms actually took place. You know, we've put in all the bios of these people. I have a lead essay that you mentioned Amit and generously quoted from, but we have a lot more coming from people like Ajay Shah. So watch out and you know, hopefully all of us as a community can learn a lot from the 1991 movement and really revive the discussion on what kinds of reforms India needs moving forward."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:36.240",
        "message": "Yeah, I'm flattered. You should, you know, bring up Solzhenitsyn and talk about me in the same breath because great, great writer, but he did spend many years in prison. So I hope I don't quite go down that road. You know, it was great chatting with both of you. I think sometimes we need to look at the past with this passionate eye and you know, not take things for granted, as you said, to be able to see the possibilities of the future. And, you know, thank you so much for coming on the show and sharing your insights and for building the 1991 project. Thanks a lot. If you enjoyed listening to this episode, hop on over to the1991project.com. You can follow Shruti on Twitter at srajgopalan. You can follow Ajay at ajay underscore Shah. And you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    }
]