[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If you're an Indian of a certain age, you might have heard the question, where were you when India won the 1983 World Cup? If you're somewhat younger, the question could be, where were you when Dravid and Lakshman had that partnership? Or when Abhinav Bindra won gold at the Olympics? Or Vishy Anand became world champion or Dhoni hit that six? Someday they will surely ask, where were you when Neeraj Chopra threw that javelin? Why is sport such a big deal for so many of us? But moments that don't even feature us, that we had nothing to do with personally, become such a big part of our lives. Part of the answer isn't pleasant. Sport can be used to whip up ugly nationalistic sentiment, akin to war minus a shooting, in George Orwell's famous words. It's a zero-sum game. Someone has to lose for someone else to win. And indeed, some sports like boxing are like ugly artifacts from a more brutal age. But having said this, sport can also elevate us. It can reveal the best of human character. And watching another human being transcend their limitations can inspire us to dream. Indeed, one thing I love about the Olympics is the range of human stories that we are exposed to. So many different people beating the odds and rising above their circumstances. And sometimes those circumstances can be so harsh that just being there is a crazy achievement. Even though I'm middle-aged now and should be jaded and cynical, I can't fail to be both inspired and humbled by what these sports people achieve. And that's especially so if they're from India. The obstacles for a sportsperson here are insane, almost insurmountable. Over the decades, Indian sport outside of cricket has been held back by poverty, bad governance, poor infrastructure, and an inferiority complex. Time and again, we have told ourselves, this is beyond us. We are not a sporting nation. We can't dream these dreams. We can't do this. Well, the times have changed. We can do this. We are doing this. Indian sport has turned a corner."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:54.200",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:02.840",
        "message": "Please welcome your host, Amit Badman. Welcome to The Seen and the Unseen. My last episode was about the 1991 reforms and how they changed the way we look at ourselves. In the decades since, India opened itself up to the world and gained a new self-confidence. More and more people became participants in our progress. And what happened to Indian society and India's economy was mirrored in sport. Now, sadly, in both social and economic terms, we seem to have slipped backwards. Things don't look good. But as far as sport is concerned, we are marching on. As the euphoria of the Tokyo Olympics settles down, why don't we take stock of Indian sport? My guests today are Joy Bhattacharya and Nandan Kamath. Joy has been on the show before. In a fabulous episode, I'll link from the show notes called Building Sports Ecosystems. He spent the first hour of that episode talking about his experience of building the Kolkata Knight Riders. But it was the second hour that I found both moving and inspiring. In that, he gave us a close-up look of his journey bringing the Under-17 Football World Cup to India and trying to build a football ecosystem across the country. He then moved on to volleyball and formed a volleyball league that faced many obstacles but is due to return soon. And as you will learn from this episode, he also taught the Indian contingent at Tokyo to do the Namaste. My second guest today is also a remarkable figure. Nandan Kamath loved sports so much as a kid that he would go to bed with a cricket bat cradled in his arms. He played cricket for India at the Under-16 level and captained the Karnataka team. He then chose law as a profession, became a lawyer, went to Oxford as a Rhodes Scholar, went to Harvard Law School, worked in a top law firm there for three years, and then gave it up and came back to India because in his heart, he was still that little boy sleeping with a cricket bat. In 2008, he started the GoSports Foundation, whose aim was to help Indian sportspeople who would otherwise fall through the cracks. Over the years, Nandan and his team have helped countless Indian sportspeople in so many unseen ways. His insights on Indian sport are second to none. The show notes to this episode contain links to articles by him as well as to a fantastic book on Indian sport, co-edited by him. Do check those out. And now, before we get to the conversation with Nandan and Joy, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons, and now it is time to revive it. Only now, I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Joy and Nandan, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:32.960",
        "message": "Hi, terrific to be here, absolutely terrific to be back and to be one of the people who's been called back is a signal honor for me."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:41.040",
        "message": "Thank you so much, Amit. I'm a debutant here. And it's a little bit weird, because I've heard you for maybe two or 300 hours. And now I have a chance to speak. I think I'm, it's the heard and the unheard. So I'm the unheard of the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:54.200",
        "message": "No, no, I mean, it's entirely my honor. And I since you've heard so much of the show, I should apologize to you for speaking at normal speed, because I think most people who listen, listen at higher speeds, and they find it really weird when they're, you know, they meet me in person, like why are you talking so slowly? The reason I say it's an honor for me is because, you know, people like me, we sit around pontificating about things, having conversations, having discussions. And one reason I admire Joy, and one reason I was keen to have you on the show, as soon as I read up on all the things that you've done, is that you guys are actually out there making a difference in the real world, not just sitting back and complaining, kya sport mein yeh haal hai, and look at that federation and this and that, but you're actually out there kind of making a difference, which is why Joy, before you joined the call, I congratulated Nandan on the Tokyo result. And he would, of course, very modestly say that maine kuch nahi kiya, yeh sab athletes hai. But you know, you guys are also heroes of people who love Indian sport in a way, but I won't embarrass you further. You know, before we get down to talking about the state of Indian sport, and so on, I'd love to know a little bit about your personal journeys. Joy, of course, in the fantastic episode we did earlier, which I linked from the show notes to the listeners, you already took us through a bit of it, but I'll ask you more. So let's start with you, Nandan. It's not that you are a lawyer who's gotten into supporting sports and all of that right now. You've been a sports person yourself. You've represented India, I believe, right? So tell me a little bit about your sporting journey and where it begins. And I read somewhere that you speaking very sort of passionately about how you love sport so much, that when you were a kid at night, you would sleep with a cricket bat in your bed, which is, tell me a bit about those years."
    },
    {
        "speaker": "Guest 1",
        "time": "00:07:28.080",
        "message": "Yeah, so like you put it, Amit, I wasn't a lawyer who went to sport, but a sports person who ended up in the law. And that is the story really sleeping with a cricket bat, right? I think that says it all. In my bedroom, I had this huge poster of Kapil Dev. My sister had a huge poster of Madonna. And that perhaps speaks enough of the both of us. But really, as a kid, just absolutely in love with sport. I had whole World Cups played by myself against the wall, old Wimbledon's, just so obsessed with the sporting journey and the sporting quest, had lots of heroes, early memories are watching the Olympics, Greg Louganis, Bo Villander, Ben Johnson may not be the greatest ambassador, but all of those are just so imprinted in my mind, but also people like Stefan Edberg. It was really sport was this window out into the world for me, new accents, understanding people seeing, I mean, hearing Australian commentators on the cricket. And the earliest memory of all I do have is the 1983 World Cup. And it's a little bit sort of overdone. But I just remember obsessively going through, they had this official guide to the Prudential World Cup 1983. I must have read that book, like literally 200 times or 300 times, I knew every scorecard. And you Dave Houghton and Tricos, and I mean, literally every player that played for every one of those teams. And it was that obsession, which really never left, in some sense, it translated into playing sport at the school level. So I do share something with Abhinav Bindra and Neeraj Chopra. My mom put me into sport because I was a little bit unfit, a little bit pudgy, and wanted me to stay out of trouble. But that's where the comparison ends. So she put me into school, took me to the PT instructor and said, let him play hockey. So hockey was my first sport, loved it, fantastic team sport. But as I went along, cricket became the one that I was a little bit better at. I had good hand-eye coordination, something I played in the streets, but was able to translate into competitive cricket. I took that pursuit quite seriously, ended up captaining the Karnataka State cricket team at the under-16 level. When I was 15, I got into the under-21 team. So I mean, there was that potential, but that potential ended pretty abruptly when I went to the National Law School entrance exam and I got in. And it became that point of making a decision, are you going to try and pursue this cricket? Or are you going to become a lawyer? And that was something very directly confronted with at my National Law School interview, where Dr. Madhav Menon, the founder of the law school, sits you down for an interview. And he just said, young man, are you going to be a cricketer? Are you going to be a lawyer? And I hadn't really thought of it in that sense. Is it this such a significant binary choice that a 17-year-old person needs to make? I mean, that's a life choice. And I was very fortunate. I had very, very open-minded parents, my father was a chartered accountant. My mother was a political cartoonist. Still, I think India's only political cartoonist, passed away about 20 years ago. But so I had a very open household. We had lots of cousins and uncles in the IITs and very academic. But they said, you make the choice. You want to continue playing cricket? Go for it. You want to be a lawyer? Go for it. And I chose that latter choice. And at that point, it didn't seem like a very difficult choice to make. There were maybe six, seven people making good careers out of cricket. There were probably thousands of lawyers making reasonable careers. So I chose what you would call the conservative choice. And looking back, I feel like that defined me, defined not just the pursuit of doing well at the law, I'd given up something I really cared about, and I was possibly good at. And that drove me really hard to do well at my academics. You know, you give up something you loved. Make the other thing count now. But also when I look back on that moment, you know, it may be romanticizing the moment, but it also might be looking back and finding explanations. But that choice for a young person to make, it really stuck with me and still does. That someone needs to make that choice between pursuing an education and pursuing sport. And in many ways, that has defined my journey and the things I've chosen to do, the things I care about. Just really snapshot early years, you I mean, people talk about non vegetarians, I'm willing to to eat anything that moves for me, anything that was sport, I loved and I was willing to sort of jump in, get involved, participate. It was just just a love affair with sport. I can't explain it. It was me. And it still is in some sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:22.920",
        "message": "Yeah, that's very resonant. And of course, it sort of dates you in a certain generation of people 1983 World Cup, the potential handbook. I remember, you know, when I was growing up, I had this thick wisdom book of scorecards, which was published in 1979, and basically had the scorecard of every test match played until then. And I knew all of them by heart pretty much and that there weren't that many test matches played until then, of course, at that point. So you know, one would go through all those scorecards and make up narratives in your head about what happened along with all the other supplementary reading you're doing. And there was such a paucity of that information. And so on as well, you know, you had one channel, Doordarshan, you didn't really get to see much sports in it. You didn't get too much exposure in that sense. And your choice is particularly heartbreaking. Because at one level, these are choices that everybody makes that at some point you, you know, there is the road taken, and there is a road not taken. And at that point in time, we might think it's a trivial choice. It's not such a big deal. But essentially, you know, one life you could have lived, it's just over at that point, and another one begins. But it's especially heartbreaking in the sporting context, because the fact that even if you're an incredibly talented cricketer, the rational choice would still have been go for law because like you said, survivor bias, just a handful of people at the top make money, the rest of the people don't really make anything. Joy, tell me a little bit about your journey, because to the best of my knowledge, you haven't really played for India or captain the state team so far. But you've been deeply involved with sports, you know, right from 96, if I remember correctly, from our last conversation. And obviously, you were a lover of sport before that as well. So sort of take me through that. And also, I wonder if you have any insights, like I've been sort of thinking and memory is a really strange thing, because you don't always remember what happened, you remember what you remember, and it changes over time, right? And sometimes I try and sit back and think about what it was to be an Indian sporting fan at the time, that is there a sense of inferiority complex, for example, is there an assumption that we can never be world class, except perhaps in cricket, which like four and a half countries play seriously or whatever. So what are those sort of stages like? And what is that point? Like, in a sense, you got into you perhaps love sport all your life, but you get into active involvement with sport at a time when satellite television comes, India opens up, you can watch sports channels, you can watch every sport across the world. How does that mindset begin to change over a period of time?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:45.880",
        "message": "Well, lots of us, look, to start off, I played sport in college, I played basketball, seriously played for the university, my university was fairly, no, no, it's okay, I was fairly decent at it. But I mean, fairly decent at a university in Bengal, which is not exactly the hotbed of basketball is, is absolutely fine. But what I did get a great sense of is because I've done inter-university tournaments, what I did have a great sense of was, especially for sport, which is not cricket. And of course, in those days, at the college level, I don't think it makes that much of a difference. The way sportsmen are treated, I mean, you go for a tournament, you literally sleep on floors, you have, you go to the fields to bathroom, because the bathrooms are so dirty, you can't go anywhere there. So I've seen all of that, you know, and the two other things that I have seen, perhaps being a bit older than you blokes is, you know, when Sunil Gavaskar was batting and you're listening to commentary, you know, whether it's 76 or 79. So all Indian fans are, you know, today, they listen for wins. They listen that, okay, you know, we're going to win this match, we're going to do this. Gavaskar is not batting for wins. He was batting for our self-respect. You know, there's Gavaskar, there's Vishwanath, and there are a couple of players in between, and there's nothing else. So every time he goes out there and faces these desperately dangerous fast bowlers, whether it's Bob Willis or Dennis Tilly or Jeff Thompson or Michael Holding, he's batting for our self-respect. You can go out and show your face there because, you know, Gavaskar is there. So literally, you get onto the bus to go to, you know, school or wherever, and you're waiting because when you're going to get off and go and ask that, you know, is he still around? Or if you're coming back from school, is Gavaskar still batting? So I was part of that one era where literally a self-respecting draw was so important to us. Victories were very few and far between. You know, everyone talks about 76 board of Spain. But you know, how many times did we do that? Or 81 Melbourne. They are very few and far between. By and large, you're just saying, guys, just allow us to leave this match with our head held high. Or even if it's a defeat, let it not be a crushing defeat. So I've seen a lot of that phase of Indian cricket, which perhaps you guys have seen. Post-83, you've seen far more success. And really, our test sides were also better coupled there, you know, 86-87 England, 91-92, we are actually competing in Australia as well. So those are very different sides from the sides that I saw between the mid-70s and mid-80s. And the other thing that I did see is the actual, you know, one sport rising and the other in decline, which is cricket and hockey. So in every middle-class household in the big 60s, I don't know about the rest, everyone had a hockey stick as well. You would have a hockey stick at home. You'd go down and play hockey. And in fact, most of the balls with which we played cricket most of the time were cocket balls where a lot of hockey was played. If you didn't play serious cricket, if you played at home, you played a lot with the cocket ball. And those are the kind of things that are actually, I remember actually, if you see a Hrishikesh Mukherjee film like Golmal, he's crazy about cricket, he's crazy about hockey. And then this slowly starts diverging at some point in time. And I think that's the two journeys I saw. I've seen Indian cricket's journey to self-respect and winning. And I've seen Indian cricket rise and Indian hockey fall."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:04.080",
        "message": "You know, like you brought up the interesting point of self-respect, which is, again, resonant, you know, Gavaskar's playing. And today we look back and we say that, oh, you know, personal records mattered and Gavaskar would play for himself and all of that. But the point is, most of the time the team would lose, especially when they went abroad. So he's just putting up the front that he can. But my question about self-respect is this. This ties into a larger question that if we kind of look at how the world has progressed in the last 20, 30 years, not just India, but the world is that there is a fragmentation of everything. For example, you look at the media in the 80s and 90s, you have these trusted mainstream sources. There is a consensus on truth and then it gets democratized and everything gets completely fragmented and it's both good and bad. It's good because now everyone has a means of production. And some of the negative knock-on effects are that it becomes a war of narratives. There's no consensus on truth anymore. Similarly, what I see happening in entertainment and perhaps sport, which I would kind of say is a twin of entertainment in a certain sense, is that, you know, there are more options. Like if you were in the 70s, you would be watching hockey and cricket and maybe the balance shifted at some point, but essentially that was it. Today, there's a lot else, you know, even something like chess is very popular on YouTube and there are all these other kinds of sports which people follow, you know, in the last 20 years, there's been this burgeoning of Indian fans suddenly finding English football clubs to be loyal to, even though they've never been there. Is that something that in a sense has changed the stakes? Is that a reason why a modern Indian sporting fan may not understand, say, the visceral impact that sport could have had on people like us? And of course, at this moment, speaking purely from a sort of a fanhood perspective."
    },
    {
        "speaker": "Guest 2",
        "time": "00:19:47.200",
        "message": "So look, the two things, one is that one of the things that the international sport did do when it started coming in, especially Star Sports and all these channels coming in, it showed us something that we were not aware of and it was a rude awakening. And I remember specifically in football, the rude awakening, like we've had Premier League football and all going on since 93, 94. But in 1996, ESPN Star Sports, in those days, there was a separate ESPN channel and a separate Star Sports channel. They got together around 97. So ESPN, in their great wisdom, was showing Euro 96, which was fantastic. And in the breaks between Euro 96, they have bought 10 years of rights to Calcutta League football. OK, and it's a defining moment, because what happened was there was a half an hour gap between matches. They didn't have a studio show. So what they'd do is they'd show a Euro match. And then in the half an hour before the next Euro match, they'd show Calcutta Football League highlights. Esbinghol, Mohun Bagan, Mahmood and Sporting. And I remember my father was there with me because he was on his way. And in those days, I was working for IMGT, and he was on his way to visit my sister in the US. So he was with me. So he used to watch these Euro matches, and then he's suddenly seeing Esbinghol, Mohun Bagan. And you know, suddenly that football is in such sharp contrast, because you're seeing one against the other. And my father actually once really bewildered and looked at me and said, are these guys playing in slow motion? Because suddenly he's seeing what international football looks like. So yes, 30% of it is better cameras, better vision, all that. But 70% of it was that suddenly the game that he thought was perfectly normal to play, an Esbinghol, Mohun Bagan match, was shown in contrast to what international football really looked like. And that's a realization that has happened in Indian sport. And it's a very powerful realization, because suddenly every football team in India today, we are struggling again to get back, because we are saying, OK, you know, our football was 30% world standard, now we are at 55%, 54%, 55%. We are moving there. But clearly, you have a choice of watching an ISL team, or you have a choice of watching Messi or Ronaldo play. And that choice has made things much more difficult for Indian fans, and much more difficult for Indian sport to grow. Because you're suddenly up against, you know, channels don't know loyalty. You know, your remote button knows no loyalty. So that is now a challenge that's facing every part of Indian sport. And perhaps cricket is the best off in that nature, because whatever it is, you know, the IPL, the best cricket players in the world come and play in the IPL. Every other product we have is an inferior product to something you'll see abroad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:25.760",
        "message": "So OK, here's my next question. I just did an episode on the importance of liberalization, the 91 reforms. And my guest was Shruti Rajgopalan and Ajay Shah. And right at the end, I asked him that, you know, on what gave them hope and what gave them despair. And Ajay gave me an interesting answer. He said that what gives me hope is that the 91 reforms, even if you've gone backwards and terrible things are happening now, even if all that has happened, the 91 reforms, and what happened in the subsequent 20 years till about 2011, showed us that Indians can achieve anything. We can compete with the best in the world, we can do anything we want, there are no barriers. And that knowledge is important, that we don't have to make excuses, we don't have to talk about our great past or our great civilization or whatever, we can be the best in the present. And that knowledge is important, at least now, you know, now I have a similar question about Indian sport, that there was always this assumption. And I have to say that for a large period of time, even I shared it, that India will never be a great sporting nation, because of a variety of reasons, like one, of course, we don't really have a sporting culture, the way kids say in Australia will in their free time, they'll just go out and play sports. And over here, they won't do that they may watch some sports, but that sporting culture isn't there. And one ascribed various reasons to it, people would say that, you know, it's the genes and, you know, it's the climate and it's a nutrition, or maybe it's just a vicious cycle of a cultural practice is not there in the culture. So it never comes into the culture, and so on and so forth. But it seems to me that just as perhaps what Ajay was talking about the, you know, the post 91 reforms, whatever happened, showing that India can be the best can do anything, it seems to me that in sport, a similar thing has now happened. Like when you see Neeraj Chopra win the javelin gold medal, you cannot anymore say that there is something inherent that is keeping us back. In fact, Nandan, in your excellent book, Go, you know, you wrote the last chapter of the book. And there you spoke about the importance of the Abhinav Bindra moment, that that made such a difference that, you know, he wins the gold, and suddenly you have this self confidence that we can do it, which wasn't there earlier. So tell me a bit about the impact that it had, because at one level, it's just a matter of millimeters, right? If somebody else had just done a little bit better, he wouldn't have got the gold, he would have gotten the silver, and we've gotten silver before, would it have made such an impact? Did getting that gold? Was it a seminal moment? Tell me about kind of what you what you feel about that?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:24:49.040",
        "message": "Absolutely, Amit. So it was also the time when we had just begun our journey as a foundation, Go Sports Foundation. And our dream was really this is to change the mindset and the belief system of what is possible not just for the athletes, but also for the surrounding ecosystem and people who participate in those journeys and including stakeholders like parents, coaches, school principals, college principals. So the point is that, like you mentioned, there were many, many, many stereotypes in Indian sport, which had actually seeped into the management of sport. So we had these concepts of priority disciplines and non-priority disciplines. Based on that, the government would fund different federations. So if you were a talented athlete in a non-priority sport, you probably had zero chance of making it to the Olympics. So it wasn't talent based, lots of perceptions, I mean, we had limited sports budget. So let's be clear, this was not a priority for many, many, many years, right? So we move towards funding some athletes, we go to the Olympics, most of them are just so happy to get there because of the number of obstacles overcome to get to the Olympics. And I'll just back up before the Abhinav Bindra story to around the same time. At that point, I've gone to the UK, studied in the UK and the US and now come back to India very, very passionate about doing something meaningful in sport, I haven't found what that is yet. But one day, I just get a call from one of my law school colleagues, and he says, Hey, I'm at the Bangalore airport, this is the HAL old airport, and I've just come upon one of the stars of the Indian hockey team. So this guy is trying to get to the Sai Centre, Bangalore, which is pretty far away, it's close to the National Law School, Kingiri. And he's standing at the auto stand, and no auto is willing to take him. So this is an Indian national hockey player. And he said, we got to do something. So like, he literally picks him up, goes and drops him at Sai, comes back and we begin the relationship, like I do things like including filling up his Arjuna Award application, which he eventually gets. But on the day of his Arjuna Award, you know, they do these lots of interviews at the Ashok Hotel. So I'm there, he's talking, and the journalist asks him, so what has the journey been like? And he says, I can't even tell you because we are literally sent out to represent India, telling us, you're going to lose anyway, so just have a good time and come back. And this is our national, I mean, quasi de facto national sport, which we won so much at. So to me, that was such a telling moment and a heartbreaking moment. But what Abhinav's moment was, a lot of people, I think, don't cut him the slack saying he got all the facilities, I think, despite having all the facilities, he still went through the motions of doing whatever it took. And if you read his book, and I really recommend it, A Shorthead History is one of the great sports books worldwide, not even talking Indian book, Rohit Brijnath and him have written fantastically on it, the number of journeys he went through to get there. And to me, that is the moment for Indian sport, which also came around the IPL as well. So 2008 is our 1983 moment or the 1991 moment. Lots changed and lots changed in the mind. And I still talk to Abhinav a lot, and we talk about what it takes to win that medal. And so much of it is in the mind. So you can go to the Olympics, world champion, you can go to the Olympics, world number one, but it's being there. And you can convince yourself all you want, it's just another day. The more and more you try and do that, the tougher and tougher it gets because it's sort of the Olympic moment is between your ears, right? So it's the stadium, but also between your ears. And but what he did is change the self-talk of the Indian athlete. Because it became from if he can do it, I can do it, and then we can do it. So just beginning to connect the dots on what is possible as an Indian. And to me that it needed a single breakthrough as a gold medal, like it needed breakthroughs of different sorts, even Olympic qualification in a sport we thought we were never good at, or did not have a chance in. So each athlete is building on the other and by Abhinav's moment, there had been enough to make that an incremental, but very, very significant moment. And in our book, Rohit Brijnath talks about it, the we can moment of the belief that we can. And a lot of people ask, so we've been through not 12 years of working in Indian sport with our foundation and a lot of people say, okay, what, how do you measure this and tell me what's happened? Is all the money worth it? We put in so much CSR fund, the government fund so much. So what has really changed? And I mean, it certainly helps to have an Olympic medal tally, which is our best ever. But my answer is always, I may not be able to measure it, but qualitatively, I can feel it. I've met athletes over the years, the way they stand, the way they hold them themselves, the way they look you in the eye, what they say, the language of expression, not just how they say things, but what they say has completely changed. And to me, that is indicative of a confident, self-aware, but also well-resourced athlete. And I think we'll get to that of how they've become well-resourced and absolutely critical is knowing that nothing has not been done when you're standing on that, at that shooting range or in the sort of boxing ring, whatever else, the confidence, what is confidence? Confidence is knowing that there was nothing else you could have done to get to where you are and prepared everything that you could have possibly done to deal with uncertainty of competitor, location, various different things. And I think that that transformation was Abhinav's, but it was the transformation of everyone who came before him as well. So bronze turned to silver, silver turned to gold. And I think we've taken a couple of Olympics to get the legacy effect of that. And I'm so glad it happened in this Olympics, it's a huge, huge moment that and a huge load of I think Abhinav's back because I think one of the quotes we have in our book there is that it's great being the first one, but I don't want to be the only one. And I think he's finally got his wish."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:21.600",
        "message": "Yeah, yeah, and in a sense, you could argue that subsequent gold medals also, you know, have something to do with his gold medal, as you pointed out, I loved your definition of confidence, because it focuses on process. I've done everything I can to get here and, you know, and that's your confident and you just do what you have to do, which is such a wonderful and inspiring definition. But one of the things that struck me and it struck me also when I read this recent piece that you wrote in Deccan Herald, is that Indian sports, not just authorities and federations, but also fans tend to be two results oriented. In your piece, you were speaking about, you know, the support that athletes need, and you wrote, quote, career pathways require incremental reward towards the athlete's journey. Instead, central and state governments reserve huge monetary rewards for medal winners. While exceptional athletes deserve every accolade, such a system can skew the balance between process and outcome, stop quote. And even when I think about this Olympics, right, Neeraj threw 87 points something, right? We are all celebrating that because hey, he won the gold. But what if he hadn't? You know, Johannes Wetter, for example, I think threw more than 90 meters seven times this year already. And it's almost routine for him. So let's say he hadn't won the gold, but he had thrown 87. Now, my argument would be that it is deserving of equal celebration. Equally, you know, somebody was cribbing on Twitter about how our boxing guys and wrestling guys are placed so high in the world, but they didn't really, you know, win any goals. And my argument there is it doesn't matter. This is one event, there's a lot of luck, you can't be two results oriented, the fact that they're rated so high in the world, they won world championships and all that shows you that the process is working. Fans don't often get this, you know, I'm sure sports people obviously do, because that's the secret of success, right? You focus on process and not outcome. But fans don't get this and sporting bodies don't often get this. Do you see this as a mindset issue that still has to change, that you look at the performance and not necessarily the result that if Neeraj throws 87.5, that's a great throw regardless of whether it gets a gold or whether it's outside the top four, which it might well have been on a different day. What are your respective thoughts on this?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:30.040",
        "message": "So look, my point about this is that Neeraj winning is a great thing. But I am completely with Nandan. The point is, everyone is not going to understand. Therefore, you'll need a few results, you need an Abhinav, you need a Neeraj. But the point of it is that Nandan is absolutely right. It's process and it's process that gets you to a particular position. The sad bad fact of it is that if you're a cricketer, you're going to get 50 chances through the year to prove whether you're right or wrong. If you're an Olympic athlete, you're basically going to get the Olympics, possibly the Asian Games, possibly the Commonwealth Games. And remember, rarely do you are at least good at both the Asian Games and the Commonwealth Games because the way it's skewed, you know, if you're going safe towards a sprinting event, the Commonwealth Games are a terrible place to be. On the other hand, if you're playing badminton, the Asian Games is probably a more dangerous event. So in any case, you basically have a one in two year chance of actually having a share of mind. That's the pressure that's on the athlete. And that is the fundamental issue that what also happens a lot is and see federations and even the government, everyone is not trusting because we've not had great results before. So very often what happens is we actually keep sending athletes to ranking tournaments to show the government, look, this guy's doing this, this guy's doing that. And a lot of the times, the Chinese and South Koreans, perhaps, you know, they've done more in the sport, they're more adept to the system. So they'll say, look, we're not going to send our athletes here. So a lot of the archery events you'll see, you know, crucial archery events, we remember Deepika Kumari winning a lot. But the South Koreans were not there, the Chinese were not there, they wouldn't come for an event like that. But we needed to because if we didn't go there and Deepika didn't win something, they could turn around and say, you know, Deepika's not really in form. So still as sporting people, even as a federation or a government body, we don't have the confidence. We are not in a position to be able to say, you know, this athlete's good enough, we'll let go of this event, we'll focus on a peak during the Olympics. These are very important things. And I think this is the next stage in maturity. Look, I am already I'm quite happy the fact that we are sending athletes to exposure tours because you know, exposure tours and other tours are much better than not going anywhere and not knowing exactly, you know, you're not sure what food to eat. I remember the horror story that my brother-in-law told me, I think it was Shivnath Singh. And Shivnath Singh was before going to Montreal, he was in Oxford where my brother-in-law was also a Rhodes Scholar, he was there. And he said, the guy just survived, he didn't know what to eat, so he had to survive on bread and milk, because those are the only two things he would understand. And there's nobody to cook for him, there's no diet. And he's saying that this is what's happening to him in the UK where there is a little bit of a support system of us around him. What's going to happen to him in Montreal? And those are the kind of things that, you know, athletes today at least have so much more support, so much more understanding, people around them who are there to take care of this. So yes, we have matured, we've come a long way, I think we need to take the next step and say that if this person is a premier athlete, perhaps not participating in this and peaking in the Olympics is more important than winning this just to prove that he or she is a good athlete. And that's one of the things I'd look at."
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:43.960",
        "message": "Yeah, I think that's brilliantly put, like I said, my mother was a cartoonist and I sometimes think of cartoons. I've actually been very upset with Neeraj Chopra because he's destroyed my favorite cartoon. And that had essentially a cave mother talking to her two sons. One of them is kicking around the round thing. And the other is sort of going hunting with a spear. And the mother is telling the young fellow, what do you think you're going to make money kicking this round thing around? Look at your brother, he's throwing a spear, right? And no way you're going to be making money throwing a spear. But I think here's Neeraj Chopra with, I think, tens of crores of reward, destroyed my cartoon along the way, but also has got some very random prizes as well. But I think as Joy puts it, there's things that happen in the system as a result of this type of what I call a bounty system, is that you have, you're going to be rewarded hugely if you're successful, and everyone else is in some sense left behind. It breaks other parts of the system with this hypercompetitivism and also people using shortcuts. There's a strong linkage of even doping because there's no consequence to getting caught. The only consequence is if you don't get caught and you succeed, you might get some large reward. But Joy hit a very important point as well on how funding used to work. And there's been a transformation in the last five, six, seven years with a pretty significant government scheme called the Target Olympic Podium Scheme and how it worked with federations, with other bodies as well. But earlier, what you had was this push to show that you were world class by maintaining rankings. And in many sports, you had to maintain ranking just by playing a lot. So you figured out how to play a lot, and how to game the systems. And I think you've seen lots of examples even in chess of how to become a grandmaster, by even sort of paying off people to lose against you and stuff. So huge amounts of effort, parental effort, athlete effort would be on getting to rankings because funding depended on it. There was a very ad hoc system of how athletes and particularly elite athletes would get funded. It would be given in smaller tranches based on rankings, performance, and it was a limited pool, which lots of people were fighting for, which also led to other stuff like we'd have Wimbledon junior champions, but none of them would progress. You had the Leander who broke through that. But what you had was, while European kids were already playing seniors losing first round, first round, first round, first round for for half a year, before they made it to second round quarterfinals, and then I mean, look at a Roger Federer story, our kids were still playing junior events, because that was the only way to get funded. And those breakages actually make a system because you aren't seeing people progress through the pathways. You have to learn how to lose and get exposed to loss to begin winning. And we didn't have that give in the system. We were willing to fund people who had already proved themselves and how they had got there was I mean, none of our business in some sense, and willing to reward the people who had won. But we had not necessarily seen the journey and the pathway there. And like I said, there were other sort of things like we have priority sports, we have shooting, boxing, wrestling, we are going to say that these are the things worth focusing on, because someone in the past has broken through of their own accord, got some support and proved that Indians are capable of winning a shooting medal, maybe a tennis medal, boxing, wrestling, weightlifting, now everything else, we are not competent. And we convince ourselves, we convince our donors, we convince our government, everyone is convinced that we can't be anything else. We are good at the sports which require dexterity and speed and other things. But don't talk about strength or stamina, running, all of that. We just don't have the genes, like you said, we don't have aptitude, there's no point even trying. And that is a system that has gone through, I would say reformation in the last eight or 10 years. And there are various reasons for that, which we could to chat about too."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:53.360",
        "message": "Yeah, a lot of fascinating stands and big questions to pick up on and I'll come back to your personal journey at a later point in time. But first, a few questions, but you know, as far as the cartoon is concerned, it's still kind of valid because I can guarantee you that the 100 best footballer in the world makes way more money than the 100 best javelin thrower. So I don't think you know, that kind of balance sort of remains. As far as chess, grandmasters, gaming norms, and all that is concerned, that's extreme outlier. Those guys don't really get anywhere. You know, in some obscure corner of the Soviet Union, they'll have these fictitious tournaments which never even happen and rating is kind of given but that is such an outlier. It doesn't matter. One of the strands I want to pick up on is also then these trade offs that you mentioned, like on the one hand, you know, Joy was talking about the trade off that one when you're supporting athletes, you want to take them towards sporting excellence. So you want to space out their training, you want them to peak at the right time. But on the other hand, you also have to satisfy another constituency and build those narratives So you send him to random tournaments, which may not otherwise be good for him. And the necessity of that trade off is worrisome and similar trade off and you mentioned about Indian kids winning Wimbledon juniors, when people their age are already sort of playing the senior level. And this happens in chess also, by the way, that you know, for the last few years, the best players don't take part in the World Junior Championships because they're already kind of fighting to get into the actual top 10. This also sort of reminds me of what happens in women's chess, like people have this misconception that there is men's chess and women's chess. But actually, there's no such thing as men's chess, there's an open category where everyone plays. And then there's a women's category. Because for all kinds of reasons, you know, women haven't been able to get results at the open category, historical reasons, social reasons, whatever, bunch of stuff. So, you know, there have been women who have said that I will not play the women's category, I will play the open category, I will play with the boys, I don't want a separate category. And very notably, Judith Polger reached the world top 10 in the open. And Yifan who dropped out, she was women's world champion, she dropped out of the cycle and is no longer women's world champion, because she said, I will only play open events. Similarly, a few years ago, there was this player called Alexandra Goryachkina. So I think when she was 15 and 16, she won the girls junior world championship when she was 15 and 16. And juniors was under 20. And then she said that no, I want to play the open. And the next few years, she played the open junior championship and finished middle of the field like 30th, 40th, whatever. But she continued doing that. And she's a very strong player today. But now she's back to playing women's events. The juniors who would finish around her the male juniors, 30th or 40th are probably earning nothing. But you know, she could take part in the women's event and earn much better because that was sort of spun out. So similar kind of trade offs in play. Is it getting better in terms of these trade offs and this perception management, I understand that private involvement is much more you guys are funding all this, we'll talk in detail about tops as well. But is there on the one hand, not just a case for building a great product, but also marketing that great product to the state, to the government, ki nahi isko bhejna hai, isko kyu bheje? You know, iska yeh ranking hai, how do you get that ranking? Is that game still a problem? Or is there a period in time where that game is becoming less and less of a problem? Because these results are gradually starting to come through."
    },
    {
        "speaker": "Guest 2",
        "time": "00:44:09.960",
        "message": "So I'll pick up on that first, because I think, as I said, Nandan is in that thing of, you know, some of what he's doing is involved with it. Actually, I was, well, I spent six months doing some work with the Ghost Sports Foundation is one of the best things I ever did. But I think it's getting better. I think what had happened right to the start is when tops came, everyone thought, you know, is tops an all or nothing, you know, this is what it is, they're going to fund it, they're going to do it. There are some things that a government cannot do. There are reasons for that. There are government policies, there are government decisions. A simple thing, you know, do you want to fly an athlete business class? Okay, it's a simple thing. Now, it may be necessary for some events, it may not be necessary. But for some events, it may actually be necessary, that kind of extra sleep, that kind of extra rest may be useful. Okay. Now, tops could not do that. It's difficult for tops to do that, given the system that we follow, okay. Or you need a separate physio, and some people are just comfortable with a particular physio, or some people are comfortable that their mother travels with them. Now, that may drop off in time, that person, that athlete may mature in time. But right at the start in their first few tournaments, they may need that family support. Now, those are things that the government cannot do. So what has happened is right in the beginning, there was, you know, everyone thought it's either tops or these private schemes. And I think what's happened over the last three, four years, and especially the last couple of years, very successfully is, both of them have realized that for Indian athletes to succeed, they need to go hand in hand. And in fact, I remember being part of a series of seminars with Olympic athletes, which was all about giving them an understanding of what the idea of India as it were, in a very simple potted, if I would put it, and what Tokyo is all about, and what they could expect to find out there in very practical terms, not just in terms of the sea, but what are Japanese like, what the city is going to be. And it was researched and put together by Ghost Sports Foundation. But the athletes were bought in by tops. And that gives you a little bit of an idea about the fact that these guys are now, they're saying, it's not my product, it's not your product. These athletes win, it's going to be good for all of us. And I think that is the one huge thing in Indian sport that we're seeing. And right into 2015, 16, when tops started, it was all about, it's my way or the highway. And I think everyone now realizes that the only way to make a highway is if everyone gets together to try and build it."
    },
    {
        "speaker": "Guest 1",
        "time": "00:46:39.640",
        "message": "I would totally agree. And seeing that experience from the other end as well, I mean, there's no I in team, but there's more than one in Team India, right? So the recognition that there are many, many participants, and every athlete is India's athlete, it's not a government athlete or private athlete or some other scheme. And that really came through in the last five, six years, a recognition that it's a common journey. And everyone has different roles to play. The end of the day, the government is the biggest funder of an activity like sport, huge amounts go into the other programs of athletes, high performance, tournament experts. But at the same time, like Joy mentions, the government is inherently obliged to be transactional. There are protocols it has to follow, there are ways of doing public money. So there's this room to build other things to focus and support the government, complement the government doing things that the government cannot do, or is not yet ready to do. And in many ways, the private involvement is not by any means and a sort of a capture or should not be seen as something which you're doing, which the government should have been doing and you're trying to show the government office not doing it. And that's been the moment that has now come where it feels like everyone is participating knows their role, and is actively pushing a common agenda. And a lot of that credit goes to the people running the top scheme and the sports ministry. That seven medals is actually an under reward for the amount of managerial work, the amount of funding and the amount of support that our contingent got. I'm so glad that we got to seven, but not just the athletes, but everyone who put the work in there, to me deserve more. And the fact that we expected more and feel like we deserve more tells the story that we had our best Olympics, but it could have been and should have been better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:50.600",
        "message": "Fabulous. And I'll get to the details of that in a short while. But there's a meta question I want to ask first, which is slightly long winded, if you forgive me, but it's something that I haven't quite been able to reconcile for myself, which is of state involvement in sport, right? Which is that for all of these sports, we depend on the state and its federations and all of that. And the point is, one has to wonder how that is sort of palatable or justifiable in a country like India, like in India, 3000 children die in India every day from starvation, one in four Indian children are malnourished. This is modern data, we are a desperately poor country, there's an opportunity cost for money. And the question is that, is it okay to spend it on a space program or on sports? And obviously, in my opinion, every reasonable person can argue that we should not be building giant statues. But it becomes more thorny when you talk about sports and space programs, because national pride is tied in with them. And this reminds me of a story that I sometimes tell about Tolstoy and his chicken. So essentially, Tolstoy, of course, was vegetarian, and he wrote books about ethical treatment of animals and all of that. So at one point in time, an aunt of his was coming to dinner. And she said, I will only eat chicken. So he said, Okay, fine, come. So when the aunt gets to the dining table, she finds that there is a live chicken flapping about on her chair. And Tolstoy tells her that you wanted chicken, here's your chicken, we're not going to kill it for you, you do it yourself. And that seems to me to be a very almost Gandhian demonstration. And Gandhi was, of course, influenced by Tolstoy, a Gandhian demonstration of the difference between the chicken on the chair and the chicken on the plate, that they are actually one and the same. But, you know, we have this mental barrier between it. And I think we do a similar thing in sport, where we think that government spending on sport, you know, state funds going into, you know, athletics, and this and that is such a beautiful, noble thing, and all of that. But there is a cost to it. And the cost to it at some level, includes the 3000 children dying every day of starvation. You know, obviously, it is not the case that if the government stopped funding, say, fencing, children would stop dying. That's obviously not the case, it would go into somebody's pocket for you know, but that's a dilemma that we face. And my sense is that this connection between the state and sport is really because of reasons that can shade over that essentially has both sides to it. You know, you could say that it is self respect and esteem of the kind that you know, we might have felt when we watch Gavaskar play all the defiant innings that he played. But on the other hand, it's it's this kind of toxic nationalism, you know, Orwell famously said, sport is war minus the shooting. And, you know, so that's, you know, one counter view to the state in sport, that's kind of the side that we don't see, I mean, this is a scene in the unseen, so to say, and a follow up minor question that arises from that is you were drawing the comparison in that cartoon between football and javelin. And the point is, why will the kid kicking the ball makes him so much more money, it's because so many more people watch the sport, they care about football, they deeply care about it. And there's a lot of money going into it. And it's our eyeballs that are directly funding all the sports that we watch, which I'm perfectly fine with, as it should be. But you could also argue that a lot of sports, these Olympic sports are perhaps archaic artifacts that you know, no one would watch if it wasn't for this whole thing of national pride through sporting expression. So I'm not taking a stand one way or the other. I'm raising this because I'm conflicted about it. Because to me, one of my best moments this year was, you know, when Neeraj won the gold or other things that I've seen in sport that I otherwise wouldn't, you know, if not for this, but at the same time, there is this other aspect of it, how does one reconcile these two? Is this something that you've thought about? And also, Nandan, specifically in your case, where you've done so much work, sort of mobilizing the voluntary action of private individuals towards promoting sport, which is kind of the way I would really love to see all of it happen, that is there a way of seeing sport go forward without the necessary involvement of the state, as it is in some sports in other countries, you know, like the British government doesn't have to promote football, you know, the Premier League is all there, you know, even the BCCI is kind of independent, and the IPL is its own ecosystem. But with other sports, we have to always think of the state getting involved. So what are your respective thoughts on this?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:08.240",
        "message": "It's a great question, Amit, because it's at the center of I think, the future of Indian sport as well. We do have this notion that if anything goes wrong in sport, it's the government's fault. So I mean, someone like runs with a bull and supposedly runs faster than Usain Bolt, the sports minister is supposed to call him for a trial, someone, I mean, it's literally everything that happens is the government's responsibility with sport. And that's how also a lot of these schemes have been built, there's the government is building the Kilo India youth games, university games, there's a talent scouting, there's sports hostels, infrastructure, name it, and the government is the biggest sports management company in the country. The reality is that a lot of this in the sports governance structure, international sports governance structure is to be done by federations. And we haven't got there yet in transferring in some sense responsibility, but also operational integrity to our federations in a cogent, clear way. Because we've been so government centric, when you ask the government, government will deliver because that's what the population is asking for. What we haven't moved towards is the US model, the US Olympic and Paralympic Committee gets probably zero funding from the government. It is also all sponsor driven, all driven by private enterprise, pushed up by university sport, Europe has club sport. So we found micro enterprises, we found sponsors, we found boosters in different places. For us, other than the BCCI, the government, some state governments are the funder of first resort and the funder of last resort. What it does in some sense is it absolves also a lot of the federations of responsibility, because of the way that the sports governance framework has been built, not to say that all federations are run badly. And I think you saw the results of some well run federations, transformative results in the Olympics as well, including hockey, which I'm sure we'll talk about a little bit more. But the reality is there are dozens and dozens of federations. And I mean, we've had many conferences on this and one of our speakers talked about a bunch of these federations called kitchen table governance, where literally the president and secretary sit in someone's kitchen and run the federation. And there are really no implications for that worldwide federations are supposed to be private autonomous bodies, which may get some funding from the government. But that autonomy is to be enjoyed with certain responsibilities to run tournaments to run events to do talent scouting. So essentially, to deliver talent opportunities, and to convert talent into opportunities and opportunities into competitiveness. And that is where we in some sense have failed when the government doesn't enforce a governance framework where that autonomy is earned. What you end up doing is the government doing all of it in itself, because one constant there, whether the federations do it or the government does it, it's government's money. So either the government's fund the federations, or they do the schemes themselves. Now what what happens is, if you're given that binary choice, saying it's your money, you can either go and execute Halo India games, talent scouting, sports hostels, big infrastructure, yourself and have accountability, or you can pass it on to others, and you may get a report once a year, if you're lucky, which is the one you're going to choose, right. And to me, there is a gap and perhaps Joy can talk a little bit more about it in our willingness to sort of call out federations who aren't doing their job, because at the end of the day, these federations are monopolies by law. And these are not monopolies created by Indian law or any national law. These are self professed monopolies worldwide. So they get their recognition from international bodies, which are also not tied to any country. So they are recognized by the International Federation and claim some like serious dominion over the sport, where you can't move, you can't enter this what is called the sports pyramid without their permission. Now when you're running a monopoly, that monopoly with an autonomy is a pretty sort of challenging dish to serve if you don't have responsibility tied to that. So are you handing over the keys to an entire gamut of activities, from doing events to selecting determining who represents India using the national flag, and in some sense, curating identity of what we are capable of and what we are not. And some of it could just be simply from inaction. So are you saying that you're going to hand over the keys and you're not you don't care if the person starts the engine, right? And that is where there are gaps. And if we want to move from this government funded, we will do everything because people expect us to do we will enable build the legal frameworks and I'm a lawyer and I'll always come from that, build the infrastructure that needs to be built that I mean, land and power of the state are the only things that the state really has monopoly over, get experts to do the work of each sport. But that is going to come you're going to get private participation, you're going to get private enterprise, when there is accountability and responsibility, and a fair chance to participate on decent terms for private enterprise to come in and not get kicked out in two or three years because something else has grown better or that investment is not protected. And we've seen so many examples of this in Indian sport, multiple leagues, multiple different examples where private enterprise, you come and take the risk, if it turns out well, we will co-opt and we don't need you anymore. If you're losing money, keep continuing to lose money and we're thankful to you. And I'm sure Joy has a lot to say on this topic."
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:00.480",
        "message": "No, absolutely. And I think where I'm going to start off, first and foremost, you know, every year, there's a dance. Okay. It's a dance between what they call SAI and the Ministry of Sports and the federations. Okay. So SAI and the Ministry of Sport have a particular budget to dole out to federations."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:23.000",
        "message": "For my listeners, we should elaborate SAI is a sports authority of India."
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:26.880",
        "message": "Sports authority of India. So every year, all these federations go out there and they have their plans and they say, this is what we're going to do, give us some money. Okay. And 90% of the federations will get money from no other source other than this. You know, they'll put out an auction to say, where will we hold the nationals? And somebody who will do the nationals because, you know, they want to do it this year and they want to be probably president next year. And they'll do it in a particular city and they'll do it in a particular way. This is the cycle followed. So I just want to tell you about something about the federation, which is actually fairly well done because I've worked with it, which is the football federation. And I remember in 2015, we were working on the under 17 football world cup. And so we were required to present to the All India Football Federation general body meeting that, you know, how is the world cup progressing? So we are there for the meeting. And just before us, there's a few points of order. So the general secretary of the football federation turns around and says, and Baitung Bhutia is there at the meeting. And I think he's also there for some other reason to talk about some of the projects. And mind you, so all these guys who have come to this meeting are guys who have been flown in by the All India Football Federation. They'll stay for two days at a hotel, they'll attend these meetings and they'll go back. Maybe each of them, you know, each state, probably a lakh of rupees is being spent just to bring them here. So one of the points of order was that they said that, you know, the registration fees for each local federation is 500 rupees, 500 rupees a year for a local state federation. And they said that, you know, that has to be increased because, you know, there's a lot of paperwork, you're increasing it to 10,000 rupees a year because, you know, that's about how much. And four federations, including India's most popular state, caught up and said, how can you do that? 10,000 rupees? How can we afford it? And at that point, Baitung Bhutia, who was there, he just could not believe it. And he says that, you know, if in India's most popular state, the world's most popular game cannot raise 10,000 rupees, then probably the wrong people are running it. And there was chaos in that meeting and everything. But that was so absolutely true. I'll tell you something, Amit. A lot of the people who are running these federations and a lot of, they are good federations as Nandan will, you know, hasten to tell you and as I will, okay. But in 90 percent of cases, it's not just the fact that the federations are corrupt because they are. Many of them are corrupt. But in a lot of cases, they are just unable. So if you turn on and give a federation two crores and say, okay, do a national game which is proper, they wouldn't know how to do it because they don't know how to deal with those kinds of sums of money. They don't know how to scale up. A lot of them don't know how to use a computer properly. A lot of them wouldn't be able to use an Excel sheet. So the problem is that Indian sport is hugely undermined by the federations. And I'll tell you why this has happened. In early days, you know, suppose your table tennis, okay, now table tennis was played and there were certain places, you know. So Maharashtra had some table tennis, Kerala had some table tennis, Bengal had some table tennis, railways had some table tennis. The other states, they were not that strong in table tennis, Assam had some table tennis. What would happen is suppose your Uttarakhand table tennis. So somebody who wants to win the next elections inside the Table Tennis Federation would ask a cousin or relative, somebody in Uttarakhand and say, hey, do you want to be the head of the Uttarakhand Table Tennis Federation? And they'll think, hey, why not? They said, look, you're going to come down for the national games, you'll get a couple of free trips a year, all you need to do is vote for me. And you don't really need to know anything about table tennis. So that's how a lot of these state federations sort of started putting their own people in, voters in, often who had nothing to do with the game. And what we are dealing with is still that system. We are dealing with that system, those people, and therefore also one incompetent people, be people who don't know the game, see people who have no idea what to do if money actually comes into the sport because they're not capable of running. And those are the essential problems that we are dealing with. As I said, you know, Nandan will tell you, at this point in time, I don't think the lack of money is India's problem at all in sport. There is enough money. And if you go to the private sector, and you tell them that, okay, this is a project we can do, and this is a project, these are the deliverables, and this is how we can do it, you can raise the money. It's lack of competency, it's the federations who are the roadblocks."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:59.560",
        "message": "So you know, extremely insightful points, and speaking of lack of competency, speaking about people who might not know what to do if the money comes to them. And also the very valid point that you made that these are not necessarily bad people. All of this gets me to thinking about structure and incentives. And this is something I think we might have discussed in the last episode we did together and Nandan just alluded to it. So as you know, Nandan mentioned, all our federations through accidents of circumstances or whatever, the way sporting federations throughout the world have evolved is that one they are monopolies, two they are also monopsonies. So not only will say the Federation of archery have a monopoly on archery, anyone who wants to do archery has to, you know, register with the Federation and play under their auspices or whatever. But they also have no one else to sell their services to, which makes them incredibly powerful. And without any accountability, where does accountability come from, it typically comes from competition. Now, in this case, within their sport, their monopolies and monopsonies, you could argue that each sport is competing with every other sport. So that might be a kind of accountability. But that plays out only over the long run, and is no relief to say a current archer who finds that you know, there is deep nepotism within his federation or whatever. Also, as far as the question of autonomy and accountability come, this becomes a very difficult balance, I would imagine, because, you know, a government can say that, okay, ex federation, you are now autonomous. But to keep you accountable, these are the following reporting procedures you will have to follow or benchmarks you will have to meet, because that still gives the state a certain amount of power over them and power always corrupts. And these inevitably become sort of rent seeking operations. Now, what we saw on cricket and where the IPL was so good, is that the IPL proved a jugaadu way out of the monopsony problem, that if you were a cricketer, you weren't only selling your talent to the BCCI, you could sell your talent separately to, you know, Mumbai Indians or Royal Challengers or whatever, you had these people competing for your services. And you also had these people competing to discover new talent, because that's how the incentives suddenly worked in that new structure. So you still had BCCI, which is a monopoly and a monopsony and which used that monopsonistic power to shut down the ICL, for example, and to make sure no one would compete with it. But you know, that jugaadu set up within it of the IPL, where there is competition on all fronts, made the lives of so many Indian cricketers much better off to the extent that I imagine if the IPL had been around when you had to make a difficult choice, then you might well have thought, okay, no, there are so many options, I'll just continue with cricket. One doesn't know. But on the margins, I think that would be the kind of difference that they could be there. Now, how do we get past this is what I kind of don't understand. Because it seems to me that these structures are things that we are stuck with. And this is not a uniquely Indian problem. Of course, because rent seeking is so natural and inherent to our entire systems of governance. This just fits into that. But this problem of federations, which are monopoly and monopsony are true, all across the world, it just permeates through. So what are the ways through that? Is there a point at which this just becomes something that we have to excel in spite of? Or is it possible to reform the system in structural ways that I possibly, you know, can't imagine, but you're a lawyer, and then you've thought about the structural aspects of this, obviously, and how rules of the game can reform a system like this. So I'd love insights from both of you, because both of you have, you know, while I am really spouting theory right now, both of you have been on the ground, no doubt, you know, running into countless frustrations dealing with these federations and, you know, coming from people who are otherwise perfectly good human beings and good individuals and well meaning people, but they're responding to the incentives of the system."
    },
    {
        "speaker": "Guest 1",
        "time": "01:07:46.240",
        "message": "Yeah, Amit, great question. It's not an easy answer. I will have to preface by saying governance is an incredibly difficult job in sport. Sport in general has so many different stakeholders. And everyone is coming with different interests, very, very different interests. So an athlete may have an interest, the parent may have a completely different interest from the athlete. So might the coach, you'll have teams, you have federations, you have the government, you have private enterprise, you have sponsors trying to come in, you have broadcasters. So there's a whole bunch of people consider it people trying to take from some sort of a pot. And there's a there's a great story that Rahul Dravid tells about what a team environment is about. He talks about it being a pot of energy, which every individual has to give to so that they can take from right and particularly relevant, I think in a sport like cricket, which is an individual sport in a team environment. And that is really what sport is, is that there are multiple people trying to give a little and take a lot from sport. And what is governance? Governance is balancing these various interests in the sort of keeping the interests of sport, this sort of mythical beast, the interest of sport as the priority. So you will take the money from the broadcaster, but what sort of rights will you give the broadcaster in return? You will allow the athlete an opportunity to train, but what if the athlete is not doing things sincerely? So there's constantly people trying to give less and take more from sport. And in general, really sport determines when you get something back, you really can't be extractive. And the issue is when you have governance in a way that is not structured with accountability, the ability to be extractive with participation of people who are in the federations goes up. So already a difficult task with some misaligned incentives. What has changed in more recent years is the emergence of the sort of excellent athlete from federations who have really not maybe done that much in time as well. And to me, a little bit of this competition issue was solved by this target Olympic podium scheme, which was really agnostic to which sport you came from. If you showed Olympic qualification or podium potential, they would pick you and then also work with the federation to make sure everything was okay. So it became almost an Indian Olympic program, which didn't go into priority sport, which federation, it looked at each athlete as an individual. What it did is it brought people together and said, come and help us. Do you have an athlete in some sense that deserves this? Come and present. We've had wonderful cases of people who have never qualified for the Olympics before from their sport now progressively come from a foundation like ours. So we had the first fencer make it to the Olympics. That person got a chance because, this is we're talking about Bhavani Devi, because the Tamil Nadu state government supported her. We as a foundation supported her at a point when she was considering quitting sport. And I think she's gone on record to say we had the selection interview. If we had not selected her and she didn't expect to be selected because fencing and why fencing, she was going to quit the sport. And the reality is for five or six years, we worked with her, the government, and eventually the top scheme took over, which is a fantastic public private collaboration, because it was something that the government could not have really funded when you have 150 other athletes in line above her. Why would you pick a fencer when India's never qualified at fencing? So what you got was in some sense, this Jugaadu, like the equivalent of an IPL, multiple different people trying to solve problems together. In some sense, problems that could not be solved by the other was solved and handed over in a way that when the person was ready for that support. So in some sense, the success of these last six or seven years has been that collaboration between the private and the public, the Federation's recognizing a little bit more that having an excellent high performance athlete is not always a threat. And I think it's an opportunity as well to grow your sport. I know it sounds absurd when I say that, I mean, you would expect you want top class athletes, but many of them are just happy to not be in the limelight to just do their own thing along the side, travel to the Olympics, even if you don't have a athlete at the Olympics, you might be handball Federation or something that you're going to the Olympics without a team there. But suddenly you have an athlete, there's a gradual recognition of the opportunity a prime athlete in a sport sort of can deliver. And we've seen that in many ways, you look at it as the athlete as sort of top of the pyramid in an ecosystem in the way that you have sort of a predator, the health of the predators, the health of the system. And we've seen like you take a fencer, you suddenly expose the system to a fencer. What happens? People learn about fencing, physiotherapists learn how to deal with a fencer, coaches sort of have to upgrade their skills. So suddenly a system starts working. And sometimes all it takes is one athlete. And this is not even one athlete winning a gold medal or any medal, making that leap to be good enough to get prominence. What is the Olympics greatest stage on earth, attention is directed towards the Olympics. And we have to figure out how to capture the value of not just the medals, but all of these breakthrough achievements. And we failed in many instances. So the previous Olympics, the thing we as Go Sports Foundation are proudest of was Deepak Karmakar, a gymnast. What have we done five years later, I mean, we had a gymnast qualified through the sort of solidarity quota, but we have not developed a pathway, we have not developed a legacy, this brilliant, brilliant achievement by this girl coming forth at the Olympics. Have we captured the value in the performance system? No. Have we captured the value of that performance more broadly in society? My guess is perhaps not. And while things are improving, we really have to be clear on why we're going after the medals, and to build a legacy plan for every single medal, but also every single breakthrough sort of achievement. You have your first equestrian for Mirza, you have your first female sailor, you have your first fencer, what does that mean? Are you out there building the next generation in 10 years, in 15 years? Are you going to have your Abhinav Bindra moment, where a 10 or 12 year old who's watched that achievement, goes through the cycle and is ready to emulate? And those are the questions to ask in the setup of competition, but also the building of pathways, they're connected. To answer very briefly your question in a sort of a legal technical manner, the issue of autonomy, accountability and interference is a very live one. It's in fact in the courts in the Delhi High Court, one of my friends Rahul Mehra has been fighting this battle for, for years and years, I think he's not very well liked for obvious reasons by the federations, but looking back 20 years from now, I think we will thank him for what he has done in terms of building wonderful legal precedent on recognizing the public function that these bodies play. So what is now the public function test for private organizations that the sports bodies might be. What we do have is a sports code, which is essentially an accountability framework, saying we'll recognize your autonomy, but it is conditional autonomy, I mean, you're an autonomous vehicle, you still have to follow the rules of the road. You can't be an autonomous, random vehicle, you'll be crashing into people and other vehicles. So there's standards, it's financial integrity, operational integrity, are you holding enough tournaments? But the sad part is, and I've been on a committee to try and reform that we have a 2011 version of the court. That's not passed. I mean, there's an element of people in the power with the power to change things, being stakeholders and not being changed. Even the existing one is not being implemented to the fullest extent possible, because there are just too many lapses to justify inaction. And if you're going to give people the keys, like I said, you have to make sure that they're driving the engine. And while we can take the government to task if we perform badly, the likely outcome is that you're going to have more and more and more centralization and government doing and solving. If you do not fix the ability and the accountability on federations, or otherwise going to continue to enjoy the sort of the benefits of power without the responsibility, because in some sense, the job has been outsourced to the government. And you're seeing results, you're seeing things happen. And those collaborations will be very limited collaborations. So do you want to get there? Yes, number one, fix the sports code, fix accountability framework. Number two, and sort of an underdone aspect of sport law in India, and again, committed from regulatory perspective, is the role of competition law, antitrust law, and how it applies to sport situations. It's evolved quite a bit in Europe. So EU law on competition is significant. You're seeing much more private participation, like there's a very famous case of the skating union. There's a swimming, swimming league case, you're seeing more and more the separation of the regulatory function and the commercial function of sports federations, with the right of private enterprise to not step on the toes of federations in their regulatory function, but have a neutral entry point to use stadia to use players. I mean, there's a lot of different things going on, making sure that players don't get banned for playing in what are called private leagues. But I mean, the US is full of private leagues, right? Sort of 360 days of the year, you're playing private leagues, five days a year, you're sort of going in representing your country. So there's a lot of legal structural frameworks that need work. I don't think we got there yet, we're still sort of not even enforcing the frameworks we do have yet."
    },
    {
        "speaker": "Guest 2",
        "time": "01:18:18.480",
        "message": "I'm not even going to, Nandan has taught me a lot over the last couple of years I've been dealing with him, especially, you know, with regard to the Volleyball Federation of India and whatever else that's happening. I mean, I think the base of it is the truth is that, you know, first take a name like BCCI, Board of Control, understand the words, control for cricket in India. It's about controlling things. And mind you, let's be honest, the BCCI has done the best job in the country of having age level competitions, of making sure money comes into the system of empowering the system, and with all their internal politics, and there's been a lot of it, and you know, nobody needs to talk about it, they've actually been not allowed most of that to get on to the field. In fact, I feel 80s and 90s, BCCI was far more, you know, far more on the field was being impacted by what was happening inside boardrooms, I think much less is now. And I think those separations have happened. So two things I want to talk about, and I think, you know, a couple of years back, Nandan spoke about a very important point, which is that, what happens is that suppose you have something like a sports court saying, you know, this is what happens. Now, where do satraps in the federation, where do satraps in the ministry get power? They get power in the cracks, they get power in the places which are ambiguous. Whenever there's something ambiguous, then I sort of as a federation official have a right to decide, I'll go this way or that way. What we are trying to do or what people like Nandan are trying to do is making it as unambiguous as possible. This is the rule, this is how it works. But when you make things unambiguous, the people in power don't have power, they have to follow rules. So there's a constant battle in every organization between people who are saying, can I make as fair and transparent rule as possible? And people saying that, if it is completely fair and completely transparent, I don't have any power. So that's the battle that's going on now. And mind you, that's at a level which is always going to happen, okay? At the lower level than that, it's a simple thing. If you're a federation, how does a sport develop? A sport develops when you actually build a sport, when more games are held. Now, if the only thing a federation is doing is pitching to the government saying, okay, national games will be held and that's all I have, then you're not really building the sport. So a lot of these federations don't really want to go out and get too many sponsors because it's difficult. And if I get a sponsor, it means I have to deliver them a product, I have to show them, I have to put up their banners, I have to put it on TV because they're going to ask these questions. And look, I either am not efficient enough to do it, or I don't want to be called into question because somebody will ask me, yeah, I've given you 30 lakhs, what have you done with it? They don't want to be accountable. So those are basic, basic issues and we dealt with the Volleyball Federation, this is one of the things that we realized that A, that once you deal with these people or once you deal with them, firstly, the laws of the land and what Nandan was alluding to, say that they have absolutely no power, there's something called restraint of trade. You cannot stop me from making a living. So for example, if there is a Volleyball League and I start another Volleyball League, there is no way anyone can stop me from allowing players in my league to make a living. So legally, and there's a huge amount of precedent in this, restraint of trade is something that has never been used efficiently in India, but it's there. And if tomorrow you want to pull it out, you will. And I think the first changes have already happened. And I'll give you a very good example, Kabaddi. So Kabaddi, we all know, Mashal sport came and before that, the Kabaddi Federation, nobody's ever heard of, Kabaddi nobody's heard of. Charu Sharma comes in, he speaks to Anand Mahindra, who introduces him to a lot of friends. They get together, they start the Kabaddi League and to their eternal credit, Starr says, let's throw our weight behind it. And they do, they really do in terms of the amount of publicity they give it, the amount of space they give it, how well they put it together. It's a lesson, it's an object lesson because it's not an easy sport to make that popular, but they did it. Now here's what happens. What we don't know, don't talk about is, in these four, five years that the Kabaddi League has been operating, the Federation has changed three times over again, because once money has come into the Federation, all these guys are saying, look, all these guys are making so much money. Why are we not making money? So you need to pay me. And Mashal sports must have told them or Starr sports must have told them where to exactly to go and put what their demands are. And they would have said, OK, we've changed it. So if you really follow the small print, you'll realize that in 2019 or 20, the Kabaddi Federation changed and they awarded the rights of the next Kabaddi League to Sony. Nobody even knows about it because by that time, every player knew that there's no point following this. They just went to Mashal, they joined the Kabaddi League, and it went on as it did. So the most interesting thing I want to tell you is this year, there was a tender which had actually been taken out by Mashal sports saying, OK, these are for the media rights, which were finally again acquired by Starr. But the interesting thing was not that the media rights were spelled out or the PQL was spelled out. What is interesting is that in that one notice, there was not one mention about the Kabaddi Federation. Clearly, they were charting their own path. And I think that's what's going to happen. Nandan knows a little bit about our journey. In volleyball, we had the same thing. The International Volleyball Federation came down for our finals because they thought here in India, which is probably the largest democracy in the world, 1.3 billion people, there's a sport and you actually got a good product. And then all sorts of things happened because people got greedy. But what's happened as a result is we are launching a volleyball league once again. And this time it's without the Federation. And can I tell you, Amit, why it's without the Federation? Because people think very practically. So every time you go to a team and say, invest money, they say, OK, fine, we'll invest money. So when will I make money? You say, OK, sport is a long gestation period. So you say four years, five years, you're going to make money. They said, boss, if this league is successful for the first three years, the Federation tomorrow will get greedy and will throw you guys out and find somebody else, which has happened in badminton, which has happened in wrestling, which has happened in five other sports. So why should I invest money? Because the moment it gets good, the Federation will throw us out because they'll then get greedy and want money. So then we discovered that the only way to actually assure people that your investment is protected is to say, this has nothing to do with the Federation. Because the moment the Federation comes into effect, if people are greedy enough, they'll just turn around and say that, hey, boss, this is making money. Why am I? I'm sitting out here, and I'm not making any money. And here are these teams. And they're very simple things. They look at athletes staying in five-star hotels or four-star hotels with gyms, and they wonder, these are the athletes that we used to give rice and dal to and sambar to for breakfast in the nationals. Why are they staying in five-star hotels? Obviously, there's a lot of money, which means I need that money. So these are the problems that affect Indian sport. And if you don't break free of that, if you don't create a system, and it's not as if it's in the president over the world. I mean, USA basketball has nothing to do with the NBA. The NBA is a group of owners who get together, and they play the sport. And in fact, in 92, when the Dream Team happened, it was a huge negotiation between the NBA and USA basketball. And that's exactly how it is in whether it's American football, a host of other places. The fact of the matter is that if you're not competent to run the federation, at least let private enterprise get a chance. And that doesn't mean that tomorrow, if, for example, the federation starts a league of their own, which is successful, bully for them. Fantastic. Then guys will get two leagues to play with, or three leagues to play with, and there's nothing better than that competition. As Matt Ridley said, all of us sort of, Matt Ridley's are both our gurus, and we all talk about competition and how it develops, and it's fantastic. But you need to do that for sport. And that's where I think, over the next few years, Indian sport will take the next few"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:02.440",
        "message": "steps. So this is eye opening for me. And before I go on to the next question, I want to make a brief point because I thought what you said about power often coming from ambiguity in rules is very wise and applies to a lot more than sport. I mean, if you just look at the Indian Constitution, you look at the caveats to free speech, which are there in Article 19. And there are vague things like public order, morality, decency, whatever, which can be interpreted by a bureaucrat or a police constable any way he wants. And that ambiguity is a problem. And of course, what lawyers like Nandan perhaps spend their lifetimes doing is just, you know, sub clause or sub clause, make it as specific as possible, don't let people mess around. So my next question is kind of a follow up to this, like Nandan, you spoke about how in Europe, and I wasn't aware of this. So please enlighten me, that you spoke about how in Europe, there is now this distinction being drawn between regulatory and commercial, that it's okay for a federation that governs a sport, which has through circumstance achieved at monopoly and monopsony, it's okay for them to continue regulating the sport. But as far as a commercial is concerned, that that has to be open to competition. And competition, of course, is oxygen. I mean, that's where excellence inevitably comes from. And Joy just gave an example of that in the volleyball league, which he's doing and in the Kabaddi league. So is that the future vision of Indian sport in the sense that you have these federations, but they are autonomous, but they are bound by rules. And anybody, any entrepreneur can then go in and compete within that space. So tomorrow, someone like me can go and say, okay, I'm going to start a handball league or this league or that league. And you know, I function within the rules of the game, but I can do whatever. So number one, is that your vision of Indian sport, say 20 years down the line, are we going to evolve in that direction? And the other sort of orthogonal question, which Joy might have a really good sense of having built the volleyball league, is that does it then become a question of building the popularity of a sport before it's necessarily commercially viable? Like if someone was to tell you 10 years ago, the natural assumption of someone like me would have been that there aren't viewers for the game. And then it becomes a chicken and egg problem. So our entrepreneurs then going in and saying that, you know, we'll just go first. And we'll put a good product out there and the viewership will come. Is that a model that you see working? And then therefore, would you say that many of these so called Olympic sports, which, you know, aren't necessarily super popular today? I mean, we watch Javelin once in four years. I mean, this is the first time in my life, I saw a Javelin event, in fact, life. Can that change because of the efforts of entrepreneurs who go out there and build that market?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:29:48.480",
        "message": "Excellent point, Amit. And I think Joy's volleyball league is really going to be a precursor. It's going to be interesting to see how the legal system responds to this. So historically, most of these leagues have now gone out with private enterprise. But they also always have had to take sanction from the federation. And very often, that's just a payment. It is supposed to be payment in lieu of regulatory services, which is essentially integrity services, making sure that the rules are structured properly, sort of having some dispute resolution structures. But very often, it's just a check that is given in exchange for being allowed to do the league. What is going to happen with volleyball is it's a test case. How is the sort of official pyramid of sport and if I may just take a moment to talk about how the pyramid is structured, is every sort of federation has an international linkage. So let's say it's the Volleyball Federation as an International Volleyball Federation which recognizes the Indian one. The Ministry of Sport also recognizes the Volleyball Federation and there have been changes and the recognition recognition over time. But then that recognition is dependent on that Volleyball Federation having state federations as their members. The state federations are expected to have district federations and you're supposed to have literally national coverage to be this National Sports Federation and to comply with certain norms. Now the question is, is everything that you do, theoretically say within this pyramid, is it truly a monopoly or monopsony or is the power that has been endowed simply a regulatory power to essentially keep trusteeship of the rules of the game? Because the essential function of this pyramid is that this pyramid is connected to the international sports pyramid. So that there has to be a coherence and universality to sport, right? If volleyball in India was played differently from volleyball in Argentina versus Spain versus Brazil, you couldn't have an international tournament because it's sort of disaggregated pieces trying to feed to a common goal, right? So there is a principle value and there is a natural monopoly element to this, which is universality of rules and coherence in a sort of a trajectory moving upwards. But that really comes up largely for the Olympic Games or multi-sport games. What happens in between? And is everything theoretically from a legal perspective under the pyramid? The answer coming from the law is the answer is no. There is a monopoly and it is not a monopsony. There's a monopoly in creating the rules of the game, enforcing the rules of the game, making sure there's no breach of like integrity, let me put it. So someone's not destroying and diluting what the game looks like or the way it's played. But beyond that, does it give you the right to run business? That is a right that has been claimed, but it is not a right that theoretically could be asserted under competition law. And I mean, Indian competition law is new. It's in a decade or two old. We have a competition commission of India that has done some very interesting cases on BCCM media rights, on Hockey India, there have been multiple federation type cases. Very interesting one is on how it dealt with the Athletics Federation of India, which had taken the view that every marathon in India had to be authorized by the Athletics Federation"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:20.800",
        "message": "of India."
    },
    {
        "speaker": "Guest 1",
        "time": "01:33:21.800",
        "message": "And the CCA actually held no, you do not have the right to prevent someone from holding a marathon. You can go and send athletes to international events, but your regulatory function and your commercial function are separate. You can charge a fee, anyone can pay that fee. If it's a five lakhs, you'll measure the course, you'll make sure that health and safety is taken care of and no sort of match fixing happening, etc. But anyone should be able to go and charge, you can charge for it. It's governance as a service. But anyone can hold a marathon, just look at the way the running movement has evolved as a result. Right? Imagine if you had to have Athletics Federation approved events all over the country, significant intervention by competition commission. And this is going to be a sort of a process of building businesses, building business models. But there before I hand over to Joy, I'd just like to say, we've been damaged a little bit by the sort of the me too culture of sports leagues, where everyone is, we talked about the 2008 movement moment of the IPL as much as Abhinav Bindra's. That was adopted as a business model that could work everywhere. And I have a problem with that because cricket and franchising made sense. Because the prototype had already been developed, there was an audience, what you did is franchise for growth. But what every other league has tried to do, and I think you alluded to that a little bit earlier is if that sport doesn't exist, can you build a solid franchise system, franchise system is being used as startup capital, rather than expansion capital. And I think they have to be new and innovative models, where you are not necessarily just sort of outsourcing risk, and building unsustainable models, which break elsewhere as well. And lots of our leagues have been very destructive to the sport, they're seen as very, very sort of visionary and helpful, but very few have made it to their third year. And once something does badly, it builds a mentality that this is not sustainable. But it could simply be the business model that you've chosen the wrong way to go about doing things. And you've chosen the wrong people to do it with. And I'll just give you an example, I think the IPL was fantastic, because of the ability to reach new people democratize the tools of production, new selectors, you can market in Kolkata differently from the way you market in Bangalore or Bombay. But many of the other sports were not that they were saying, come and give me money for three years, I'll take your money and I'll build a league. I'll build from scratch, and I'll build an audience. Now that's, that's not franchising, that is literally investing in something and taking sort of outsourcing of risk, I would say. On the other hand, you look at the BBL in Australia, who owns the BBL, Cricket Australia owns the entire BBL, every single team within it, when it's ready and right, it will divest because at that point, that sport needed sort of growth, needed sort of establishment. And when the time is right, you can also bring in private capital. And just just to end when I talked about earlier, the importance of governance to bring private capital in. At the same time, the importance of governance because private capital is going to come in. All the more reason we are going to need that regulatory function of sports bodies to be done excellently. Because the profit motive is great, competition is great. But private enterprise can also be destructive of the sports movement. It leads to things like conflict of interest, the sort of the private sort of profiteering, and you have someone in the body, also with an interest in that profiteering. If you do not build a governance framework, private capital can damage as much as it can support the growth of sport."
    },
    {
        "speaker": "Guest 2",
        "time": "01:37:19.440",
        "message": "No, no, I have a lot to say, and a lot of which Nandan may have discussed over so many, so many discussions. But first and foremost, what happens is that one of the problems is firstly, when you start a sport, you turn around and say, OK, this is an IPL, let's make a league, OK? Let me give you some basic issues. One is that every game is not good for a league, OK? Individual sports, it's not easy to build a league in. And I'll give you a typical case. In the 70s, there was something called World Team Tennis in the United States of America. John McEnroe was playing for Los Angeles, Jimmy Connors was playing for New York, Bjorn Borg was playing for Washington. It didn't work. Why didn't it work? Because people were watching Borg versus Connors or Borg versus McEnroe, Connors versus McEnroe. They were never watching Washington versus New York or LA or any such contrived thing. The problem is individual sport does not lend itself to leagues in the same way as team sports do, number one. Number two, there are some games which are more television-friendly, others less so. Cricket is a great television-friendly game. Hockey is not. So you'll ask, the ball is equally small. But remember, when you play cricket, you have 15 seconds of live action, OK? Bowler goes in, bowls a ball, the batsman hits the ball. And then you have a minute of replays. Cricket is essentially a game of replays. If you think about it, cricket is a game of four to five replays. It's the ratio of live action to replays about one is to five, OK? Hockey is exactly the opposite. You barely have time to show a replay because the action is so fast. Maybe you'll get in the replay of a penalty corner or two, but during a football game or a hockey game, it's very difficult to get in replays. Now here, football, the ball is large enough. You can follow the action. So football, volleyball, basketball, easy games to create. The second thing is, do games have breaks? So football is, in fact, one of the tougher games because you don't have that many breaks to put in ads, whereas cricket is terrific for ads because in every over, you have a chance to put in ads. So all these are factors that come into, A, whether you can make your sport viable or not. Is it an individual sport? Is it television friendly? For example, I love playing table tennis. I actually played at a fairly decent level in college as well. But table tennis is not a sport I can watch. I watch tennis, which I've never played in my life. But table tennis is not a sport I can watch simply because the mechanics of the game and how it looks on the tables. So those are things that you need to look at. So everything cannot be a league. Secondly, a lot of things are suited by just a tournament. What you call a league can just be a terrific tournament, and you can make it. And that's what it used to be. So you didn't have an Indian soccer league before, but you used to have the Durant Cup, the Borderline Cup, the DCM Cup. You had the Rovers Cup. So Bombay had the Rovers, DCM in Delhi. The Durant used to happen all over the place, mostly in Delhi. The IFA Shield used to happen in Calcutta. That's how it used to operate. So a good tournament also makes sense because you're attracting teams, you're attracting people out there. And some cases, you look at a sport and you say, you know what, this needs a tournament. This doesn't need a league because everything does not need to be an IPL. The next thing is, how do I actually benchmark the price of the players? And this is the biggest problem. If I turn on benchmark and say that, you know what, if an IPL player gets $100,000, the average IPL player gets $100,000, my league players need to get $25,000, that's totally the wrong way to look at it. Because is your league going to generate that cash? If not now in three years' time? If it's not, pay them the amount of money you think they'll generate in three years'"
    },
    {
        "speaker": "Unknown",
        "time": "01:41:08.960",
        "message": "time."
    },
    {
        "speaker": "Guest 2",
        "time": "01:41:09.960",
        "message": "Because otherwise, your league will never have a path to profitability. And that's a big, big, big issue with a lot of leagues. I mean, badminton, the kind of money the players are being paid, I'm looking at it and saying, can they sustain this league? It turns out they can't. We don't have a badminton league anymore. Let's be very honest. At this point in time, we're talking about Indian sport and all that, we're Congo. There's an Indian Premier League, there's an ISL, there's I-League, which is also football, there's Kabaddi. There may be volleyball, which we're doing at the end of the year. Name one other league which is extinct. There isn't. And that's a fact of it. Wrestling has gone under. Badminton has gone under. Handball has not started. Coco, we think will start, nobody knows whether it'll ever start or not. Hockey has gone under. And that's a fact. Because all of these are over-promised, under-delivered. And OK, the single most important thing when you're looking for a league is the ownership. So if you have a guy who's the owner, who's turning around and said, boss, you mean Abhishek Bachchan has a team and I'm going to sit beside him when the picture is taken, he's going to be there for one or two years till the novelty of sitting beside Abhishek Bachchan makes sense. After that, three or four crores he's losing, it no longer makes sense. So these are all the barriers that, practical barriers that come into trying to make a league. And why a lot of our leagues have gone bottoms up, primarily because a lot of these things probably didn't deserve to be leagues in the first place. And leagues jumped simply because it was easy to explain to people that the IPL model, oh, like the IPL, we have our league. So that's one of the things and lessons we've got to learn in Indian sport to say, OK, what is it that we make a league? What is it that we make a tournament? What is it that's best served by doing something completely else? And all these are, mind you, I believe that even in archery, you can have an activity which is financially rewarding, makes sense to athletes, and works. But you have to create that framework based on where the game is and what you can get out of it. And that's what we're not doing nowadays very well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:14.360",
        "message": "Yeah, all great points. I'm learning so much during this conversation. Just to give my thoughts on some of the points. One, I take your point, Nandan, that these are not necessarily monopsonies, though, you know, one thinks of it as a monopsony because when the BCCI shut down the ICL, essentially by threatening the players who played it that you can't play for your countries again, there were effectively behaving as a monopsony and they had the market power to do so because they had a monopoly over the sport. So it worked that way. And I would go further by saying that, yeah, I buy your point that they're not monopsonies necessarily, they're not even necessarily monopolies in terms of setting the rules. That's the way it's been normalized. We think of it like that. But if you look at what happens to new sports, for example, recently, I went into this rabbit hole where I was watching a lot of Tetris World Championships and so on. And there are sort of different federations which have different kinds of World Championships. One is the newest kind of Tetris, which is very funky and colorful and sound effects and all that. The other is a classic console Tetris, where I think recently the previous champion 17 year old Joseph Saley lost to the 13 year old new champion whose name is Dog. I mean, he calls himself Dog and all these are happening online. Similarly, something new like poker, like I recently represented India in a particular form of poker called match poker, we won the Asian Championships. And it's not like there is one federation, the federation which created this kind of poker was something called the International Federation of Match Poker and match poker is not poker, which is why I kind of came out of I was a poker player for five years retired, wasn't for me, the lifestyle wasn't worth it, even though the money was recent. But I came out of this because I thought, oh, new format, let me optimize for it. And we won the Indian version of the IPL a couple of times. And then we played this. But the point is, you have multiple competing leagues, and you have multiple systems of rules. So not just multiple forms of the game, like No Limit Hold'em or Pot Limit Omaha, but you also have different sort of rules of the game like this match poker looks like Hold'em, but it's like, not like it at all, all the imperatives are completely different. So that sort of shines a light that there are possibilities that even when it comes to setting the rules, you can possibly go beyond maybe not in some legacy sports, because everything is so incredibly ossified and all of that. But maybe there's way past that and at least thank God there's no, you know, a federation of podcasting, for example, run by the Indian government, because then you know, the seen and the unseen simply would not exist. As far as Joy, what you said about all these, both of you mentioned how these different people are trying different things, and they don't make any sense. And I completely agree with that as well. You know, I think what happened was the IPL gets successful, all these copycat guys come similar to you know, Uber become successful of 50 copycat Ubers come up and so on. And I think you also have to look at what a sport is at the grassroots, like somebody said to me last year that hey, why shouldn't the IPL become eventually a system like the English Premier League, where you have different leagues, you have the championship, league one and you have relegations and all that. And I said, Listen, that's not possible. That's not possible because the ecosystem doesn't exist. In England, you have all of these, this rich ecosystem of so many football clubs who've been playing for over a century, and you actually have that sort of structured way and all those hundreds of clubs. In India, you simply don't the IPL was an artificial creation. It worked because there was a craze for the game. But if you want to kind of take it deeper, I'm not sure it would really work in that sense. But all these are sort of rambles. And we've spoken about a lot of big meta level questions in this first part of the podcast. After we come back from the commercial break we are about to take, I actually want to get down and dirty and talk about Indian sport per se, how it has evolved, what you guys have done, what your experiences are, and where it's going and we get down to specifics. I'm also very intrigued in some of the things you were saying Nandan about, you know, fencing, how it suddenly came of age or, you know, how the Hockey Federation pulled itself together. So all of that after a quick break. On the scene and the unseen, I often speak about positive some games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indian colours.com. Indian Colours licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win win game. The Indian Colours new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian Colours. Corporate gifting is also available. So head on over to Indian Colours.com, that's Colours with an OU and make art a part of your life. And hey, for a 15% discount, use the code UNSEEN. That's right. UNSEEN for 15% off at IndianColours.com. Welcome back to the scene in the unseen. I'm chatting with Joy Bhattacharya and Nandan Kamath, both of whom have done so much amazing work within Indian sport and have such great insights on what is happening in Indian sport. You know, let's now begin talking about Indian sport. But specifically for a moment, let's first talk about the history of Indian sport. We've already discussed about how we weren't a sporting nation for a large period of time. And there are many reasons one can speculate upon that poverty being one we didn't mention because you know, hey, who's got the leisure time to actually play sport. But looking back on it, it seems that a lot of the sports that we became good at our essentially a colonial bequest, like whether it's cricket or badminton, or we had world champions in like billiards and all at one particular point in time, I remember when I was growing up, it would seem that these were colonial bequests, which could essentially be played by the anglicized elites. And then gradually that started changing. And now of course, the landscape is very different. One narrative, of course, is that liberalization opened it up and there was this burgeoning middle class. So you had all your cricket stars, you know, coming out of smaller towns, like Dhoni and Sehwag and whatever instead of from specific places like I did an episode with the historian Ram Goha, where he was speaking about his time in the Hindu college in Delhi in the early 70s. And it seems the other Indian cricket team was from his college only, you know, so you had a very small pool of elite anglicized elite people from whom you are drawing all of your talent and that kind of change. So take me through a bit of Indian sporting history, did we have a sporting history before colonialism? Or I mean, do we know anything about that? How has sport in India evolved through the decades after independence? And perhaps after liberalization? What do you think are the kind of key moments? Give me a sense of that direction and that drift."
    },
    {
        "speaker": "Guest 2",
        "time": "01:50:14.520",
        "message": "Okay, I'll just go first, because I used to do this professionally, for I take classes in IIM Calcutta and MICA. So this is one of the things that you know, not classes, guest lectures, but this is one of the things that I always wanted to do, because, see, the one question all of us come and, you know, all of us have heard this over the last 30 years is that if India has 1 billion people, why don't we win more medals? The only way the question hasn't changed is from 1 billion, we've gone to 1.3 billion and the question has remained the same. I mean, I hope, you know, in the last five years, the question has changed a little bit thanks to this kind of stuff that Nandan and his team are doing. But see, if you look at it, I mean, forget about, you know, Pachisi and, you know, all the ancient Indian sports, Koko, Pachisi, Koko was apparently played with chariots and all that. And there's a lot of history. But really, Indian sport, as we know, it started with the Brits. And they just thought that it's a better idea that we sort of throw javelins and, you know, kick footballs and hockey sticks, use hockey sticks rather than, you know, basically go to war. And if you look at it very carefully, you will see that almost every sport, the first tournament is in the UK, because Brits are very good at, not so good at playing a sport created in vending sports. So the first tournament is in the UK. And the second tournament is in India. So the first golf course in the world is, of course, the St. Andrews Golf Course in Scotland. The next one is the RCJC, which is the Royal Calcutta Golf Club in Calcutta. The first, you know, major tournament, international football tournament is the FA Cup. The second is the Durand Cup, which is in India, which is originally played in Shimla. So for them, the colonial legacy is a great thing. You keep your, you know, you keep your Brits in India happy. You keep your soldiers happy. You keep even the local populace happy, because you know what, I'd rather be beaten in a football game in 1911 by Mohun Bagan and for people to celebrate, rather than have Bengalis irate Bengalis throw bombs at me. And that's the difference. So the Brits did a very good job of it, which also meant that the sports that they were interested in were the sports that we really inherited, which is really lots of football, some amount of cricket, some amount of hockey, that's what we inherited. And they started putting together tournaments. So they had this whole tournaments of, you know, the pentangular, where, you know, it's a costly thought today, but you know, you're playing against religions, you know, Europeans playing against Parsis, playing against Hindus, playing against Muslims, playing against others, which is, you know, all other religions which are there and, you know, for example, Vijay Hazare is an Indian Christian, so he plays for others because he can't play for Europeans. And all these things happen. But basically what happens is the British are running sport in India. Now the big story is what happens in 1947. So 47 happens, the Brits leave India. Now you can understand the Brits have, you know, depleted our treasury and all our reserves over 200 years. You know, they've had a lot of time, 190 odd years, 1757 to 1947 to do what they do. Who is left who has the money and time to do anything other than roti kapra makhan, which is what the country is looking to do because, you know, we are a very poor nation struggling to, you know, get up. The only people who had the time were the Maharajas and the Rajas. So if you look around at that time, you know, half hour trophies, whether it's a Durand, whether it's, you know, the Patiala, the Ranji trophy, which is presented with the Maharaja Patiala, all these are dominated by the Maharajas because they are the only people who have the time and the leisure to do this stuff. In fact, if you look at it, we shot for a long time, you know, Karni Singh and all these guys shot for a long time, we did well at Polar because, hell, these are games at Maharajas. So 1956, we win the World Polar Tournament because, you know, Maharajas do well at that. We do well at Billiards because, you know, these are the kind of games the Brits play. So for a long time, this happened and then, you know, 60s, 70s, you're bureaucrats and everyone's coming in, then what happens? Then is the next step where Privy Purse happens. And once the Privy Purse happens, immediately these guys don't no longer have the money. Look, this is a very, you know, broad stroke narrative. Secondly, the Indian bureaucracy is also saying that, you know, we want the power. And remember, in the 70s, possibly the kind of money you would get for, for example, going abroad is $20, $20 is what you used to get it for an exchange. So going for a foreign trip abroad was a huge thing. So the next people who took over this thing were the politicians and the bureaucrats. Because hey, sport was a way we could send relatives abroad, where you could go abroad, where you could pet people, and a lot of them. I'm not saying they were not good people who were there, but a lot of these places, if you see the Indian sporting establishment, the bureaucracy started dominating it. And if you see, you know, people like Vijay Kumar Malhotra, you know, Vijay Kumar Malhotra joined the Indian, you know, Archery Federation in the 70s when Mrs. Gandhi was in power. And, you know, cut to 2018 and her grandson is, you know, competing for a place and, you know, trying to, you know, establish his political position. And he was still in power. I mean, he just he was there for the next 47, 48 years. And that's, that's true of so many Indian sports. I mean, and this is cuts across party lines, you know, whether I want to talk about Jagdish Title or Sajjan Kumar, all these people, federations were a way of keeping relatives happy of going for foreign visits and of doing all that. And I have to say that the really professional Indian managers, sports manager, really is a product of 2005, 6, 7, 8, you know, up to and including that first IPL. People like Nandan, people like even a Sundar Raman, you know, entering Indian sport and saying, OK, we're going to look at it professionally. So there have been places before, but I think those, those were inflection points, 2008, the Privy Purse, independence before that, you know, that's, that's basically how I look at it. So this is my broad, broad stroke. I know Nandan will know far more detail and give you a far better idea. But broadly, these are the ways, you know, you can divide it up."
    },
    {
        "speaker": "Guest 1",
        "time": "01:56:19.400",
        "message": "No, I think that was excellently put. I just found a little bit of interest in some of the reading I've done around early stage cricket. And for that matter, many of these other sports, I know it's a term quite used quite differently now, but the concept of social distancing was quite popular at the time. And sport was seen as a way of socially distancing yourself from sort of the plebeians to show that you were anglicized and sort of with it and cool for the time. So a lot of the sports are around that and then that whole notion of privilege and sport. And obviously, so much of our infrastructure, even today, in many of these sports like golf, are actually locked up behind members clubs. There aren't public golf courses in India. So, so much of that is still sort of privilege based access to even playing the sport, forget about progressing at the sport. And there is very much a sort of a class system, which is not fully dissipated. I think one of the great joys and successes is to see even the Indian cricket team and how it has got democratized and you call it the Dhoni effect, you call it whatever else. But today, I think anyone who's good has a way in, there are various reasons for that. But you also see a lot of other sports and one of the things that becomes very clear is it's sport is not just about this sort of actualization and self-actualization. But for many, many of our athletes, it is a simply a matter of livelihood. Solution to that has been sort of it moved from patronage and needing patronage of the Rajas. I mean, early Olympic movement was supported by the Tatas, just sort of collecting money together. Lots of things have happened. But when we went to sort of independent India, we used a slightly different model. So if you look at the big models of the world, you look at the US, it's college sport that drives sort of really top class sport. And actually, I was amazed with a couple of things in just my personal journey. So I went to the UK, I went to Oxford as a graduate student. So I'd finished at a national law school, I'd played a pretty high level of cricket in India. When I go and turn up at my college, there are 39 colleges at Oxford, every single one of them had either equal or better facilities than I had used as a state level cricketer. So state level cricketers, we got four or five games on turf, all the rest was on matting. We barely got to play in the nets, maybe a few days before the tournament, pretty sort of decrepit. I played that level of cricket, I'd never had a physio to work with, what sort of physical training involved is okay, the nets are starting in sort of 20 minutes, run 10 rounds of Chinnaswamy Stadium and that's your warm up. Few stretches seemed like a big deal. I mean, you talk to some of the Indian cricketers who played in the early 2000s, they did not have a legitimate physiotherapist. Like anything happened, what you would get is a doctor popping crocin for you. Whatever happened, muscle pain, injury, muscle pull, to the crocin was only sort of the Andrew Lepus and others who come in and change sports science in some ways. But what I'm getting back to is sort of that notion of access to infrastructure. If a college and 39 colleges have the equivalent of what maybe 35 states have in India, and that's in one little town. And then you go to the US and you look at college sport, and the craziness of college sport and NCAA football. And it's only recently, in fact, in the last few months, that that amateurism has been sort of diluted sort of athletes in the US today cannot be paid zero while college programs make millions and millions and coaches make millions. There's a recent case on name, image and likeness and the right to be paid for that. But they still built an entire culture around an identity which was not necessarily national. It was parochial. And I think Ram Guha talks about a lot about this of needing to be parochial for sport. But you can find your own parochial isms. And the US founded through colleges, Europe founded through clubs. So there's a massive club system. I mean, you look again at Holland, I think, Amsterdam has more hockey pitches, or at least had more hockey pitches than all of India did. All of them run by clubs. What did we do? We are, again, very state driven. What we did is we made sure that every decent athlete got a government job. So there was actually a mandate that the public sector units, many of them have surpluses, they were forced to employ our athletes that had an element of security. And like I've said in sort of my piece earlier, and you talked about intermediate rewards, but it's also where lots of ambitions went to die. So it was the terminal result and reward that people wanted a government job was secure. That's where your sort of aspiration ended, because that was seen as the end goal. So for many years, we ran on sort of the public sector support. I mean, private sector was nowhere, right? And it's only in these 2000s that the IPL comes in. I sort of have my journey, go and study the UK and the US. I worked for three years at a law firm, I come back to India wanting to do something meaningful with my skills. I'm a lawyer, but deeply interested in sport. And I go around talking to people, people I've played with other people doing great things in sport. And when I asked them, which lawyer do you use, they just give me this quizzical look, what do you mean, lawyer? Right? No, never dealt with a lawyer in and that that's the professionalism that Joy talks about as well. And to me, for me, the game changed in 2008. When IMG comes in to the IPL, contracts, sponsorship contracts, franchise agreement, that that IPL franchise agreement has been copied, I think, 25 different times, and I keep joking with the IMG lawyers who I know quite well, you have lawyered for all of Indian sport with that one contract, they've been massacred, but but they still have some of the words I've seen some of the other leagues where the word IPL still still appears in the contract. But what you saw there was a gradual professionalization and then a sudden professionalization. So nothing happened for many years. But 2008, you suddenly started seeing many, many more people coming in, even if only seasonally to sport. So you had many doers, very few heads and very few people thinking sport. But suddenly you saw that because the money attracted enough professionals to sport. And then you had the IPL for three months. But then the other people had another nine months to do something else with. So a lot of the people who started the other leagues were the product of the IPL, they'd work within a franchise. It's not a 12 month league, you have other things to do, your mind is active, you start doing other things. And to me, that's where a lot of the sort of democratization, not just from structure, but just from the market started playing out. People brought physios in, people brought foreign coaches in, Indian coaches got to work very closely. But most importantly of all, I think that divide between foreigner and Indian in the players minds dissipated and disappeared. Cricket gets a lot of flack for what it does for other sports. You don't hear that language anymore. I think people appreciate what Indian cricket has done for other sports in many ways. So that world is flat. I mean, you watch the sort of performance of India and in Australia. That was a transformative series, not just for cricket, but for Indian sport. Are you telling me the Indian girls who played that quarterfinal against Australia wouldn't have had that in their minds? Absolutely, yes. So many battles are not fought by the necessarily the same athletes. But the battles of breaking down competition, believing what is possible is a sort of a nationwide team. It's not broken by sport. And Abhinav Bindra in shooting, you couldn't have a more different sport than than Chavelin. And still you see Neeraj Chopra sort of attributing some element of his mindset and his mind game to the fact that Abhinav Bindra went 13 years before."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:37.000",
        "message": "So my next question comes out of sort of an aside that sprung to my mind where you spoke about the lack of infrastructure. Like I'm just thinking of chess, for example, when Anand was coming up in the late 80s as a really promising young adolescent and then young teenage player. He obviously ran into the Soviet system and the Soviet system had incredible pedagogy. Like there is this story about how, you know, Anand would be figuring out things over the board concretely calculating and all that at the age of 17 or 18. And all of those heuristics had been taught to, you know, his Soviet opponents when they were like eight years old or nine years old. So it was second nature to them. And it wasn't second nature to him. And he had to battle that. And that is such an enormous achievement getting to the top despite that I often speak about, you know, what Anand did was really equal to winning a Formula One race in a Maruti 800. That's effectively what he did when you consider the infrastructural disadvantages. Now, what you see in modern times is that that's leveled out because of the internet and because of this incredibly powerful pedagogical software in the sense that for the last 15 years or so computers have been much better than humans and they play a huge role in pedagogy where, you know, people can play hundreds of thousands of games in a year and just learn so much use computers for analysis. And that's kind of changed everything. So now here is a big question that comes up about chess. And I'll tell you why I bring it up and in the context of other sports, which is that on the one hand, it's true that Anand becoming successful led to a chess boom in India, like after him. In fact, there was a gap about who the next grandmaster would be. It was like Thipsey versus Barua. And that was the thing. And eventually they both got there. And today they're like a dime a dozen. I think last year, the squares on a chess board were covered. We reached 64 and then we crossed 64 and they're a dime a dozen. So on the one hand, there can be a narrative that Anand led to a chess boom, which is definitely true to some extent. On the other hand, there is a narrative that it's this democratization of technology and pedagogy and infrastructure, as it were, which led to that chess boom and Anand to some extent, but also this. Now, this leads me to think about what historians call the great man theory of history, where there are these severe disagreements between people about whether history is shaped by great men or occasionally women. But we know how sexist history has generally been in these matters, that you only have great men, but is shaped by great men. And there's another view that says that there are certain tides and processes to history, and we shouldn't ascribe too much credit to individuals. Now, when I think on Indian sport, it seems to me that there are many inflection points, which tie into the great man theory or the great moment theory, like for Indian cricket, you can say 1983 made a big difference, you know, or you could say the IPL made a big difference. And I do believe both of those certainly made a difference. For the great man theory, you spoke about, you know, how Bindra's gold medal made a great difference in terms of self belief and the perceptions that people had towards the sport. Equally, you know, you can look at Gopichand. If Gopichand did not exist, would badminton be where it is today? And I think there's an argument there to be made that no, perhaps it would not. Even with say, why do so many of our women wrestlers from Haryana do well, and that has to do with the happenstance of you know, in the late 70s, great coach Chandigarh, who doesn't have any sons, gets the news that the Olympics is now going to open up wrestling to women. So he trains his daughters and one of his assistant coaches is Mahavir Singh Phogat. And he does the same thing. And you know, and that ecosystem suddenly comes up. So what is sort of your take on this on the importance of these sort of inflection points? And would it be the case that Indian sport is now reaching a stage of maturity, where we don't need these anymore, where we are progressing along a certain route, we will get there. You know, we are not reliant on individual inspirational figures or individual people like Gopichand to set up something, but that there is a broader movement that has now begun and that has a momentum of its own."
    },
    {
        "speaker": "Guest 2",
        "time": "02:08:28.040",
        "message": "Here's my take on it. And I'm, again, as I said, all this is very much a matter of debate. I feel that sport, more than anything else, requires heroes. It requires heroes and heroines. I mean, I use it in a completely non-sexual sense, more than anything else, because the inspirational factor cannot come there. And I'll take an example, which is not mentioned by any of you, which is to do with football. I mean, Northeast football, OK, you have Tao, who is 1948. He's the captain of the 1948 Olympic team, very respected man, plays in Calcutta football. You have a couple of people in the 80s, Pem Dorji plays in the 80s. But it's Baichung Bhutia who opens the tap to the Northeast. And I'll take you through that. If you look at 93, 94, Baichung Bhutia comes, starts playing for East Bengal, starts playing soccer, and suddenly the entire Northeast is open. And then within the next 7, 8, 10 years, you'll find the teams dominated, men's teams, women's teams dominated by the Northeast. And I think because sport is all about dreaming, I feel individuals play a far bigger factor than they do normally. It's easy for you to turn around and say that if it hadn't been Abhinav Bindra, somebody else would have done it. I don't believe that's necessarily true. The unique set of circumstances that made Abhinav Bindra a champion are probably difficult to replicate, because he were two, three things. He had the money, he had the means, but he also had that complete perfectionist phase. I mean, think about a fact about thinking about that I'm going to play in an auditorium, which is very large. So instead of shooting in my shooting gallery, which is small, I need to shoot in a large place just to get used to that hall I'll be in Beijing. That's the kind of detailing that an insane guy does. And I'm sorry that it's easy to turn around and say that history will, somebody else like Abhinav Bindra would have turned up, but the odds are against it. And that's why, again, you look at history, you look at 1983. Had India not won in 83, would the cricket have been the same? Well, I can tell you one thing, you know, for all recorded history there is, we certainly wouldn't have bid for a World Cup in 1987. Had we not won in 83, all of them were planning, they thought they'd lose, and they were going for a holiday to the US after that. Had that happened, would the 1987 World Cup happened in India? And I don't think it would have. So I feel that, you know, this great man theory or great woman theory, I mean, there's no this thing involved in that. I think for sport, you need those kind of lucky breaks, you need those kind of once in a generational breaks. And I'd be really interested in hearing what Nandan has to say about that."
    },
    {
        "speaker": "Guest 1",
        "time": "02:11:16.400",
        "message": "I mean, I largely agree and a lot of my work has been related to that is to create that one example, which which what we call changes the script. And that's that's a hashtag we use quite often, which is, we came in 2006, 7, I just found so much cynicism about Indian sport, it was so different from the conversation we've just had around the Tokyo Games, where there was disappointment coming from expectation. Earlier, it was disappointment coming from just sort of, we're not good enough. And this really doesn't matter. And I just wanted to get out of that cynicism and start doing something it was I was a lawyer, but I had a great interest in sport. So I just said, Now, can we create new path breakers? So I believe, okay, there's you, I can accept we don't have a sports culture. How am I going to change people's mindsets? I'm not going to tell them, hey, you don't know what you're doing. You don't think like me, and we're good at sport. But what can I do, I can create new examples, I can present new evidence, and allow people to consider that evidence and see, am I willing to change my mind. And that takes time, right? So what we did is working with, in some sense, the unusual and the unexpected. So looking at sports, which had not been supported, looking at disciplines, which mean may not have had an Olympian yet. So looking at diversity, not for its own sake, but for its ability to create that trailblazer pathbreaker, I mean, these are sort of a little bit hyperbolic, but that person who creates the first example, and I'll reconnect that to my story of being that person asked, do you want to be a lawyer? Or do you want to be a cricketer asked that question by the National Law School director, I might still choose to be a lawyer. But has that ratio changed? I mean, for me, it was at 595. How do I get that ratio to change? How do I get people, key stakeholders and by that the most key stakeholder is actually the parent of the sports child. I think we underestimate the importance of what is going on in the parent's head. And the conversation the parent has with the child, very rarely does a child decide what sport they play. Very often, it's the parent who initiates, the child might sort of click. But the motivation is very often parental motivation. And you look at the great Indian athletes, so many of them have super motivated and very often sporting parents who go to extremes. And it's something worth talking about is how difficult it is to be the parent of a talented sports child today. But the reality is, if we can change that conversation, the one that the child has with the parent, and to me that those single people help change that conversation. If a young person says, hey, I want to pursue fencing, what is the natural question a parent is going to ask? The parent is going to ask, show me one person who has made a living out of fencing. Now India has that answer. And I think that in my belief, you can change perceptions one athlete at a time. And you are not going to go and say, hey, now change your perception that we can have an Indian fencer. The performance speaks for itself. And that's the beauty of the Olympics. We don't need to say she's a good fencer, she's gone out, done what she needs to do. The next person aspiring to be a fencer, or for that matter, not even in sport, aspiring to do something that has not been done before, it is a conversation changer. So I do believe and I agree with Joy that one athlete can change trajectories. And there's this notion of path dependency as well, right, the path that is tread. The one thing I will add to that is there can be also confluences of events, where that great athlete comes along with something else. And I think we saw the sort of the airwaves and the privatization of the airwaves come with Tendulkar as well, right? And those are sort of, that's a double whammy competition in distribution, but also this great athlete coming through. You saw the 2007 World Cup coming with the IPL. The IPL without the 2007 T20 World Cup win would have been nothing, I mean, not nothing, but it gave it its sort of fumes, the Yuvaraj Singh 6-6s. So there can be groupings of events to me that become this catalyzing effect, which may, if one of them happened alone, may not have been adequate. So that's sort of the addition I would make to one person can change it, but there can be something else that gives it its fuel. So timing can bring fortune, timing can bring confluence."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:00.000",
        "message": "No, I agree with both of you entirely, and I think individual dreamers like that can have that kind of impact. But I think what a sports administrator really has to do is find a way to enable the dreamers and to enable the dreaming and to make it seem practical. Before I move on to my next question, Nandan, I didn't at all finish that whole personal narrative of what your arc was like, which always interests me a lot. So let's quickly finish that arc that you're given that choice when you get into law school, you get your law degree, you go to Oxford on a road scholarship, whereas you pointed out every single college had better sporting infrastructure than your state. And then you go to Harvard Law School. And then you work three years abroad. And then you say, I'm not going to do this, I'm going to come back to India and do something for Indian sport. That seems so baffling and incredible to me. So tell me about that. Tell me about, you know, how could you make that choice? What motivated you? Did you have specifics in mind that I will do ABC, or were you like that? And I'm going to go and figure it out, and I want to do something."
    },
    {
        "speaker": "Guest 1",
        "time": "02:16:58.960",
        "message": "It was more the latter. I mean, so I mean, I'd done what I needed to do, I just felt I'd spent my 20s. I mean, I got so much privilege, so many opportunities, choose the place I wanted to study, and I'd gotten, I'd got these chances. And I'd given myself essentially six years, I'd said, I'm going to study for three years, work for three years. And I need to I need to be back, I mean, call me whatever it is, I could call me patriotic, you could call me a homebody. I just wanted to be home, and wanted to start figuring out where I can make a contribution and be useful. And in some sense, sport just found me again, I wanted to do sport, but it just the things around me started, I'd done a lot by then, a lot of work on internet law, technology law, intellectual property, all of which started becoming extremely useful in my sports law practice. I wanted to do sports law, but it didn't automatically come through. Like I said, the IPL happens, lots of the people I played cricket with come back to me and ask me legal questions. So in some sense, sport reclaimed me. And I think that that original love just was never lost. And it attracted me back in a way that I really can't explain. But I sort of dealt with each opportunity as it came, first started trying to work with athletes represent them, but then move to a much more sort of use my skills well, and my skills were law, and backed into working in sports law, sports regulation, sports governance, but also figuring out how to buffer that there wasn't a huge amount of work to do. So I also continued working on technology law, internet law, which were my specialties, but then also started the foundation with a couple of other colleagues, in fact, from my same school, where we really felt we had to sort of stop being so cynical, not be the people who are sitting there cursing the television and say, Okay, I mean, we may not be experts, we don't have the money, we don't have the expertise. But what we do have is intent and desire and just a love for sport, which should count for something sort of incorporated a nonprofit, a trust, Go Sports Foundation is what it ended up becoming. For years, it was extremely difficult. I mean, there's so much cynicism, not just in people watching, but we ask someone for money. And they say, like, why are you wasting your time? I mean, the people closest to me would have thought of me as and did think of me as extremely naive. It sounds like an absurd thing to do, right, you're giving up a law firm career, the sort of the most structured profession you can think of in the US most disciplined, you get want something done, it gets done in five minutes or 10 minutes. You don't send an email out without reading it five times to make sure there's every full stop and comma and come into the disorganized world of Indian sport, but there's something attracted me to it. And I think looking back, a lot of it is what sport gave me for identity, for confidence, for who I became. And also the skills that it gave me to navigate the world and life, even my educational opportunities, I saw everything as something that could be gamified, something that you could figure out the rules, play by the rules do well. It gave me a lot of the tools to navigate the world. And I started asking the broader questions of if it made some difference to me, can I make it count similarly for other people. And I wouldn't call any of the things I've gone through as scars, they were just more observations of my own sort of being self critical of the life I'd lived. I just felt from those learnings can something positive emerge and having had those opportunities, time to flip it and do something meaningful, that counts for other people. And using sport as a tool, which I thought was heavily underdone in our country. Sport as a tool, not just for winning and identity and other things, but just sport as a tool for living a better life at an individual level. And in some sense, crafting a better society, a place where all of us sort of pursue excellence, work on friendship, work on respect and just the spirit of Olympism. Looking back now I hear all these words, but I think they were just intrinsic, that motivation to work on these projects for that sake was just extremely intrinsic and just a lived experience which I wanted to share in some sense. So it wasn't any great altruism, I was just trying to find what I thought was a life worth living and finding in some sense the joy in sharing what I found as meaningful."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:33.920",
        "message": "So before I get to you know, the specifics of what you know, your foundation does, which I'm very keen to learn more about a final broad question, you know, you mentioned the little kid who goes to his mom and says, Hey, I want to do fencing and the mom says, you know, but who is there who has been successful and now that kid can point to someone, but most of the time, like if a kid was to come to me, I would say that yeah, there is someone but that is survivorship bias. Is there an ecosystem, there's no ecosystem here, I don't see any league, I don't see anything. It's a scene in the unseen, right? The scene is that one kid who makes it, the unseen is the many, many other countless kids who don't make it. And therefore, there is an opportunity cost for them for pursuing that. So I would say ki nahi yaar, woh Nandan ki tarah ban jaa, law kar le. And this is not something you would say to someone in cricket necessarily, because there is that rich ecosystem. Now it strikes me that when you set out to do whatever you do, the first goal would obviously be that, okay, let us support the athletes who are there, that who are the talented kids in whatever sports, let's support them. Your second goal down the road, though, has to be to build that ecosystem. So therefore, then, you know, instead of giving a boy a fish, you're teaching him how to fish, you're building an ecosystem which will produce its own stars, which will enable whoever wants to dream within that ecosystem. Now, this would seem to be an incredibly tough thing to do. But I would also imagine that, as I said, for futurists, as I often say, for creators, that we can tend to overestimate the short term, but underestimate the long term. Now both of you have sort of worked at creating these ecosystems. In fact, my episode with Joy earlier was called creating sports ecosystems, if I remember right, because, you know, you did a lot of work with during the football time of not just holding an event, but trying to introduce a culture of football across the country. And that was such an inspiring conversation for me to have. So I'd love your thoughts on one, in your experience of working with sport over the last decade and a half or so, longer than that, but in this specific context, that has there been a sense that yes, ecosystems can evolve, we should not be cynical. Today, there may not be an ecosystem for say, fencing, five years later, they can be we should have that hope we should work towards that, or at on certain margins, has it ever gotten frustrating that we are supporting talented sports people, but these are individuals, there's nothing broader and deeper happening. So what's your sort of sense of that?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:23:51.800",
        "message": "So my sense of that is that definitely there is a much larger ecosystem than there was. And again, what we were talking about the fact that there is a private public partnership, something is happening, there is movement happening in sport, there is definitely movement happening in sport, how well it's doing and how long term it is, is the basic question that you have to ask yourself. And I think that, you know, when you're coming to it, Indian sport now is well served at the top level. I think now between tops and Olympic gold quest, because remember, even more than this thing, a lot of these people are saying they are very goal oriented, they are middle oriented, and their reasons to be because funding, the sad bad fact of it is that, you know, and Nandan tries his best. And I know this is a very tough struggle to turn on and say that it's about the process, not about the medals. And it's, it's something that they actually go sports foundation talks about to people who are, you know, trying to help them, you know, supporting this ecosystem. But the fact of the matter is, medals matter, newspaper articles matter, you know, even if a Deepak Karmakar does not get there to a medal place, at least she's there to place where she's bought attention to gymnastics, you know. So tomorrow, if there's a gymnastics athlete, somebody in the world of gymnastics is easier for somebody to invest in and turn on and say that, okay, I like Deepak, there's something here. So I think the top level is well served. I think the level below that, because it's in the hands of the Federation, and state federations more than anything else, is really badly served at this point in time, it's tough, it's difficult, because we basically create an ecosystem where we and this is true of all sports. So for example, I'll give you another example, in the 2017 World Cup, you know, the first thing we went around when Javier and me joined as, you know, project director and tournament director was, how good is the Indian team, do we have a chance? And they turned on and they said something which is interesting, they said, we have 30-35 kids, we're going to put into a camp and give the best exposure for the next three years. But what does that mean? Does any developed country do that? Will Brazil do that? Will Argentina do that? They look at the best, most talented 40 kids three months before, six months before, and then get those in and decide which ones are going to play. But we don't have that luxury, because we know that if we do that, these kids will just not have enough exposure. So what do we do? We identify X number of kids, we put them together very early, and we hope we do that. So that's, Amit, what we're doing well. If an athlete is somewhere close to being Olympic worthy, medal worthy, I think today GoSport, TOPS, JSW, OGQ, all are getting together to do a very, very decent job of making sure that they lack for nothing in those last 20 yards. But if you're looking at, say, if you think of it, you know, if you look at the analogy as an Olympic sprint, it's like saying the first 80 meters of that 100-meter sprint, there's nobody. The last 20 meters, dude, we have all the support in the world you want. And it's the first 80 meters, unfortunately, who does it rest with? It rests with state organizations, it rests with organizations who don't really see results at that stage. And that's the real lacuna in the system. And let me tell you one thing, there are two factors that are involved in it. One is the fact that our federations are inefficient, which, unfortunately, you know, I've said ad infinitum, but the second part of it is we really don't have a culture of checks and balances. Who will the checks and balances come? They'll come from parents. So for example, the example that I always give that, you know, Europe has fantastic facilities, you have great soccer teams, and they win, it's not soccer, I shouldn't say soccer anymore, football teams, and they keep winning. But South America has won, also won eight World Cups. Why have they won those World Cups? Actually, nine World Cups, because they have won those World Cups because they have a passion for the sport. So if there's a local league happening, there's a local football match happening, people come in and watch it, just like in the US. You travel in the US, you stop at a small petrol pump, and they'll turn on and say, you know what, that guy there, the petrol pump, he was an all-star athlete for school, and they won us local championships in 2015. There's a culture of that. Why? Because there's a culture of sport. And that's the one thing, I tell parents, I said, forget everything else. If you can go, one of you can go and watch your kids playing a football game, that'll keep the coach honest, that'll keep the team honest, and that'll actually make sure that, you know, stupid things are not happening at that level. Because 50 to 70% of the best athletes drop out at that level, because, you know, somebody else is there watching the sport whose father is more interested and wants his kid in. And that's the point at which he leaves the sport and says, you know, I'd rather concentrate on academics, it's less qualitative, the assessment is less qualitative and more operational. And that's one of the biggest problems with Indian sport. So these are the two basic issues that we are working with. I mean, if you solve them, you're doing 90% of the journey of Indian sport. You know, firstly, you're just doing the top level. And B is that below that, you just don't have the domestic support, the support of people, because this is not federations. This is about other people supporting it to make sport work."
    },
    {
        "speaker": "Guest 1",
        "time": "02:29:35.600",
        "message": "And I would agree there with Joy very much that it's not necessarily about sort of funding, training and other things like that. Sometimes all we need is more competition. And we deal with this all the time with young athletes, there are many federations where at best they hold the nationals, and that's once a year, so you'll have a sub junior nationals or junior nationals. And there's very little in between. If you can only simply bring more competitions at the junior level, a lot of the other stuff solves itself, you'll have academies that pick up coaches that get interested, but you have to build a demand for coaching and build a demand for micro organizations to grow around sport. This is another sort of public private issue of how do you bring in more private interest into sport into sports coaching, sports scouting, sports training, more sort of professional services around that. And the reality is for a young athlete today, if you want to play at the international level, it's much more expensive to be an Indian athlete than it is to be, for example, a European athlete. And here I talk about let's say a sport like tennis, you take a young Spanish athlete was a young Indian athlete, there's some tournaments that now are held, but the average Indian athlete has to travel, let's say 15 times has to travel internationally a year just to pick up the few ITF ranking points, while that Spanish equivalent, he's like literally traveling 20 miles and playing a tournament, traveling next weekend somewhere else. And like literally going home after the match, while the Indian is traveling international flight ticket hotel parent has to probably go along. So the cost of being an Indian athlete is in fact, in some cases much more than being a European athlete. So we're loading up costs. And what does that mean that that means that the people who end up accessing some of those opportunities are people with privilege, people with access, either to their own money or to sources of funding. And what we have to do is another way of democratizing is just building more tournament opportunities, allowing competition to play out. But when you do that, there are lots of very structural things to fix. And one we cannot avoid is the issue of age fraud in India. One of the largest issues which turns so many parents away is age cheating. And that's across all sports, talk about cricket, talk about football. I don't think there's a sport that hasn't been touched by age fraud, which is people falsifying that age. In fact, I mean, there's a ton of stories in terms of the way people have been people born apparently in auto rickshaws, I mean, we have a genuine problem with being able to tax someone's age on to some database, right? And that is exploited and exposed quite often. And the reality is something like this can be a structural barrier to keeping a young person who's actually following the rules, keeping them in sport. So I think you need competition. But if you can't do that with integrity, you're also sort of devaluing the sport. So there's both more activity, but also better activity and fixing some very, very fundamental problems in youth and junior sport, which must happen at the same time. And then allowing some of that ecosystem to evolve around. Like I said, if you look at the sport of badminton, you look at the number of academies today in badminton is fabulous. Very few are government driven academies. What did it take? If you took one great coach to follow another great coach, you have a padukone followed by a Gopichand and you have a whole sort of stable of athletes come out. And then what's happened that the conversation with parents has changed, you can be a Olympic medalist, you can sort of play on a professional circuit, the game has changed. But it meant that suddenly hundreds more kids are buying badminton rackets, making a sort of a supplier successful, joining academies, making coaches commercially successful. But that comes from repetitious tournaments, which sort of separate the competitors from the contenders and allow the resources of the state. Let's accept that the state must fund a little bit, but that resources have to be funded funding the sort of the optimal talent, not funding too early, and not funding too late. And it's not an easy place to determine where to fund and how much the state should fund when. But it is a balance we will find only if we can push people up. And there's enough quantity in the funnel to determine that the person is actually deserving. And it's not just simply an anecdotal person who's sort of been lucky to get where they are simply because other people didn't try or the pool of talent was not large enough. So this is actually essential to the not just talent scouting, but the talent progression pathway of recognizing how much of the resources of the state to spend on what level and there are very efficient ways to do that, simply with strong sort of regional, state, local and national competitions, but them happening at regular intervals, and the data from them being collected and acted upon smartly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:48.400",
        "message": "Yeah, that's a great point. I mean, as I, you know, keep telling people who do my writing class, or as I keep telling creators that the only way to excellence is through endless iteration, you know, if I was recording one podcast episode a year, it would be pretty shitty. But for many young sports people, they have that one sub junior national event to go through. And even the point about falsifying age, we joke about that, but you are right that it can be very pernicious. I think Malcolm Gladwell had a study a few years ago or spoke about a study a few years ago in maybe outliers, where he spoke about how, you know, if you're playing at the under 13, or under 14 level, or whatever, studies have found that those born in Jan, Feb, March tend to do much better than those born in November and December, simply because the Freakonomics I think has that Freakonomics, yeah, oh, Freakonomics had it. Okay, I somehow thought Gladwell wrote about it. Maybe he also did. And the result of that is that, you know, at that age, the people who are in November and December can't keep up with their peers, who have those seven, eight extra months of development, which makes for a big difference. And so they tend to drop out. And if people are falsifying ages, it's not a question of months, it's a question of years. So you know, how are you really going to compete, I have a funny story about this, by the way, which is that, you know, I used to play chess in my teens. So I remember I once went to the Maharashtra Junior Chess Championships, and which was under 20. And I was 18 or 19 or whatever, I was well under the age this thing, but I had a beard, so Punjabi jeans and all that. So I had a proper beard, and after six rounds, I was a sole leader with six points in six rounds. And they had an English newspaper, which was a local English newspaper, which was the biggest selling English newspaper locally, but I forget what it was called. And the next day, I wasn't on the sports pages, I was on the front page, there was a photograph of me with the headline is this boy really under 19 or whatever the thing it was. So you know, I eventually shaved off my beard, but that didn't really help me. But yeah, I mean, that aside apart, I can see why it can have a pernicious effect. Let's get down to specifics, because, you know, I'm so fascinated, not just by the fact that you chose to embark on your journey, but that you've actually helped so many sports people like Deepak Karmarkar is just one example, you pointed out, but there are so many that you've helped. So can you tell me what your thought process was like when you started GoSports? Like, where are we going to make our specific interventions? Because obviously, you have also at that point, a paucity of resources in terms of time, mental bandwidth, all of that. So where do you decide to make an intervention? Why? How do those areas of focus evolve over the years? And what are the kind of specific things you do? Like, is it identifying promising athletes and saying, okay, what do they need to train properly, we'll give them that much money? Or how does the thinking evolve?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:37:28.640",
        "message": "So take me through that process. So the first thing we did, and we tried to identify what is the problem we were trying to solve, and that was the problem of dropout, where we recognize that people who should not be dropping. So sport has good dropout, the people who should be dropping out for the reason of sort of attributing resources well, but there are people who should be progressing, but are dropping out. So we did a brief study at the very start, and trying to find the right age group to make the intervention. So we were we didn't have huge amounts of money we were raising from friends and family, some amounts of funds, trying to make very specific interventions. So five, six athletes, where did we feel that change could even the little money that we had could make a difference. So we also looked at certain different sports, which had not really been supported well, like swimming, a few other sports, which had pretty large sort of middle potential, but had not really been looked at in some depth, professionalizing that working with coaches, so very small micro interventions, and it was a little bit ended up being like pilot ish, raise a few lakhs, find five, six people give them out. So it was really like cottage industry, nonprofit in the early bits. But we started seeing that even small bits of support started, we started seeing feedback from the system, people getting better stability coming into their lives. And we said, Hey, this is making a difference, how can we up the game a little bit? And how can we raise funds? So by this time, I mean, I've also been running my law practice, I end up meeting a lot of people along the way, they also start saying, Hey, how can we help out, I think they just saw the intent. And they saw naive bunch of people trying to do something. And you end up attracting a certain type of person also to you is my belief when you show intent and you show purpose. And we ended up working with an Abhinav Bindra, Gopichand, Rahul Dravid, all of whom actually came to us and said, let me know how I can help you. And we had a few bits of fortune at work with Rohan Bhopanna, he got us Roger Federer racket, and we auctioned it, we raised a pretty large amount of money and money from that auction of Federer racket, Rahul Dravid cricket bat, all of that gave us our first sort of little bit of extra money, where we started building a scholarship program. At which point, sort of my experiences from different ways of looking at talent, thinking about talent, we built a selection process, which includes sort of evaluation. And very clearly, we're not going out and scouting, we're looking at people who are out there. And we have an application process and interview process, we build that out. And it's sort of one thing leads to another, and we come to a point in some in about 2013, when the CSR law changes. So the CSR becomes mandatory for a lot of the companies. And the CSR law originally had a bunch of different things in this schedule seven, which lists all the things that qualify as CSR. The interesting thing is, at that point, the person who makes an intervention got nothing to do with us at that point of time is Abhinav Bindra talks to the corporate affairs ministry, and says include access to support to sports. So a specific entry comes in. And if you want to talk about great man, the great man can work in different ways, not just through achievement, but sort of different points like this, right. And you get an entry in the company's act, which says, training of Olympic and Paralympic athletes in national and rural sports as well. So a specific entry comes in, which recognizes CSR as sport as CSR eligible. And for us, by that time, we've worked with enough athletes to show that we sort of know what we're doing. We may not be experts, but there's good intent. The foundation is also run sort of almost out of my law firm, very much legally oriented. So a lot of paperwork, there's contracts, there's reports, all of the things that companies want, right. So we're at this interesting place where we have enough athletes needing the support. And we're ready to talk the language of corporate India as well. So in some sense, to translate the two worlds, speak corporate language to the athlete and athlete language to the corporate. And that has been the place where we've played for the last eight or 10 years. And that's been in some sense, transformative. So the thing we were able to do is support athletes in the early parts of their journeys, maybe a step below many of the others. And even before the government, very often, the only other source of support at the time is parents, and in some cases, state government. So we, what Joy talked about the last 20 meters, maybe we went from the 60th meter onwards. So added another 20 meters to that, we would love for more and more people to solve the rest of the 60 meters, but we had to start in a particular place. And that's where we chose in some sense, what has led from there is just more and more people recognizing that there is a role for sport, which is greater than sport. It is not just about the medal. It's the process. It's what the process means to us as people. But more than that, what does sport mean for India, you win a medal great, but I mean, you can win what happens 30 years later, let's say we top the medal table, is the job done? No, you have to figure out what is the role of sport in society? What is it changing? What is our perception of our own identities, our capabilities, there's a very beautiful thing that happened at this Olympics, and Joy had a role to play in that Joy talked about the, that sensitization program that we helped run for all of the athletes. If you notice, almost all of the athletes by the end of their game, whether they won or lost, they ended with a namaste. And the beautiful photos of Sindhu, Mirabai, the namaste at the end of that, and just sort of so proudly Indian at the end of that. It's one of the things Joy recommended, I was so happy to see many of the athletes do. And I think all of those little things matter, whether you there at the Olympics, how you represent yourself, what you do, and what it means to India, in some sense, unashamedly patriotic India at the Olympics was a fabulous thing. People went in heads held high, were disappointed when they lost, when they won, they won confidently. And to me, that ended a journey that I had sort of begun personally, it wasn't me who solved it. I was a co participant along the way. But we saw a well resourced, confident Indian athlete who belong there and believe they belong there. And like I said, the medals were incidental to me, fantastic and fabulous to celebrate. We could have got more, we could have gotten less. But still, this was a very personal level, sort of the closure of a journey that I had personally begun, and a great amount of satisfaction to see the way the athletes competed, and sort of the broader perception of what the value and role of athletes is in society. I think we have turned the corner and I'm optimistic of what the future holds as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:40.480",
        "message": "That Namaste story is really inspiring, kudos to you, Joy. And it reminds me of, you know, what Tagore used to say and what Ram Guha also talks about whenever he's on the show about the difference between patriotism and nationalism. And you know, incorporating a little symbolic thing like that seems to me to be the best kind of patriotism. My next question is something that both of you must have at different points in time dealt with, which is that, okay, this is a largely private, voluntary initiative to make things happen to make our sportsmen better to, you know, bring pride to the country or whatever. But at the same time, the state runs the sport. You have to interface with the federations, you have to interface with the governments. Did they ever feel threatened when you guys were doing, you know, the separate things that you were doing in your particular domains? Was that a problem? Was there a problem of, hey, you know, I am in charge, or I should get the credit here, you know, whatever you're doing, you know, did you take my permission before doing this or blah, blah, blah? Is there that kind of friction within the system? And if so, you know, how did you kind of navigate that?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:45:40.920",
        "message": "So first of all, if you look at the system and where it stands, cricket, for example, is completely out of the system, because, you know, really it's not a sport that depends on any of this and all this. So cricket does not bother about what happens, what doesn't happen. With a lot of the other sports, I think Nandan would have seen a bunch of other sports, where I saw a couple of team sports. And the fact of the matter is that it is very difficult. There are egos involved, there are people involved, and it's very individual based. And again, the more loose the system is, you know, you have an autocrat running the system, sometimes a good autocrat, sometimes a bad autocrat. But as far as I'm concerned, as Nandan will probably concur, I'd rather the autocrat be the rules rather than an individual. And in most cases in Indian sport, it's an individual rather than the rules. So sometimes you'll have a good dictator running it, but he's still a dictator. Because he's running it his way, and he has all the right intentions in the world. And he probably doesn't want to make money out of the sport, but he's running it in a particular way because he thinks that's the way the sport should be run. And what Nandan believes, and I believe in also totally, is that if we could make those rules much better, that the system and the rules are running it, and we are working within those rules, or whoever is in there is running within those rules, that would be a far better outcome. But it doesn't unfortunately happen as often as we would think. And therefore, those are the problems that Indian sport has. And those are the problems we'll grapple with as long as we cannot clear these lacunas in Indian sport. But I'm confident as one of the good things that's happening is the more results you get, you know, and social media is a powerful thing, much more powerful than you would think. And here when the pressure is brought to bear saying that, you know, this is what it is, and these are people who are funding it, these people are making things happen, it's slowly going to reach a position that is for a lot of these places who are intransigent right now, more and more untenable. They'll reach a stage where they have to turn around and say that, you know what, we can't just go around doing whatever we want to anymore. And you've seen cases already, I think, wrestling, or even shooting, whatever it is, is it a bad thing, is it a good thing that things are out in public? You know, you can turn around and say that, you know, you'd rather talk, wash your dirty linen in public. But I believe it's important for the process of purging the system and saying, OK, what is it? Let's get down and find out what's wrong. And yes, there's going to be over sensationalization now. But over the next two years, or at least the next year before, say, the next Asian Games or Commonwealth Games comes, if there's a little bit of understanding of what went wrong here, and somebody saying that, you know, if you don't do it right, next time, there'll be a problem. I think that's good for Indian sport."
    },
    {
        "speaker": "Guest 1",
        "time": "02:48:35.520",
        "message": "Yeah, so what we do try and do is find as much alignment as possible. The reality is that the model itself, the GoSports model was structured in a way that no one could stop us from supporting athletes. What we saw ourselves as was a civic society organization. Can anyone stop me from supporting a fellow individual? No. I mean, you can stop me from running a league, you will try and stop me from running a league, you can stop me from sponsoring a tournament, but you can't stop me from supporting a fellow Indian. So I was very conscious of that in structuring the intervention itself. Not to say that we haven't found sort of pushback as well, we've even had a federation send us a legal notice saying that we were violating their intellectual property by supporting their athletes. I think the wrong person to send that notice to, but not that we haven't seen that. But I think we've been very careful to support athletes, I mean, support of fellow human being, which person in their right mind is going to stop you. So the structure of how we made that intervention, and finding these inroads in was an important sort of structuring issue. And we did that early. And I think we found a way to make it work for everyone. And I think the real success in the model was in just how we integrated into the Target Olympic podium scheme, very, very sort of large hearted team there, which really saw everyone as an ally, could have seen everyone as a threat. And I think previous iterations of the same scheme might have seen other people as a threat and said, only you or you can either be with a private foundation or us, we want 100% credit, no one else should take credit. But it was a much more open hearted, much more collaborative, you tell us how you can help. Let's share information. Let's make you have resources, you're bringing in maybe CSR resources that we can't tap, maybe you have a different structure, which brings that money in, we have government funds. Let's make both of those work. It may be in whatever ratio, you may be me, you may have a smaller amount, but you may have more time and attention to spend on a particular athlete. Let's make that work. And I think that positivity has huge amounts of wings to be taken forward to find these private public collaborations. But in ways that the public structure is protected, and private bodies act with responsibility as well. I think you'd be very, very careful because this narrative can also become individuals becoming saviors of sport in India. I mean, it can cross your own mind saying, hey, I'm making all this difference, and it's because of me, and I'm the great man, right? So I think the worst thing is to build that great man theory in your own head, is that you are the transformative great man. And I think everyone needs to recognize you have three choices in Indian sport, you can either be a participant, a spectator or a bystander. And I think everyone has the choice to make of where they want to play. And if you're, I mean, full respect to you, if you just want to be a bystander, you'll sort of read the newspapers once every four years, you can be a spectator and participate and make sport more successful. But to me, I've always seen myself as a co-participant along with athletes along with federations along with the government. And I'll do my bit and I'd love for everyone else to do their bit. So there is a progression, can you move from bystander to spectator, spectator to participant, there are ways to participate and we will all find ways to participate if we really want to. I just found one way which was civic participation through support to fellow athletes, fellow Indians. And really no one could stop me. And if anything, the government and others, federations included have been encouraging and saying you're doing something we haven't been able to do. In fact, I take as the I was participating in the drafting of the top scheme many years ago. In many ways, I'd like to think that a lot of our ideas have been improved upon and given scale by the government. So there's a startup versus sort of mature relationship going on as well, where a startup can think and think of new things, new ways of doing and it can be adopted at scale by the government. So we're going to see more and more progression. Sport is getting more and more and more competitive while we look at these process improvements. The countries are advancing so much on sports science, on analytics, on performance enhancement, on just huge amounts of, I mean, we may be walking now, but they have been running. And if we want to keep up, we want to go up the medals table, there's lots more work to do. And it's not about sort of capturing turf, capturing territory, determining who is going to get credit. It's about moving forward and looking at the bigger game and knowing that everyone has a specific role to play. And I think Joy might have more to offer, but I mean, that's a perspective. I don't know how many people share with me, but it's something I'm extremely passionate about is that everyone has a stake in sport and everyone has a stake in sports governance. You just don't realize it yet if you aren't a participant."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:41.120",
        "message": "Yeah, these are very inspiring and insightful words. And I think listeners, you know, listening to this episode, seeing your humility might just have found new sporting heroes. You know, it's also fascinating, I could talk for three more hours about this, but we've already spoken for three hours. So I'll end with three final questions. So that's like three threes right there. My third last question is really for Nandan, that tell me a little bit about TOPS, what it did, who were the stakeholders, how they came together, and then specifically tell me about the run up to Tokyo. Like you've pointed out that, you know, this was different from all Olympics, you know, though you won't use a phrase, I'd say the expected value of the Indian contingent was much greater than previous Olympics, perhaps even if we got seven medals, you know, we could easily have done more, as you point out. What was the difference? Tell me a little bit about that about, you know, what changed earlier, you said the Hockey Federation changed a lot, great things happened in fencing, for example, where you wouldn't expect them to. So tell me a little bit about the good work of these, you know, the last few years."
    },
    {
        "speaker": "Guest 1",
        "time": "02:54:39.760",
        "message": "So I think the like I said, the thing that changed was the scheme came out in 2013-14. It was issued in end of 2014. In fact, I was the one who got to choose the name even and then the logo of it. So it was very interesting exercise I went through with the sports ministry didn't do very well in the early stages. And I think there's an article recently by Amrit Mathur, which reflects this and, and the challenges that the sports ministry itself saw with its own scheme, in some sense, losing power over decision making. But what happened is that Rio was a disaster games for us, right, with just two medals. And I think it opened people's eyes to okay, we just need to get this right. And in fact, the scheme got transformed in ways known and unknown, seen and unseen over the last five years. But with a proper professional structure, we have Commander Rajesh Rajagopalan, former Navy Commander, come in as CEO, a full team get built a professional team in the way that any of our organizations would have built it. So it becomes almost like a SWAT unit within the ministry. And the Sports Authority of India, you have a supportive Director General of the Sports Authority of India, supportive Secretary, what they do is build this as the Indian Olympic platform, they figure out ways in which federations can be worked with. So respect the autonomy, bring the federation in help with the selection help with the sort of the programming and planning. So respect the regulatory function, but work with the athlete on the funding. So there's still more work to do. It's not a perfect scheme. But what it did is it moved the funding decision away from the federation, and to a slightly more centralized model of a like a high performance management team, making funding and training decisions, which included, for example, I think 80 lakhs spent sending Meera Bhai Chanu to the US simply to work with the best physical fitness instructor in terms of how to increase the I think six or eight kgs that she increased in her weight in the last 12 months after having been injured. So the right biomechanical expert, this would have been unheard of, eight or 10 years ago, 70 lakhs for one athlete for whatever, three months or six months, you had whole teams go to other countries so that they didn't have to deal with quarantine. So the money was not in question, best resource possible. But what it also did was it looked at this much beyond just Tokyo. So it built in more recent years a developmental pool. So it's already picked the 250 which may be going to the 2028 games. So looking at people who are still eight or 10 years away, I mean, now Paris is just three years away. So people are already in training, which was a positive. But other little things which we had originally planned, but got executed only much later, which is everyone on the scheme got a stipend. So for the first time they were paid, it was almost like a central contract that an Indian cricketer would get, I mean, incomparable in terms of the quantity, but the fact that it started happening, meant that you respected and recognize that sport is a livelihood issue for many of these people, is that people are playing and need to support families. So those are very, very fundamental, but game shifting changes that occur. And that brings the confidence to the athlete. It also brought full hockey teams within its limit. So while the Orissa government also funded, became a sponsor, gave Orissa a home, the top scheme also funded both hockey teams, which was incredible. And it includes the coach is hired by the Federation, but also paid for by the Sports Authority of India. So there's a system that is coming in, which no longer is asking, are you priority discipline? If so, your Federation will get the money and will get distributed. If you are an Olympic contender, and you've qualified for the Olympics or in that range, you have a shot to directly transact with the government, no longer through sort of ad hoc schemes earlier, you'd either get the money through your Federation, or there was the National Sports Development Fund, where you could apply and on an ad hoc basis, the sort of the most elite athletes would get some amount, but without any systematization to that. But in this, whatever 120 plus contingent, I would say over 90% or more were on the top scheme for a large period of time. And there were probably another 50 people who didn't make it to Tokyo who were also on the top scheme. So you've got a sustained run of three, four, five years of support. People turned up at the Olympics well resourced and in a position where they weren't thinking, hey, I'm just here to turn up. And I have got the entire pathway of being able to be at my best. Now it's sort of just come and try and sort of put your mind to rest and perform. And that is a sort of a moment in time in Olympic and Paralympic sport history. And I must mention the Paralympics, which is still coming up and it starts at the end of the month. My guess is we'll have an even better Paralympics than we did in the Olympics. And that recognition of equity of bringing everyone under the same umbrella, the top scheme includes multiple dozen Paralympians as well. These are massive shifts, I mean, they might sound basic to the average listener, but these are huge shifts over a 10, 15 year period in Indian sport. And it is a sign of the recognition of role of sport in society and not just medals for their own sake. I think there's a recognition of what sport can do at sort of secondary levels and sort of the value it will deliver outside the pyramid to non-participants to what we consider ourselves to be capable of. And it is that recognition that excites me in the next stages, which is the recognition of a collective, that there is a collective interest and that sport is in some sense of commons that we all build together and that we will all benefit from."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:46.440",
        "message": "Wow, mind blowing. So my penultimate question for the day is really about private players, like in the sense we've discussed earlier in this episode about how a lot of private players rushed in to do these leagues for different sports after the IPL and all of that, and just no deeper thinking into it, just kind of following the trend and so on. And there, of course, I would say that, yeah, silly moves, but let everybody try everything and whatever works, works. Also recently, what we've seen on Twitter, for example, is that a lot of companies are doing moment marketing, they're trying to sort of expropriate the, you know, the image of athletes under the guise of congratulating them. And this is something that Joy, you've been tweeting about a fair bit, the dominoes effect, as it were, where these random companies will come up and they have not funded any athletes, they have nothing to do with any of this. And they'll be like, hey, we congratulate so and so and they'll get some brand building out of that. So this is sort of the seamy side of it, what you kind of expect from many corporates and all of that. But equally, there is, you know, a wholesome side to it, where many corporates have actually, you know, opened their coffers to support these athletes, and they can't even advertise it right now, because apparently IOC has that time period in which their sponsors can talk about it and you can't so the people who actually put money into these athletes are not allowed to talk about it, is random people jumping on the bandwagon. But my deeper question is that, what shape can private involvement take in sport in the future? Because on the one hand, you have this imperative that everything that a company does on spending, you have to keep an ROI in mind that what is my ROI in this. Now, I think, hopefully, at this point in time, it will start becoming apparent that, listen, there is an ROI, sport is a big deal, it can uplift a nation, when someone like Neeraj Chopra wins a gold, it, you know, it can have all these knock on benefits. So what are the sort of different ways in which you envisage private players who want to contribute, whether it's companies or foundations or individuals? What are the different ways in which they can plug into the ecosystem and actually play that part? So what is the shape of private involvement in the future?"
    },
    {
        "speaker": "Guest 2",
        "time": "03:02:51.560",
        "message": "So two things, there are many ways of going about it. But the first is that, look, even now, even given all the CSR funding that is happening in sport, that's still much less than it actually can be. There's still a huge amount of place in CSR, because you're talking about 2% of the profits of lots of organizations. And therefore, in the CSR pile, you know, again, roti, kapra and makhan has taken priority, but sport can also take a priority, because sport in its own way is equally transformative. And I'll tell you one more thing. You know, you look at the Odisha government, we've been talking about the Odisha government, the Odisha government has spent on football, they've spent on hockey. Everyone knows about that. They've spent on Olympics. One of the reasons they've spent is they're not fools. The amount of bang for the buck that sport gives you for a 5 crore investment or a 10 crore investment, if you want to make a 5 kilometer highway, the amount of money it takes you, you can sponsor a team for a year, and it makes a difference. So what I'm trying to say is that given the kind of money you spend in sport for the kind of benefit and rub off you get out of it, more and more states are beginning to understand that it's a ratio that actually works hugely in favor of sport. And you know, I have this great story that I keep telling and I bring it back to cricket, is that I call it the cricket effect. So by cricket, I mean, I don't mean cricket as in the game, but as in the insect. If I was to give Mukesh Ambani the books of Reliance and say, find in these whatever thousands and thousands of crores, find the Mumbai Indians, he would take half an hour, 45 minutes to just find that 200 crore entry, 250 crore, whatever it is, among those thousands and thousands and hundreds and thousands of crores. But the share of voice of the Mumbai Indians as compared to the kind of investment of value the Mumbai Indians is huge. Sport is a cricket. It shouts much, much larger on many, many more pages than you would think. And therefore, forget about everything else. Let's forget for once that there are people who are as decent as Nandan Kamath and I. I rarely have met such decent people in this part of the universe. Forget that they have altruistic motives. So purely, sport is so underleveraged in this country that if you actually spend on sport, you will get rewards disproportionate to the kind of money you spend. That's a fact because they're so underleveraged that there's so much time and so little money is being spent right now that even to spend a little bit of incremental money, you'll get this much share of voice. Have you realized the amount of voice even in Odisha has got right now? Then look at the books and then you will have a sober look at the books. You won't realize it's not that much money. So first and foremost, I just want to tell people sport is still in India for the next five to 10 foreseeable future, a very good investment opportunity. You're going to get more than enough value, more than enough bang for your buck. That's the first part of it. And then the second part of it is that once this journey starts, if you are in on the ground floor, the opportunities of yours rising with the sport are absolutely huge. So that's what I would go for because see, it's easy enough to tell people that do this for the good of the country. But I generally don't buy that as a concept and altruism does not fuel basic economics. It's got to be that I see value in it and it's easier for me to spend money here and get value than it is somewhere else. And that's the only way money is going to come. And I'm telling you in Indian sport, that value is there today."
    },
    {
        "speaker": "Guest 1",
        "time": "03:06:47.840",
        "message": "Yeah, I would totally agree with Joy, there are business models and their business models. And I think one of the business models is using sport for branding, right? So participating in the great branding game. And I totally agree the easiest way to get into a newspaper is on the sports page. It requires sort of the least effort to some tournament you name, you can get a photo in and that is just a sort of an example of the disproportionate share like Joy says. Many would argue that we as GoSports are just so minuscule, but get a disproportionate amount of credit. And I do recognize that and it's important to recognize that you can give to sport and but you can't take from sport, sport will give you when it's ready. But to answer your question, I think CSR is powerful, but it's incumbent on people like us, but also companies to recognize that it is not sport for its own sake, but also sport for a tool to solve a lot of other problems. And I think that those problems are so many that it's you can't even list them. There have been great examples, even for example, of sport in criminal justice of dealing with recidivism in prisons, putting up a basketball court in a prison. How can you use that effectively for CSR funds? Imagine what can spurt from there and what is possible. I'd also like to refer to something I was reading recently, a friend Sanjeev Jain and Alok Sarin, two very famous psychiatrists have written and put together an anthology on the psychological impact of the partition in India. So very important book, which talks about the fact that we haven't processed psychologically the partition, but it's just one line that really struck me in there, which sort of refers to a UNESCO study that happened in the early fifties, looking back at the partition. And it made this observation, which said that the rates of violence that is intercommunal violence are low in places where the children of the communities played together. So the statistics which said that around the playgrounds of these various cities like Aligarh and others, the violence rate was less. Why? Because the people who lived there had played together and their children played together. So imagine a more active playing India. I know it's altruistic joy and I think that altruism doesn't necessarily fund salaries, but there is a larger play. It is not medals for its own sake. And I think the same study also talks about this notion of moving beyond literacy of numbers and letters, but moving to a literacy of understanding and a large part of that is rootedness and identity of recognizing we are on a common path and there's rootedness of being together. And I don't think there's a better thing than sport to do that. I could disagree with everything that you believe in your politics, your relationship with gender. I could hate everything, but we can both celebrate Meera Chopra. And there's a universality and beauty to that, which we must capture and must recognize and must value. And seeing this as a much larger game than just medals, we are part of a large social engineering project. And I don't mean that in a negative way. It's an opportunity which we must see a sport as an instrument to deliver results, not sports for its own sake, not medals for their own sake."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:17.720",
        "message": "Yeah, no, that's a stunning insight about parents whose kids play together, less likely to fight. I mean, it gives a whole new meaning to Orwell's term of war minus the shooting. And I completely agree with, you know, what you said, Joy, about, you know, appealing to the self interest of companies that don't do something just for CSR or just because it's mandated or just whatever, do it because it's good for you. And that's a, you know, great example of reliance and Mumbai Indians, one could argue that, you know, cricket is low hanging fruit and all that. But I mean, look at the goodwill if, you know, you had funded Meera Chopra for the last five years, look at the goodwill you would get just for that. So there's just tremendous opportunity in thinking ahead. My final question to many guests tends to be on what gives them hope and what gives them despair in whatever their specific subject or context is over the next 10 years. I don't want to ask you about despair. I mean, obviously, what would give you despair as if things stay the same or we go backwards or whatever. But both of you are working for hope in a sense. So tell me, you know, 10 years later, if you're looking at the India of 2031, you know, what do you think is a realistic place for Indian sport to be in? At a philosophical level, I don't see why the Olympics should be a goal at all or any of that. But in general, do you think, for example, that we will ever become a major player at the Olympics and start competing with China in the US and whatever? What's the sort of landscape that you see?"
    },
    {
        "speaker": "Guest 2",
        "time": "03:11:36.660",
        "message": "What are you moving towards? So first, I'll start off with, you know, you're talking about the Olympics, I just want to talk about the World Cup football, which is, you know, the other mega event. So in the 1980s, the Japanese came together with a plan saying that we want to win a World Cup. Their plan was a 100-year plan. So in 1982, they turned around and said that in 2082, we want to win a World Cup. And now they've actually, after about 25, 30 years, their plan, they've said, you know what, we possibly might win one by 2050. That's the kind of gestation period in football, and that's not necessarily the case in all sport. So what I'm trying to say is that if you're going to work in sport, those are the kind of decades or the kind of numbers that you're going to look at to make significant differences. It's taken 13 years for us to progress from Abhinav Bindra to where we are. And Nandan's right, possibly, you know, given what we had, the potential was for maybe 10, 12 medals rather than, you know, just, you know, the seven medals that we got. And it's one of those things. But what I'm saying is that to make that to the next step of, you know, 20 gold medals and 30 gold medals, I think is clearly unrealistic for the next couple of decades, next two, three decades. I think what I'd love to see for Indian sport is whoever goes there to the Olympics is at a competitive level, you know, and, you know, you're going to have guys who we think are very good, who are going to crash out. It happens all the time in sport. You're going to have guys who we think, you know, aren't that great, who are going to do it well. But that's what sport is all about, saying that, okay, we have sent now 120-odd athletes there, okay, and 50-odd para-athletes, you know, we are already starting to send numbers which are significant. I'd love to see over the next decade, maybe 250, maybe double that number. And forget about the medals, again, let's talk, as Nandan said, if we have the potential to win 25, 30 medals, I'd be really happy. You know, will that tally end up at 25, 30? Who knows? It might end up at 15, it may end up at 35. But if we even send squads like that, that have that kind of level, and I think one thing that's going to happen is a lot of guys, that pressure is going to come down. The moment, it's like South Korean archers, South Korean archers are used to winning Olympic medals. If they don't win Olympic medals, they'll come back in the next Olympics and win them. It's not life or death. Our archers, it's life and death, and especially in games like shooting, like archery, where heart rate, your pressure matters so much, that things like that are so disruptive. Whereas, where you have a more stable system, and you're used to winning over large periods of time, those things will stabilize. So that's my wish, that in those cases, we get to that, maybe double that number, and have that many athletes, 25, 30 athletes, who we think can compete for medals. The second part is, I'd love to see much more private involvement in Indian sport in terms of sustainable leagues. Okay, forget about whether they're with federations or without federations. I'd love to see leagues that last for 10 years. I'd love to see leagues, not just leagues that last for 10 years, but leagues whose team owners last for 10 years. Because if you're in a revolving chair of team owners saying that, okay, three years, somebody's come, they're there, then they realize there's no money in it. You find some other, in common North Indian parlance, you find a new guy to fool and say that, okay, next three years, you take over. I'd love to see somebody sitting in sport for 10 years saying, you know what, I've invested in sport and it's beginning to show value. So these are the two visions I have for Indian sport."
    },
    {
        "speaker": "Guest 1",
        "time": "03:15:18.800",
        "message": "I would like to expand a little bit on joy as well. But my first dream for Indian sport is seeing more teams at the Olympics. So this time we had the men's hockey team and the women's hockey team. They were the two biggest stories of the Olympics other than Neeraj Chopra and his gold medal. The reality is a lot of our other athletes are anecdotal athletes. We've figured their way out of the system. We've sent them abroad, got them individual coaches to fly in and work with them. When a team works, that is an indication of a system working. And I would love to see India participating at handball, volleyball, football, obviously for various reasons, basketball, there's three into three basketball, you don't even need a team of 15 people, you have a three by three basketball, getting more and more team sport is going to be critical. But at a larger level, I'd also like the discourse to just move away from this hypercompetitivism and just about medals, medals, medals, is just that any young person who wants to play the sport has a place to play and enjoy sport and just makes it a part of their lives. And what is quite indicative is what is the sort of water cooler conversation that happens in India. When I went to the US, I had this sort of moment where someone told me what's the difference between the US and India. In the US, a meeting starts with did you watch the football game? While in India, it starts with which IIT did you go to? So is that conversation going to change? And that's when you know, cultural shifts have occurred? Is it so embedded in society that you just talk of it as a matter of course, you don't need an Olympics to talk about sporting achievement, and sport for fun, sport for all of the other things that it's useful for sport for is building a better life. All of those become as important as our medal quest."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:12.960",
        "message": "Well, deeply inspiring and thanks so much for, you know, sharing your time and insights with me today. I loved having you on the show. Thank you. Great pleasure."
    },
    {
        "speaker": "Guest 1",
        "time": "03:17:23.440",
        "message": "Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:24.440",
        "message": "If you enjoyed listening to this episode, head on over to the show notes. I have linked many articles written by Nandan as well as a book co-edited by him. You can follow Nandan on Twitter at Nandan Kamath one word and you can follow Joy at Joy Bhattacharj. That's J-O-Y-B-H-A-T-T-A-C-H-A-R-J I'll also link it from the show notes. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and The Unseen at sceneunseen.in. Thank you for listening."
    }
]