[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If you're a writer or a filmmaker or a musician or a photographer, bloody hell, what a time to be alive. We live in a golden age for creators. And this is clear when I think back, say, just 25 years. In 1995, when I was a writer, I had to attempt to please third parties to get my work out there. If I wrote articles, I had to submit them to newspapers or magazines. They were gatekeepers in my way. Even if I got through them, the formats in which I could write were fixed. The pay was a pittance, always coming through intermediaries who sold eyeballs for advertising. There was no way I could connect directly with my audience or even capture some of the value that I brought into their lives. Because the possibilities were limited, many of the things I could have done were left undone, unimagined, and therefore unseen. But between then and now, all those restrictions have vanished. Creators of all sorts have the means of production and distribution in their hands. They can play with different forms, they can connect with their audiences, they can form communities of those audiences, and they can get paid directly. This is so miraculous. And for someone like me, so exciting. I'm speaking into my microphone right now, directly to you. There's"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:14.680",
        "message": "no one between us. Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.440",
        "message": "Welcome to The Seen and The Unseen. If you're a creator, then there are many, many lessons to learn from my guest today, Roshan Abbas. Roshan, in a sense, was a new age creator in the old world before the new age. He started with theatre, became a radio superstar in the 1990s, moved on to television and rocked that scene, took his destiny into his own hands by starting an events management company called Encompass, made that big, sold it, wrote a play, made a feature film, wrote a couple of books, invested in a bunch of successful creator startups, and began Commune, a performance arts collective that has launched many careers. He didn't stick to one thing. He never ossified, which is the reason that his insights on this creator economy are so enlightening. I first came into direct contact with Roshan when he signed up for my online course, The Art of Clear Writing, and I've learned a lot from all our interactions since. In fact, just last weekend, I held a session for the alumni of my course on this brave new world for creators. It lasted three and a half hours, almost like a seen unseen episode, and many creators, including Roshan, shared their learning there. I was so charged by that session that I couldn't sleep all night. What an exciting world we live in. And what a lovely conversation I had with Roshan when I invited him for this episode. Before we get to it, though, a quick plug, registration is now open for the September cohort of The Art of Clear Writing. Head on over to indiauncut.com slash clear writing to register. And now a quick commercial break before Roshan Ambass takes the floor. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of their programs called the Daily Reader. Every day for six months, they sent me a long form article to read. The subjects I discovered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up level yourself. Roshan, welcome to the scene and the unseen. Thank you at last. At last, yeah, we've been talking for a long time. And I'm also a little intimidated because this is actually my return to studios after COVID times. And I'm speaking with a sort of a radio legend from the 90s from a time I didn't even take audio seriously. You know, before we get talking about your life so far, how have the last few months been for you? Because it's been a very interesting time in the sense that our lives and all our habits and everything has changed. But it's also been a very fascinating time for creators where I personally I think in the last few months, I have learned more about the creator economy than I had probably done for years and years and a lot of it while things were sort of changing on the fly. So what was it"
    },
    {
        "speaker": "Guest",
        "time": "00:05:17.400",
        "message": "like? No, I think it's, I mean, it's a great place to start because when the pandemic started, I mean, my biggest passion nowadays is commune. And that's meant to be actually a place where we are trying to just empower artists to do whatever they can. And we were doing it the way we knew it, which was largely saying spoken word events, helping people learn poetry or learn how to tell stories, trying to get a little bit of brand work, but it was a lot of physical work. But, you know, in March last year, a financial company reached out to us and said they want to do something for Women's Day. And we were very excited and said, yeah, yeah, you know, we'll do an on-ground festival because we know how to do that. Well, I mean, after SpokenFest, we built that. But they were like, no, we want a digital festival. So I somehow I kept telling my team in April saying that, you know, God gave us this once in a lifetime opportunity to test pilot how to do a digital festival. So we actually ended up doing Instagram, Facebook, YouTube, all together, simultaneously. We had about concurrent about 5000 people, which we thought was fantastic. I mean, in March last year, saying, oh my God, we got 5000 people coming concurrently on to an event. But when we put out each of those pieces of content by themselves, and we put a little bit of marketing money behind them or push them, each of them crossed a million plus. And now suddenly for the brand, this mattered a lot more. And we sat with the team and I said, guys, isn't this a great way to actually do content? Because if for a brand, they're looking ultimately to say what's been the reach and what's been the engagement and what's the call to action, etc, etc. And everybody said, yeah, that's exciting. Maybe we can do this for brands later. But in April, this is what we were doing day in day out. The first two, three months. I mean, and though you asked me about the last couple of months I've gone I've rewound"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:58.040",
        "message": "a little bit last few months was starting. So what happened was that the first two months"
    },
    {
        "speaker": "Guest",
        "time": "00:07:02.520",
        "message": "I told everybody saying guys, pause, just pause. I try and bring a lot of what I learned from different places here. So one of the things that I had learned from a Tom Peters book was about the VUCA world, right? I mean, and the VUCA world says, you know, volatile, uncertain, chaotic, ambiguous worlds, which was essentially what happened when, and again, what a reference to Afghanistan and when the American army went in. And they said, how do you handle volatile, uncertain, chaotic, ambiguous situations. And so the first thing you should really do is pause, take a pause, assess. And that's what we did. So I think in the month of April, we assessed and we looked around and said, what can we do? And then you know, there is this huge jump in attitude that we have at Commune. And it's a home for creators. So what happened is that first month, I was talking to Quasar about theater, Ankur Tiwari about music, Tess Joseph about acting, Sheena Khalid about, you know, again acting in theater, and tons and tons of my friends, Cyrus, Gaurav, everyone. And everybody was saying, what do we do? And that's when we just said, listen, you know, this is really digital is an ocean of opportunity, right? And I love coming up with these little ones. I told the team, I said, boss, pebbles of possibilities and oceans of opportunities. And all the guys were like, ah, okay. And you know, what we did was we experimented with about 27 different formats over three months. We would do a show at midnight, we would do an Instagram live, we would be doing poetry while cooking. We would do all kinds of things. And some would strike a chord, some would sink. But the joy of experiments in the digital ether is the ones that don't work disappear. You don't owe anybody an explanation. You tried and that's enough. But the ones that worked, we then started doubling down on. And those over the last couple of months have actually bought a whole new identity to what we do. So on the commune front, I was extremely happy with what we managed to do. The team consolidated, creative teams learning how to work remotely was our next big challenge. And you know, an Excel sheet is mostly anathema to a creator. But I told these guys, listen, all I want you to do is every morning, I want a one hour call where everyone just tells each other what are they up to. And every evening, if you can do a catch up call. The evening calls actually I don't think happens so often because the teams are all involved, but we do a weekend call. And this started getting the team to work together a lot better because a they started respecting what the other person was doing. So 10 creators tinkering in a corner what you know they're up to. So this gave us a great way of working together. Because we had done a couple of these digital experiments and we knew what was working now brand start noticing and saying, you know what to do. We started doing that, I get the opportunity to speak at too many things. And I think sometimes I'm blamed for I'm the resident gyani at most conferences on something or the other, because I've had 11 different careers, you know, so I'll be called into a music conference and a conference on media and something on digital and events, blah, blah, blah. But in all these places, I make it a point to talk about all that we're doing because I am out there, almost you know, Gary, I'm the trumpeter saying, hoga, right and optimism is something which again, I was what's called the, the eternal reservoir of optimism. So it will happen, it has to happen. So we did like, I mean, you won't believe Amit in June or June, we were doing an online play. People like how can you do a play online said guys, if I had a script called check, please, which was a play about a boy who's just moved to a new city, a girl who's looking for love and how they blind date through the column in a newspaper. This was the original script. I said, okay, in the age of Tinder, etc, why can we not do a play where these are zoom meetings, right? Because and it worked and we got you and you know, we when we were initially saying how do we audition people, we had to add one thing to everyone's actor CV, which was your bandwidth, because we had a lovely girl in Goa, but her bandwidth was so bad that she would just get, you know, thrown off every every rehearsal. We're like, listen, we love your acting, but you just don't have internet. So very soon resumes, you know, internet speeds, download speeds, camera pixels will be there. But we did a play. And you know, the minute we did the play in the first play, we invited loads of people. And this is where again, I use the power of our network to say, let's call brands, let's call creators, let's call people who can spread the word. And the minute that happens five brands will come back to you saying, can we do a variation of this for students? Can we do this for X? And that's where the monetization comes in. So somewhere, we were able to find these kind of experiments to monetize. We had a huge contract with Spotify where we were doing, we were meant to go and do this podcasting national fest almost. So what we did at Spoken Fest was to tease people with a little thing of what is podcasting. So Unni came and spoke, Gaurav spoke, Mantra spoke. I did a little workshop which was more about reminiscing about radio days and what I believe podcasting should be. And at the end of that, we came up with a physical event at Spoken Fest called Pitch Fest. This Pitch Fest threw up about 50 people who gave us podcast ideas and Unni and Amar, everybody was there, Niha and everyone were there. And they all looked at it and said, you know, this is great if you're getting 50 people at a festival who are interested in podcasting with unique ideas. Can I tell a city story through poetry? Can I do a thing on women criminals through the years? And, you know, and we just kept saying, this is good, this is good, this is a great idea. Conversations on local trains in Bombay. And I said, these are great ideas to experiment with. So we were already starting work on this. And we said, hang on, we don't need to travel to 10 cities to find podcasters in the digital world. If you if you're able, again, to to create enough of a racket around what you're going to do, people will gather. And we started doing this. And because we learned a little bit of digital marketing, and again, I wear a hat as one of the mentor investors at Glitch, which is a digital agency. I mean, they are a highly creative agency. So I would often just say, look, guys, we want to do this, what should we do? So I end up getting a lot of free advice. We use that. And now we were lo and behold, doing a podcasting, five podcasting workshops around themes, you know, and and at that point in time, I had, I hadn't heard your podcast. Otherwise, I remember when the podcast festival happened, we were like, we have to get you. But before that, I said, okay, Kalki has done a good piece with BBC, let's get her. Kenny has done a good comedy podcast, let's get him. Pooja Dingra has done a good thing with with food at its base, let's get her. Ranveer Allahbadia has done something in motivation. So yes, we did have to use a little bit of the influencer pull on top. But then I would run a little workshop on Anchor because I again, I dabble and tinker with tech like crazy. I'll be the one trying one new app doing something. So I did all of that. And the team joined in. So we managed to do this whole piece on podcasting, which then suddenly told us that in the pandemic, one of the things that we noticed and we were talking about this the other day at that on that midnight session of yours, where, where we said that Sunday people had two to three hours extra in every day, minimum drive time, commute time, useless meeting time, right. And meetings that could be emails, remember, everybody's saying that. And so suddenly, we said, what do people want to do in those two, three hours, they either want to improve themselves personally, or professionally. Now, in the personal front, what are you saying, I can meditate, I can do some yoga, I can exercise, I can spend time with my children, etc. It's a lot of that. In the professional, it's what can I do as a skill enhancement. And commune can really help because in that in this world, suddenly people were looking to do different things. So hey, I've got an ah, can I learn poetry? I thought I was a writer, can I learn the art of writing. And this started a whole new learning vertical for commune. So creative learning has become a commune vertical. Online events has become a vertical for us. Content was always a vertical for us. So what we used to do on ground would become videos that would go on air and do really well on YouTube, etc. for us. That's what happened with commune. But this was just one hat. So the event hat that I put on was a business in crisis. I also was president of the event association. And therefore, looking out for all the event companies in India, we kept knocking on the government's doors to little success. I mean, we did get a couple of relaxations of events for 200 people, we ran a whole campaign on how to run safe events, we managed to get some local relaxations, there was a small subsidy for artists that we did. But this was what is happening for artists. Personally at Encompass, we did have to take a couple of hits in terms of reducing staff, understanding that for a long time, we would be a virtual production studio. Because virtual events, unlike physical events, physical events are theater, virtual events are broadcast. So do you have a broadcast mentality? Thankfully, we do because a lot of our people at Encompass have been ex broadcast people, I've recruited people from radio, television, etc. And these people thrive. So strategy, creative, and, you know, broadcast kind of content did well. All our physical production people suffered, you know, traditional. And you suddenly also find that maybe, as agencies we were built for big. You know, that nimble, agile 10-15 people agency, which is where you started, has bloated to 300 people. And over the years, we had made some reductions. But those are the kind of haircuts that everybody took. We took a salary cut ourselves there. Glitch was doing well, obviously, everybody had a little bit of a pause for two, three months when no one knew what was going on. Then they picked up again. In the middle of the pandemic, we managed to sell one of our businesses. So Chatterbox, which was an influencer marketing agency, which had gone through its ups and downs as well, suddenly found a great suitor in a Canadian company called QU. And these guys came on board and said, hey, this is a great influencer marketing company, which was why we'd invested in it. You know, and Gaurav used to often sometimes turn to me and, you know, on a bad day, he'd turn and say, why did we do this? And so when we sold it, he was like, okay, now I know why we did this. And I'm like, I'm like, it's okay, it's not, it's not about the money. I mean, at least for me, it isn't. And, you know, and that sort of built for us, these were the businesses on the personal front, I got to spend a lot more time at home, I managed to travel a couple of times because I'm one of those, okay, my parents are in Lucknow, I've got to go, I must go. So I did a lot of that. I also got a little bit of time to learn. So I attended a whole host of workshops, I attended your the art of clear writing, which actually helped me so much. Thank you for that. No, it's, it's incredible how I've always been a curious child, you know, so give me anything which is shiny as an object, and I'll be the first one there. Sometimes I get over enthusiastic. I mean, over enthusiasm is a little bit of a sometimes my flaw. But you know, like, I'll do your workshop. And then I will and then a legion was doing this wonderful course for creators and Anuj Gosalia from terribly tiny tails, he had done the creator course she did. But then she had an angel investor course. Now I am a serial angel investor because of GSF and Rajesh Soni. And I've done that for about eight, nine years. But in my heart, I'm looking at how does a creative fund when will there be a creator fund. And this is what has happened in the last five months that I've actually realized that a lot of mediums that used to play intermediary between creators and audiences have just realized that they're not needed anymore. Right. And so when you can get directly to an audience, then why not do it yourself. Now this power to the creator is translating into likes, shares, subscriptions, that is becoming currency. So social capital is translating into real capital. And this real capital is where by you play an influencer to promote your brand or somebody to do a content piece, etc. But the day is not far. And I mean, this is what I am just I'm really, really looking forward to. I mean, if I find five companies, I'll invest in them today, which will do this whole tokenization. I mean, the day you have the Amit token, the day there is an NFT of your first show or just your sketch. I mean, why it hasn't happened, I don't know, but it will it has to happen. The day you have play to earn I mean, the kind of things that are happening in this space. This this is the creator economy. This is our second renaissance. This is a time when you don't need the Medici family, every individual owner. I mean, every every listener is your Medici family who will be your patron, you know, who will pay for you. And this is the best time. And if we don't as creators take advantage of this now, I go everywhere and talk about how the circle of intimacy you built. Right. And this is it that either you'll have the circle of intimacy, or you still want to be huge. But when you want to be huge, you need management, you need a team. And you know, you could do without those trappings. But that's what suddenly makes the sale 100x. Right. I mean, Virat needs that social management team. And you know, or there'll be a team of people who are looking after the styling, etc, etc. You and I don't, we need great content and we need to be able to find those. And I mean, and this will be the 100,000 10,000 true fans. I really believe that there will be at least 10,000 true fans for a good creator. And 10,000 fans from whom you can get 1000 rupees a year. Right? That's a crore. Now how many of those will exist is the challenge. You know, I sometimes see management agencies shaking and shivering, they put on this brave front. But imagine if they're, if they disappear as intermediaries, what are they doing for you? More often than not, they are, they're handling contracts, they're handling a couple of your pain points, which is great. But you're losing 15 to 20% there. Now, I believe that for good management agencies, it's a worthwhile expense. But then comes the platform, right? The whole Apple fight that's happening with Epic Games, 30%. Then comes YouTube, right? I mean, another platform and everyone's got their own rules, right? So I mean, did anybody question why YouTube was giving you what they were giving you per view? You just took it. It was, you know, manna from heaven. But we've got to fight for it. We've got to turn and say, No, I am entitled to 75% of this earning. And that will only happen when creators unite. So you know, so Lee is a bit of this socialist who's going out there, you know, and I mean, she's creating waves in the US and I believe that creators need to do that here. I believe this renaissance is upon us. And that's what I've that's happened in the last so many months."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:35.680",
        "message": "Excellent. So we'll, you know, postpone talking about your personal journey for a while because this creator economy is something that excites me a lot. So let's continue. I have a bunch of questions for you. Before we get to the creative economy itself, something that struck me and I'll, you know, take your metaphor of the ocean of opportunity further, by pointing out that many creators, including me for a while, we tend to ossify ourselves into islands in this ocean and we don't look around us. And we are like, I have to do this, in the sense that you build your self image. You say that I'm a writer, I have to write a book. You say that I am so and so, I have to do this. I have to do filmmaking, but I have to keep pitching to producers and keep doing all of that, without realizing that the landscape has changed so much. That if you are a talented writer, there is something more than books. If you are a filmmaker, you can make your own movies as people like Casey Neistat and all have, you know, shown on YouTube. Everything has opened up in a big way. Now, going over your career, I find it incredibly exciting because you have just like in one interview, you spoke about how it's important to say yes, when our default is no. Every opportunity does come your way. You've kind of taken it, you've done radio, you've done events, you build so many things, you've thrown many things at the wall. Some of them have worked out. So you've always been open. You've never had that ossified image, but you work with so many creators. Do you see this as something you'd like to tell creators about that? Do you see this as a trap that you see people fall into? Because I obviously don't know as many creators as you, but even I can look around and look at people who I think are, their islands are too restricted in the view. They don't realize how much has changed."
    },
    {
        "speaker": "Guest",
        "time": "00:23:12.160",
        "message": "No, you know, you're so right. And honestly, I will thank 2015 is a landmark year because yeah, yes, you know, when I did radio and then I did television and events and all that kept happening. But 2015 is when subculture, the subculture, which was comedy, indie music, spoken word, you know, I would even say the startup tech culture, all of these were little subcultures here. They started coming into their own. OML is the first people who actually noticed this. And I think they did a very good job of it. And they focused on music and comedy. And they started building that. Now they wanted to build it through live events, which is what they attempted to do. They built a bunch of IPs, which they were creating. And it started at that point in time. The issue was this, exactly what you said. People were very happy doing one thing and saying, I'll just do this one thing. Well, the important thing about the creator universe today is collaboration is key. But in collaboration, the mentality that traditional mediums gave you always was use, abuse and run. Right. And I hate this. Like I pointed this out to so many of my friends saying, listen, when you started doing your show, you begged and borrowed and told those people saying, please do this for free. You know, one day when I'll make money. But that's what's being solved today. What's being solved today is, hey, there's a site called Copyright Exchange, for example. Now it's to do with music. But imagine Copyright Exchange says you think you're a great musician. Prove to me you're a great musician. So you've got a little bit of a track record. You've done that. You then make me a contract which says for five years, if you invest in this work and you can define the length of time, the amount, the volume, the percentage. Right. Five years, 40 percent of my earning after this amount is yours. Now you're doing a true creator contract. This hustle in the early stage and then, you know, abuse later is default. It's default because people are like, you know, I've got this one opportunity. Let me make everything. I have stood at comedy events on stage and seen a great comedian. And I'm talking of the old when when Great Indian Laughter Show had started, you know, and those that that set of comedians Hindi Heartland with 10 writers behind them who are writing their jokes. And when I would go in because I was a host, so I would introduce them. And then I'm curious and I love to talk to people. And I would sit and say, what do you make? And then you'll have food. And it used to piss me off because I'm like, this guy is actually equally a part of your thing. So why not pay him more? Why not do more of this? This thing about collaborating is something which people need to do a lot more. This thing about then collaborating and sharing, share commerce, share opportunity. I have been knocking on so many creator, and you can call them collectives. And I've been saying, if you believe in me and respect what I do, and I believe in you and respect what you do, why can there not be a common contract between a couple of us which says, you know what, we'll all succeed together. Let's try and figure out a way to work together. But let's also do an equity swap. Now, it's a little too futuristic. People are like, no, no, no, how will this work out? My valuation, your valuation, etc. Okay, you'll find a way. But imagine, imagine 10 collectives working together who say, in the success of each of us lies everyone else's success. And this is why the word commune, you know, I mean, this word has been on my mind for many years, because I used to hear of art communes. My father used to tell me about Osho, you know, and the commune. And sometimes these things just stay with you in a residual manner. And when we formed it, we actually originally wanted to create an incubation fund for creative ideas. If five years ago, you know, I had met you before IBM, okay, what does it take to get this done? How? What will happen? What step two or step three? Try and put it in some format, get brands on board then, and let the creator be. The creator knows what they do best. I have sold my soul to serviced creativity because of the work that I did with events, right? I mean, I used to tell my teams and creatives at event, you know, in our event team saying guys, the first creative is for you. Because up to the guy is going to make his birthday party. You gave the first most honest. Now my best brands which worked with me for years are the ones who took my first idea saying we believe in you. The other brands which also worked with us were the ones who said, you know, I wanted this way and I wanted that way and I would move out of the conversation because I was far more the creative ideation person there. And I'd say, you know, they don't deserve your big idea. And that's what typically ends up happening, you know, I think in advertising, etc. At some point, you start getting wedded to this is what the brand wants. But ultimately, if you want to be honest to any brand, any platform, it is what does the consumer want? Right? So I really feel that there needs to be far more collectives. You know, there used to be an event called the coalition that OML used to do. There are very few creator conferences, I went to South by Southwest three years ago. I just, you know, I told my wife that I'm going to South by Southwest. I've always wanted to go here. I took a backpack. I went from room to room and I saw 70 creators who were AR creators, sharing their show. I mean, it was like, you know, displaying your wares at a fair. But then everybody sat together, the evening was having a drink and discussing, I can do this, I'm doing this, this is my problem. And people were solving together. And this solving together is something we need to do. You know, who's going to figure out, oh, how do I reduce background noise in your house, if you want to record your podcast there, that's the solve. Who's going to say, okay, once your show has crossed so many listens, there's a sale, that's the solve. Who's going to say, you know, managing the guests for Amit, I mean, you don't need it. But like so many young people, the number of people will be in your inbox saying, sir, come on to my podcast, who wets them to say, you'd love to do them all because we all want to promote them, but which is really worthwhile. Who has the listens, etc. So I think a lot of this needs to be done. And I hope and pray that we can do some bits of it at Commune. We keep organically evolving every now and then. But like, I mean, Pranika was my head of growth and strategy. And the joy of hiring diverse people is this and Pranika walked in because she told us a coffee story. And I just loved the story. I didn't know anything else about it. Then I realized, oh, oh, she's an economics graduate. Oh, she's worked at a consulting firm amongst the top four. Oh, she's also done finance, blah, blah, blah. And suddenly, you know, one day, this girl walked in and said, listen, some of the things you're doing are great. Some of the things you don't get, you don't know monetization. And I don't. She said, but I know I can help you with monetization. And she came in and the other day, she was sitting and saying, if we just built a division that made creator tools. Imagine and I mean, created tools as simple as contracts, right? At our last festival, we promoted a small bunch of people who have a I think it's called it's called contracts for creators, which is on Instagram. And they just came and said, Listen, we're so sick of being gypped by people, we've created some standard contracts that are available to people. I just come use a handle, let me promote it, come do a little session with people, etc. That's what you need, you need to be able to find these kind of tools, you know, oh, I need to do my billing. 80% of creators don't know how to create a bill. Do they pay GST? Do they not? How much do they pay? When do they pay? What's no clue, collections. And this is where the whole exploitation mafia works in our business. And they've always worked in, you know, in that way. I remember that when I started in radio, I had a goal to earn 10,000 rupees, because I had rent, I was already married. These are some thankful accidents that happened along the way. So the boss does not to come on a team of 200 rent, a 500 a day later, whatever. So when I went to all India radio, they were giving me though they were putting me in their best category, they gave me 750 rupees per show for six shows, there was a max you could do because monopoly. So in all India radio, there was this rule, no, not more than six. I said, if I'm good, why can't I have a daily show? No, no, sir, it's not allowed. Okay, so 4500 rupees, how do I make the rest? How do I make the 5500? And I do voiceovers. One day, Times FM approached me and said, and I used to do a Hindi show. So they thought I can only speak in Hindi. So the guy who came to meet me did this whole his name was Ajay Munjal. And he's a lovely guy. I think he's still doing some work with them. And he came and said, Roshan if you do a program with us, I said, buddy, I can do this conversation. And he was so shocked. He said, you can do a program in English. I said, I can do it in English. I can do it in Hindi. I can do it in spoken Urdu. I'm willing to do all three, but I need 10,000 bucks. That was my pitch. And he turned and said, okay, you know, they kept trying to tie me down to be an employee. I said, I won't be an employee. Creator becomes an employee. Creator should not become an employee. Because I read it somewhere saying the minute you're working for a salary for someone else, it's absolutely fine. But if you want to be a creator, then your time is now beholden to someone else and they will define what your creativity is going to. I mean, you know, I think you should do it this way, you know, and because oh, I'm paying your bills. No, I think creators can be as independent as"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:12.640",
        "message": "they want today. So I hope I'm not giving you a completely circus. No, this is lovely. And, you know, for my listeners, you know, for the writing community I run, we had this long session which went on for three and a half hours on Sunday night where Roshan joined us for a while and we spoke about the creator economy. And it's very interesting. You know, I'll quickly sort of sum up my thoughts on how things have changed and how that ties in with what you were saying. Number one, I think as far as you were talking about the exploitation mafia, you know, I've often on other episodes spoken about Jagdish Bhagwati's observation that Indians tend to have a rent-seeking mentality, where according to him, Chinese had a more of a profit-seeking mentality. And I don't know enough about the Chinese to comment on that part of it. But my theory for why Indians were always like this, why so many people will say I have a business idea, they make fun of it. You know, that's almost the mentality of going for it. And my sense of that was one that we had institutions which were rent-seeking all the way for decades, the only way to actually make money was to become part of that apparatus and exploit somebody else. You know, we didn't have those kind of free markets where like, how do you and I make money today, we add value to people's lives, and we get money. And it's what I call the double thank you moment. And I think a lot of this exploitation mindset is a habit that's come from the scarcity economy of the past, where even for creators, there might be limited opportunities. I think that changed drastically. And it changed drastically in really three ways. Like when I look back on, you know, between 1995 and say today, and I'm kind of amazed at what a forward thinking attitude you had in 95 saying I won't be a salaried employee, because I think that is a rational approach today. But it wouldn't have been the rational approach then. And the three ways it's in which it's changed to keep it brief for the listeners, because we want to get back to Roshan is that number one back in the day, if you were a creator, you had to go through an intermediary to reach your audience. So if you want to write opinions, for example, you have to pitch op-eds to newspapers, there are gatekeepers. And one of the consequences of that is that even if you break through, you're not writing enough. So you you know, iteration makes for excellence, you're not doing enough of that. And two, you are sort of bound by format ki 800 word likna hai and all of that, that's completely changed today, we can all reach audiences directly. And I think 2000 to 2012 was probably a transition period, but it's just grown enormously. Secondly, for money, you were again, dependent on these intermediaries, they would take your content, they would get advertising or in rare cases, subscription, but in India, most things were advertising, and you'd get a very tiny percentage of that. And third is tools, you simply did not have the tools to do things yourself. You know, you spoke about how creators today are much more collaborative, they talk to each other. And like just a few days back, I had an email exchange with our mutual friend Varun Duggirala, your partner in the glitch. And yeah, so he's setting up something for YouTube, I'm also setting up something for YouTube. So we were discussing kaunsa mic lena hai, kaise lights lene hai, discussing all of that. And both of us, of course, have kind of, through trial and error figured out a podcasting game, where today I can record something at home, which I would not have been able to in 95. I mean, forget the fact ki internet hi aisa nahi tha toh, you can't have conversations. So in these three ways, you can reach the audience directly, you can sort of make money directly from your audience through various ways. And the tools not just for writers, but even for filmmakers, like I think a lot of people are interested in filmmaking haven't realized to what extent YouTube is democratized at, and how cheap it really is. Like, when I was in college, I wanted to be two things filmmaker and writer. And I said ki nahi yaar, unlike you, I'm not a people person, I'm just extremely introverted. So I thought nahi yaar, filmmaking ke liye I have to work with other people, I have to sell my ideas, you know, and indeed in till 2015, I would have believed that nahi ban sakte hai, because, you know, both of us live around Versova. And that is really, you go to any cafe there, it's a graveyard of broken dreams, if you just listen to the conversations around you. And today all of that is possible. Like the editing software that I've just started using, I'm using the free version of DaVinci Resolve. But if you sold just the color grading part of"
    },
    {
        "speaker": "Guest",
        "time": "00:36:23.040",
        "message": "that in 2010, it would cost $800,000. I remember we used to go and do edits for films in the early days, and you would go to prime focus studio, because they were the only guys who had the smoke machine. Yeah, smoke machine kya hoti hai? No, no, no, you know, and it was and you had to go there. Imagine now I'm grading stuff, which is being sent in a file to some other country, it comes back the next day. So people are doing you know, efficiencies of that level. But you know what you said that you're not a people's person, I am, I'm a people's person, but I'm not a position person. See, very often in film, etc, you're meeting people, aap aude se mil rahe hote hain, insaan se nahi. I bohot baar bolta hu, oh, the CEO of so and so, how is that important, right? And it's more important to meet the creative writer, etc. So like even at Commune, we started a small division called Crave, which is our holistic management division. I mean, if I call it artist management, Ankur will kill me. We said no, we don't want to, we don't want to be brokers, we want to be hand holders for life. We want to be able to say what is it that you crave? Like, you know, and we built this really fun little form, which when we send to people, they read it and say, bada maza aaya hai yaar isko bharke, because humne poocha, do you crave to be in a newspaper in a headline? Or do you crave to learn? Or do you crave a collaboration? Who is the one person if you saw yourself sitting next to in a conference, you'd be happy? So people, people haven't answered these questions. They're like, yaar yeh vada accha sawal poocha. You know, like, so, so it's that, that we really want to be able to say that, that if I was to be able to actually say, hey, listen, by this is the platform you need to do, go to, like, see, you're discussing, again, what you said about Varun and you, right? You're discussing lights, etc. Are you discussing how will you make money from YouTube and how much money will they give you? That's the conversation that people shy away from. You know, my mother will often say, baat mat kara karo, kitte baise binata hoon. Main sir se bolte, mujhe kuch farag nahi padta. I'm like, kya ho jayega? What's the big deal? The first time I remember, I had an exchange and genuinely, I mean, my respect for what you do in the show is very different. I mean, I love what you do there. But when I asked you how many listens you have, you didn't shy away from answering me. 90% of people will not give you a correct answer, right? I do well. I'm doing decently. Good at interiors of Bihar. Say it. You know, because only when you say it, only when you share the problem and say, you know what, I have the same problem. And, and, you know, we had a little bit of a discussion that day where some people were like, no, no, data is not critical. And I keep trying to explain to them saying, listen, vanity metrics I'm not talking of. You know that your engagement is 40 minutes. That is a metric worth selling. But many people shy away from measurement because they don't want to be measured. Because they are hobbyists and not creators. And in life, what you said, the graveyard of broken dreams. People live on dreams. It's fine. I'm happy. I think I'm a creator. Are you willing to take the bull by the horns and say, are you really a creator? Vijay Nair and I had had a conversation in the early days of comedy when I said, how do you realize what to sell this person's show for? And he said, you know, if a corporate comes to me and we were talking about because I was discussing, I want four comedians for a corporate event, and he quoted a price. And I said, tell me, how did you arrive at this? And he said, Roshan, see, a thousand seater would have sold at 500 rupees a ticket for these guys. That's five lakhs. That is their public cost. Now you want a private show, right, which is only for this limited audience, the numbers might be smaller, but it has to be at least 2x of this because that person is not going to get the same response, the numbers are smaller, etc. You're doing it exclusively. There's no 100 people who are going to tweet about it, etc., because they want it private. That's the price you pay for exclusivity. Or Veer today has done, I mean, during the pandemic, he said something so wonderful, because we were on a conference. And he said, listen, I think there will be two layers of ticketing in the future. There will be the exclusive 100 people who can be socially distanced and willing to pay 10,000 rupees. And I need those 100 people because without that laughter, without that feedback, I can't exist. He says, and then there will be a 10,000 people at a 100 rupees. Right, so it will be exactly the reverse. And this will become the economy. But nobody discusses these numbers. People don't talk about how many views are real, how many are fake. I recently found a site and I'm going to experiment with it, which will tell you the total number of fake followers you have. And I really want to do one anonymous account every day put out saying, hello, this is the number of fake followers you have. Because, again, I think being a creator is a God given gift. If you can do it, then you bloody well do it well. You know, and if you need to do it, do it with a focus, you know, I mean, work towards it, measure yourself, measure what matters, see what you can do next, collaborate. And, you know, the morning show which came on Apple is one of the big shows with Jennifer Aniston, etc. There is a there is a scene in there where I'm forgetting the actress's name, my wife will kill me. But when she's a small town reporter, but she's really got the people's pulse, and they get her in. And when she comes to New York, and she sees the studio and everything, and she gets asked all the questions, etc. And initially, they're just taking off on the fact that her view on I think her view on abortion is different from what the majority says, and therefore, she might have to go back. And Jennifer Aniston picks her up, and she was taking the car to go to the airport and brings her to the studio. And she says, Why are you doing this? He says, because you've been given the God given gift of being able to do this. And you cannot do yourself the disservice of running away from it. There's one word that you have to learn, and that is to be relentless. I mean, being relentless defies me, like I go after something, and then I stick to it. Once I've achieved it, I move very quickly off it. You know, I've done it, I've done Encompass, built it, I've sold it, I'm out. I'm concerned for the people, but I need to move to the next bigger canvas. What can I do next, etc. But I think those are the things that you know, you know, I mean, I don't know whether that's the right word. I was thinking, what does Nilesh say? Don't be half hearted."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:32.560",
        "message": "Yeah, yeah. For the listeners before the show, we were just chatting about, and Roshan had just heard my episode with Nilesh Mishra. So that's where the mention comes from. Before I go to my next question, you spoke about how we spoke about the different layers of ticketing. And it's very interesting that Kevin Kelly in 2009 or 10 wrote this essay called 1000 True Fans. And the funda behind the essay then, which seemed outlandish to many people is that as a creator, you don't need to scale. As a creator, if you've got 1000 people who pay $100 per year for you, that's $100,000 a year. That's a lot of money, can you get there? Now at that point, it would have seemed that very few creators can really do that. Today, I think it's becoming more and more of a reality for people. You see people like that on Substack, for example, who have people pay $100 a year, which is a very standard subscription fee and have thousands of followers. And similarly, that was also developed into the 100 True Followers who will pay $1000 each. Here's my next question. So it's going to be kind of long winded. It's really two questions in one because it seemed related. Number one, what I often tell young creators, and which I think has worked for me in serendipitous ways, it's not like I knew it before, it's just worked for me. And now I figured it out, is that don't get too obsessed with the metrics. Creators tend to overestimate the short term and underestimate the long term. So therefore, they think, and that doesn't really happen. It takes a long time to get going. So initially, there will be no metrics. I often talk about you know, how Ali Abdaal, who's a YouTube creator, when he was on YouTube, he did this 50 first videos. Yeah, he did this video when he reached a million subs. And he pointed out that when he made his 50th video, he reached 1000 subs on that day. And I think most of us most young creators, it would get so disheartened. If they're on video 40 and they have 800 subscribers, they'll just stop it takes so much effort. But Abdaal's point and Abdaal in fact went on to give in a separate video, more advice to creators, which I think applies, which is that for two years, make two videos a week, which comes to a total of 200 videos without looking at the metrics. Now, one, I think this is great advice, because only endless iteration leads to excellence, you start doing something you're bad, you do it again and again, you're good. So this is one part of the puzzle, but an almost contradictory part of the puzzle and something that you've been stressing about, and even Varun was stressing about how he looks at data so closely, is that you need to look at the data, because that's part of building an audience, you need to figure out what's working, what's not working. And you also need to kind of focus on that. So how does one reconcile the two? And the second question, which I think is linked to this is and this, you know, I've done this old episode on agriculture, and I'll tell you, I bring it up here. But one of the things we discussed in that was that not allowing large land holdings or corporatization of agriculture means that every farmer also has to be an entrepreneur. And that is not fair. A person may be good at farming, but bad at being an entrepreneur, which might mean therefore that most of these farmers are bad entrepreneurs, because they're two separate skills. And therefore the exploitation economy sucks them up. Now, it's a similar thing that in this modern age, where yes, creators can reach audiences directly, they can get money out of audiences directly, the tools of production are with them. But equally, to take advantage of this, it seems to me that every creator is also being asked to be an entrepreneur at the same time. And I understand that there are plenty of people like some of the things you do, no doubt, who are saying that we'll enable this, we'll take the friction out of many of the entrepreneurial things you have to do, like making bills and all that, which is useful. But if you don't have the entrepreneurial mindset, like which I didn't for the longest time, my thing was, my whole life is a story of you do one labor of love after another. And I got lucky that this clicked because honestly,"
    },
    {
        "speaker": "Guest",
        "time": "00:46:20.960",
        "message": "Roshan, I did not think entrepreneurial. Cricket, poker, writing. So I did everything,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:26.800",
        "message": "I didn't make money from anywhere, and then I kinda got lucky. But how does one resolve this? Like if a guy says, Roshan, I want to do art, I want to write a book, I want to do all that, I don't know Excel files, you know, I don't want to think about all this, I don't want to think about metrics. So on one hand, he might say, Amit, I agree with your advice, don't look at metrics, don't look for validation, you know, do labors of love. That's what makes for excellent"
    },
    {
        "speaker": "Guest",
        "time": "00:46:52.160",
        "message": "content in the end. So no, see, let's take part one, which was the whole thing about data and whether you want to see it or not, whatever, etc. Why is it important to look at data today is because it's not one, see, the days when I started, there was radio and there was only radio. And in the evening, you watch TV for two hours. You didn't watch TV through the day, right? You had nothing on your phone. There was, in fact, I remember, I must have got my first phone in what, 97 or something, right? So because there was a positive media, there was sustained attention available. So therefore, you just did one thing or whatever. Now today, what happens is, I can tell you that if I actually took a piece of your content, I could create about 75 pieces of content for various mediums from this one episode, the best quotes, right, the best solutions. So therefore, entrepreneurial, 10 hacks for creativity, the best quotes, I mean, top 10 of the day, blah, blah, blah, you know, whatever. So now, if you did all of this, it is today available that which of these should go on to Snapchat, which of these should go on to Insta, which of this should go on to Twitter, what. Now, a creator sometimes, most creators know what their core audience is. Sometimes you don't. Sometimes you suddenly discover saying, why am I popping on Insta? And you won't know why. But that's where the data can help, right? There was this whole debate, discussion that day about visual, I'm far more visual, should I be on Instagram? And I was like, listen, when you're on Instagram, that's a good gateway. But what are you leading them to? Are you connecting them to one of these six sites that are for great photographers? And I can tell you who they are. Now, you can build your own site. And this takes me now to part two of your question. You can build your own site, which means be an entrepreneur, find a great person, you build a great site, but your load time was bad. And therefore, 80% of people came and left you. You didn't know this because you were not a techie. Now, there is a beautiful site called Yellow Corner. You go to Yellow Corner, which curates pictures from the best photographers in the world and puts them up, has optimized the site, delivers HD quality, etc, has also got physical galleries to display your work. This is when you choose that for the exposure, what are you willing to pay? This has been the A&R model for music for the longest time. I mean, you know, people used to go as A&R artists, you know, and I've often been asked what it stands for, I think it's artists and repertoire, if I'm not mistaken. But these were people who would go and go through the bars of cities, listening for voices, find that person, invest in the person, take them to the studio and record with them. This is what Magna Sound and BMG, Crescendo, etc, did when they discovered the Lahir Mehendis, etc. This is what T-Series does even today. But what they do there is saying, look at the size of opportunity, I will take all your pain away, but what are you willing to pay me for it? This is where creators get cheated. And here is where if creators talked to each other, they would be aware of what they could make. I know of so many friends who made films, shows, whatever, who have not known what their IP is worth, who have not known what their value is and have regretted and been bitter about it for the rest of their life. Right? Somebody had once told me saying that Sunil Gavaskar sometimes is just very unhappy about the fact that he was the man who was the backbone of Indian cricket, but there weren't enough sponsors in those days. So there was those four sponsors which you might have had, right? Simons for the bat and, you know, one Gillette I remember or something. But today you've got 300 sponsors chasing those cricketers who may have won 100th craft, you know, and that must be irking a person saying, there was no opportunity at that time. But now there is an opportunity, what are you willing to pay for that opportunity, for the exposure, for taking the pain away? And this is where again, you know, what you said about the creator who doesn't make it. This is what Legion says in a beautiful article talking about the creator middle class. What is the creator middle class going to do? And if you notice, every platform right now has put up this honey trap of saying, I built a billion dollar fund, I built a hundred million fund, Clubhouse has built it, Snap has built it, Spotify has built it, TikTok has built it, everyone has built it. Moj has built it, TakaTak has built it. They're only doing it because they're saying, look, boss, I want to pay you because I value you being here. Even if you're anonymous, I want you to be here because even if you get me 100 people, and there is 10,000 of you, that's a crore. So those are the kind of numbers that even the faceless masses of creators can get to a platform. But can they monetize it? No, because you built metrics which says only when you cross a particular point. And that's where I don't know whether there'll be even whether I'm actually talking about the unionization of creativity. But it's just that what should the least person be able to get? Should they get or shouldn't they get? How will they get it? They have to be able to prove that they've got some value, which is where again, data comes into play. So I'm saying it's a cycle and it's something that people need to understand. It's the same thing that sometimes went to Prithvi, right? For the longest time, I was thinking about Prithvi was the Lux Sabun of theater, right? Okay, Prithvi performed, now I'm a recognized actor. I don't worry about money. But right after the recognition, what's next? How will I get a film? Did someone come and see my show? Did I get noticed? Right? And I and again, I think very often people hide behind this. He'll support you. Yeah, what I keep saying that the Renaissance and the Medici which people talk about, right? I mean, that was what happened there. You had patrons who were there, there was no starving artist. You know, the starving artist is a myth at that point in time. So you were getting, you know, commissions, you were making portraits, you were painting the Sistine Chapel, all these things were also happening. And there were 100 people below who were getting maybe arbitrage or whatever, maybe a little less because you were just filling in the... But that's kind of survivor bias. I mean, there were 1000 people below that are starving, perhaps. But I do believe and again, this whole thing about, I think one big reason, which has also helped the creator economy, and I was thinking it after our discussion that way was the cashless economy. See, imagine, today you don't, I on one of my workshops had somebody joining me from Scandinavia. I'm like, why? But there was one Indian sitting there who heard me on radio at some stage and joined. Now, if there was no cashless economy and this ability to transfer money digitally, would I ever have been able to do it? So I think we must also understand that this, the fact that there's a cashless economy. Now, the next level of the cashless economy is, here comes the famous word, Bitcoin, crypto, Ethereum, all of this, which people are not understanding. I saw a documentary this morning, 20 minute piece, I mean, blew me away about this game in the Philippines called Elfie, which is a play to earn game. Started during the pandemic, you create a character online and you keep this character alive. If the character wins a couple of rounds, etc, etc, you get something called SLP, single love potion. The SLPs when collected can be converted to crypto. You can sell it for crypto. And today there is this wonderful tweet where this person said that my kid who's all of 11 has played this game, built these SLPs, converted them to crypto, sold the crypto for this currency because it was performing better, converted it. She says, my kid is earning more than I am, 11 year old child. Now, look at this thing, what's happening tomorrow. Again, I'm saying this, that when your token, oh, to meet with Amit, you need to spend 1000 tokens, people will. To take a copy of the episode, you need to give 100. To attend the clear writing course, you need to give 500. Every creator will build this economy of intimacy. Or as I keep saying, there will be this economy which will be this explosive. I don't know what the word should be for it. I mean, is it the you know, what is the opposite of intimacy? You've used the term intimacy at scale. Intimacy at scale. Because last year, we were in a music conference and someone said the rise of the singer songwriter. I said no, it is the rise of intimate conversation because people were craving. Suddenly, you couldn't do a video with 60 background dancers and 40 locations. So everything else got paired out and all that remained was the music, the lyrics and the voice. Now you are talking pure music. Now you are actually going back to the Rafi Lata days. Because nobody's going to be able to do voice synthesizer. Nobody's going to be able to give you that little flip of this button, etc. and make you sound great. This is where the true value of a creator came. Now people started, there's a boy on Instagram called Bhuvan, I love his songs. Another one called Osho Jain, who I discovered last year. Ankur has been obviously Prateek and Ankur have been great. Look at the rise of Prateek Kohar. Prateek is not an overproduced artist. Look at Ankur. Ankur is not a like doesn't go with 300 pieces or whatever five piece band and doing whatever. But he's the guy who's doing the music supervision for Gully Boy. Prateek Kohar is on Obama's playlist. Because this is pure creativity. And I think intimate experiences have done this. Why do people come to your course because they get value in terms of the course. They get value in terms of the cohort. I mean, that that prompt is something that I can't write for the prompt. I feel so shit I couldn't write today. But then I'll read a brilliant piece and it'll inspire me to write. That's what online education MOOCs have failed. Right? So this massive online courses have gone. They just don't work that completion rates of 8% if I'm not mistaken. Right? During the pandemic, they shut up. So I think everyone's valuation went. But then somebody said, you know what, doing this course, letting the people gather, letting them have conversations. Suddenly, the course head appears and says, I've got something new for you. Hey, I just discovered this. On a WhatsApp group, you share something which you just read. Oh my god, the master has given us something to do. It's a beautiful frame framework. I mean, I think this is what will really"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:03.360",
        "message": "create future creator economies. Yeah, and it's not just core said like, for my listeners, the community that Roshan is talking about is all the past cohorts of my clear writing course have come together and formed something called the clear writing community. So more than, I think 750 people active on it. And the thing is, there's no core set. It's voluntary, it's free to join for people who've done the course, and different people run different parts of it. So one person runs a nonfiction book club, there's a fiction book club, they meet every month, there's stuff happening on discord. So most of the time,"
    },
    {
        "speaker": "Guest",
        "time": "00:57:33.200",
        "message": "I don't even know what is the latest thing. It's kind of taken over. And so when so I do my business storytelling course, and I'm telling you my metric of success is the day that that happens. Right now, I've got 100 people who've done the course, it's done really well, a lot of corporates pick it up and do it individually for themselves. And I really and, and honestly, to the people who did version one, two, and three of the course, it has kept evolving because I do as a trainer or as a person was understanding am I delivering value? What is the real value I'm delivering? And I'm extremely conscious. I mean, my parents are both teachers, all my life, it's been drilled about this thing of saying, you know, knowledge is the key that you carry with you for life, it'll unlock some door, but don't waste it. And therefore, this whole thing of I know it, I must pass it on, I must is a huge thing with me. So when I do it, I actually feel that when I was in Dubai, I did a course, which suddenly I changed from two, I used to do a weekend course over two days for two, two hours and whatever, I just felt it's too little. And then I split it into four over two weeks. And I saw it evolve. And I saw that the gaps in between gave them time to do things, to interact, to make mistakes, to get, you know, feedback from me. I said, Hey, this is actually the real structure, you know, so, so it also evolves over a period of time as you do it. And then when you hit the sweet spot, you end up with the kind of community that you've got. And as you rightly said, the true power of a community is when the members of the community own every aspect of it. When I get feedback on something that Commune has done, which comes in, this was horrible. I love the fact you care enough to respond. Otherwise, what you do just scroll on, you know, at a at a YouTube shorts conference where they were because they were they said nobody can escape this vertical format. Somebody said from an advertising agency, you know, sometimes they get these really pithy ones, but they said that the minute you shift from vertical to horizontal, you shift from lack of focus to attention. I thought it was such a beautiful thought at that moment. And it also worries me, you know, I feel that this, I have to get your attention in 30 seconds, how will you ever discover a person in 30 seconds? Right? How will you ever have a deep conversation? How will you let layers of that person peel off to see the real person itself 30 seconds of let me show you a dance? And you know, this is our medium, you don't stop being you know, a boomer. Okay, maybe I'm being a bit of a boomer in this. But really, anybody who is 40 plus has seen the best of both worlds. I think we saw an analog life and we seeing a digital life and we are Janice standing in the middle, looking at December, the December of analog and the January of digital. And it's there and you're there in the middle of it. And it's beautiful. But I look at my kids today, I look at my daughter's 14 who's, thankfully, because every time I travel abroad, I'm we are seeing 10 plays in 15 days. And my kids are like, initially they were like, oh, but now they've developed a love for theatre. Now my daughter says I want to be a Broadway performer, so be it. But it's only because you have given them that. And yes, short for me, you know, to indulge, to focus, to dive deep, this diving deep and I and maybe again, it's with maybe maybe we were equally distracted when we were young, maybe, but I look for depth today. I mean, I think that's what I'm looking for. And and I love that. And it resonates deeply with me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:03.120",
        "message": "I'll tell you, this is one thing where I kind of you're talking about short attention spans, I disagree slightly in the sense that when I started the scene in the unseen early 2017, my impression was short attention span. Okay, you got to hook them in 30 seconds, your average listening time might be two minutes or three minutes. 20 minutes is optimal length. So if you look at my early episodes, like today, someone on Twitter commented that she's reached episode 50 from episode one. Yeah. And I was like, no, no, you're doing it the wrong way. Please listen in reverse order. Because those early episodes, one of the things I learned is that I was wrong. People don't have short attention spans. What happens is that podcasts are uniquely different. Because of a number of reasons, I'll give four for the benefit of listeners who may not have heard me expound on this before. But it's a subject I'm passionate about. So why not? One, if you look at when people listen, they are commuting or working out or doing errands, but they've chosen to be a captive audience. So when you're watching a YouTube video, you can just click on a tab, turn your head, pick up a book, those distractions aren't there, they've chosen to be captive. Two, the brain can comprehend language at 500 words a minute, while we speak at about like, I am pretty slow at my age. So it's about 160 a minute, but 200 is not more than that. So people listen at double speeds, they're consuming two hours of content in really one hour or even less. You know, Krish Ashok, who's been a guest on the show, listens to the scene in the unseen at 3x. I can't listen to it at less than, you know, less than 2x or never. Two and a half is normal. So the content is getting consumed. And the third thing is, of course, intimacy, the point that you sort of brought about that every every other medium"
    },
    {
        "speaker": "Guest",
        "time": "01:02:38.960",
        "message": "is broadcasting. So what? Yeah, so they are... No, you know, I didn't mean that people have short attention spans. What I meant is that formats are only allowing you. See, TikTok is saying do it in 30 seconds. You're putting everything in that. So people will find the other mediums as well. But I feel that if you see, nobody can escape right now that the three formats that are working are Reels, it's TikTok and now Facebook and like, sorry, YouTube Shorts. These are the three. So if you want to get more followers on any of these mediums, indulge in any of these, you will see 100x growth. Otherwise you won't. Now, everybody's falling onto this trap, which suddenly means you're trying to crunch everything and say, you know what, how can I be really exciting in 30 seconds? You know, and I do a storytelling course and I keep talking about the hook and then I talk about, you know, saying what's the hook and what's going to bring them in. But it's fine, you know, you'll get that hook. But I can't tell you, if you scroll through these for a while, they are dopamine hits. But after a while, comfortably numb, my favorite song has always been comfortably numb. You know, and I keep saying that, I say, you know, that is just become, I don't want to see people sleepwalking through Zeynep Tufekci. Have you ever read Zeynep? Of course, right. So Zeynep, when she talked about the whole Arab Spring, and how quickly it moved on, she said, you know, you felt that these digital tools gave you this ability to change the world overnight. And then you realized it can't be changed overnight. You realized you need to sit on protests for 40 days. And you were like, but on Twitter, it takes me 30 seconds to type this. I don't need to sit outside for so long. And that essay, and that YouTube thing, which was there, had me thinking for a very long time, saying that, are we losing steam in all our political battles because of this? That we just don't have the courage to be there? Will you sit at a location for 100 days? Will you be part of these protests with the farmers for a half a year? Can you do it? And I believe that 90% can't do it. And again, I'm saying, it's a little philosophical. I think we're all trying to say,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:54.000",
        "message": "Zeynep wrote this excellent book also. And I did an episode with Pranay Kotasane on it. Pranay's term for this is radically networked societies. So that was kind of fascinating. But my sort of not a counterpoint exactly, but a further point I'd add is like, I'm a big fan of TikTok. So number one, people contain multitudes. We'll watch TikTok, read essays, read books, we'll do everything. The other, I think, trade off that the creators probably face and something that, you know, everybody sees that short attention span formats like TikTok and all will give you a lot of numbers. Whereas something like a podcast won't give you those numbers, but will give you far greater engagement. So you want big numbers with low engagement or small numbers or relatively small numbers with much higher engagement is something interesting to sort of think about. So before I go on to the next question, a couple of asides, one aside, you mentioned Gavaskar. And I remember when I was a cricket journalist in the early 2000s, I called up one of his teammates, one of the famous quartet. And I was working in Wisden at that time, so British company and all that. So he actually, his wife, in fact, said, what about Vitamin M? And then I realized the deep bitterness that people of that generation felt because they were such great players. But for artists, I think that that lament should not exist because, you know, I did an excellent episode with Kavita Rao recently, where she spoke about late bloomers, that, you know, it doesn't matter how old you are, the opportunities are still there. They are still massive. Now, the other aspect to sort of follow on to my question about artist slash entrepreneur. Now, the thing is, I was I was on a conference call, a couple of days back with someone who's building a platform with creator tools and all of that just wanted my inputs on that. And, and one of the things I realized is that my sense was a lot of the early friction points for me, once I sorted them out with specialized apps, I don't need anything else. So I do remote recordings with Squadcast, I'll do all my research and Rome research, I'll do, you know, once I set up my payment gateways, that is done. And I took care of those friction points with those specialized points. But there are many things I'm not doing. For example, and I and most of them I'm not doing because I don't want to, but perhaps that's a rationalization. For example, one easy thing that I definitely won't do is people come to me and say, otherwise break it up into half an hour bits or whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:07:22.560",
        "message": "I will I will also confess that I said that at the minute I said it, I said, Oh, no. No,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:28.160",
        "message": "so and my take on that is I understand that. But number one, I think the what's special about the show is the depth which people love. The second thing is that the moment I start thinking in terms of even breaking it up into chunks, let's say not a one hour episode, even breaking it up, then my brain formats a conversation accordingly. Like if I was breaking it up into half an hour chunks, you and I have already been gabbing for more than an hour. In my mind, I would have had to format it and say, let's not ramble. Let's get to the point. So the format pushes you into a certain kind of content. If we were doing only a one hour episode, we wouldn't have had this ramble. We would have had to, you know, be much crisper. I have the luxury because I don't have the time limit. So one by compromising there, perhaps my marketing improves. But mentally, it also changes the content. Therefore, it changes what I do. In a sense, it changes both the art and the artist."
    },
    {
        "speaker": "Guest",
        "time": "01:08:22.080",
        "message": "No, so see, again, my counterpoint to that is that I don't want you to do anything with your process and your core product. Once you have created it, you're giving it to a set of other creators to say, here's my, here's me. Now, what would you do with it? And I will, I will decide whether I put it out. So like, for example, at Communion, people come and tell stories, right? Somebody will come and they will do a story and we will ask them, are you comfortable with us putting this out? One day, I remember we put up on Father's Day, somebody, one of our young social media people, put up a story where this girl was talking about a bad relationship, and it wasn't her own relationship with her father. And this got showcased and below that was this comment about Father's Day and whatever. And the person wrote to us saying, listen, this is sort of portraying the fact that I have a bad relationship with my dad, which I do not. And you know, we immediately took it down. And I and I and I said, guys, you're forgetting the basic, which was that every piece of content that belongs to someone else should be done once by them to say, are you comfortable with this? That's an important thing. So I'm saying that, you know, you've created this masterpiece. Now somebody can look at it and say, you know what, what's the code for the t shirt? And here it is. And Amit, are you okay with it? And if you say yes, then it's out, then if you don't, then it's not. Or from this podcast, what is the 30 second clip that we should put on TikTok, if you want to be on TikTok, so that we can then do a link back to the episode and get you more listens for the five hours or four hours. That's what I'm talking about. So I don't want to interfere with your core product. But allow a bunch of people who understand the nuance of marketing and selling and branding, etc, to build upon it, which is what I mean, Gary V is doing that I'm the core content really honestly doesn't appeal to me, but I like the process, the way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:08.640",
        "message": "that he has built that process is exciting. Yeah, no, I think I was sort of coming from the place where every creator, I think also has to draw a balance between how much they are purely creating and how much they are being an entrepreneur. And I, you know, and I went out there and became a bit of an entrepreneur in a sense, because you know, but at the same time, then if you're thinking about Instagram presence, that takes away mind space, do you really want to do that?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:39.280",
        "message": "Again, I'm saying you should not do it. You know, that's what I'm saying that I mean, I'm blessed to have built a team today that when I talk of my, you know, business storytelling piece, they come back to me saying, we can do this, we can do this, we can do this, we can do this. And I will pick and choose. Right. And so I believe that I am not now you're right that somewhere I might have a little bit of, you know, oh, that sounded very nice, maybe next time. So, the process might get impacted a little, but I try to keep these two things exclusive. And, you know, and this creator versus entrepreneur debate has defined my life. You know, I mean, and I must say that, you know, having heard the show so much, one of my internal thoughts was, where will you slot me? Right? What will you slot me as? Because I have been just a radio jock, and I have done 11 shows on television, and blah, blah, blah, blah, blah, blah, right, all of that made a film, you know, partly succeeded, partly didn't, or whatever, all of that has happened as well, built companies, sold companies, which of this is, where will you slot me? Am I going to be the voice of radio? Am I going to be the first guy on television who did the roadshows, etc? Am I the first person who saw trends before? What am I, you know, and, and it's just exciting to know where, and it's that one review you're looking forward to when you create something saying, what will they say? Right? So that was in my head. And this creator versus entrepreneur has been my biggest battle, always. Nobody in my family has ever done a business. My grandfather was a lawyer, very well known, my parents are both teachers, my sister wrote for journals, and when she was a journalist for a while, then she taught for a bit, she still teaches, right? I mean, all around me, if I look, there are some doctors, there's a there's a botanist, there's a scientist, there's, you know, where did this come from? I have no clue. But this understanding, there's a gap in the market, it needs to be addressed. What will address it? What's the team needed? Will it scale? What is the investment? What's the risk? My mind processes things at one side like this. And occasionally, when I apply this to the film script that I want to write, I'm like, keep this thing out. Don't, and it's very, very difficult. So there again, I start finding partners. So now I mean, I'm again back on that journey. I'm writing a film again, I'm writing a couple of shows. And I'm telling you every now and then, no, no, no, that is not my concern. Then I'm not being true to my creative soul. Then the entrepreneur is saying, how will it sell? No, you know, I don't want to be the Selu on it. So it's this, that's what I'm trying very hard to preserve this. And it's fun. I mean, it's a dichotomy, but it's a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:16.000",
        "message": "good place to be. My approach to slotting is this like, first of all, I have a title for this episode, but it came up while we were chatting, which is Roshan Abbas and the creator economy. So that's my title. But otherwise, I don't think about it because I don't want to slot anyone. I think that's the problem with modern media. Is this a problem with our politics that you slot"
    },
    {
        "speaker": "Guest",
        "time": "01:13:37.440",
        "message": "everyone? I'll tell you, I'll tell you, you know what used to happen. So I have the joy of having been with Arnab in college. And he was my junior and I was the captain of the debating team. So in some strange way, he has always looked on me as being the guy who introduced him in the debating team and very, very respectful, very loving always. So initially, when he was on Times Now, if I was called in a debate, I would get two and a half minutes to speak without an interruption. So it was a rare thing that used to happen. And I used to keep digging and ribbing him on this thing. One day I was on his panel and there was Ashish Shalhar from the BJP and I was there and suddenly he turned and said, Sarkar ka toh yeh aisa karna hota hai. And you know, because I'm a debater, so I said, dekhi yeh hum apki praja nahi hain aur ap raja nahi hain, aap hamare sevak hain. Right, because he was using that whole analogy of Sarkar and beautiful. And I took off. And one minute I gave it and everybody was quiet and because I was given the space etc to speak. Next morning, you know, here come the trolls on Twitter and whatever. And I have these side conversations with some lovely people. Harsha messaging me saying don't engage so and so saying mat kar, chhod de, whatever. I said, boss, aaj toh, one of those days when I said, I said, I will take on each of them and I know how to handle them. And I had three simple ways. The first thing was, go to Pakistan, that's where it started, because immediately my surname becomes my moniker, right? I'm slotted. And I would start replying in cliched Hindi because I can speak Hindi better than most of these guys. Aur Hindi mein type kar raha hu. You know, 80% of them just, they just didn't know how to respond."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:12.720",
        "message": "Because they'd have to click and then hit the translate this button."
    },
    {
        "speaker": "Guest",
        "time": "01:15:15.280",
        "message": "And I'm telling you, whatever I'm saying to them, that why are you here, the topic you just raised, what you're talking about, what you mean, now they're stuck. That man, this is something, this should have been answered in Urdu. Number one. Number two, whatever I said, you know, go to Pakistan. I said, if I go, do you realize that X number of people will lose their livelihoods because I've given jobs to more than so many people. So I built an economic constituency or whatever. Again, they would not have an answer because, you know, because they feel that you're dependent on them. So, you know, these were some of the ways in which I would try and avoid this because, yeah, slotting is something, sorry, just suddenly triggered from what you said about, you know, getting slotted and this happening and whatever. So it has happened. And this is where I go."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:58.160",
        "message": "Yeah, you know, we'll talk about social media at length as well. But, you know, people expect my episodes to be about a particular subject. And I think even if I get a guest who is an expert on one subject, it doesn't work for me if it's about the subject. You have to have that one-hour conversation about the person, which we haven't started yet. Kind of. I think I'm going to message"
    },
    {
        "speaker": "Guest",
        "time": "01:16:17.600",
        "message": "my mom and say, because my parents have come here to say, okay, you guys have dinner today."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:24.240",
        "message": "Excellent. So let's, let's kind of take a quick commercial break at this point, and then we'll get to talking about your life after this, which I'm so excited about. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Over the last year, I've enjoyed teaching my online course, the art of clear writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant interaction with much stimulation. In the course itself, through four webinars spread out over four weekends, I share all I know about the craft and practice of clear writing. I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150. And the September classes begin on the fourth of September. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the unseen. I'm chatting with Roshan Abbas. And so far, we were chatting really about the creative economy, which we'll get back to because, hey, that's what both of us do not just our bread and butter, but safe to say a lifelong passion as well. But so speaking of lifelong, let's go back to the start. Tell me about your childhood. You grew up in Lucknow, right? And paint me a picture of those days. Because one of the things I've realized while doing the show is that, you know, 60% of India is born after liberalization. A lot of young people today don't have a sense of what life was like. And there were many good things and bad things and a lot of charm also in growing up the way that you did. And of course, you know, many of the things kids have today we didn't have like the internet and access to all the books and movies and music in the world and all of that. But you also had a sort of a chance to cultivate a Therav as it were, you weren't always rushing from sensation to sensation chasing the latest dopamine hit. So give me a picture of your childhood. What was it like?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:32.640",
        "message": "What kind of kid were you? So Lucknow Wow. So Lucknow, you know, by its nature in those days was always very laid back, right? I mean, I have the standard joke where I say that most people used to wear white kurta pyjamas because they were too lazy to make a choice, right? This famous phrase they use about Ganga Jamuni Tehzeeb that it's really a confluence of so many cultures. There's a small Anglo Indian community, there is a Muslim, Hindu, Sikh, you name it, I mean, you know, and really, honestly, in those days growing up, I mean, I was born in 1970. And I remember that everything would be slow and undulating. I mean, my parents were teachers, we grew up in a very small house in the early days, where we would have to constantly be on the threat of watching the main road from a window. Because if someone parks their car in front of us, you know, how will the scooter get out of our house? Because my father out of the fear of robbery, which never used to happen, but was this thing of placing the scooter inside the house, you know, so you would. So it was quite crazy. I mean, I remember and my dad was an electrical engineer, he used to teach electrical engineering in the polytechnic. So he would leave in the morning and my mom was a secretary in a college in those days, later went on to be a teacher and a professor, etc. My mom and dad's only ambition was that their children should study in the best schools. My sister went to Loreto, I went to Lamartinia. Before going to Lamartinia, I was in this very small school called City Montessori. Sorry, why am I, oh my God, I'll be killed. I was in Municipal Nursery. And Municipal Nursery had this principal called Popli or whatever and being four, I mean, I remember being on stage when I was four years old. Right. And we would have these Jhankis at Janmashtami where I would play the guard who's nodding off to sleep as, you know, Yashoda is giving young Krishna to be taken, you know, across the river in spate. And I would, I would play this guard who's nodding off to sleep six times so that you don't let everybody notices me, you know, because I think it was a little thing early on. Or, you know, you play Ram in a Diwali thing and, you know, we would, they would do a beautiful thing where they would put up this whole Ravan and everybody would dress up as, you know, the monkeys and Hanuman and Vanarasena and somebody would be a Rishi Muni. So it was a fancy dress kind of thing. I was a fair child and whatever, etc. and reasonably decent in that sense. So I was, I played Ram, I remember. And therefore, you got to fire the arrow, which actually burnt Ravan. And it was, it was done in this huge, so I think drama became a very early part of my life. And then at the age of five, we went to Ravindralaya, which was this slightly imposing auditorium, right? Every city, small city has this one place where you can, this is the theater. And Ravindralaya, there was an annual day happening and I was recruited to play this, do this little play, where I was playing this Nawab and there are two people who are fighting over, is it day or is it night? So one of those stupid little jokes that you would have found, I mean, nowadays, it would have been a WhatsApp forward and a two minute kind of thing where I resolve the issue. I went on stage with these two children after two weeks of rehearsal or three weeks of rehearsal, borrowed my uncle's sherwani, had a walking stick of my dada, went on stage with a topi, etc. to realize that two other actors have frozen on seeing such a big audience. Because when you rehearse in school, you rehearse to 10 people and a benevolent teacher. Now you've got an auditorium, lights in your face, 1000 people looking at you and these two kids froze. And I said, before my grand moment on stage, these two guys, I mean, they'll bring the curtain down. And actually, we were in interlude before the next performance. So we were in front of the curtain. So they just put off the spot and that's the end of being in the spotlight. And I said, seize the day. I told both the kids what their lines were saying. Aap shayad yeh kehna chah rahe the, you know, and I gave them one guy. And I had five, yeah. I did that and I told the other guy saying aur aapko gussa isli aara hai and I gave them both their lines so I could get my grand moment on stage. Did it, got a lot of applause, went off stage and our theatre teacher and I still have that picture somewhere in one of those old black and white albums. And he hugged me in front of my parents. He said, is ladke ne meri izzat rakli. But you know, more than that, is that that moment on stage of seizing that moment and controlling that thing had just stuck with me. And by the time I moved to La Martinia, which really became the school where I did from prep all the way till class 12. La Martinia had this culture of obviously, there would be a set of kids who would go to, you know, science and engineers and IIT wale bachche. Then there was a second category which was army mein jaane wale bachche, air force mein jaane wale bachche. We had a big tradition of the army. I mean, we were one of the schools which has military honours, not for the right reasons, because we, because the kids helped in the mutiny in 1857. So there were British battle honours and stuff. But again, when I try to explain La Martinia to people, it's difficult because it's Hogwarts. It's a palace. It was built by Claude Martin, who used to actually sell things to the Nawab in those days. He was a brilliant, you know, merchant as well as a soldier. And if you read some of the books on him, they're fascinating. And he built, you know, a palace that actually looked like an amalgamation of some things he saw in Egypt and some things that he saw somewhere. So you'll have Sphinx right on top. And then you'll have some angels and it's crazy, but it's beautiful. And it's across, I don't know how many acres of land. There's a golf course on the, you know, in La Martinia. So space was always there. You know, in fact, when I come to Bombay, etc., sometimes the space just gets to me because humein aadat thi wo undulating lawns aur ghaas pe letne ki, etc. So that was one part of life. The other part was that because both my parents were working, they were very clear in the early days that dekho, school jao, padhai karo, kuch aur karna chahate ho, extracurriculars karo aur ghar aajao. And the extracurriculars from very early became my imagining. I mean, that was my amusement park. That was the place that I thrived. So I would take part in everything, Amit. I would be in the Hindi elocution and the English elocution, the debate in Hindi, the debate in English, the dramatics in Hindi, the dramatics in English, the quizzing team, the just a minute, the music, name it. The only thing I couldn't do is sport. I tried very hard. I was failed when I tried to, when I went on to the football field. And I had this funny teacher who told everybody, Baga, this boy, he's a brilliant, brilliant, brilliant footballer. I had never played football before. But I had a good looking kit, which my parents had given me. And I went on to the field and I had only seen stuff on in newspapers, television and not come, I think, because this is pre-82, before we know it. And I thought every ball has to be headed. So the ball used to come near me on the ground, I would be, they thought I'd kill myself by the end of it. So I was a failed footballer. Then I got a hockey stick, tried to get on to the thing, missed the ball every time. So I would just keep holding the hockey in a really fun manner. So after these two tries, I said, you know, I'm best at commentary. So I would go and sit on the side and give, you know, aur ab dekhi team hai aisa kar rahi hai, aur dusi taraf se team prahar karte hua aa rahi hai. And we were used to radio commentary, right? I mean, in those days, aur dekhi Zafar Iqbal leh game jo hai, wo chala, aise, aise, you know, those lives were just incredible. And the way radio, radio commentators and the way they used to explain these things was wonderful. I got a little fascinated with radio, my mother and father used to occasionally go on radio and do those little talks, you know, I mean, morning show, etc. And my dada used to call me Mirza Tolphod because I used to want to, I used to want to get to the bottom of everything. Yeh TV ke andar kya hone wala hai, iske andar kya hone wala hai, radio ke peeche kya hai. So I was fascinated and I went to the radio station. And the minute I went to the radio station, I realized that wow, again, you know, there was a mic and there were people. And this gentleman who used to hear every Sunday was now a live person sitting in front of me. So a little bit of a fascination with public speaking and theatre started right there. The other thing about Lucknow was that I think somewhere I was this energizer bunny who was, you know, who used to keep doing things, while everyone else was really laid back. Like there are friends of mine in Lucknow, if I go to their house, and they ask you for a cup of chai, right? So you're sitting in their turn and say, chai pee ho gaye? You say, of course. Ab aadha ganta nikal gaya hai, chai nahi aayi. Toh once I turned to my friend, I said, Faisal yaar yeh kya hai yaar, chai kyu nahi aayi? Toh he says, aawaz raise kaun karega? Jab wo saamne se aayenge, toh poosh lenge. So you know, it's a very, and I keep telling these people these stories so that they understand where we come from. Arguments are not encouraged. Aap yeh nahi bolenge ke aapko thand lag rahi hai. Aap bolenge, yaar, pankha tohda tez chal raha hai. You know? And then you turn to the person and say, aapko nahi lag raha hai? So you will not turn and say, make the fan slow. So like my wife's biggest problem would be sometimes saying, why can't you be direct? But Lucknow mein na yeh"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:12.240",
        "message": "op, yeh… Passive-aggressive hai yeh."
    },
    {
        "speaker": "Guest",
        "time": "01:27:14.400",
        "message": "No, no, no. And it used to happen is keh, keh gomti jis tariqe se aise undulate karti hui shehar ke through nikal jati thi, hum logon ki baate bhi aise hi nikal jati hai. We're not going to confront the issue right up front, etc. We'll dot I's, we'll cross our T's, tehzeeb tamiz, all of this. And then in the midst of all that was the joy of great food. And even see the food in also Lucknow, koi cheez tez nahi banti hai, koi cheez jaldi nahi banti. Kebab jo banta hai, wo overnight banta hai. Theke pehle uspe masala lagta hai, phir usko dhundara jaata hai, it's smoked. Then it is cooked. Nihari must be cooked for 24 hours, right? The whole thing about dampukht cooking. I mean, I don't know whether you know the story behind how dampukht cooking actually when it started. So it was incredible that apparently there was a Nawab who had lost his teeth. So they said the food needs to be so soft that it should melt in his mouth. And so the Kakori kebab, which is so famous, became famous because the recipe was ke yaar yeh mooh mein gal jaata hai. Galouti kebab, galne war, galouti. Kakori. These are all kebabs that were created as a cuisine so that the Nawab would not have to use his mouth because there were no teeth. So see everything is a lazy, I mean, lazy loving solutions to life, I think was what Lucknow was about if I was trying to paraphrase it all. But that's what happened. And in the midst of this is Energizer Mani. Energizer Mani wants to do everything. Sab karna hai. The other thing is that for a family where knowledge means a lot, awards mean a lot, prizes mean a lot. And you know, I was winning prizes from prep onwards. All those prizes in Lamartnia when you could go and buy books. Because of parents being teachers, a huge little library at home. My mother was in fact doing her BA when I was very small. So I keep telling people saying, imagine your bedtime stories was Midsummer's Night's Dream. My mother used to read that to us because she was preparing for her exams. Or she was talking about, you know, her history papers. So I knew more at the age of eight, I knew about Axis and Allies and who came and who was what and Luftwaffe and whatever because that's what she was reading. So I somewhere feel that a lot of this fascination with books and knowledge started happening. Hamare ghar se 200 meter, 300 meter door ek Ameer-ud-Daulah library thi. Nam bhi dekhe Ameer-ud-Daulah. Right. So while it's the name of a person, but it was this thing that, see, this is richness. And it had these really imposing steps. And I keep telling people, I often do this in schools when I go and speak and I say, you type a word in Google, we used to have to climb these steps, meet a librarian who would give us attention when he wanted, because he was the only person new kitab kaha rakhi hai. There were five floors of books, hidden under layers of dust. Once I tried to find a book, I came back, I think looking like ancient Indian history because I mean, you were just covered with dust. And I can still smell that dust. I mean, somewhere at times I can smell that dust because when you found a book, it was finding a treasure. And therefore, this thing about knowledge being a treasure, which then gave you victory and awards and the ability to win. And, you know, the wealth of knowledge versus the wealth of material gain was such a big thing in our family. My parents didn't care about money, they cared about this. And so this fascination with winning prizes, again, became a big thing for me. Obviously, for a young boy, it puts you in the spotlight, you're always there, you're always climbing the stairs, seven times on, you know, on prize day, and your parents are looking at you with pride. It's wonderful. But you were still sequestered to all this is fine. And I loved biology. I even today, if I could, I would want to find this book called A Functional Approach to Biology by M. B. V. Roberts. While everyone was reading Dignam and Nigam and all these books, I wanted to read this because it was in the British Council Library. And this book was fascinating because it suddenly took the human body and said, you know, there are three kinds of, you know, body forms, all plants and all animals come from a functional approach. They all come from a stem from a cell. And that cell has evolved. And I was obsessed with this theory. And I would keep writing this in all my exams and keep getting bad marks in bio in my 11th and 12th because they wanted me to study. So I would want to question what was written. And because I was in the debating team, and I was the debating captain and everything, I love doing all of that. So interschool meets had started, we were traveling outside of school. And I had this wonderful teacher who unfortunately passed away during COVID, Mr. Elton D'Souza. In class eight, he discovered me as a young boy, and I started acting in the school plays. And he became a mentor and a guide. And Elton, really, I mean, your parents, parents at home, and there's always a teacher who's a parent in school. Elton was that for me, there were there were a lot of other teachers, but Elton built a joy for me for literature, for theater. We did plays. I remember we did Mousetrap in my final year when you're passing out Agatha Christie's Mousetrap. And I was playing the key character, you know, Detective Sergeant Trotter. And even our prizes were so beautiful. So the prize in school for the best actor was called the Metro Golden Mirror Award for the best actor. And because it was instituted by MGM. I don't know how, but it was an MGM award. So you know, the fascination with winning that. So and I'd won it before or whatever. And in the 12th, I said, this is the ultimate culmination. I remember taking part and they didn't give me the prize and they gave it to someone else and my mother was most upset. Why didn't I get it? So Elton came and said, he said, because this rascal turned the play upside down. He started from page 11 and then went to page this and he said, you should have seen the other actors. They were they were meant to be stricken by this thing of who will die next. They were stricken by which line will come next. So I just kept laughing and I would do this. I was I would very good with, you know, speaking extempore, off the cuff doing things. And in the midst of all this, I think we were carving out our own little space. And I say we because my family's this whole thing about knowledge being what we were the wealth of knowledge. You know, I often say this thing, don't mistake self-worth with net worth, because the self-worth came from all of these things. And you love this, the attention. My mom once told me that there was some, you know, the normal Lucknow trader families. And, you know, one of the ladies once came to my house and apparently told my mother saying, you know, I'm not sending my kid, what if he gets spoiled, you know, so very protective in that sense, parents. But this fascination for biology, this thing about questioning the norm, this love for theater, suddenly in class 11 took me to this point of sitting with my parents and saying, you know what, I can dissect a frog beautifully, but it doesn't clap. Right? I said, and when I crack one line on stage, I look at the whites of the people's eyes in front of me, and it's a drug. It's so exciting. So can I do that instead of this? And my parents who had built these things off, and my aunt was a very well known doctor, and she'd gone to Riyadh, made a lot of money, made a big name. So everybody's thinking this is the road to Abbas success. And I saw them over chai in the evening, and they just turned and said, my dad got up, he opened his Godrej steel Almera, which had three locks, remember the first lock, then the side lock, then the inner lock. And on the inner lock, he took out his passbook. And he came very dramatically showed me his passbook and said, beta, this is the money I have saved us four lakhs. I remember he said that on maturity, this will be four lakhs, two lakhs is for you, two is for your sister. Whatever you want to do in two lakhs, you can do. But main bada khuddaar aadmi hoon, main ne zindagi mein jo kuch kamayi se, my dad said, I've never taken a bribe. I've never tried to make money the wrong way. So beta, this is all I have. And I have kept this aside for your education. I don't even know whether this would have got you a merit seat in CPMT. Yes, without money. But if I had to buy a seat, I couldn't have done it. So this is the extent of play I can give you. This is the extent to which I can stretch the tarpaulin, the trampoline for you to jump on. If you expect two lakh and one rupee, main nahi karunga. If you expect that you'll come back with a great idea and say, you know, dad, I need 10,000 to invest in this and make a crore, main nahi karunga. So hearing this, I realized the gravity of the situation. At the same time, I realized the freedom I was being given. And this I keep telling people is saying that give yourself goals and deadlines. Give yourself denominators to be able to judge on. This, you know, just having a numerator on top se nahi hota hai. What is the yardstick of measurement? What is it that you're going to say this and no more? So I came to Delhi with this fascination and saying that I've flown the coop. I've left Lucknow and come to Delhi. And you know, you won't believe my parents were like, go and do it yourself. And not with a, jao, we're abandoning you. You know, it's no, it was, we have so much faith in you, you'll do this on your own. And I went with one attachee, two khaki trousers from school. I, you know, fashion in Lucknow was kurta pajama. Toh ek jeans thi jo ke bahuti fashionable mujhe lagta tha hai. Ek grey pant tha, which was horrible"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:36.080",
        "message": "now that I think about it. You still have the grey pant? No, I don't. You know, I wish I did."
    },
    {
        "speaker": "Guest",
        "time": "01:36:40.720",
        "message": "You know, I had one jacket, which one girl had taken off me in college because I was in the band and she wanted the singer's jacket. It was a short lived affair, which I realized was actually, all she wanted was the jacket. But anyways, so I came to Delhi. And I got into college, I went to St. Stephen's, I had 79.6 as my aggregate because I really screwed up biology. And I'd gotten 92 in my 10th grade. So I mean, suddenly it was a big drop as well. So suddenly, there was this one story in Lucknow saying the boy has gone the wrong way. You know, barbaad ho gaya ladka. But my parents were not, they were telling me one thing, he'll figure. So that confidence came to Delhi, didn't get into Stephen's, cut off was 80. Somebody said, arre, pull laga lete, sauce laga lete. I said yaar mujhe pata hi nahi hai kya hota hai. Main road cross kara, Hindu college tha, saamne gaya, JP Kakaria was our teacher. He went in and see the minute I'm with a person, I know how to engage them. So I sat with him and I told him two stories of Lucknow, etc. And he smiled and he says, well, you don't make the first list cut off, but I think with extra curriculars, we can get you in and I got it. Didn't get the hostel, went and stayed with my aunt in Pusa road used to keep coming back. Sorry, you asked me about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:45.680",
        "message": "Lucknow. I moved to Delhi. I hope that's fine. Oh my god, he said Lucknow and I'm in Delhi already. Actually, let's come back to this later. I want to go back to Lucknow for a moment. One, your stories are so resonant for me because you know, my father also spoke about how when he was in college in Calcutta in the early 1960s, whatever exams he would top and all of that, books multiply. Like you'd get a set of books, he'd go to the bookseller, he'd be like, I already have these because I won it last semester, give me another set of books. And that same sort of love for knowledge and all of that is there. We also had those Godrej Almiras at home. And my father used to keep them one particular Almira, one particular thing was locked. So I was a curious kid. So one day when my parents had gone out, I took the key and I kind of opened it. And there was one copy of Playboy and one copy of Mayfair. These were two sort of, Mayfair was a similar magazine to Playboy and those physical products, of course, don't exist. But this is just to give a picture that it was so hard to see."
    },
    {
        "speaker": "Guest",
        "time": "01:38:49.600",
        "message": "There was, I'll tell you what, I'll give you my example. So we had a library in college and the boys, the senior boys, so you were in class eight, which is when you sort of just discovering all this, right? And the senior boys would always go to one corner and say, Nick Carter, Nick Carter. Nick Carter was the CIA operator, which was created as a book, as a, you know, answer to James Bond, right? And the difference between James Bond was in James Bond, everything was suggestive, you know, they went into the room and he and she, there was a zipper and zip and that's it. Nick Carter had two pages of steamy sex. So I would realize that all the boys would go and get the Nick Carter and the librarian would sit there saying, whoever would take a Nick Carter, she would give them that look of, I know what you guys are up to, right? So I remember the first time I went and I asked for it, I felt so embarrassed. But my dad, just again, like, you know, my dad realized that, oh, this is the age. So Debonair aati thi, yaar. So one day I found next to my bed a Debonair lying. My dad was saying, beta, it's time. I was telling him the other day, why did you just have a chat about the birds and the bees? And I know, but my dad is very quiet, very shy. Also, I think a big introvert that way, you know, so I'm an exact opposite. But it's that, you know, that he that I knew that he wanted to tell me something. I was like, I'll figure it. So I figured it, you know, through friends playboys and in exchange of Commando comics for something else. And, you know, again, the joy of early discovery. So like, you know, like, I sometimes say, I read Ayn Rand in college, I said, I read her in class eight. Right. And I was so impressed, I thought, that's life. You know, Howard Roark, you know, John Galt. Oh, God, even now, I mean, I when I was doing up my house just now in Dubai, I was like, can I get a couple of originals? Can I get one of those quotes from Ayn Rand? So it's still a residue. But you know, people have seen Tarzan comics, I have read Edgar Rice Burroughs. And it's, you know, while it if you read it now, you realize there's a whole thing about, you know, race and color, but it was so vividly written, you know, Wilbur Spitt, you know, Agatha Christie, I mean, and you know, these are early things or whatever that you have is writings. And then slowly my dad was reading Osho. So I was reading a little bit of the Rajneesh stuff. And then there was a lot of I remember Bertrand Russell, you know, so you suddenly got these diametric and then my mother's history books in the middle of all this. Akbar, you know, Ayn-e-Akbari, because when and she would read these out to us. So it was such a rich environment. Yeah, you know, and mujhe ab bada ek tape recorder tha, my father would get these ghazal cassettes, right and Mukhaddar ka Sikandar ka audio tape. Aur phir Sikandar aage bada aur and one dialogue Zorabai. It was fascinating. You'd listen to Modi ke matwale rahi. So when I hear podcast today, when I hear mantra, I look back and I say, you know, this is Inspector Eagle of that time. It's just being narrowcasted. It's just being done. And they're still keeping that radio ethos because I mean, radio plays still have that though America has obviously figured a way in between. Par wohi ho raha hai, you know, medium batal gaya hai, cheezein wohi hain, Hawa Mahal hota tha, Modi ke matwale rahi, Inspector Eagle. There was one adalat which used to happen, which then became Aapki Adalat. And I see them just move from medium to medium. But that was what what was happening in Lucknow in those days."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:19.120",
        "message": "So let me let me ask you a question about your parents. Like at one point, you've spoken about how your dad was into calligraphy, he was into the arts, he was into poetry. And yet he had to do a job. He had kids, woh responsibility aa gayi. Even your mom at one point stopped studying, took up a job. Because job karna hai, bachche hai. And you just said earlier that the kids were everything for them. Your father used to cycle 11 kilometers to his workplace, you've said. He had a moped."
    },
    {
        "speaker": "Guest",
        "time": "01:42:42.880",
        "message": "He had a moped. So moped pe jaate the and early days me cycle pe jaate the, you're right. In the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:47.040",
        "message": "early early days, he used to go on the cycle. Yeah, and all to get you into a good school and all of that. And it's very sad in a sense that people even creators, I mean, they were the, perhaps you could call your dad a creator of that age. But there's no, there's no possibility of"
    },
    {
        "speaker": "Guest",
        "time": "01:43:01.120",
        "message": "doing anything more. So you know, and Amit, you know, I'll tell you, so my dad, everything he did, the books that he's written, I mean, this is his 11th book that he's just released a couple of weeks ago. And it's all about history and lost monuments and calligraphy and influences. But he could not do this because so my dad told me that beta the reason I let you do it. And the other day, we were talking to a doctor and doctor said, Mr. Abbas, how did you let your son do this in Lucknow in those days? He said, because I could not do it. And you know, and I and for that moment, it was such a big moment for me when I heard that saying that, because he was my dad loved Shirey and all this stuff. But his dad said, dad was a judge and dad was being himself, he was saying, the boss is safe, safe, electrical engineering. So my dad actually went to AMU studied. And the the story is that when he sat for his final exam, he was so angry with his father, that he filled all the correct answers and then scratch them all out. So instead of giving him a degree, they said he's given all the right answers, but he scratched them out. So how do we discipline this boy? So they gave him a diploma instead of a degree. And he didn't contest it. And then he came back and said, with a diploma, what can I get? And he got the job of a lecturer. Otherwise, he could have been I mean, imagine what what trajectory in life would have gone. But he took that my mother wanted to be a doctor, but stuck back because of us. But you know, then made the most of this whole thing. So I think they really gave both my sister and me like my sister was doing cookery things and this and oh, what do you want to do you want to learn the guitar, learn this, you want to do this, do this. They really gave us as much as they could. And somewhere that for me, it became a bigger thing of saying, responsibility and payback and I've got to achieve etc. You know, when people don't say, you know, both constraints as constraints can be good. But yeah, they were the early creators. True. No, and one very sort of moving"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:52.640",
        "message": "story is how when you were 30, your father was 62. And he said to you, is it okay? Do you need me to work? And you told him, obviously, I don't exactly and he's written some 1112 books since"
    },
    {
        "speaker": "Guest",
        "time": "01:45:04.400",
        "message": "then, in fact, because that's what set him you know, and I know, and it's such a touching thing. So this happened. So first thing was, and I said, because I was doing really well at that point in time. Then he contacted me and says, beta, can you give me some money? I said, my dad asking me for money and you know, and with my family, I keep telling this, everything I have is yours, you can tomorrow say you want it all, it's yours. So I said, dad, what are you asking me? And I suddenly said, in my head, sitting in Bombay, my dad's telling me he wants some money. My mind my brain is saying, okay, he must be wanting 25 lakhs, whatever, etc. That's how my mind started. And then I said, 25 lakhs is not enough, it must be 2 lakhs. So I said, what do you want it for? So he says, listen, there's a mosque nearby, which I which I pass, it's derelict, it's really old. It's owned by the Waqf Board, but it's come to ruin. There is a man who has lost his job because he used to do the Urdu calligraphy before the evening news on Doordarshan, Lucknow Doordarshan. So, you know, they used to do translations in Urdu, English and whatever. So his job was to do the Urdu calligraphy. He's lost his job because they're no longer promoting any of that. The calligraphy in this mosque is really bad. I believe that if I employed him for a period of three months, he says I can do this. Now again, you know, see Bombay, okay, okay, must be a couple of lakhs or whatever. I said, how much do you need? He says, 25,000. And I said, you're asking me? I said, again, I said, dad, it's your money. And you believe you me? Because you know, mama has put your money, I mean, our money in savings and FD whatever, etc. I didn't for a second bat an eyelid. And you know what happened? He gave that money to this man who felt that he was who is to get 5000 rupees a month, mind you, and therefore for him, this was five months of salary. And he happily went and took paint and did up this thing. And suddenly the mosque started looking beautiful from the calligraphy viewpoint. The Waqf Board people came and said, look at us, we have not been able to do anything. This one man has done this. The least we can do is put electricity and fix the walls. They did that. Somebody came and said, oh, but now this needs a carpet. And suddenly from a ruin, it became a running mosque. And this for me was saying, it takes little effort sometimes to start a revolution, but somebody needs to start. And again, I think that's something which I take from him. And even today, like, I mean, if we go on vacations, and we as in my mom, my dad and me, no one else, because I'm like, no, this is my space. Every year from 2015, one year, they went to Iran, etc, on their own. But, you know, every year we go on this one vacation. And I tell my dad, where do you want to go? And he will pick Uzbekistan. Why? No, because you know, I want to trace where the Mughal family actually came from. And where are we going? I've never even heard of. But it's such a fascinating and I become a child again, because I go there. I'm a parent to my parents at that moment, because I'm guiding them and holding them and making sure they're safe and whatever. And then you know, when I see my dad run upstairs, like a child to take a picture of something. I just I mean, it's nothing can be more heartening. And we've done Turkey and we've done Uzbekistan and London where my mother every day would go with him. And my mother diligently her heart is, you know, stuck in my dad in every way. So he wants to go to the British library. My mother's behind, and she's finding the book and he's sitting there. And then my dad will like a little and like I'm telling you like a child, do you think I can buy this book? And I said, you can buy them all. And he's like, no, no, I only want this one. So like his suitcases when they come back from holidays have nothing, not a single cloth, not a single item of he buys miniatures, because the shelves at home were very small. So he would buy only miniatures in the early days. But we've got such beautiful miniatures from everywhere, a ballet dancer, a little dancer, a little Russian doll, all of these. And then there are books and books. And now there are these encyclopedic books because you know, he'll find the Islamic calligraphy from here and buy it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:01.680",
        "message": "and but it's just such a joy to do these things. Yeah. Yeah. And I let my listeners know that you should pick up Confluence of Cultures by Saeed Anwar Abbas. That's your dad. And it's got 256 photographs taken by himself. This is just so inspiring to see. He's 82 now. Exactly. You see"
    },
    {
        "speaker": "Guest",
        "time": "01:49:18.080",
        "message": "someone do this kind of work. And three trips to Gujarat because he said, no, I want to show how many cultures are influenced by the monuments in Gujarat. Why do people want to share them? And my father makes these statements in his own way. And I love that because like, and he grew up in those early days in Lucknow, when there used to be Shia-Sunni riots. So he always, he was quite an atheist himself. And at one point said, okay, I'm an agnostic. Let me at least not argue. Because people used to say, Abbas, don't argue. Because when you argue, our faith gets damaged. Because he would ask them questions like, so what is God and where is God and all of these, you know, a little Javed Akhtar about it in that sense. But I love that. Even today, I love that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:58.640",
        "message": "you know. But it's, yeah, it's damn inspiring. Like, like Kavita Rao was on my show was telling me her mother learned Sitar at 75 and now plays it. It's beautiful. And it's like, you know, we young people, relatively young, should have no excuses. Thank you for that. That is such a good"
    },
    {
        "speaker": "Guest",
        "time": "01:50:11.840",
        "message": "big compliment. Because young is nowadays this thing which I'm saying. So what is young? I think in this context, I can say we young people."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:20.480",
        "message": "To move on to my next question. Now, one of the interesting things you said about yourself as a child was that you like to get to the bottom of everything. So obviously, we don't have TV, so we don't watch that much football. We're playing with our heads. But otherwise get to the bottom of everything. Now, this also strikes a chord with me because whenever I learn something new, I don't just want to randomly imitate things which are happening. I want to get meta, I want to get to the heart of it, basic core principles. And what was that journey like for you? Because you've gotten into, for example, acting, what makes a good actor? Is that something you think about? What makes a good debater? And at a time when there aren't books or YouTube videos that deal with just these subjects, I'm assuming, you have to figure out a lot of it yourself, you have to build your own base. What was that process like where one, you perform because you love performing, you're a natural performer. But two, then you start thinking about this stuff. And how does that work? For example, how would your conception of an actor have evolved over the years, where initially what you see on the big screen is just Bollywood style performative stuff, which is also what, you know, theatre would be more projection and performing, I'm guessing?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:32.000",
        "message": "No, it wasn't. So this was what was the unique thing because English theatre, which Elton used to do was very, very British in its, you know, because he had seen some VHS tapes and his house in the in the college used to have a shelf, which I had access to, not many students had, which had all his play scripts. And therefore, we would sit every afternoon with lunch at his home. And his mother used to make the best, you know, meat, which was like, you know, in those days, you could have beef tongue and all of these things. And she would make this and that and chicken and whatever. And we would go for the meal and stay, of course, for the literature, because it was fun. But we would read plays, we would just 10 people sitting together and reading and doing it in the manner that it needed to be done. So Elton was not about, you know, overdoing it or whatever. He was such a wonderful person. And I mean, I can talk hours and hours on him because he was the person who'd enter class and, you know, look at a child who was misbehaving and say out out brief candle. And then, you know, we would have this discussion on Shakespeare and Macbeth. And, you know, we would sit for two hours and discuss why"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:35.760",
        "message": "Duncan's blood was golden. Except brief candle has missed it because he's out of the class."
    },
    {
        "speaker": "Guest",
        "time": "01:52:39.840",
        "message": "Brief candle nikal gaya. And that love again, for knowledge, the joy made it and you know, Lucknow in those days, there was this streak of sameness. And I often use this line in many places where I say, avoid the sea of sameness, because conformity was so cool. It was so easy. Why are you? So I remember when I used to go to the old Muslim colony of chalk, where we had some relatives, the younger kids would, you know, would take jibes at me and my sister because we would talk in English and Hindi and Urdu as a mix. So they would turn and say, because, you know, we would turn and say and this and that and whatever, you know, so and to shantoo and to shantoo. But my parents would turn and say, listen, it's jealousy. It's don't don't think that you're not fitting in and now you need to fit in. And they were very protective of us. So there would be these big families normally which would descend on you and all summers and my dad would be like, listen, itne din theek hai, lekin after this, I want to take my children on a holiday. I mean, the museums used to take us to or the movies, Sunday mornings were for an English movie that we would see. Hum pe Bollywood ka influence, the film that I remember watching the three or four films was Sholay, you know, because obviously it was a classic at that time. Satte pe Satta, because I just loved the comedy. And then my dad would say, this is actually Seven Brides for Seven Brothers. Have you seen that? So he would build that entire thing behind Bridge on the River Kwai. So, you know, hum yeh dekh rahe the, hum nahi dekh rahe the, hum gaman dekh rahe the, because my father was so fond of these, hum Umrao jaan dekh rahe the, hum junoon dekh rahe the. Like I remember, I was in love with Nafis Ali when I met him. I was like, oh my god, you know, what all can I tell you about, you know what I mean? Because my dad took us to see Junoon. And that talked of, it was set in Lucknow. Delhi and Lucknow, I think, haan, Lucknow tha because there was a bit of. And you would have been like 9, 10 at the time. Yeah, yeah, absolutely. You know, and going to Sholay because, you know, and we're watching that and you're being told about what is it referencing from a Western point of view. I mean, there's so many Western film influences in that, right? If you look at it, I can break it up into Sergi Leone part one, this, this here, plus this, right? And great script and great dialogue, etc. But it's all of that. So, when you have this kind of discussion, toh wo nahi tha. Stage acting with Elton was, was very measured. When I came to Delhi, I, you know, got into Aamir Hussain's theatre group, Stage Door. And that was, of course, a completely different world. But then, Delhi was professional theatre. People were paying. So, you couldn't now come and do, you know, era-gera stuff. So, now you were rehearsing for months on end, etc. And so, theatre, many people think acting is about, oh, it's a flair. At the core, it's discipline. It's the discipline of turning up. It's the discipline of rehearsal. It's the discipline of knowing that you could have a two-line role. My director, I mean, Aamir was the man who took me from, in my second play, I was his beloved boy, you know. And I went out and, you know, had a drink with a couple of my friends and ended up at rehearsal, a little high. And for Aamir, who was this devout Shia in Delhi, seeing that this bunch of boys has come, and he, of course, blamed the senior boy the most, but he chucked us all out. I was playing the lead. I think we were doing 10 little Indians, as it was called, because the original name, as you know, now it's very unparliamentary and, you know, whatever. So, we were doing that and I was going to play the lead character. And suddenly, overnight, I was demoted to a, I don't even think, you know, Narikot has a, he just comes in and says, I bought the supplies, I think. That's it. So, from the lead to this. And, you know, for two weeks, I'm traveling from Delhi University, changing two buses, traveling for two hours to come for a rehearsal for four hours where I have to say one line and then just stand. But it was testing that, are you going to stick with it? And that, I think, that process, you know, this quick fame issue, which again, see, I have this one little theory, as you can see, but it's like, boss, do it. Keep doing it. I mean, the other day I turned and said, because I guess there are lots of people I come across in my industry who are really loud and really talk about what they've done. And, you know, even if they've not done enough, they will talk about it 110. So, that day, sometimes I do it, I do it subtly. So, I turned and said, you know, it's better to be a river because, you know, you can be quiet, but you will get the job done. But do it, do it do it, do it quietly. You don't need to blow it out of proportion, which I see so much of in our industry. And I actually, I'm still a little careful about saying, I don't want to ruffle too many feathers at times. But one day when I will write a little bit of a expose of many things, but I really want to put it out there saying, man, there's so much shit that is shoveled everywhere. And people love it. And they don't know the core behind it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:23.680",
        "message": "I can't wait for your memoir. Whenever it happens, kindly, this is the first podcast you come on to. So, going back to the question about learning, like, how does one learn?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:35.200",
        "message": "Sorry, I completely missed that. I'm sorry. So, I'll tell you, one is, I'm a note taker like you. Now I've started transcribing, right? So, that day when I was doing it, because it's so much that I don't know what to do. And now there's technology available. But I used to take notes. If I did a debate, I remember in the first debate, I said something, and I was in class four. And so, you had a senior speaker, a middle school speaker and a junior speaker. So, I had to do it. So, I went. My dad had written my speech for three pages. And my dad had told me very quietly after the speech, saying, Roshan, talk about this topic. I said, I've already done it. And I went there. And I remember the topic, beauty lies in the eye of the beholder, a typical school topic, right? And then the senior students spoke, and I decided I'm going to rebut the senior school students, you know, with my question saying, you know, if you think beauty doesn't lie in the eyes of the beholder, what do you want? A beautiful pancreas? Stupid, bloody, ridiculous, for class four, please excuse me. And you know, I could see a couple of sniggers and whatever and I got off and then somebody asked me some question and I didn't have an answer. And I went that day and my dad said, see beta, a little knowledge is a dangerous thing. Don't make sweeping statements. If you can discuss it, then discuss it to the core. And I think that stayed with me. So I now started taking notes on anything. So for me, if you were doing comedy, I didn't just want to know about what's the play, but I wanted to know, is this the Italian tradition of Commedia dell'arte? Is this this? Is that? And that seeking would continue and this would then create a process. When I set up the event company, even for a couple of years and at somewhere along the line, it became a digital book and it's somewhere there. But I had a black book of mistakes that we used to make in every show. And that's why Encompass became known for its culture and creativity, because we'd say, these are the mistakes we made. These are 10 more. This is the list. So the list would just keep continuing and adding up. So I think finding the process. So for example, like in acting, so stage acting became to me about the discipline of first learning your lines. So like when I do theater with people sometimes and I've tried to tell them about the process, like the first thing we were taught was that don't emote a single line. When you when it becomes rote memory, then add things to it. Now what happens is we will read the first line and immediately add an expression to it. And what happens is this becomes, you know, memory, it gets imprinted in your brain. And if you don't do that action, and the director changes that action, you will realize you'll falter at that point. My simplest way of learning I did Aladdin a couple of years ago, and I played Jafar and, you know, it was just a whim that I wanted to do a musical. I couldn't remember my lines. And I went back and I said, what was the first rule? The rule was, read the script, read it aloud, read it to someone else. Now, write the script, write every dialogue. Where I used to stop is where you'd stop, where you'd forget, and then I would write it. And after three times, when you would cross that moment, this was the best way of learning your lines. Then I will never if you put me on stage 20 years later for an Aladdin show, I won't forget. I did My Fair Lady, I remember everything, I can go start now and go, because this was a process that you learned. So I would break things down into these processes. Even now I keep trying to do that. Now I do that with business sometimes, or I'm fascinated when Satyanshu does his script writing, and I attended one of the brilliant classes I attended during the pandemic. And then Commune started promoting that because I said, this is a great screenwriting course, he knows his material, he's passionate about it. The techniques he taught, I have noted them all down. Now when I write my film, I write it according to that. I go to Satyanshu and say, Satyanshu, is this a good idea? Can I take your time? I'm happy to pay. And like, he'll be like, you know, we've got a great relationship going. He says, no, sir, you don't need to do it. I said, no, but it's something that you get paid for. I'm willing to pay for your knowledge. If you wanted to go to a charity, I'm fine. But you have to regard and respect someone's time, and then if a process is made, it's made. And again, like, see, I'm telling you, when I come up with this whole thing, I keep talking about intimacy at scale, you are the person I put at the center of it and said, how does this economy get defined? And I promised you, when you attended the podcasting day, my heart says, that's the day when you said, so many people are talking shit here. Okay, I will do my own podcast. It might have been the trigger saying, boss, what are they saying? A lot of people are coming here and sharing knowledge. But the truth is, I have done this. I've lived this experience for four years. Let me tell you. Right. And that's what happens. So I know what you have built. And then it's come out of that. I want to know your process. I want to document it and put it down somewhere saying, okay, so this is how this circle of intimacy and this economy is built. There's a friend of mine who's currently working on how in Zoom, he said, see, what's happening is the audience gets lost. Right. So everybody in the chat gets lost. Now, he is an AI machine learning kind of person. He said, you know, the tool I'm building is going to analyze chats in any software and be able to intelligently give the person conducting the event data. So imagine you're conducting your cohort and you keep it really small. But imagine you were doing a concert of 500 people. And you suddenly turned and said, where are you going to said, where are you all from? And the AI will pick all the answers and tell you, hey, Amit, 80% of people are from South India. Now, will that help you? You decide. So it's like a prompter in your in your head. Now, I am fascinated by this thing, the process of making chat, not invisible, but visible. We call it between us. I mean, he said it, I think, first thing, the economy of recognition. Right? Can you recognize the person and see the what YouTube does superfan, right, tick tock, pay extra tokens. So first, you need to be able to call that person out in your chat, right? Now, could you do that if tomorrow you started doing a 10,000 people cause one day and said one day only. But in the chat, you're able to suddenly turn and say and all the people from Mirzapur. And they're like, how does he know, but that process that intelligence. So I keep I mean, I keep trying to put these little formulae up every now and then I experiment with them and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:46.240",
        "message": "I see what happens. No AI is mind blowing. I mean, in fact, we're talking about the golden age of creators, which I believe is upon us. But who knows 20 years later, there may be no golden age of creators because AI is creating everything. So here's my next question. Before we get back to your, you know, time in Delhi, one sort of question that struck me when you spoke about discipline. Now many years back, I'd come across this interview, which I cite sometimes because I think this particular insight really hit me hard at that point, where a great sportsman was asked about talent. And he said that, you know what talent is? Like people will think sporting talent, hand-eye coordination, body SEF, fast twitch muscles, whatever, all of those things. He said, you know what talent is? Talent is you've been getting up every day in the morning at six to go running. And one day you get up at six and your whole body is tired and it's raining outside and you're like, shit, it's Sunday today, I'll sleep. But you still get up and you still go and run in the rain. And that's talent. And that really struck me because just now you said creativity is not that there are feelings inside, but it's discipline. It's, you know, getting your ass on that chair and just work, work, work, like you pointed out the way you learned the lines of Aladdin that, you know, you read it, you write it, you put in all of that hard work. And it's kind of sad that many talented people I know, like when I look back in the 90s, when I, you know, I started my working life and I think of people I thought were talented then, and so many of them haven't done anything and people I thought weren't talented then, but they just worked hard because it's constant iteration. I tell all my participants of my writing course that you have to exercise your writing muscle. If you join a gym, you can't build your muscles by gaining an intellectual"
    },
    {
        "speaker": "Guest",
        "time": "02:05:22.480",
        "message": "understanding. You know, there's that, there's that cliched one, but you know, these work well in some places, but a diamond is a piece of coal that's stuck to its job. Point is just that, you know, this friend of mine wanted many years ago, when he was starting Commune, he wanted to do a comedy show and he was going through this whole thing, I wanted to do comedy with it or whatever, etc. I said, you know what you do? Just announce the date. I said, announce the date. Satyanshu says the same thing. He says, jab mujhe kuchh naya karna hota hai, main Twitter pe jaake uski date announce kar deta hu. Ab karna hi hai. You know, and how we did, when we did Spoken, I mean, sorry, I keep jumping all over the place, but you know, Spoken Fest, when it happened, it was, I announced the date. Ab announce kar diya, boss, 17th October ko hona hai. My team said, how do we do it? We've got no sponsor. I said, ho jayega yaar, kar do. When you put that pin in the ground or whatever, etc. Jhanda gaad diya hai, toh phir tujhe build karna hi hai, toh karo. And these are simple hacks for creators, you know, because as I said, creators hide behind so many walls of layers of insecurity, misinformation, this whole thing of people keeping you away from the truth, right? Nobody guiding you. All the points you said in that evening, those five, you know, things that you said, absolutely. But people have made a business out of distancing you from those, right? A strange anecdote of us. We used to work with Ronnie Shruvala and Zarina when they were running Bindas and Hungama as channels. And for Hungama, which was meant to be a kid's channel, we came up with this idea called Captain's Hunt. And Zarina was very astute. So she said, listen, every child in school wants to be a captain, only one person becomes a school captain. For the channel, we will have 10 school, 10 captains of the channel, who will decide the programming. I said, brilliant idea, boss. You know, great campaign, great marketing campaign, for me as Encompass, great on-ground activation. Now, Purnendu was, if I remember, Purnendu boss was the CEO of Hungama. And he turned to me and said, you must do print. I said, koi bacha print se nahi aata. He said, no, no, you know, kids and whatever. I said, see, no kid reads a newspaper. NIE forces people to read in some senses, nobody reads it. So he said, no, no, but you know, and somebody came and obviously sold him a media plan, which had so many hoardings and so much this and whatever. I said, I'll tell you what, I said on the hoarding and the newspaper, put a PO box. And let's see how many entries the PO box gets. I am telling you, because I will go to school and I will enter a classroom and I will tell 100 kids to fill a form, and all 100 will fill the form, I will get you 30,000 entries for this price. And this media plan will get you. So how many entries? I said, I'll tell you, you will get less than 10. And everybody said, what bullshit? You know, if there was a smart media planner, he would have told 50 families to fill them and send them so that I would get beaten. There was one entry filled by Purnendu's child. He told me later, he said, Roshan, that one entry is my child. So you know, you have to, yeh log samajhte nahi hai, you know, half the time, yeh hi ho jata hai, you are sold so many of these supposed truths. You have to break through, you have to go and take the challenges. Aise nahi, aise karo, aise nahi, aise karo. And I think that's somewhere where you just keep experimenting and pushing that barrier,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:44.400",
        "message": "that boundary a little further. No, and you know, again, continuing on that tangent, what I find in media today is a lot of people, it's a brave new world, but they'll get settled in a way of doing things and they'll tick boxes. Ki iska Instagram presence hona chahiye, Facebook pe yeh campaign karenge, yeh karenge, woh karenge. You know, Ambi Parmeswaran was on the show, many weeks ago, and he used the phrase, spray and pray for digital marketing. And I find ki"
    },
    {
        "speaker": "Guest",
        "time": "02:09:10.480",
        "message": "wahi hai, bahut, bahut, matlab, aisa hi hai. I'm sure he said that thing about, you know, 50% of advertising works, you don't know which half, right? These are those classics that you know. But genuinely, this thing of what do I love about Varun, for example, I work so closely with him. I mean, I've mentored the team in some way, but I mean, he's constantly trying new things. He tried one podcast and it didn't work, tried another, did something. Kar raha hai na. And I know where he's building it towards or whatever, etc. You know, or a whole bunch of people that I work with, this is what I love that, you know, that they are constantly innovating, they are scared of that sea of sameness. Of course, occasionally, all of us get that imposter syndrome of, you know, do I know enough? Am I really the right person or whatever?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:56.880",
        "message": "I think creators tend to both underestimate what they can do in terms of their work and overestimate how much it will get them in the short term. So I think you just have to throw"
    },
    {
        "speaker": "Guest",
        "time": "02:10:07.360",
        "message": "things at the wall like Varun is doing. Sameer Bangara, I mean, God rest his soul. I mean, he was running Kyuki and doing a wonderful job. And I remember a stage presentation where he turned and said that, you know, and in those days, he was talking about being a creator in the early days. And I think this is about six years ago. And he said that this is not a sprint, it's a marathon. Yeh samajh lo. And again, see, this is something that just stuck with me. Saying that bilkul sahi baat hai. You know, I have not so far killed the podcast game because I did a season of one thing and I said, do I really want to ask more questions in this line? You know, so what do we do now for me was, how do I solve the pandemic? How do I solve the pandemic? For creators, for doctors, for so and so. After eight topics, I said yaar yeh thoda ab answers same aa rahe hain sabke. Toh main ya toh either I find a new twist to it or whatever. So I said no nahi karna. Or like, you know, when we did this whole thing about goodnight stories for adults. What were we saying? So my team said, you have a great dramatic voice. You modulate really well. You've done it so long. People used to love that about you on radio at one point. Let's try that. Humne kara. The other day I got a bunch of people when I was doing a Q&A on Instagram and said, where is the next story? I said, okay, kuch toh hai. Maybe. And then I asked a whole bunch of stories, okay, what stories work? And these are a little, I mean, I have to use your word, meta stories. I said, dekho ismein wo dramatic arc nahi hai jo honi chahiye gahani ki. Chalo yaar try karte hain. Chalo try karte hain. So we did it. But I'm now veering towards something on the creator economy as a podcast. I said, yaar yeh mera domain hai, mujhe bahut keela ispe. I can connect to anybody in the world. Thankfully that network today is, I can call somebody in the US, I can call somebody in Egypt, in Arabia, here, kahan, kahin pe. And dost bhi hain. So maybe this is the space. You know, maybe this is where, this is one which I can crack. But jab tak crack nahi kara hain, wo try karte raho, lekin lagge raho. I can't give up on this now. You know, I want to do it. I'm like, okay, theek hai. You can, thankfully it allows you the thing of pause, start again, do something new. Should it be an interview? Should it be two people? Hindi mein ho, Angrezi mein ho. Sometimes you get caught in this problem of also saying that because of this language thing, sometimes they get a little, you know, divided on, oh, Hindi is the easier one to do because it has a larger reach. And Hindi mein itni nahi hai abhi. But dekhte hain. I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:28.480",
        "message": "So here's a question. On the one hand, the advice is so many things at the world. On the other hand, it's also useful to not pay too much attention to metrics, to just keep trying to do something till you become really good at it. Now, for a person like you and very specific, for you, you have a sea of things that you can do. How do you decide ki kya karna hai, kya nahi karna hai? Because money is no longer an issue. So how do you now decide ki yeh karna hai, yeh karna hai, yeh karna hai, baaki sab nahi karna hai? Because in your 20s, you're possibly in a phase where, like you said, you're saying yes more than no. And the world is opening up. Today, I'm guessing you have to say no more than yes."
    },
    {
        "speaker": "Guest",
        "time": "02:13:04.720",
        "message": "No, you know, so I'll tell you what I do. I quickly divide things into saying, are these things that I need to do as an individual? Or do I need to do them as a collective or as an entrepreneur? Those that I need to do as an entrepreneur, very often I see it as businesses. I'm a venture capitalist in a small way. I'm an angel investor. I invest in tons of things. And frankly, I have now got a person who's just there to take care of what all investments we have, because sometimes, isme toh humara bhi kuch paisa laga hai. Yeh situation aagayi hai. Par main, because main usko paise ki usse interest nahi karta hoon. I keep saying that I live a dream through someone else. It's my job now to say, how can I help you? Right? I put aside a little bit of time. I also don't bullshit them. I say, I can help you tell your story better. I can help you connect you to good people in media. I can get you an X number of things. These are the things I can do for you. Product kya hona chahiye? Maybe I can help you a little bit in terms of the look and feel. But beyond that, don't come to me with AI shayay. Mujhe nahi pata. So don't come to me with all of that or whatever. Sales cycle kya hoti? Mujhe nahi pata. So I'll tell you what to do there. The things that I am very passionate about and I want to be more involved with are my ventures. So there is, you know, Kalakaksh, which is a very small Hindi, not Hindi only, I would say Indic language focused creator space, where we are promoting only spoken word artists, etc. But we're trying to do it, focus more on the Indic languages because I believe regional will be a big push. Who will get there? Who knows? Commune, right? Because again, I think it's coming life coming full circle. I mean, I got on stage and that stage gave me life. Can I give that stage to everybody else for their life? I think that is somewhere the hypothesis that is deep inside me on that. Now there are two personal goals, right? I believe that there is a film in me and there are a couple of scripts in me. I have now found, I believe in Satyanshu and one or two other people that I know, good sounding boards for my ideas. I now want to like a good student work, deliver, and not make an earlier mistake of servicing someone rather than servicing my creativity. Right, which is a mistake that I have made. And I made it at events earlier at some time. And I said there, I made it saying, it's your show, do what you want. But when I did it with a film, I just realized a little too late that the name of the title is yours. Right? That's it. You have to acknowledge it and own it and say, this is my work. 100% my work. I can't put a subtitle, you know, Amit said, put this scene very well. Quentin Tarantino said, when I go to set, I have to be, you worship at the altar of Quentin Tarantino. I used to think it's such a selfish statement, what an egoistic statement. But the truth is that on set, and I realized this in an Indian film set and any film set, everybody there from the gaffer, to the makeup person to the cinematographer actually wants to make a film. You're the one person given the opportunity to make it. God forbid, you suddenly open it up for democratization. But I really thought that filmmaking is, what can we do? Everybody would have an opinion. You would be given a flood of ideas. And that's when you've actually got to say, no, I've heard everyone, this is how it needs to be done. But don't end up servicing someone else's creativity when it's an individual project. And because I also at some level, you have this whole, try and be selfless about something, then this conflict happens that should I, can I be selfish about this? Can I really do this? So one thing, of course, is that I definitely want to put some piece of content out there, because when I put the book out there, and it did decently in terms of speechless, Amazon bestseller, it's not a huge thing. But I know public speaking, I know how to get an audience on stage, and I was sick of hearing people who went on stage and said, this show is magnanimous. And I'm like, what are you saying, buddy? That's not, and a client saying this and whatever, now become usage. So you look at hosts, it's a tragedy that many of them believe they're there for their looks rather than, then, you know, what on the day when the makeup man is not there? What on the day when the dress doesn't look so good? What on the day when you put 20 kilos on and whatever? Is your mind, you know, being able to say enough? So I was solving something. So I did the book, and it was a personal project, right? And I believe that, okay, it's something that is going to be there, hopefully for digital posterity. And I think at some point in life, as a creator, you yearn to create something that everyone remembers, right? Digital Aether mein itna ban raha hai, Amit ki kaunsi ek podcast hai? Like, I would love to know, which is that one episode that you say, you know, everything else will die, but this will remain, right? So I'm looking for that one piece that can have Roshan Abbas on it and live for posterity. You know, we went to Mars and people would still turn and say that, you know, this was a great thing that he did. And I guess legacy and these are these are other issues that always come with maybe with age and with time. I was appalled and my son said the other day that, I'm not here for a long time, I'm here for a good time. And I heard it and I said, he's a 19 year old kid. And I followed it up and I said, why do you say that? He said, I'm so disappointed with your generation. And I was like, Oh, God. He said, look at the world that we're living in, right? Will we survive more than 20 years? What I mean, you want me to think of earning a livelihood, when I maybe just, I mean, I've got a couple of years and whatever. And what happened? One of my friends said, all of us said this, do you remember? You also said this at a time I said, maybe maybe I don't remember now. But this thing of, you know, for him, it's the short, for me right now, it's the, you know, the long, it's the scene in the unseen. So I'll quickly address one hypothetical question"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:46.880",
        "message": "that you brought up, what episode will I remember? I think, you know, I actually don't have any favorites. I don't have any favorite kids. There are some that I remember fondly, but those are probably 30-40 episodes, it's a lot. And the reason for that is that I just put myself in every episode. And then once it's done, I don't look back. I just keep kind of moving forward. Which brings me to my next question that one of the pieces of advice that I give young creators and that I have tried to make my credo is be authentic to yourself. Okay, because what is the gap in the market, what does the audience want, all that is fine. But out of the 7 billion people on this planet, the only thing you have, which no one else does, is you yourself. And this is also what you've pointed out, that I will make a film now, so I will worship at the altar of Roshan Abbas. That's what you're going to do. Now, how has that sort of evolved? Because initially, when you start, you are doing a lot of gigs, you are doing assignments, you are being a host at this event. A lot of that is, you're playing a role, you're playing the role that you're expected to play. First of all, when we talk about authentic to myself, that obviously just the definition of that must be changing with time. Like when you're young, what is your dream? What is the ultimate thing? What is the ultimate thing? How has that evolved? And what are the things, therefore,"
    },
    {
        "speaker": "Guest",
        "time": "02:20:07.280",
        "message": "that in your career, you hold special? So, I think, initially, when I came to Delhi and, you know, my breakthrough to radio was one of, I mean, again, it's one of the things that I often talk about and saying that I was this Mastercom student who came out and my graphics teacher, Mr. Rajeev Lochan, turned to me, turned to the entire class at the last day and he said, he had his card and he should give us the card. He says, I used to laugh a lot when he used to talk. He said, we said, so-and-so film director. He said, you'll have to prove yourself. And I said, you know, he's right. Because we believe in the two years that we are here that Shah Rukh Khan you have now got to pay your dues. We were told again at film school saying that two years do all the mistakes you can because you're doing it on our dime. When you do it on someone else's dime and their time boss, it will cost you. So, I came out and it hit me for six months in terms of saying I just wasn't getting the right job. And I came out of Mastercom and I married a classmate of mine, you know. So, suddenly there was this thing of I have to earn that 10,000 rupees. And my parents were like saying, listen, you can love someone. Don't need to marry right now. But you know, love and youth and everything else in between. And I said, no, no, I have to do it. Now, with that, I suddenly had this number in my head and the means to reach it. So, Usha Albuquerque signed me for a television show for Zee called Hum Hoge Kamyab. Paying me two and a half thousand rupees a episode, four episodes a month, 10,000 is done. But the first day when I went on set, I was given a Hindi script. And I still remember the first line of it. Stapati kala mein snatak prapt karne ke liye, yadi aap. Now, look at that, right? Kiski samajh mein aayega? But Usha was being true to the fact that the show is for Zee. It's meant to be in Hindi. So, she took a Doordarshan writer and said, script lik do. Usne lik di. After doing those lines, I kept hesitating, faltering, because I was having to learn them. And then I stopped and said, guys, this is not me. Ne, ne, beta karlo, beta karlo, beta karlo. Maine chaar episode kari. At the fourth episode, I ran off to Lucknow. Again, I said, non-confrontational. So, bhaage kaise? Toh bhaag gaye. Bhaage. Went there and I called and I said, this is not me. She says, you know what you're doing? You're destroying your career. I said, but this is not me. And it tells me every time I go on set, they make me dress up in those fancy clothes and stand in these places and talk about, you know, giving people a way to be kamyab. Main khud toh na kamyab hota ja raho na. So, main kaise kar sakta hoon? And I just walked out. And everybody said, how can? This was your 10,000 goal. I said, but it was not my authentic goal. So, I gave it up. Now, what am I doing? I go to Aamir Azad Sir, my theatre director. I worked with him for two months. Theatre discipline, at the end of two months, you're given an envelope. You don't know, usme 500 rupee hain ke kya hain. And I ended up with a thousand rupees. And I said, but this man is aware that I need 10,000 rupees. I've said it so many times to him in so many ways. I still took it saying, no, theatre will make me big. The third month, I got a gig to host in Lucknow, which was a fashion show. 5000 rupees for one night. Now, I made a choice. You're not committed to theatre. And I said, no, I'm not committed to theatre. I don't want to do this or whatever, etc. Ye iski audience bhi choti hain. Main aapko khush karta hoon. Oh, you know, you're turning your back on the medium that made you. I said, maybe. And I took that call. I mean, unfortunately, Aamir and I went our own ways after that and tried once or twice to get together, but it just became too much of a fault line. Went to Lucknow, did the show, came back, was on stage in that thing. And again, I said, this I do really well. But there were not so many live events. So I came back after that little money. And I said, now what do I do? Switched on the radio one evening, 50 rupees in my pocket left, you know, very scared of what I'm going to do. Will I ask my parents for money? And I heard a jazz music show. The minute I heard it, and the song got over. And I now forget because he played a villain in one Hindi film. And you know, he was he was a theatre actor from Bombay. Therefore, he had that clipped accent and everything. And he did this whole thing of the next piece that you're going to hear is about so and so. And you know, you can make out that condescending tone. And it just riled me. I said, yaar, itni achi music baja rahe ho. Usse pehle jo banda baja rahe hai, wo All India Radio ka wo hai. Aur Dehna Bhaiyon, dekhe aapka ag lagana jo aapke saamne bhi aa gaya hai. And I'm like, yaar, yeh banda iski tone galat hai. Wo banda teacher ban gaya hai. And mujhe itna gussa aaya that agar itna gussa aaye toh karo. Thanda mat karo, gusse ko thanda mat karo. Let the pressure cooker let off steam. And the steam was, I have to go and change this. And the next morning I took my SD bike, went to All India Radio, stood outside. Now I had to do all the jhol I'd learnt in theatre. And theatre, you know, from painting the set to bribing the person to get permission, sab kuch humne kiya tha. Toh yeh saari cheezein jo kari thi, unki wajah se mere ko learning thi. So I got into All India Radio. And again, I say this so many times, I'm saying, most of these big places have got these fancy doors which keep you out because they're so imposing, right? I mean, castles, etc. I've got. And All India Radio and Dulshan, if you ever go, has got the same thing, right? Massive doors. But sometimes the key to that door is with the most smallest person, which was the gate guy. And I observed him for 10 minutes while he told everyone, kaan se aayo? Kya leke aayo? Kisse milna hai? Kept chucking. Like, line hi lagi hoti thi All India Radio me jaanne ke liye because this was the medium, right? Gatekeepers to these mediums of broadcast. I watched him for 10 minutes. Yeh kabhi toh break lega. Aur main uski baatein saari sun raha tha side se. Main chai ki tapri pe gaya. The guy came there. And as he came there, I said, bhaiya, do chai dena. And I turned to him, I said, aap lehenge? Dekho, Hindustan mein chai ko koi refuse nahi karta. Agar coffee peene wala aaj ho toh baat doosri hai. Par chai, coffee mein, I tell people, kabhi mat refuse karna. Kam se kam 10 minute to saamne wale ko aap baat karni hai. So the minute I gave him, it's a peace offering. It's a conversation starter. And usko chai di, kaan se aayo? Now, he started. I said, bhaiya, main originally Lucknow se hoon, Delhi mein padho raha hoon, Mass Communication padho raha hoon. Acha, Mass Communication, yahaan par humare jo FM mein hai, wo bhi wahi se hai. And I didn't know that. I said, acha, kya padhate hain? Because I had already passed out. He said, haan, haan, unhan abhi wahaan par padhana churu kara hai, whatever. Pachey aate hain unke yahaan pe. Acha, tum kyu aaye ho? Main khad, main bhi FM walo ko jaanna chahata hoon. Arrey, main le chalta hoon. You know? And this is, somebody said this about Anand Mahindra. They were saying that if you want to get to Anand Mahindra, why not get to know the liftman of the building and say, what time does he come every morning? Rather than try to seek an appointment with his secretary. And I went in and I told this guy there, saying, I want to do a radio show. And he laughed at me, saying, you're coming into All India Radio and saying, I love FM, your jockeys suck, but I can do a better show. And this was my pitch. And I said, really? I mean, I think he must be laughing at my audacity of saying that. And he called Linda Mukherjee, who was the Assistant Stationary. Linda, look at what this young boy is saying or whatever, et cetera. Dono khade hoon hain, main unko, ab main, I've got the door entry, ab main kar loonga. And I said, sir, you know, I loved Indian music and my dad did this and I love ghazals and I love that and whatever. So I was giving them, I can do all of these things. I was opening up my box of wares. I said, what do we have a slot? They said, yeah, Sunday we have a slot 10 to 11. What show will you do? I said, mere show ka naam hoga 10 se 11. He said, stop joking. 10 se 11, that's the time. I said, no, no, no. And now I'm thinking on the fly, saying, 10 gaane honge aaj ke, it'll be like a countdown, ek gaana hoga purana to show you what is timeless and I'll string this with interviews. Kaan se laoge interviews? Aisa main kar loonga. And over that, this was Friday and he said, you know, he must have just thought Thursday and Sunday is the slot. So I've got Friday, Saturday to prepare. He says, okay, let's try him out. Now you've given me the opportunity. And see again, this is my medium, talking to people, getting them comfortable, getting them to speak. And I went to every paan shop because that was where the conversations and music used to happen. I said, bhaiya log kya kharid rahe hain? Kaunse gaana chal raha hai? And a year later when I did television par public demand, it's nothing more than what I did on this first radio show. So I know now as a creator, I am great with conversation. I've come up with a format. I went in, I did that first radio show. When it got over, there was a man standing outside saying, aapko station head ne bula hai. I said, lag gayi yaar. But kar toh liya. Good show. And you know, Mr. Khanna, I remember was the station head and he called me and he says, and you know, these are moments you remember. He says, you've got a gift. He says, tum kisi se connect kar sakte ho, chahe wo raddi wala ho, redi wala ho, ya raees ho. This was his line. But you know that he could be a merchant, a rich man or a guy who's selling"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:41.920",
        "message": "raddi over there. And he alliterated in Hindi. Can you imagine Hindi? And I think also,"
    },
    {
        "speaker": "Guest",
        "time": "02:28:48.560",
        "message": "I mean, that was the way people used to talk. Aap radio bachayi hai, aaj bhi log aise aap se baat karenge. Toh usne yeh bola mujhse. And he turned to me and he said, yeh mat bhoolna. And then jaate jaate hi gave me that thing of saying, yeh maine na Ameen Saini mein dekhi the. I mean, if yaar usse bada kya kaap. Toh I said, boss, rasta toh theek hai. Now, I'm authentic. I believe I can do this. And now I follow this journey till somebody knocks on my door and says, Rohit Khanna was one batch senior to you in mass communication, is now at TV18. He has sent me and said, agar inko leke nahi aaoge toh aayi naukhari chaliyaegi. I said, but kyun? He said, woh ek TV show bana rahe hain called Public Demand. Now, when I go to do TV, I am a co-host with Mahima Chaudhary, Ritu Chaudhary, days which she has erased from her mind. And we had Mohan Kapoor as the main anchor. It was Mohan Kapoor's badappan and he was so comfortable in his own skin that after two episodes, he said, these kids are better than I am. Why do you need me? He said, see, I'm sitting in a studio. They're on the road. They're talking to people. They are mad. And, you know, we had that whole exuberance of youth ke kuch bhi kar sakte hain. Riksha bat jao chalo, riksha chala lo chala lo, you know, tower pe chad jao chad jao. I used to do the craziest things in that show. But I now suddenly said, this converting conversations with people into pithy things that you say as anchor lines. And I said, okay, I'm good at this. Now, this became what I was doing. And this then translates into translating what people do on stage and conferences and being the good host who can quickly sum up and put this out. So, I've understood these are my strengths for a period of time. The same strength of translating someone's thought into something small and pitching it back to them became the way I would pitch events. Right? So, somewhere till now, everything is the same. Till, and I often say that as a creator, I just kept looking for larger audiences. Woh Ravindrale ki audience radio ki ban gayi, radio ki TV ki ban gayi, TV ki event ki ban gayi, event ki film aur digital ki ban gayi, aur pata nahi ab kya banegi. You're searching for a larger audience maybe. Sometimes, you are told in the classic form of saying, boss, for a large audience, go for the lowest common denominator, not the highest common factor, which I think is a fallacy. But in your young age, you believe that. Right? And you often believe ki ha chalo yaar, ye toh quick tariqa hai. Countdown show kar lo, game show kar lo, whatever. But being the slightly intelligent, informed, fifth member of a nuclear family, it became my role on Indian television. And whenever I fulfilled that role, I was successful. Whenever I tried to be something else, I wasn't. I did one show as an actor in Delhi early because I was big on radio. And this Delhi producer wanted me, you know, Khalid Sultan. And he used to think he's Anthony Quinn. And I mean, everybody's like that. Beta, maine tumhe kuchh dekh liya hai. Ab maine nahi dekha na, aapne dekh liya hai. After one episode, I said, yaar ye nahi hota mujhse. You know, theatre acting or screen acting ke beech mein ek gap hai. Jab aap kehte ho, cut aur phir se karte ho, kehte ho na, theatre actor ko lagta hai, main toh kal liya. I've done it once. Now I should do a variation. You'll see, and you go with a theatre actor on a film set, it takes them a little bit of time to say, oh, they want the same thing again. Because you're saying, it's performance number two. Let me do it differently. Let me emphasise this line. And the guy is staring his head out saying, I can't edit this shit. Because that is the way that medium works. So I quickly said, I will not act. And you know, so many times people said, you know, if you had acted, I said, no, no, it was not my strong suit. It wasn't what I would have done really well. Toh kyun karun? Toh main hat gaya. Main college mein gaata bahut tha. Main contest mein, I mean, little piece of thing, KK used to come first, the singer KK, right, who did Tadap Tadap and all this stuff. Yashwant Singh used to come second. And I used to come third. First toh aana nahi hai. Toh kyun kar rahe ho? Sonu Nigam toh ban nahi sakte. So, you know, so it kept sifting out, what you're good at, what you're great at, what makes you really excited. And, you know, somewhere having reached this little successful point, my sudden craving started that I want to teach, I want to teach what I know. And in summer, I started doing these theatre, these workshops for kids from school, because I would be called to speak to students. And I would again feel this need for them to do things, but nobody doing anything. And I created the Roshanabad Summer Academy or something. I don't know what it was called also now. But it was sold on my name, I remember. And we would do a couple of ads on radio and something. And I had a huge following on radio. So all these kids would turn up. We had to charge them. And in those days, you know, 5000 bucks for a month, but it was a month every day. Sab aate the. And I would have 40 kids, odd. So it was decent money, 2 lakhs for you know, that for that thing. And, and I remember having kids who couldn't afford it. I remember some kids, you know, and feeling really bad because once I remember that I somebody else took a class because I couldn't and this lady came to me and said that, you know, don't do this. And I was like, what do you mean? And she said, I'm a single mother and then our daughter was crying because she was so embarrassed the mother saying this. So I'm a single mother and I'm doing this for my mother and I'm doing this for my child. And I just felt like a zameen phad jaye, you know, because she said, you know, she comes for you. And when you don't do the class, you're cheating her and you're cheating. And I was like, but you know, I actually wanted this to be a multi and I suddenly said, nahi yaar, isme koi khot nahi karna hai. You know, and, and I just felt so guilty about that entire thing that I think I extended the sessions or something or whatever I could, I was to get too broken up in doing one television show or something else, all this was going on. In that workshop, I started enjoying teaching, like I would love to teach. And I would teach public speaking one day, radio one day, theatre one day. Until one day, these kids all came to me and said, you've taught us everything except for writing. And I said, and I know, and I'm like, okay, now see, you're playing God to these little bunch of things. How does God say it? Mera paas hi toh aata nahi hai. I said, kuchh koshish karta hu, mujhe pata nahi hai, but let's do something. I put together some notes and came back and theatre mein conventions hote hain and told them to write a script. The kids came back after a week. And they had written about Tom and Jack and Jill and whatever. And I took all of it and promptly tore it up in front of them. And I said, likhna hai toh apne baare mein likho, apne experience ke baare mein likho. It's what you said that, you know, you're this, there's one unique self, which is you. And what they wrote became inspiration for me to write my first musical, which was called Graffiti. And Graffiti was about passing out from Modern Barak Khamba in Delhi, because I'd seen that school and I'd seen that school and I'd seen these young kids and I, and the children had written such wonderful things. And who was in that workshop? Sameer Kochar, Cyrus Sahukar, Gaurav Kapoor, who had just become a jockey, so he would occasionally drop in. Priyanka Bose. So people who are today actors, performers, Neha Dhupia, all of these people were, this was the Delhi lot in those days. Sudhi Sachdev, I don't know, my God, I can just keep rattling off names. And all these kids all came together. And now I had to create a musical. And now this creating something which is your own became my burning desire. I mean, for a year and a half, everything I used to earn, I would put in this. I came to Bombay, I got Shamak Dawar to do the Graffiti. Shamak was like, are you mad? I've never gone to Delhi. Baba, I'm never going to come. Shamak, you gotta do this. What will you charge? You know, and Glenn, who was his manager, turned and said, listen, Roshan, he is dying to do it or whatever, just push him a little bit more. And then all this happened. And then all this happened. And we figured out some cost and he started flying in Meridian sponsored it so he could stay at the hotel. I would pay for the air tickets and stuff and they would land up. I had a friend who used to be one of the session guitarists for Silk Route. His name was Val Shipley. He passed away also, I think during the pandemic last year. And, you know, Val would sit at my house and I would auto narrate the entire thing. I would say this happened, this happened, this happened, then the song starts. And I would write the song, sing it because I could sing and Val and I would do, he would do the dooba dooba bit and whatever, which was his song. And then I would turn and say, okay, do my song. And then we would go and perform it for the kids at the workshop and they would hear it and say, this is not us. And I would listen to them because it was about them. And we cobbled together a play with this back and forth, back and forth over eight months. I think it was the longest rehearsed play because it was in development. And then we did a show and it was a riot. Kamani Auditorium, where I had learnt my craft, where I had worked under Aamir, where I had played every role and hung in every rafter and every, you know, side aisle and things. People broke the door on the last show. And that for me, so now that for me was, this is creation. This is something which has your name. And even today I meet kids. I remember I met Shweta Tripathi, the actress. And I met her and the first time I met her, she said, oh my God, I loved graffiti. You know, and I'm like saying, ye mujhe ab bol rahi hai. Tab lagta hai ke kuch aisa banaya tha. What year was this? 97. You know, so very, very early days. Bombay aa gaya, you know, I had a bad first marriage, moved out of that, met Shaheen, came to Bombay. When I came to Bombay, I came to Bombay because entertainment television was here. Now, entertainment television, family fortunes, Toofaan Mail, Born Lucky, Public Demand, you know, Shopping Hungama, these are the shows I was doing. I was doing three TV shows going from one shoot to the other shoot. This was the time when I was making money. And everything I was doing was, it was, honestly, if you ask me, I have very few memories of this time because I was just going through a routine. It was a successful routine. It made me a lot of money. It gave me a huge name. But I kept getting called back every now and then by someone or the other to say, to this whole thing of who you are. So I remember I used to do family fortunes where because of a camera position, I used to have to hold the shoulder of a contestant and pull them into a position because they couldn't move. There was only, in those days, it was a fixed camera. It didn't have a dolly or anything or whatever. So you had to keep the person here. And if they changed, we had to reshoot. And because it's a game show, you can't reshoot. So I used to hold them with an iron grip. And one day I was walking through Vasant Vihar market and this lady turned and said, beta, I love your show, etc. I said, ma'am, thank you. She said, can I say something? She said, yes. She said, you know, don't hold girls by the hand. You know, and I'm offering an explanation. I said, look, for her, it's me holding a person, you know, and for a Lucknow, it's only the whole Lucknow conservatism. All these things came to me. And I stopped doing it. I told you guys, look, brief them seven times, but I'm not going to do this anymore. So sometimes these small little things, because you say, yes, they do consider me another part of their family. In those days, what had happened was that with every year of television, I used to put on a kilo. So I keep saying that I could track my television journey with the 16 kilos that I put on every year. Ting ting one from starting or whatever, I'm happy at this thing. But it didn't matter because at that point, television was more about the feeling you gave people. Or Anu Kapoor was this madcap anchor who knew everything about Hindi music and who could keep singing for three and a half hours. You know, Cyrus was the mad wit who would just be able to say, I mean, anything at all. Everyone in television. I don't think anybody was known so much for the way they looked. There was one or two, they would have one or two anchors who would have that thing. But we were there for what we said and the way we spoke or the feeling we gave people. And I said, look, making people comfortable is your place. And I continued with that. So as a creator, I was continuing down this path. I got involved in Encompass, set up Encompass, sold Encompass in 2008. And again, this urge to, you know, I've just made money, sold a company, don't know what to do with the money, honestly. Like I was like, okay, I have two loans to pay. One is a house, one is my something else, do that. Now we are free. Now, when you have made that money, I sometimes talk about saying escape velocity, saying creative ideas need escape velocity where they are not weighed down by material needs. Now there was no material need. Now I can follow my madcap dream. Madcap dream is to make graffiti into a film. And lo and behold, I start anchoring shows with Shah Rukh and I'm traveling across the world and I'm enjoying, I'm seeing this consummate master performer. Again, I said that I can write books on that time because that man knew, he knew what to do with an audience. He knew in a conversation, he was the most intelligent guy in the conversation who would keep dumping things down for people. And sometimes I think that's what he's done with some of the films that he dumps them down so much for people. But and what he loved was that every show I would ask him different questions. No, I would ask him some madcap question and he would turn and say, you asked me this today, whatever. And it was a great exchange. And on the fifth show or something, we were in Dubai and he was sitting and he, you know, half an hour, we had a break before the show and he turned and said, so I said, really? And this is where over that period of time in my head, I had figured that for Shah Rukh Khan to be engaged in something, either you really know what he wants, or you tell him that he's not needed. And I just turned to him and I turned and said, hi, doesn't need a star like you. And now romanticism of the moment, maybe, or maybe he already wanted to make a film about kids and whatever. And he was saying yes, and he knew about it, maybe. But for me, the wonderful moment is that he turned and said, really? And I said, because it's about teenagers, it's about young kids, a young you was 15 or 16 could have done it, but it could do with the support of an actor like you. Because you know, young kids launched in Bollywood will be anonymous. I said, interesting. I don't want to do films that are only about me. I've done Billu Barber with Irrfan. I'd like to do this. So when you come to Bombay, you let me hear the script. I remember we were flying back and I was so excited and I always used to keep a draft of the play. So I went in the flight only to give it to him and he was sleeping and he looked at me and says, yeah, Bombay, Bombay. And two weeks later, I got a call and you know, he said, why don't you come over? And then you go to Mannat with a Mannat in your heart saying, oh, something will happen. And I narrated my play script to them, which I'd converted into semi screenplay. And he heard it and he said, some things I love about it. He said, one or two things I think cinematically are not right. And I turned and said, see, I've never made a film before you have. And you've made so many. So I will look for you for guidance or whatever and things. I said, you know, I like it. And so 2008 to 2011, perhaps the longest journey of not the longest, I think many people have spent many more years in making a film. But I went through, you know, drafts of writing, doing this, doing that. And while I was doing all the writing drafts of the script, you know, there has to be a point when you say no. But here now became the burning ambition as a creator that I want to make a film. Only 200 people in India get to make a film. I have a producer like Shah Rukh. My God, okay, let's do this because he knows this better, or whatever, etc. You know, and the road to hell is paved with good intention in some. So again, it's even today, like some people say, you know, you you beat yourself too much about it or whatever, etc. It's a nice, it's not it's not, it's not what I had set out to be. My first draft is not what I finally made. So that creative compromise is what I'm unhappy about the learning I got everything that I got to know, Ali Fazal being discovered as part of the film. I mean, just a brilliant boy, and I made him do every Bollywood convention, which he must be hating, I'm sure and I feel sorry, Ali. But, but you know, but he learned it, he enjoyed it also, I think at times, and then Gizelli and Zoa and Satyajit. But you know, these four young kids and doing that film, doing it in Lamartiniya, almost paying a tribute to school in a sense, these were the really happy moments. But 2011, when I came out from it, I had a creative vacuum, because I had put everything I knew into the film, from from just from an intellectual capital and whatever else. And you you discover that it's a medium which has eight department heads, right? There's an editor who knows this better, there's a cinematographer who knows this better, blah, blah, blah. And working with all of them is a different story. So the very, very, very long journey of what you said, but I think as a creator, it keeps going from these, there's some personal things that you're trying to fill, right? I mean, some of you're saying, I've defined myself to be the fifth member of that family, it's a great place to be. But do I want to do more? I want to teach because I want to impart what I have learned. So the workshops, but I want to do more. These kids life suddenly has struck me so hard, because I remember the things that written then I was like, Oh, my God, it has to be written. And so I dedicate two years to just doing that play. And I mean, and thank God for all the people in Compass who have supported me at that time. But I did that play, you know, and, and that play actually set many things for Encompass right as well. But my creator piece was I put that up. And then I'm doing fun, fun, fun, fun, fun. And it's everything's safe and comfortable till Shah Rukh's moment happens. And I'm like, Oh, my God, that one opportunity to make a film and put something which will perhaps be there for posterity. And that happens. And I then went through this whole creative vacuum, because I suddenly, you know, everything that can happen mentally, physically started happening to me, because I think a lot of your insecurities and start manifesting physically, I, I was physically really ill after the film just, oh, I've got an issue with is it a prostrate issue? Is it this issue? And I'm like, I'm 40? How is this happening to me? And I'm 41. And I realized that my mind is not in the right place. And my friends realize this and a whole bunch of my friends, and you know, and all of them, whether it was Vikram, whether it was Gaurav, Ankur, Mini, Shaheen, my wife, you know, everyone said, listen, you can make mistakes when you've had so much success. And I think, you know, this is said by the author of Eat, Love, Pray. Right when she says, you know, that you've what if the first thing you do so successful, then what do you do next? When you've seen a lot of success, and then suddenly something doesn't work the way you thought it would. Suddenly is this thing of saying, am I a failure? Do I know things right? Am I, am I really creative? And that's when you have hit that, you know, that cave, which they talk about in the hero's journey. And I'm like, yeah, I know that I know that place. And what brings you out, frankly, was the set of friends who said, it's all right to fail, everybody fails, there is no problem, you can make a mistake. And it took me a lot of time, because I'm very hard on myself, very, very hard on myself with these things. And the one thing that happened there, which really got me was this discovery of, you know, I mean, Julia Cameron happened, and I read The Artist's Way, and those two things of doing creative dates, and doing pages. So pages, I don't do regularly, I do it for a period of time, I did it after your workshop, you know, for a period of time, and spurts. But that dating creative disciplines, you know, and going on a creative date, I started doing. And that's where Commune happened, because I suddenly discovered Sarah Kay. And I said, wow, this is amazing. Who is Sarah Kay? What is spoken word? And now I went down that rabbit hole, you know, so that curiosity of saying, yeh kya hai, kaise hota hai, kahan hota hai, kaun karta hai. And then collaborators, I mean, Vijay and OML gave us our first performance at stage, they were wanting to do a festival called Stage 42. And I did that festival, Ankur and Gaurav coming in, Ankur saying, listen, don't sell out at any point, what you've created is pure and beautiful. And he's a founder at Commune, because he sometimes is like, main nahi karta ho bahut kuch. And I say, you're busy with your life, but just keep us pure and authentic. You're our conscience keeper. Tess Joseph, who's an executive director, casting director, great performer, conscience keeper. These two. Gaurav came and said, dekho, you and Ankur, you both love this 100 people clapping for you, because tum log stage ke log hai. I am spoiled. I am a man who's made his career on television. Main woh 15 minute ka show karta hoon, aadhi gante ka show karta hoon, cricket ka aur uski broadcast ki wajah se main on karta hoon. Whatever you do, make it digital. And I was like, but why do we need to let it rest in its origin? He's like, no, no, boss, this is all very good for you, you know, and theatre types. And I was like, you're right. And we just put everything and recorded it. So this became the trio that sort of came together for Commune. And phir woh jo hota na hai ki main akela hi chala tha, jaane mein manzil magar,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:23.600",
        "message": "log saath aate gaye aur karwa banta gaye. Yeah, in fact, you gave a TEDx talk, which I'll link from the show notes where you had this really pithy quote where you said, build campfires to attract fellow travellers. And that's exactly what this is. So very resonant. You mentioned Vikram there, by the way. Vikram Sathya, close personal friend of mine also for many, many years. So shout out to him if he is listening. Many, many questions emerged from this, but I'm so glad that you took me down your journey in the manner that you did. Just wonderful. You mentioned your time in radio when you were like doing three shows a day to earn that 10,000. And at one point, you used a phrase in one of your earlier interviews that I became people's habit. And that's really struck with me because that's a phrase that you would associate in a sense with this economy of intimacy, which we see today burgeoning. Like when someone starts a podcast, one of the things I tell them is that you want to become someone's habit. Ki har monday morning do ghanta sir ke liye hai. You want to become someone's habit. So it's important to be regular and to keep doing it and all of that, because they feel that connection, right? It's almost like, you know, you spoke about being the fifth member and all that. So to my mind, this is something relatively new, given the scale that it's happening in. But you clearly experienced it"
    },
    {
        "speaker": "Guest",
        "time": "02:50:40.160",
        "message": "very early. And you know, because, because you know what happened was that see, I realized this because Times FM, we used to go record, come back and because I was a freelancer, I would go I would shoot the breeze with everyone in the afternoon. That was TimeStyle, which was a lot of fun people and a lot of friends even today. Lots of radio jockeys, Rajesh Soni, who's my partner in crime at the Venture Capital Fund, GSF, you know, he was the sales head and so great bunch of people, but I could choose going in and so I would do my show, go there, come back. At the end of one year of Times FM, they decided to do a road show to celebrate Times FM success. And by this time, they would not give us our mail or whatever, etc. We would get some messages that would be collected by someone. We stepped out onto the road and I remember we were in front of Gargi College. And we were supposed to go into the college and suddenly there was some lack of permission, whatever. So you're waiting outside Gargi, the entire college boycotted the college and came onto the road. And on that van, some people were dancing, Sanjay Rehna was singing his song at that point in time, one song he had which was very popular in Delhi. Veronica Jacob and the Planets were dancing and we were standing at the back and we were just hearing chants of our names. You know, that moment, that was the day when I realized, boss, you are their habit. Because you saw it up front. And that was when I said, boss, and I could see the production and the production and I could see the production and the people used to manage us. I could see fear in their eyes saying, oh my God, these guys are bigger than the station. And after that, there was a big boycott because all of us wanted our contracts. I don't want my contract to be negotiated. They said, everybody become an employee. I said, I don't want that. And it was it was Mr. Vineet Jain who actually came and I mean, God bless him because these guys were adamant. They said, we'll put you off air. I said, you can do anything you want. I'm not signing an employee contract. And he came and said, what is the boy saying? They said this. I said, let him be. Because I think somewhere he saw the power. And I was not asking, I wasn't suddenly being greedy saying, pay me 10 times. Nothing. I said, guys, this is what I want. I just want it instead of doing three shows a day, because I was doing a Hindi show, a morning show. I used to do a rock show in the morning, an afternoon show in Hindi. And then I used to do this talk show in the, I mean, the dial in. And then at some point when I found it too claustrophobic and I started doing television, I moved out and I started doing Live Wire. And Live Wire was a show because everybody said in those days, you know, the phone was dead live. There was just a five second pause. And they said, if somebody abuses, somebody curses, you know, this can be a case. But we were just trying and experimenting with a show. And on that show, the letters we started getting, see, it was still the time when people wrote postcards and inland letters. And my home, because my home address was there, they didn't stop you from taking it. And when you read them, you could sit for nights and it was your, it was your little fan fiction, you know, bit that you were reading. And there would be people talking about their deepest secrets, intimacy, love, you know, people want proposed marriage, all that would happen, I was married, I'm like, marriage proposal has come, all this would happen. And one day on one of the shows, and it's something that I, you know, in India Today, I think they talked about it once, is that this girl called and the India Today reporters had come that day to sit in on the show, by chance. And this girl called and the minute we were talking and something, she said this thing about saying, why do you all lie so much? And you know, I was like, yeh kya bol rahi hai? And my ego was playing up saying, she's telling a radio jock that he lies, main iski halat kharab kar dunga, main yeh sab bolunga. And she just suddenly went into this thing of saying, you know, you lie, the government lies, the army lies. And I said, there's something deep here. And I said, what are you talking about? She says, you know, my brother, he went in the army, he went to Siachen. And she said, you know, he never won a medal or whatever, because you know, he died for no reason. He died of gangrene. But he wasn't in a battle. No, no, you know, and in my head, I'm suddenly, you know, going into Nobels were told for him, etc. in my head. And I realized this girl is yeh hatash hai. She's depressed. And the way she was talking, and you know, and I want to rid myself of these lies, and I want to rid myself of this world, I said, Oh, God, this might be a suicide caller. But she has called me out up front and said, you lie. So anything I say to her, she won't believe. And that's the moment when I noticed that the biggest moment of my life, honestly, from that decade was that I remember I turned and said, I've got a pager, I used to have a pager, people used to message me the numbers, and I used to call them. And I said, dekho, main call pe toh isi ko rakhunga. Aur yeh mujh pe wiswas nahi rakhti hai, this girl doesn't believe in me. But if you all want to resurrect her belief, send messages for her, I'll wait here. And there's a 30 second gap before people obviously have heard it and are sending messages. And there was silence. And I narrate this often at Commune as a story. And I say that, you know, that for a while, it was just a flat line. And suddenly the pages started beeping. And with every beep, there was a message and there were messages in broken English. Sister, I'm brother of yours from Haryana, whatever. But I kept reading those messages, messages, messages, messages. And then I had queued Everybody Hurts by R.E.M. And I used to read a lot of stuff. So Vikram Seth had this poem, All You Who Sleep Tonight. And I just turned and said, I said, you know, if you're still on the line, all I want to say to you is not my words, because you don't believe in them, but I will use Vikram Seth's words. And I said, All You Who Sleep Tonight, I said the entire poem. And I played Everybody Hurts below and, you know, just segued into it. And that was the end of the show. And these reporters were sitting behind and they were like, boss, yeh kya hua hai? And then that girl paged me and said, you know, thank you. You know, it just, for me, this was the moment of saying, this is the power of a creator. So, you know, I said this thing about becoming a habit. I saw these things happen. And I would say, yeh hai, this is a habit being formed. And this just used to go on and on. And this intimacy with the audience actually continued with me. Mere ghar pe ek baar ghanti baji, you know, my wife opened the door. And this girl came and sat with a cake and she said, main roshan ke liye laayi hoon. And she just sat there. You know, and I was sat and I said, aap kaun hai? She didn't say a word, sat, got up and left after that. Pata hi nahi kaun hai, aaj tak nahi pata kaun hai. But yeh cheeze hoti thi, because you were that close to your audience. So I, you know, I realized then that there was this intimacy that I could build across screens. Maini television pe hi kar raha tha, jab maini Sinistars ki khoj kari thi, which is a show on Zee, which actually, if you ask me, was the Indian precursor to any of these Indian idols got talent, because Gajendra knew the pulse of people and he used to do Antakshari and Sare Gama Pa, which were the two biggest shows. And he got Sinistars ki khoj to happen and I became the anchor for it. Aur jab main wo show anchor kar raha tha, jo sare bachche usme the, bachche mata because they were selected from various cities as young actors and two of them would win. And become the, these Sinistars and Zee would make a film with them. And every week, these kids would become closer to me. And even today, if you go to my Facebook, they're all my friends. Kisi ko bacha ho gaya hai, kisi ne yeh kar liya hai, kisi ne car wash ki business khol rakhi hai, koi producer ban gaya hai, kisi ki film last year release hui hai. But they're still in my circle. And this ability to keep those people in your circle, I think is important. Because very often as creators, we carve our path and we just keep leaving people behind. And in that same TEDx thing that I said, I called it the roadless travel, if you remember, because I said that dekho, rasta hi nahi tha, there was no road. You made the road and you build these campfires and you leave them for people to follow. And honestly, I think that's what somewhere I believe is my creator journey and keeps me going."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:25.520",
        "message": "Yeah, that's a moving story. I teared up during it because it's so powerful. And you were talking about writing letters to people, physical letters. And I remember in Delhi, like after I graduated from college, I worked for a year in Delhi, 94 to 95. And I was listening to FM one day, and there was one guy who was talking like a normal person, but playing music I loved, which I wouldn't expect to hear on radio. So there was like Velvet Underground. So I thought, so I wrote him a fan mail, physical letter, and he replied with a physical letter, which is stunning. I don't even remember his name. But that that is such a beautiful moment of connect. Now, it also strikes me that, therefore, there are, in a sense, two kinds of connections. One is this intimate connection where you feel like you know this person so well, which I feel for the podcasters I listen to regularly, and I get that same feeling back from people who listen to the show. The other is that whole superstar projection kind of thing, ki jaise Amitabh Bachchan hai, mandir banaliya. In fact, your predecessor at Jamia in the Maskom course, Shah Rukh Khan is exactly an example of that. It's so much larger than life. So huge. And in a sense, you must have faced both you must have experienced both adulation"
    },
    {
        "speaker": "Guest",
        "time": "02:59:36.160",
        "message": "in the second sense. Yes, when I was on television, a lot of Shaheen, you know, I met her in Bombay. And you know, I, we traveled once to the auto expo. And she was so irritated on the end of day one, she says, all the girls come to me and say, you're his girlfriend? Yes. But I wanted to marry him. She says, I've heard this through the day, what are these people? So I say, yaar yeh kuch nahi hai, toh fan following hai and whatever, you know, but that used to happen. But you know, I'll tell you, superstars are supernovas, which carry a, and it's been written about Steve Jobs, right, saying that around them, they carry a magnetism, which is a, I'm forgetting the exact phrase, but but you know, they say that it's this circle of disbelief. The minute you enter that field, you believe anything they say. And I've noticed it upfront. I've been with Mr. Bachchan, I've done interviews with him and whatever. Wo ek magnetism, jisko bolte hai aura and superstar and all this stuff. Wo ek genuine belief se stem karta hai that I know I'm a superstar. That was never me. In my head, I was, I know was never the phrase. You think I am, I'm grateful was my thing. And it has always been me. Very often, you know, people turn and say, why do people approach you? People will call me with saying, Roshan, I'm getting this much money, what should I do, whatever, etc. I say because na main usme kuch apna dhoond raha hota hu. And main sant banne kushan nahi kar raha ho, par mujhe kya zarurat hai? Tomorrow, I've had three comedians call me saying, sir, doing this contract, is this worthwhile? Do you think we should do it? And I'm like, I'll take a very scientific, yeah, you should do it. But I'm putting, I'm not saying, acha, you know, agar main isme aaja hoon, agar main isme aaja hoon, which is such a Bombay thing, such an industry thing. One of the famous stories that I once remember was that one actor had bought a car, actor, right? And the car must have been at least a crore, right? A couple of years ago, so imagine one of those big vehicles. And a friend of his, who was another actor, saw the car and you know, his driver was with him. And I know it because my driver knew the driver. So his driver was with him. And the driver turned in at the start and said, boss, I love this vehicle. Can you get me one as well? His haath, tereko accha price dila dunga. So he said, oh, great, great, great, and whatever. So when the guy sat in the car, he told the driver, ke saamne he called the guy from whom he'd got the car. He says, suno, so and so ne gaadi maangi hai, maine tumhe recommend kiya, mera 2% rakh lena. I said, you're a guy who can afford a car worth a crore, and you still want 2% in the other vehicle. Par yeh attitude hai. You know, and many people say this is the cost of doing business. But it's not the cost at which I do business, and I will never do it. And I have friends who'll turn and say, but you know, it's my way. I say, yaar, tumhe lagta hai toh karlo, main nahi karta. Main isme vishwas nahi rakta, I don't believe it. And is it just my imagination"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:25.440",
        "message": "ki jo new creator economy hai, creators, YouTube wale, podcast wale, unmein yeh nahi hai? Because I see so many people, in a sense, just willing to help and share. And perhaps because they haven't gotten that mindset, they're much younger, perhaps because they know the ecosystem."
    },
    {
        "speaker": "Guest",
        "time": "03:02:40.960",
        "message": "There are both sorts. Honestly, I've come across both sorts. Frankly, though, there are far more of the ones I'm happy to help and share. But there is a set, a lot of it depends on how secure or insecure they are. I've seen this with huge actors as well also, by the way, helping another actor on set. But as a set, who will not do it? There are people who are still in competition with their own, you know, people who they've worked with for 40 years and still want to score a point. I mean, the other day we were having this conversation, when I heard it, I just kept cracking up saying, really? That person's been in the industry for over 25 years. I said, nahi, but they're in competition. Because you know, that person is still in competition with everyone because that's their elixir, that's what drives them. I said, theek hai yaar. I'm waiting for your tell-all memoir. Saare naam chahiye sir. Jaise aapke hai, ek writer, jinka aap naam nahi lete,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:31.280",
        "message": "mere aise bohot hai. Next question is about learning. How does one learn? Like, one learns by doing, which of course everybody knows. But one of the things I've realized recently is that one learns also by teaching. So you have taught so much. Tell me a little bit about that experience and are there any specific times where you remember ki yeh sikha ke maine yeh sikha?"
    },
    {
        "speaker": "Guest",
        "time": "03:03:55.680",
        "message": "Nahi nahi, toh aisa, pehli baat toh yeh hai, kaise ek play construct karte hain, toh maine seekha hi ek logon ko sikha ke. I had never written a play before. But those children's belief in me saying, you teach us. And when they wrote and me being able to tear that stuff and say, this is rubbish, and them coming back and then talking about themselves. And I mean, I never forget this one girl writing about, my mother doesn't let me take part in athletics because she thinks I'll scrape my knees and not be a contestant for Miss India because I couldn't stand in the bikini round. So that hit me and I said, oh my God. Now, creating that play required me to sell a dream to X number of people and travel with them. But it happened because the fuel was the belief of all these children. These children stuck by me for two years, saying we believe. And I think if a teacher wants to be a doer, see, that is the thing of I learn. And Elton, when I had left school had given me a card, I still remember and it's written that, you know, it said that he who can does and you cannot teaches. You know, and he wrote this line, I was and I said, so you buy you writing this and he said, No, no, my boy, I've never moved beyond this college. And, you know, I know that you have always gone beyond the boundaries. And I have often learned from you. And you'll do really well in the universe and whatever. And I think at one level, I keep saying to people say, No, who are you beholden to? And I said, my parents and Elton, because I was always thinking of how to do good by them, good by them. And I continued this. And this bit of people believing in you, but do I often see a lot of teachers who are not able to practice what they're teaching you feel extremely jealous of the fact that you have that I've seen it, okay. So, you have to bridge that thing like in film school, I remember saying, you know, I don't want to live my life with your guilt, the guilt of you having had a bad moment. So don't guilt trip your students. I've seen fine teachers have this old teachers have this habit of guilt tripping their students. When I when I move forward from that teaching experience, when I set up an event company, I would often be called to run workshops in institutes. So I would go to symbiosis, I would go to EMDI, I would go to so many places and teach. I set up a radio institute here for two years with when FM had just started saying, who can teach radio to people. And after two years, every station started doing their own courses. So we said, we don't need this course anymore. When I went to teach at symbiosis, I was reminded by Rohit and Varun, who are the Glitch Founders saying you remember the class where you came and said, how events become TV, and then you asked us to come up with an idea. And these boys came up. And I still remember the idea. It was called English Babu Desi Meme. And what they said was that we'll take 10 city slickers and put them in a village. And they have to make uplas and they've got to cook food on a changithi. And the anchors of the show are Ravi Kisan and Malaika Arora. And I heard that I said, guys, can you leave this college right now I will give you a job. And I said, we'll go and make this show. And they were like, hey, we've got six more months or whatever. So many years later, these are the people I meet and they become glitch. And when I met them, I said, you're the same guys. And they were like, I told you that so long back, and they did the titles for my film because I had no money. But very often in this little relationship that you build with people, you're able to do these kinds of things. I think teaching, you don't just you learn when you tell people I don't know, I am very happy to say, I don't know at times. But before that, I'm a curious seeker, like in the creator economy, there's so much going on. I know 30% really well, but there is this dao, mao, whatever, etc. You'll have to do a little bit of crypto, you'll have to do a token, make some mistakes and tell a whole set of young creators, I don't know. I know this, but I don't know this. Can we work it together? Like when we built Glitch, and actually when Varun and Rohit built Glitch, but they used me, they used me at times in a really fun way. That when Pooja pitched herself who's now married to Varun, Pooja got him to pitch and said, these guys are great at creative, they're shit at strategy, you need a strategic head. And I said, great. And then two days later, I got Varun now saying, by the way, we've got a problem saying Pooja has pitched herself to us as strategy head, what do we do? So what do you mean, what do we do? She's a great person, let's take her. So but you know, I'm also having a relationship with her. So what if she doesn't work out? What do we do? I said, I'll tell you what, let me be the front person for this, because neither of you should take the blow, you're best friends. Let me handle. And I had that conversation. And even today, for whatever it's worth to her, but to me, it means a lot. I am Pooja's mentor. But like it's that one conversation a month, it's that one chat in a quarter, it's the one, how do I handle this? And I really value that, because I will not tell her that I know how to run a digital agency. But what I know, I know, and I'm in I'm available to you to teach you that, but I will immediately turn and say this, I don't know, and I want to learn from you. You know, I'll give an example. Suddenly, somebody reached a commune and said, you know, can you do a mass campaign for us? And I said, we don't do this, you know, sorry, this transmedia campaign that will happen across mediums. I said, see, the core idea we've given is beautiful. I don't want to lose it for not knowing this. I connect with Pooja, Pooja, can you tell us how this is done? I'm just asking that, you know, Varun, can you tell me this or somebody else, you know, and, and I'm very happy to reach out to people and ask them. Because the other thing that I've learned is, we Indians in Lucknow used to die of shame. We won't ask, we'll die, but we won't ask. So I was told, once I remember, Shaheen and I had a fight, and one of our aunts said, listen, if you don't like this thing, tell her. Don't expect God to drop into and whisper it into her ear, or that some Lucknow guy will tell, who will tell, a third person will come and tell it to her. And it was still a problem to me if you asked me to say things, saying things directly. But I ask what I don't know, and if someone wants it, then I'm asking because now I don't have that shame that somebody will say no. Earlier I used to feel that if I ask and somebody says no, then it's, I am unworthy. But I don't think that anymore."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:46.080",
        "message": "Yeah, and you know, you mentioned that thing about your film teacher saying, don't touch the film. And I'm reminded of this old saying, this old Japanese saying, which was, if I remember correctly, if you want to make a man a pauper, gift him a camera. Because pura paisa film mein chale jaayega. And today that's just not there. It's like, you know, we kind of take it for granted. I've taken a lot of your time. So I'll head towards sort of final general questions. One of them is this, that, you know, the pinned tweet on your Twitter feed is, quote, humility is not thinking less of yourself, it is thinking of yourself less, stop quote. It's by C.S. Lewis. And humility is a question I want to ask about because one thing that I have noticed, and you will, of course, have the humility to shrug away the compliment, but one thing I've noticed is your tremendous humility in the sense that one would imagine a person with the kind of career that you have had with your achievements behind you, you'll bring an attitude with it, but you are so open, so curious about, you know, learning from other people, you know, as you just mentioned, just always starting these campfires, taking fellow travelers. In that talk that you gave, you also spoke about the philosophy of geese, where you don't have to be a leader all the time, you know, so it's like a cycling peloton, there'll be one person leading and then they'll drop back and so on and so forth. Is this something that's come with age? Because it is something that I did not have. And I had to cultivate it and become conscious of it and realize that I was making many mistakes because of this. And it came over"
    },
    {
        "speaker": "Guest",
        "time": "03:12:16.000",
        "message": "a period of time. No, I think this has been there from the very beginning, simply because, as I said, my parents, from a very early age turned and said that, you know, my father used to always say that, you know, and genuinely to live in the hearts you leave behind is not to die, right? I mean, then, I mean, that's a stone for Danny Fisher of all things, I don't know, Robbins, but, you know, it's something I remember, because it was a line about this whole piece, that piece starts with saying the dead will lie below their monuments, remembered for what they build, but not for who they were, you know, but for me, and he's talking about a common man, and he says, for me, when everyone, when a person cries for their loved one, they cry for me, you know, and I remember these elocution pieces, but this one resonated with me for that reason. Without stressing how important you are, when I did Aladin, Vikrant, who was my director, I remember the last day he just came in, he just said, he says, you know, I had to give you very little direction, but I, but he said, you know, what I loved was that you came on time every day, you attended every rehearsal, whether you were required or not, not once did I hear you complain, I heard people half your age do that, and he says, I just want to tell you that this is the quality, yeah, you're a great actor, yeah, you've got a great voice, yeah, you did this, etc, etc. And I don't know, I mean, you know, I keep saying, be interesting or be interested, and I'm always interested, because I mean, and that's what maybe just keeps it interesting as well. And that doesn't happen with this, you know, let me tell you about me. That's such a great line, be interesting or be interested, lovely line."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:11.200",
        "message": "What other advice would you give young creators today who are looking at this creator economy, who have multiplicity of opportunities, which can often be bewildering, who also have this expectation or this desire for validation, which is perhaps even greater than ours, because we live in an age where everyone's competing so hard for validation through social media with all the posturing that goes on. It's just constant. What advice would you give?"
    },
    {
        "speaker": "Guest",
        "time": "03:14:35.520",
        "message": "You know, fame is ephemeral, it comes and it goes. I said it that day in the evening when we're having that conversation saying don't forget that the TNC of the creator contract is trust and credibility, right? That those are the two tenets that you've got to live by. The day the trust breaks, the day they think you are a false prophet, they have so many other people to turn to. And this cancel culture, unfortunately, doesn't give you a second chance. So just remember that, because it's a very heady feeling. I see a lot of young people making mistakes, then I feel, should I call them and tell them? And I say, baby, it's not my place to do so. If they ever ask me, I tell them. I tell them very, very clearly. And I mince no words about it. But I just feel that this is very important, you know, that's the important thing. And that's the one thing I keep telling people saying, because I can see people suddenly making lots of money, costing 500 people. So that's it. And it's not over till it's over. So number one, you know, if you're losing, it's not over till you're over. If you're winning, it's not over till it's over. So stay with it, you know, know the limits to what you have to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:48.720",
        "message": "And what's ahead of you now? Like we've established we're both young, you're only 50. So I'm 47. So we're both young. What lies ahead of you now? What do you look forward to in the"
    },
    {
        "speaker": "Guest",
        "time": "03:15:59.440",
        "message": "decades to come inshallah? So approximately a month or two ago, I came across a small WhatsApp forward, you know, where there was this gentleman who I'm forgetting his name, but he was the he runs a big foundation, which helps students and things. And he was also the head of HCL technology, so I'm not mistaken. And it was a it was a young entrepreneurs thing for times or something where he'd come out and he spoke and he said that Mr. Nair, and he said that he told a parable about this and who's asked what do you want to be one guy said I want to be the fastest and I want to be this thing and whatever. And the last time turns I want to be a butterfly. Right? He said, think of something so scary that people think you're going to suck. I had stopped thinking scary. Honestly, the last scary thing I thought was spoken fest, and we built it, it was scary as hell. But my God, was it a high to see those people walking into geo garden and then see those numbers grow? Right and commune spoken festival I told him I told China said I'm investing a child's education money in this because I know how much money goes into a festival. But the returns are tremendous there. I do believe that I want to take that brand global and it's a scary thought because it requires me to invest time, effort, money. I do want to build commune as a global organization. And I have to understand many other cultures, which I know nothing about. Right, right now I'm exploring the Middle East, there's India, there's UK, there's US and I will keep doing this. So like a road less traveler, I will find new roads there as well. And it's very scary because I haven't navigated those spaces. But I'm very happy to do that. So that is what is exciting. I have definitely a film, a book, a memoir, all of those in me. And I'm also very keen to, like I said, do something that is unparalleled, etc, where I think that this whole creator conference, which here when I saw when I did coalition, I loved. Globally, when I attended South by Southwest, I did. So I have proposed three IPs with commune, which I think can be global IPs. They will happen. Again, they're scary as hell to do. But we'll do that, you know. And so that's what's next. You know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:01.360",
        "message": "you mentioned the ant and I thought of this old old quote, which I remember from the 80s. I don't know why it suddenly hit my head now. It's by Richard Bach. The quote goes, quote, what the caterpillar calls the end of the world, the master calls a butterfly. Stop quote. So inspiring words for all creators out there and just keep pushing your boundaries and you know, trying new things. Roshan, I could have spoken to you for many more hours, and hopefully we will continue this. So thank you so much for your time and insights today."
    },
    {
        "speaker": "Guest",
        "time": "03:18:29.360",
        "message": "Not at all. And I can't tell you what an honor and a pleasure it is to be here. An honor because every time I used to hear people I used to say you've got to be really worthy to be there. So a little bit of a self gloat today, which I will do. And and a pleasure because getting to know you as a person is something that I genuinely felt. I felt that this would be the beginning of many conversations whether on a podcast or otherwise."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:50.720",
        "message": "So that's fabulous. Well, I would say since I know you're kind of weight conscious, no sugar, the ghee is fine. Thanks, Roshan. Thanks. Thank you. If you enjoyed listening to this episode, do check out the show notes, Rabbit Holes Abound. You can follow Roshan on Twitter at Roshan Abbas, one word. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]