[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other day. I dreamed that I was a writer. Now you may ask, why is this strange? After all, I'm a writer in real life. Well, the reason it was strange is that in my dream, writing was a banned activity. It was looked down upon by society. Everyone considered writing shameful. In fact, it was basically banned by the government. To practice writing, I had to slink off every day to a place called a Rothel. There, I would wait in my room or hang around in the balcony looking intellectual until a client turned up. It could be a newspaper editor looking for a column or a features editor asking me to write a limerick. Even an avid blog reader furtively looking around here and there before paying me to write a blog post or two. I would write what they wanted me to and they would pay me or my agent. Sometimes my agent would pass on only a small part of the money to me. But I couldn't protest or strike off on my own. Writing was illegal, remember, and therefore the organized underworld ran writing. And with the connivence of the police, who they paid regular hafta to, I'd be finished if I went off on my own. So in this dream, one day a cop came into my room. He was there because he needed something from me. And despite that, he looked at me with distaste as if I was the lowest form of life."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:27.840",
        "message": "He said to me, write a limerick for me right away and I won't pay you because I am a policeman and I have power over you and you are lowlife scum."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:39.480",
        "message": "I was very upset by this. I couldn't help myself and I burst out with a question that had haunted me for a long time. I asked, what am I doing that is so wrong? Why are you treating me with such contempt?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:52.480",
        "message": "He sneered and replied, you are selling your services for money. You are selling the labor of your mind for money. That is immoral. Shame on you. Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:14.040",
        "message": "Please welcome your host, Amit Badma. Welcome to the scene and the unseen. My topic for today is prostitution, specifically the criminalization of prostitution. Prostitution is generally looked down upon in society, which I find illogical. What a prostitute does is no different from what a writer or a banker or a cricketer or a construction worker does. We all sell the products of our mind or body for money. Whatever you may feel about a specific profession, you should not deny us the freedom to pursue it. We have that right. And yet society looks down upon it and the law bans it. I have been writing for years that victimless crimes should not be banned and we recently carried a series on this on Pragati, the online magazine that I edit at thinkpragati.com. We had pieces arguing that alcohol, betting, drugs and prostitution should all be legal. The piece making the argument for legalizing prostitution was co-written by me and Manasa Venkatraman, a young lawyer who works at the Takshashila Institution in Bangalore. If you go to thinkpragati.com and click on the opinion section, you will find our piece with the title, Legalize Prostitution to Stop Trafficking. In it, we argued that banning prostitution is wrong for two reasons. One, it is morally wrong because it deprives a woman of choice. Two, it is pragmatically wrong because banning any victimless crime draws the underworld in and that never ends well. Anyway to discuss all that and more, my co-writer of that piece, Manasa is my guest today. Welcome to the show Manasa. Thank you Amit. Manasa, one of your pet bugbears about prostitution is the way the Indian law defines it."
    },
    {
        "speaker": "Guest",
        "time": "00:03:58.840",
        "message": "Can you tell me a little bit more about that? Yes. So, prostitution according to the Oxford English Dictionary is just the commercial activity of sex. So, it's the taking of money in return for a sexual service. However, under Indian law, prostitution is defined with sort of trafficking undertones. So, the law says that prostitution is the sexual exploitation or abuse of persons for commercial purposes. This clearly shows that there is no objectivity even in the definition of prostitution. It conflates human trafficking with sex work, with commercial sex work. And this confusion translates through the entire law. What that does is, tries to protect sex workers, but it fails miserably because it treats them as doing something wrong inherently, whereas prostitution is just simply the exchange of money for sex. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:59.440",
        "message": "In fact, it actually assumes an absence of consent and therefore the question of consent doesn't therefore enter the discourse around it because the law assumes that it's simply absent."
    },
    {
        "speaker": "Guest",
        "time": "00:05:09.440",
        "message": "Absolutely. And we see the importance of consent when dealing with prostitution as a legal subject because if you look at Amsterdam, the whole law around prostitution is founded on the pillar of consent and that is what makes sex workers and sex work such a safe profession"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:32.080",
        "message": "over there. In fact, I remember on a TV show many years ago, I think we the people are one of those, talking about legalizing prostitution and Kiran Bedi was on the show and she was insisting that there was no consent involved in prostitution, that no one could possibly choose to be a prostitute. And it so happened that there were actually ladies in the audience who were in that profession and they insisted that no, they got into it consensually, which was a point that Bedi just refused to accept a lot of dissonance there. And this is something, you know, when I write about economics and I write about, you know, things like sweatshops, people often assume that no one can willingly work in those. So therefore they are akin to slavery. But what they often don't realize is that people who are not as privileged as us often face a set of really bad choices and they make the best choice available to them. So some, a lot of people go into prostitution because out of all the options open to them, it's actually the best option. And that means that the moment then you make prostitution a criminal activity, you are telling them to choose an option that they consider worse, you're closing off what they consider to be the best option. Which brings me to the whole moral dimension of banning prostitution, that it's wrong to ban prostitution because you are depriving, you are depriving the woman of consent by"
    },
    {
        "speaker": "Guest",
        "time": "00:06:49.640",
        "message": "banning it. Absolutely. And for the state to assume morality on a profession that is as legitimate as anything else, as honest as anything else, is just morally wrong. It is not prostitution that is per se wrong over here. It is the state looking at it with complete lack of objectivity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:10.720",
        "message": "Absolutely. I mean, they're depriving the women of choice, which can't possibly be a good thing. I want to take a sidestep here and discuss something that we hadn't discussed in article, which is to sort of try and understand why both social views and the laws are like this. And one of the things I blogged about many years ago was our Indian law on adultery, which is section 497 of the Indian Penal Code. And I'll just read out a bit of it to you and tell me how you react. Section 497 says whoever has sexual intercourse with a person who is and whom he knows or has reason to believe to be the wife of another man, without the consent or connivence of that man, such sexual intercourse not amounting to the offense of rape is guilty of the offense of adultery. And it goes on. But I was particularly shocked by that because according to this law, the consent that mattered was not that of the woman committing adultery, but of the man she was married to, therefore implying that women are to be looked at as a property of men. And there are various laws in the Indian Penal Code, which of course originated in Victorian times, which are exactly of this kind."
    },
    {
        "speaker": "Guest",
        "time": "00:08:14.000",
        "message": "Absolutely. And the adultery section in the IPC is one of the shining examples of what the British left us with. Like you're saying under section 497 of the IPC, it is the husband who has the right to go to court, but not the wife. In fact, the wife isn't even wrong. The wife doesn't even have a say suddenly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:39.280",
        "message": "Exactly. And a few years ago when I blogged about it, it turned out that some states were actually planning to expand the scope of the law and 30 odd state governments were asked for a response by the centre to the Malimath Committee recommendations that even adulterous wives, if they were committing adultery of their own free will, be penalised because they had gone against the presumed wishes of their owners, so to say. So this was many years ago. I think this Malimath Committee was like 10-15 years ago. So this is something I'd written 10 years ago, which I just came across. This brings me to the interesting point that, you know, if women are at one level considered to be property, you know, according to Victorian laws and according to these sort of laws, and that would explain why women who are promiscuous, so to say, are considered to be doing something morally wrong per se, which, you know, a promiscuous man, the same assumption wouldn't be made"
    },
    {
        "speaker": "Guest",
        "time": "00:09:33.800",
        "message": "about him."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:34.800",
        "message": "That would make sense. And which also comes to the sort of paradox of how, while when people talk about prostitution, they assume that there's no consent involved and women are victims, but equally, the word prostitute or slut is a cuss word by itself. You know, to call someone a prostitute is to abuse that person, you know, which is also like where the term prostitute and so on comes from, which is kind of bizarre because the law assumes that there is no content, but then the attitude of society towards these people seems to assume that even if there was consent, it would still be a crime."
    },
    {
        "speaker": "Guest",
        "time": "00:10:09.260",
        "message": "So last year, a draft bill was proposed in Parliament, which sought to ban trafficking, and which also discussed prostitution. But Amit, like you're saying that the current law that we have about sex workers is a remnant of a colonial era, but shockingly, this bill that was introduced last year is equally badly drafted and equally lacks objectivity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:37.120",
        "message": "Wow, why is that so?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:39.680",
        "message": "Because again, it conflates prostitution with trafficking, and it assumes this sort of sorry tone when it talks about sex workers throughout its language. And what does the bill propose to do precisely? Oh, it proposes to rescue prostitutes from their brothels and admit them to these homes. It sets up commissions to inquire into these practices, so on and so forth. But what stood out for me is that the same tone that was adopted 100 years ago when one spoke about sex workers is still adopted last year. So clearly there is a cultural stagnation that has happened when we speak about this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:23.200",
        "message": "Yeah, absolutely. And to go back to the argument we made in the piece that we wrote, I mean, our first argument which we just discussed was the moral dimension of banning prostitution, that you're assuming there is no consent and you're depriving the woman of choice. But the second one was a practical one, which is what happens when you actually ban prostitution. And here we see something come in that the regulatory economist Bruce Yandel described as Baptists and bootleggers. And the example he takes is of another victimless crime, drinking alcohol, the example he takes is of prohibition, where he says that typically prohibition is something that is recommended for moral reasons by Baptists. And the people who benefit, therefore, are bootleggers, because, you know, you ban any victimless crime, the activity is just going to go underground and it's going to continue. And that makes Baptists and bootleggers sort of allies in a sense, whether they're overtly actual allies, like in some places, you actually find bootleggers funding campaigns by Baptists, which is, of course, I mean, the politicians who are taking all of these moral stands. But inevitably, what happens when you ban a victimless crime, whether it's prostitution or alcohol, or betting, which is often conflated with match fixing the same way prostitution is with trafficking, when you ban a victimless crime, the whole thing just goes underground, the underworld takes over, and the chances of a lot of trafficking taking place and the consent of the women actually not coming into play are far, far higher."
    },
    {
        "speaker": "Guest",
        "time": "00:12:52.000",
        "message": "Absolutely. And what happens when, you know, prostitution is made illegal, is that if the woman is then coerced into having sex with someone, she cannot go to the police and tell the police that she was physically abused, because what she was doing is illegal in the first place. She'd be the first person to be put in jail."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:12.360",
        "message": "Exactly. And often you'll find that there is this understanding between the police and whatever the local mafia is, and therefore the prostitutes themselves are actually helpless because the police are hand in glove with the people who run them. That's a deplorable situation. So tell me something, prostitution was legalized a while back in Bangladesh, have things improved"
    },
    {
        "speaker": "Guest",
        "time": "00:13:31.880",
        "message": "there? Sadly not. That's what they found. They legalized prostitution a few years ago in Bangladesh, but the status of the sex workers is still the same. They still live in dingy, small rooms, they still have to go through physical abuse, their children are still made to see things that no child should. And this is where it comes through, that while the law is, it is necessary to change the law, it is not enough. This is where cultural change becomes important. On the one hand you have Amsterdam, and on the other you have Bangladesh. In both countries prostitution is legal, but in one country the sex workers are far safer"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:21.680",
        "message": "than in the other. So in other words, what you're saying is that the law has to go hand in hand with society. Social attitudes remain extremely regressive. The law alone changing merely is not going to solve the problem overnight. Absolutely not. And supposing we do talk about changing the law in India, because it will still help in a lot of respects, how likely is that to happen? And what's the kind of process that is required to change a law like that? Can a government do it by itself? Does it have to go to parliament for it? Do you need a broader sort of consensus? Is there one central level law which can be changed, or do all the different states have their own laws?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:56.720",
        "message": "How does it work? Well, there does need to be fresh legislation. So a new act has to come into being that says that prostitution is legal, it is no longer illegal. But before we get to that point, I do want to talk about two things that have already happened. One is the famous Varma Committee that was constituted after the Nirbhaya rape incident. So the Varma Committee was tasked with changing criminal law as it is in India right now. And one of the things that they recommended was that prostitution be legalized, voluntary sex work, they said that this does not equal exploitation, and it must not be confused to mean trafficking."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:43.400",
        "message": "Excellent."
    },
    {
        "speaker": "Guest",
        "time": "00:15:44.400",
        "message": "The second thing that I want to point out is that the courts have the duty to interpret the law. And the Gujarat High Court has actually done a fantastic job of setting a better tone for how sex workers are perceived. In one judgment earlier this year, they said that a transaction between a sex worker and her customer is purely a commercial transaction, and there is no morality attached to it as such and it has to be seen as a business transaction. And this is exactly the kind of tone that we want in our laws as well. So while we have a long way to go, it's heartening to see our courts and scholars actually being"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:33.440",
        "message": "on the right track. And do you think these two recent, like in the case of Gujarat, the judgment, and in the case of the Justice Varma Committee, their observations, that they're also a reflection of our society's beginning to view prostitution differently, or are we still stuck in that backward regressive mode where, you know, slut is a bad word?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:53.240",
        "message": "But that's an interesting question. And I actually, my feet are in both lands, so to say, while you have these high courts and you have these committees that have forward-thinking views, there is a large section of society which also is convinced that prostitution is wrong. I'd say at the most optimistic, we are 50-50."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:17.540",
        "message": "It is neither this way nor that. So you think 50-50 is optimistic on that note, Manasa, thanks so much for coming on the show."
    },
    {
        "speaker": "Guest",
        "time": "00:17:24.440",
        "message": "Thank you. Thank you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:26.440",
        "message": "That's it for this episode. Thank you for listening to The Scene and The Unseen. To browse our back episodes, head over to sceneunseen.in. You can follow me on Twitter at Amit Verma, that's A-M-I-T-V-A-R-M-A. You can also check out my blog IndiaUncut at IndiaUncut.com. If you liked this episode and would like an encapsulated version of our arguments, head over to the online magazine Pragati at ThinkPragati.com and search for a piece co-written by Manasa and me called Legalized Prostitution to Fight Trafficking."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:58.480",
        "message": "See you next week."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:07.560",
        "message": "If you enjoyed listening to The Scene and The Unseen, check out this exciting new podcast from IndusVox Media called Keeping It Queer. Keeping It Queer is hosted by my friend Naveen Narona and he profiles LGBT people from all across the country and some of the stories are really poignant."
    },
    {
        "speaker": "Unknown",
        "time": "00:18:22.200",
        "message": "You can download it on any podcasting network."
    }
]