[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "While chatting with my writing students the other day, I mentioned that I wished I had done such a course when I was in my early 20s. Now, I wasn't praising the course as much as I was making a confession about my past self. The 21-year-old Amit wanted to write, but knew nothing about writing. He didn't know the craft, and more importantly, he didn't know the importance of discipline, of building processes and writing habits. He thought he understood life and the world around him, but that was just the arrogance of youth. Like most people, I learnt whatever I know by making mistakes. Life gave me hard knocks, I learnt. But if I had read more, had more humility, I could have learnt faster. If the 47-year-old me could speak to the 21-year-old me, I could change his life, which leads us into complicated science fiction territory because a 47-year-old me may not exist then. But my point is this, life teaches all of us important lessons, but it's possible, with the right attitude, to take shortcuts, to learn those lessons from others and as a result, to live our lives better. That's why I find it important to constantly think about life and writing and creating and all the things I do, and to try and build a framework around whatever I have learnt, and to share that with others whenever I can. And the kind of"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:20.320",
        "message": "people I love chatting with on this show are those who do just that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:39.520",
        "message": "Welcome to The Scene and the Unseen. My guest today is Prakash Iyer, who is a man of multiple careers, all of them successful. After doing an MBA in the early 1980s, he joined the corporate world, where he went on to hold top positions at Hindustan Lever and Pepsi, among others. As if being a corporate bigwig wasn't enough, he reinvented himself and became an author. Driven by the urge to share his learnings and his life lessons, he wrote a series of books, the latest of which is just out. It's called How Come No One Told Me That. And Prakash further reinvented himself to become a leadership coach, a public speaker, a YouTuber, a modern day creator. He is also an alteration tailor. What does that mean? You'll have to listen to this episode to find out. But first, let's take a quick commercial break. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Over the last year, I've enjoyed teaching my online course, the art of clear writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students and vibrant interaction with much stimulation. In the course itself, through four webinars spread out over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction and a lovely and lively community at the end of it. The course costs Rs 10,000 plus GST or about $150 and the September classes begin on the 4th of September. So if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help"
    },
    {
        "speaker": "Guest",
        "time": "00:03:26.760",
        "message": "you. Prakash, welcome to the scene and the unseen. Thank you so much for having me here. It's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:31.160",
        "message": "such a pleasure to be with you. Yeah, I mean, your books are of course incredibly famous. I remember after you signed up for my course, some of the other participants were so surprised that hey, there's you know, it's like we signed up for Atul Berede's class and we get Sachin Tendulkar himself as one of the participants. So congratulations on your new book. But I'd like to start not by talking about your books, all the life lessons you've shared, but just your life to begin with, which is so incredibly fascinating to me that you spend all these years in the corporate world. And then you sort of become a leadership coach and you know, and in a sense transform just the way that you kind of look at the world and look at yourself. But take me back to your childhood. Where were you born? Where did you grow up? I mean, I know that you spend a certain part of your childhood in Jaipur where you learn to fly kites and you started learning leadership lessons from that point on when you were five years old. But in general, take me back to your childhood. Where did your dad work? What were your parents like? How was that childhood?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:31.680",
        "message": "So yes, I was born in Jaipur, Amit. And my dad used to be working in a steel rolling mill in Jaipur. And I was born in our house in Jaipur. And there's a little story attached to that because we went back several years later with my wife and I showed her the house where we were born. But I'll come to that some other time maybe. So I was born in Jaipur. Dad used to be, you know, a huge influence on my life. As I look back, my father was a huge influence. He left home when he was 18 from a small town called Perimbavur in Kerala and came to Mumbai, Bombay at that time to work with the railways and came here and then kind of educated himself and got a diploma in engineering. But more importantly, here was this man who probably spoke only Tamil and Malayalam, who comes and a bit of English perhaps at that time and comes to Bombay and learns Hindi and becomes so good at it that he starts teaching Hindi at the Bombay Tamil Sangam, which is really meant to help all these people who come from the south to work in Bombay and don't know Hindi. So he's actually out there teaching Hindi. And I say this because in many ways, that's a memory that kind of stays with me to say, wow, you know, it takes a certain kind of person to do this. And as I look at myself and my children now, I wonder if we have the ability to pick up languages like perhaps another generation did. A very nice and comfortable childhood, very fond memories of flying kites, of going to school, of going to St. Xavier's in Jaipur and having the headmaster look at my shoes and say, shining shoes. And I still remember that. And I keep thinking that if you're in a meeting and if you're in anything formal, hey, make sure your shoes are shining. We moved from Jaipur to Delhi to Bombay. My father used to be in, was in private service, tried some business, which looked like the best time of our life because suddenly we had like, you know, cars and we had bought a house. But he was in business, which also meant that suddenly we found everything was going away and, you know, tough times. But overall, very, very fond memories of growing up, of time spent in Jaipur. Let me tell you a little other small memory that I have from Jaipur again, which is my father used to be part of the Dakshin Bharatiya Samiti in Jaipur. So one of the things they would do is these cultural events of some kind. And I remember featuring in one of these little performances. It was a play which my dad had written. And the whole thing was in Tamil, but it was songs sung in Tamil set to very popular Hindi film music. So, you know, I played a Mantri in that little as a six-year-old or a five-year-old at that time. And the song I had was set to the tune of, Chod Gaye Balam, Hai Mujhe, you know, Saath Hamara Chod Gaye, whatever that song was, very popular Hindi songs. And I'm saying this because as I now look at the things I've done in my life, I like this idea that you can take a popular Hindi song and set it to Tamil lyrics and make it work. And that you don't have to listen to a Hindi film song the way it was. So one of my favorite past times as a young kid was to set, you know, to translate Hindi songs into English. So I would sing very confidently, my life is a plain paper, plain it remained because, you know, Mera jeevan kora kaagaz kora hi reh gaya. And maybe I'm trying to attribute too much to it, but it perhaps got me started on this journey of not of looking at things and saying, maybe there's another interesting way to do it. Maybe there's something else happening over here. And my father, as you might have guessed by now, because he did theater and stuff like that. So he was, you know, he was fairly creative in many senses. He got me onto this journey of, of let's say, feeling confident about being in an elocution contest in school or being in a debate in school. And that again, gave me the confidence to say, maybe this is something that I can do reasonably well. And I still remember as a little kid, I would write letters to the editor. And in those days, there used to be sports week. And I would write like this, you know, superbly creative piece of work, which would be something like, you know, congratulations, Sunny for scoring a ton at Melbourne, keep it up. And guess what, you know, God bless Khaled Ansari, he would actually publish it in sports week. And I would find that my name was appearing in that last page, you know, with those three lines attributed to me, I would be walking up to a newspaper stall in Mumbai. And I would actually sneakily peek into the last page of sports week before deciding whether I want to spend a rupee on buying it. And if my name was there, I would pick it up and I would come home. And I think my parents felt so good. But at least my recall is my parents said, wow, what a good thing. And if there was a guest at home, they would show that to people to say, hey, look, here's something that our son has written. And maybe these things got me interested, excited. So I'd write a bit, went to school, I, you know, would be would debate a fair bit and did reasonably well at that, would write essays in school. And again, and I'm just looking back to say that as you write an essay, and I remember class eight or nine, we were asked to write an essay about a person I admire. Okay, and so you can imagine most essays in class were like, you know, Mahatma Gandhi or stuff like that. And here I am, I wrote about my brother, my older brother, as the person I admire. And the teacher thought it was pretty cool. My parents thought it was pretty cool. My brother, of course, thought it was very, very cool. And these, I guess, were interesting memories for me, did reasonably well in school. And when I was graduating, here's another memory. My physics teacher, a kind gentleman called Mr. Venugopal, he, you know, sees says well done and, you know, I've done reasonably well in school. And so he says, so what are you going to do now? Now, if you're a South Indian boy from a middle class home, and you've done reasonably well at school, it's a given that you have to do science and then become an engineer or a doctor. I mean, you cannot think of anything else. And I remember my physics teacher telling me, I think you should do arts. Okay, but I'm now this is what 1977, you don't do arts. Arts is for those, you know, especially if you live in Bombay, maybe if you lived in Delhi, there's a St. Stephen's and you start thinking of stuff like that, but it never even crossed my mind or within the family to say I should do arts. I did science quickly figured that engineering is not the kind of thing I want to do, but luckily found statistics and loved it. So I actually did a BSc, which would have more arts courses than science. I did economics, statistics and math. And really, as I look back, I think one of the better things I did in my life was to have done statistics in college because I think it's hugely useful as a skill to have as compared to perhaps doing several other things you could do. So that's like a, you know, a quick recap of what early years in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:21.840",
        "message": "my life might have been. Yeah, many, many strands I want to follow up on. And one of them which comes to mind is, you know, when you describe your father sort of migrating to the north from Kerala, and then learning Hindi and then teaching Hindi to his community. And it seems to me that there is a sort of the best aspect of how we can think about community in India, that you go somewhere else, but you're not insular when you connect with your community. Instead, you help them adapt to what the wider society which in his case he did by teaching Hindi or by you know, having those interesting crossover musical experiments, and so on and so forth. And in recent times, especially there is also an uglier side to it. Like, of course, this side of it is also a side that lends itself well to globalization. And we see it all across the world where our identities are broadening in the sense that we hold on to those aspects of our past with pride and with joy, but also we open ourselves to the outside world. But equally in our modern politics, there is also this strain of becoming more and more insular of these sort of divisions kind of sharpening. Now in your experience from the 70s, 80s, 90s to now, when you look back on this entire span of time, what is your sense of the movement of things? Like, you know, when I look at the way that I grew up, probably a decade younger than you or so, and when I look at the way that I grew up, it was a very cloistered, elite English speaking kind of existence where you received the idea of India was all of these sort of feel good, Nehruvian things and all of that. But today, it seems that the reality all along may have been something else entirely. What is your sense of that? Because what your work also took you out into doing was just interacting with a lot of people who were outside your immediate social circles, per se, and in the kind of marketing roles that you would have done in companies like HLL. Also, therefore, having to understand kind of the pulse of the country. Have we changed fundamentally? Were we always like this? And were we missing something then?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:34.760",
        "message": "What are your sort of observations? As I look back, maybe there are two things that are happening or two things that come to my mind. The first, of course, is I think childhood influences, parental influences, I think are very strong for all of us. And I'd like to believe that a lot of the way I might look at the world, the way I might have seen things was born out of what I might have seen at home. And in that sense, I guess I was lucky that whatever is the lottery that we are all supposed to have been lucky at in terms of saying that, you know, we were lucky to be born where we were. And I think it's been a privilege that I think has a huge impact. And as I look at a lot of other people, I've often felt that you come across people who are probably much smarter, have had far more opportunities to do great things in life, but perhaps missed out on some of those early lessons on staying grounded, on respecting other people, on valuing differences of opinion and not trying to, you know, foist your views onto everybody else. And maybe that's something that has had an impact. I certainly think that it was a much nicer, easier world. And even if I look at it from a professional standpoint, my early career was spent in sales. And therefore, a large part of the early years would mean going to Tirupur and selling something or going to Asansol and trying to sell more Pepsi or soap or whatever it was. What that does is it just opens your eyes to the diversity of the country. People are different. You learn not to stereotype people. You learn not to prejudge. And you often realize that now that you are in Saharanpur or, you know, God forbid, you are in, you know, in the neck of the woods in Azamgarh, you suddenly realize that you are actually at the mercy of your distributor or your salesperson. And you better learn to respect who they are and what they do. And you can't be expecting them to be like you or to necessarily say that, look, I'm senior, I will tell you what to do. So I think it builds a sense of, I'm not, I think modesty is the right word, but a sense of just appreciating the fact that you may be who you are, but learn to value other people, learn to value what they might bring to the table. And very often what they bring to the table is not a function of how much, which college they went to or what level of seniority they might have in the organization. So I think that's something else that's become very strong for me. And I sometimes worry that as we become more and more insular, as we start to think or spend more time in echo chambers with people like ourselves, we start to imagine that that's the world and that we have all the answers and that's the way everybody is. And we forget that there's actually still a large part of our country, a large part of our people who are very, very different. Something else, Amit, that might be interesting here is that my kids, and I often think about my children, and they went to 11 schools by the time they finished class 10. And this is largely because I was enrolled, which required me to move from one city to another, to another. And every time we moved, the wife was pretty clear, the kids, the family will move with me. So it was never an option to say, oh my goodness, we've just come here, you go, we'll stay here. So there was a feeling that as a family, we must stay together, which again, feels a bit like maybe an outdated, more or a value to say, hey, why did you do that? You know, your kids could have spent their time in one school, maybe they would have done better, got better grades, probably got into an IIT, which they didn't. But as I look back, I think it's a good thing. And the kids think it's a damn good thing. They had to make new friends every year, they were in a new school every year. And I think they just learned to adjust a lot more, a lot better. And to me, that's a fabulous skill to have. This ability to say, I'll go anywhere, I'll still make new friends. I don't have to worry about, oh my goodness, this has changed. This is not how it used to be. And maybe there's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:32.520",
        "message": "value in that too."
    },
    {
        "speaker": "Guest",
        "time": "00:17:35.040",
        "message": "That's a very interesting observation. So how old are your kids? What do they do now? They're twins, Amit. They are 31 and therefore 31. And they both work. My daughter works in HR with OYO, with the OYO hotel group. And my son is with Star Sports. He does marketing for the Kabaddi League."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:54.760",
        "message": "Oh, okay. So the same kind of love for sports as you had. So a few interesting strands from what you were speaking about earlier. Like one, obviously that, hey, you were a South Indian boy, good at science, good at studies, all of that. You were expected to do engineering, become an engineer or a doctor, etc, etc. All of those things. Or maybe the IAS has a fallback option, but you chose a private sector. Another interesting thing here is that today it's perfectly natural for everybody to want a job in a multinational and so on and so forth. But back in the day, from what I remember, it wasn't. It was almost kind of looked upon with suspicion. And you know, the respectable professions are the ones we spoke about, doctor, engineer, IAS, and so on. People would spend years and years giving entrance exam after entrance exam for the UPLC. And I also did arts by the way in college, which was also looked upon at that time, as a very unusual decision. And people were like, oh, you're only doing it because your class will be full of girls, which which it was that the ratio even in the late 80s, when I opted for that was kind of like that. So how did the choice to then you know, enter the private sector and do all of that kind of come about as it did? Was it easier for you? Because you did not have that ingrained sort of sense of hierarchy as as in the rest of society where the private sector comes low down because your dad after all was an entrepreneur and did all of these things. How did that shift happen in your life?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:24.960",
        "message": "I'm not sure if I can find a moment in time. It's probably a continuum of saying that my parents probably felt that, hey, here's a kid who seems to be doing all right, seems to be enjoying what he's doing. When I was in college in Bombay, I spent afternoons writing copy for an ad agency. There was a fairly strong interest in advertising as a possible career. And therefore, maybe that might have in some sense led me to think of heroes. And I remember going to an ad club Bombay meeting where I suddenly see there's a guy called Arun Nanda, who at that time looked like, you know, was really very hot. Rediff Fusion, which is the agency started was was making waves. And I also happened to hear the then marketing director of Hindustan Lever, a guy called Shunnu Sen. He and he was speaking at an event and he was so funny and he had so much knowledge coming out of everything that he was saying. He was funny. He was interesting. And suddenly, maybe at some level, you start thinking of these people and saying, I think there's a hero I can see over here or there's a role model that I might want to kind of follow in the footsteps off. And then an MBA looked like an interesting thing to do at that stage. And one got familiar with the fact that if you were in school and college at that time, so in Mumbai particularly, I think there was a fair bit of noise around saying MBA could be an interesting option. And that's how I guess I got into into business school and having gotten to business school then and then Hindustan Levers, which is the first company that I, you know, that I went to work with, became a natural progression to say, if you want to do sales and marketing and if you get a chance to work with Hindustan Lever, take it. And maybe I must tell you a little sidelight here, Amit, which is again, how perhaps some of our decisions in life are. I mentioned, I went and wrote copy for an ad agency and I really enjoyed it. And I love the fact that I would do something which would then appear in midday the next evening or whatever. At the Institute, I had spent my summer working with Hindustan Lever and there was a reasonable chance that if I had done a reasonable job, I might have got to get a chance to work with them again. But I was very keen to look at advertising as an option. And David Ogilvie was this God for me. And I said, I want to work with Ogilvie. But Ogilvie wasn't an agency that would come on campus. So what do I do? I actually write to a gentleman called Mani Iyer, spelled with an A-Y-E-R, who used to run Ogilvie at that time and tell him that I want to, I'd love to work for, in advertising and I'd love to work with Ogilvie. And this is days of snail mail. So I've sent it off and nothing happens and you don't lose heart. Unlike in current days, where if you don't get a response within a few hours, you start thinking, you know, maybe the guy's not interested. But after a couple of weeks, I get a response saying, you know, great, why don't you come and see me? And I say, you know, I can only come on a weekend, because I have classes through the week. And he says, come. So Saturday morning, 11 o'clock at his residence. And I go and meet him. And long story short, four weeks later, I get a letter from Ogilvie saying that we'd love to hire you into the agency. And around that time, I've also now got into placement season at Ahmedabad and I get Hindustan Lever. And you know what the clincher might have been for me? Two things. The more public view was that I thought to myself that, hey, Arun Nanda went to Hindustan Lever first and then started Rediffusion. So maybe that's the route to take. Go into Hindustan Lever, work there and then get into advertising whenever you want to. The actual big reason was that Ogilvie wouldn't give me housing. And living in Bombay on 1800 rupees a month would have been a challenge. Whereas Hindustan Lever have these chamaris and even as a young manager, you would get a place to stay. And that suddenly looked like a pretty solid reason to say maybe Hindustan Lever is a good place to go to get started and then you can always try and make a move later on. But I've often felt that, you know, advertising is that that bus that I let go off, which, you know, I might have enjoyed being in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:14.640",
        "message": "Yeah, that's the counterfactual is always interesting. You make these small decisions and suddenly, you know, 30 years later, you wonder what your life would have been if you had kind of taken the other one. So you're kind of one of the early MBAs, in a sense, you went to IIMA, right? So, which is pretty elite right now, but was even way more elite back then because there were sort of so few places in India where you could do an MBA. And one of the things that they say is that the big deal about going to an elite management school is not just what you learn, but also the networks that you form. So the question that just comes to my mind now is, when you look back at your classmates and all of that, is there some truth to that? Where are they all? Was it an exceptionally bright one just because of the selection effect that, you know, so few people actually get in there?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:01.520",
        "message": "Yeah. So certainly, I think one of the highlights of being in an institute like that is the kind of people you get to spend time with, the people you find yourself in the company of. And for me, that's been a huge part of my life. I must add that a batch senior to mine was also a fabulous batch. And I made lots of friends with people out there as much as I might have with people in my own batch or the batch junior to mine. So that's really, you get to interact with three sets of people. It's very humbling, Amit, at one level, you get into a place like that and you think, it's natural to think you might have arrived that wow. And then you promptly get into a course called Maths and Stats for Management and you get a D and you realize that, hey, this is going to be tough. And if you thought getting in was tough, getting out might actually be tougher. And that starts to kind of hit you. But Ahmedabad was also a place where I suddenly realized that everybody has their own strengths and I would never be, I could not have become a topper at Ahmedabad. I figured that pretty quickly, but I also figured that, you know what, there's a great idea we've got going here, which is to start a Sunday morning rag on campus. And we started something called Synchrony and, you know, with a couple of seniors and a couple of us from my batch and we started it. And suddenly, Prakash here, along with a few other people, was not just one of those middling people in class, but was actually the guy who brought out that rag, which everybody tried to make fun of, but couldn't pick up, couldn't stop themselves from picking up and reading because they were all worried, what would we say about them or what were we saying about something else? So I think in some ways, Ahmedabad also taught me that there are lots of smart people in this world and you learn from a lot of them. They'll challenge you, they'll push you to do better. But at the end of it, we all have something about ourselves that we shouldn't lose sight of. And just playing to your strengths can become, you know, can become a route, a ticket to success and happiness too. So I could have spent those two years wishing that I was in the top 15 or I was in the top 10 or, you know, I was a scholar. Now I scoll as they call them. I wasn't, but I have lots to look back and say, wow, I made some fantastic friends. I managed to do a bit of writing. In those days, I would write for the Sunday Observer. And that was pretty cool again. So suddenly you'd find outside the classroom on a Monday, there's a newspaper cutting put up on the notice board where usually you would have grades and all those people who've done cool work at work, but you'd also find some chappie who's written a piece for Sunday Observer. So I think as I look back, fond memories, but surely humbling. And to your point, does the network matter? I think it matters at two levels. One, I think it inspires you. You see a lot of people and there are some people who've done extremely well for themselves and you feel, wow, so good about it. You learn another lesson, which is that there isn't a very strong correlation between those rankings at the end of your business school and how people might have done for themselves in their lives. There are, of course, a few people who have managed to continue to kind of do extremely well, but there are enough examples of people who will surprise you. People who might have been at the tail of the class at some level, but who go on to do extremely well in the corporate world or indeed as entrepreneurs. So that's something else that's an interesting lesson to keep."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:22.760",
        "message": "And another strand I want to pick up on is you said earlier that you're very glad you did statistics, that it made a very big difference. And it also kind of strikes me in my own life that I wish I had studied math much earlier because I think, you know, I began to apply mathematical principles and think of the world using math only after I became a professional poker player in some ways. And that kind of taught me a lot of humility. It improved my decision making, it just made me a different kind of person. Because once you internalize some of those lessons, and especially most importantly, the probabilistic way of thinking, which teaches you something that is a big part of even this book of yours, the whole lesson of humility, where you know, you realize how much of your whatever has happened in your life is determined by luck. So you don't let you know, you don't let your successes get to your head, you don't let your failures get you down. As I kind of keep stressing, I'm intrigued by what are the many different aspects in which you meant when you said, you know, learning statistics made a big impact on you."
    },
    {
        "speaker": "Guest",
        "time": "00:28:28.000",
        "message": "As I think of what else I could have done, and I'm just thinking of it. A lot of the stuff that you might otherwise learn in a science curriculum doesn't necessarily find application in day to day work, unless you get to work on that specific science. So for instance, if you did chemistry, and you went to work with organics or chemicals, you would apply some of this some of the stuff that you might have learned in chemistry, in the work that you do. I think statistics is probably a slightly more universal subject, and has application across potential jobs, industries, and it's it's almost agnostic to which industry you might be in learning the principles of probability. And perhaps more than just the principles are trying to say, do I understand how I might calculate the probability, I think learning to think with numbers, learning to think on the on what could go wrong, understanding probability, understanding why 10 tosses of a coin and what happens when you do a 10 times, you know, and what how people might actually make mistakes in their in their thinking around around something as simple as that. I think that's, that's really what I think has been very, very useful. It also makes you comfortable with numbers. And I, I still say this, and I say this to everybody that no matter what you do, it's a good idea to get comfortable with numbers. And this is not to suggest that all of us have to be have supremely solid numeric ability or any such thing, but just being comfortable with numbers is a is a fabulous life skill to have. And then to be able to think in numbers and to think in probability and to have that, not have to consciously dive into it to say, oh, I know what to do. I remember reading this in a textbook in statistics, or this was in my second year in statistics. But just having that at the back of your mind, as a process or a structure that just kind of becomes default, and allows you to think, you know, and I think that's useful whether you're driving a car and trying to take a turn into a blind alley or taking decisions in business or evaluating, you know, should we buy this business or not? Should we sell it or not? You know, do we hire? I think everything that you do, there is an element of statistics and probability that can come in. So that's how I think it's usually valuable."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:48.920",
        "message": "So you've already kind of mentioned the chamarys, which were the deciding factor in your choosing HLL over Ogilvy. So tell me more about your time at HLL. Like, what were the impressions you went in with? What were your early learnings? Like one of the things that I love about your books is that they're peppered with stories from your own life, which carry all of these excellent lessons. But it strikes me that a lot of this is you looking back and in hindsight, being able to draw these lessons out from what happened to you back then. But what were you actually learning back then in real time? Like if you had to look back on, say, the big TIL moments on your early years in HLL, you know, what were they like? Tell me a bit about those."
    },
    {
        "speaker": "Guest",
        "time": "00:31:30.360",
        "message": "So the first one that I learned was that if someone says TIL and you don't know, today I learned is what it stands for, ask. So, you know, never take it for granted. And I think you get comfortable with saying that there'll be lots of jargon thrown around. There'll be words being thrown around. If you don't know, just ask and get comfortable with not knowing. I think a lot of the early years in Levers were also about understanding the reality of a marketplace, understanding the power and dignity of a sales profession. If you went to business school and you wanted to be a marketing person, and I often talk about this, I thought that I would get into Hindustan Lever and have this great opportunity to decide advertising campaigns and be out there winning an ad club award. And I go into Hindustan Lever and they send me off to sell soap in small town Tamil Nadu and just going out there and living on 26 rupees a day allowances, staying in hotels or lodges, which would cost like 13 rupees, which is where your salesman stayed and learning to live like a salesman, work like a salesman, travel like a salesman. I think it was very, very powerful. So at one level, there was disappointment because after six months, your investment banker friend was talking about how, you know, it's the airport in Singapore is so nice. The internet is, you know, I don't even know if the internet was there, but, you know, they're talking about international travel, boardrooms, big deals, and you're talking about, you know, how the distributor in Pollachi is going bust and what do you do about it? And you start wondering, do I really need to learn this? Is this what I went to business school for? To be out there in Pollachi selling soap? It teaches you that, look, that's very important. Once you get that bit right, once you understand what's actually happening in the marketplace, once you understand what does a salesperson do, how do consumers buy our products in stores? If you understand that, then that stays with you for the rest of your life. And as you start to make bigger decisions and you start trying to formulate strategy, those strategies and decisions are founded on fairly robust basics. And I think that's a powerful lesson that I might've got out of Hindustan Lever, just to understand how business really operates. Something else that influenced me at Hindustan Lever is how the management trainee program at Hindustan Lever sends you through various functions. Six months after being out there selling soap, you suddenly find yourself in a soap factory trying to understand how is soap manufactured. You then find yourself in a role where you're playing, you know, you're calling up truckers and saying, you know, I need six trucks and no, no, I want a seventh one today, it's the last day of the month, have to dispatch. And then negotiating with him to say, give me that same price, don't charge me more. And then you suddenly find yourself spending two months in a small town in UP, in a village in UP, in Ita district, where Hindustan Lever used to do a lot of rural development work. So the expectation was that all of us as young management trainees will go out there and make a difference to the people in that village. And just spending eight weeks in a village, living in that village with the village dairy head who used to handle our milk business for us over there, carrying a little can, not even a dalda can, smaller one actually, and going into the field every morning. It teaches you a lot about what's happening and how a large part of our country lives. Again, very, very powerful. Hindustan Lever also, you know, gave me the foundation to say that understand how things work. And sometimes the benefit of being in a large organization like Lever's was that you saw great processes at work. You saw good people operating them. And therefore you suddenly understood what gold standard looks like. And perhaps later in my life, it's easy to start saying, you know, yeah, but the people here are not as good or they're not as smart. But you learn to work with what you have, but you also learn the importance of then putting in place good systems, robust systems, which will then stand you in good stead. And I think that's something else that I might have learned over there. I also, of course, learned another lesson. So I used to be brand manager on Sunlight in my early years. And it was interesting. And in those days, Piyush Pandey used to be our creative person from Ogilvy who would be coming in and telling us about, you know, aur phir kya hoga, you know, and then he'd tell. So here are the two interesting things that I learned from Piyush. One, of course, is that as a creative person, he would only think in Hindi, you know, and everything that he told you was in Hindi. And here you were thinking, this is my positioning statement. This is my advertising brief. And this is what I'm saying. And it was fascinating to see someone turn all of that into saying, hey, this is what it does. And I still remember a simple thing. I'll give you an example. On Sunlight, we were trying to say how we are very good for colors, you know, and how typically, therefore, the problem we had understood was that if you use detergent on colored clothes, over time, colors fade. And then, you know, you feel that, look, this is not a good detergent. And with Sunlight, we said, we've put color guard in it, so it'll protect your colors. And guess what Piyush comes and tells us, you know, and he says, yaad hai hum kaise karte the same pinch. Agar maine neeli shirt pehni hai aur aapne neeli shirt pehni hai, and I'll say, same pinch. And she said, haan, aapne bhi kal khari thi, nahi nahi meri shirt, toh yeh chaar saal purani hai. So, same pinch with Sunlight, because even though your shirt is four years old, it still looks like new. Okay. And I think it was so fascinating for me as a young kid to see somebody turn a brief, a fairly boring brief, I might have thought, into a creative idea, to think in local, into in the vernacular, to think in local idiom. Again, I think gives you, allows you a chance to respect a lot of other people who do things very differently from you, but do them well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:15.280",
        "message": "On the one hand, it's kind of interesting that, you know, you learn statistics, and a big company, if you're looking at a top down view, would look at all of its market as basically numbers. And what this experience does is that it helps you humanize the numbers and get much deeper insight into what they actually mean and what they come from. As you rise up the ladder, number one, do you find that that stays with most people? Or once they get more and more away from it, the thinking kind of goes back to thinking broadly in numbers again, like, does one have to remind oneself all the time that that the market out there isn't homogenous, that every individual is different, that some of the things that you speak about in your book that don't make assumptions, you know, always look for new explanations and new sort of ways to do things."
    },
    {
        "speaker": "Guest",
        "time": "00:38:00.560",
        "message": "So good leaders, I think, learn to do that. And as you see other good leaders in action, you probably learn to do that. I again go back perhaps to early influences. And I think it was an important grounding for leaders in Hindustan Lever or in Unilever, that you had to spend those first few months or first year out there with salespeople understanding how it works. And that tells you that there is a reality out there which might be different from what you might have assumed. And I think that stays with you. And it's probably one of those good practices that companies like Unilever have that even now, the chairman of that company will go on market visits, will go out and will not go in thinking he knows the answers. He will go in saying, I don't know, tell me what's happening. And he'll want to learn from what's happening over there. And I think having both an open mind not having assumed that you have all the answers, recognising that I want to learn, that I don't know, I want to learn. And third, also recognising that the world is changing very, very quickly. And what you might have thought, you know, oh, I know this, I've done this before, I was there, right? Just doesn't work. And you will discover that if you thought like that, you will suddenly discover that you missed the bus, but you assumed that people were still stuck in shopping the way they were. And you don't realise that your maid is actually now saying, I bought this on Amazon. So if she's doing that, she's no longer saying, I don't understand digital or I don't, I have to go back to my neighbourhood kirana store. The world is changing and changing rapidly. And just being aware of that, I think helps. Amit, I must also add, maybe there's something else about, you know, sometimes it also helps to be not the smartest guy in class or, you know, and I don't think I, so like I said, when I was in Ahmedabad, I was a middling kind of person. And then when I went to Hindustan Deewar, someone one year, my junior was a man who I thought was such a bright guy, you know, fantastic. I went on to actually become chairman of Hindustan Deewar, great guy. And I think you learn to respect people for their abilities, their skills. And you also tell yourself that there's space for everybody. There's room for all of us. You don't have to grudge people their successes or their greatness. You can in fact celebrate along with them and feel good about it. And actually you can learn a little bit by just looking at other people and saying, hmm, what might I learn from this person? And maybe it helps to not have been on the top of the ladder as it were very early and then say, look, I know it all. So maybe that's just a natural corollary of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:40.760",
        "message": "You were mentioning working with Piyush Pandey on your advertising. And that reminded me of one of the most delightful anecdotes in your book, where you talk about how as a young brand manager, when you would interact with the advertising team, you would always be saying isko zyada blue karo, isko tinker karo, font aisa karo, all of those kind of things. And at one point, your boss kind of called you in and said that, listen, don't do this. Your job is just to create a brief, they are specialists, they know what they are doing better than you do. And then this beautiful quote, where he said, quote, why keep a dog and bark yourself, a stop quote. And that's lovely. And what this story also tells us with great humility is a little bit about your own journey of learning to get past that youthful hubris, where on the one hand, and I say this, because it perhaps took me longer than you to get past it myself, where on one hand, you have that hubris that I'm so bloody good, there's that thing of I'm so good, and I can do this. And that's a Dunning-Kruger effect at work at one level. At another level, it's a level of you have power over people, right. And therefore, at some level, you want to tell them what to do, because you're the one with the power, you want to tell them you want to show your authority. And that lesson which you pointed out in your own life is sort of about stepping out of the way. You know, when you look back on the young Prakash Iyer, the young version of you, what were the things that changed in him on this journey, especially in the early years, and made him eventually the person that you are today?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:09.120",
        "message": "I think a lot of a lot of lessons learned early in life, and maybe I was kind of built in a way by which I said, let me try and learn this or let me try and understand how can I get better on this one. And you're right, maybe it's it's a lot more of now looking back and thinking that, wow, that's something that I learned. But some things just stayed with me. And an example, you know, which is about how I had a boss called Suman Sinha, who was my boss at Hindustan Lever for a while. And then I went and worked at Pepsi with him, who's been a huge influence on my life and has been a mentor in more ways than one. I remember how one of the things that he taught us was that, you know, he showed us an org chart for the organization at PepsiCo. And he said he put up a chart. And these are those days of those carousel slides, those 35 slides, which you had to carefully put in upside down for it to be projected right in the projector. And I remember how he put up a slide which showed the org chart upside down. And I thought, you know, some trainee is going to lose her job for having done this wrong. And Suman actually went on to explain that it's not wrong. This is the organization I'm trying to build. It's an upside down organization where the person at the top of this business is our frontline salesperson. He's closest to our customer. He will decide what this business will do. He will tell us what's the right thing. And below him is a manager whose job is to support him. And below him is a vice president whose job is to make sure that the entire function is doing what the salesman needs to succeed. And he would say, you know, at the bottom of this pyramid is me. I'm just here to make sure this entire organization is focused on our front, on our customers. And I think that just stayed with me. And I thought, wow, what a powerful idea this is because you suddenly start realizing that you don't have power over other people. You don't have people reporting to you. But you start seeing them as saying, man, I'm responsible for them. I'm responsible for their success. I need to do whatever it takes to help them succeed because if they succeed, I'm OK. I'll be taken care of. You know, that's been a pretty powerful little influence in my life to say every time I've had to lead a team and I must confess, I've been sometimes blown away by the by the smart people I've had the privilege of leading. And I say, wow, what a fantastic person this is. And I'd be damned if I tried to tell that planner, you know, how to get it right, because, you know, he was he was so good. My job then was to ensure that I could leverage that planner, get him to deliver and help everybody else in the team to say, OK, now we need to take a decision. So my job was to get everybody else together. And I was very happy not being the smartest person in the room. And that usually meant that every time you were discussing something and if it was something, let's say, to do with manufacturing or technical, I was not a technical guy and there was somebody else who was smart. My job was to ensure I knew how to ask the right questions, maybe ensure we were giving them support that they needed, making sure that people working together. But my job was not to be the smartest techie or the smartest finance person or the smartest marketing guy in the room. And that, I think, has been a huge, almost a transformative piece, I think, for me to say that. Stop worrying about you. Stop worrying about saying I must be the smart guy. I must be the guy getting credit. People must say, wow, what a bright guy this is. I don't think that's what drove me as much as saying, gosh, can I just make sure that as a team we get this right? Can we ensure that our collective intelligence, can we harness that to make sure that more often than not, we're doing the right thing rather than the wrong one? And there would be times when we'd still call wrong. There'd be times when there would be debate and discussion and I'd still have to, as a leader, take a call. But I would try very hard to ensure that I had kind of got other people together. And to come back to your point, therefore, that this whole idea of thinking that you have power over other people, I think that hasn't been the way I might have looked at it. And that's another lesson that I learned. And this was something else about an orbit line I might have read somewhere, but that kind of got me thinking, which was how there's apparently a bunch of professors in Ireland who did some research on Champions League footballers. And they found that footballers who are two-footed earn something like 27, 28% more than footballers who are good with one foot. Okay. And that set me thinking, and I figured later that there's actually a school in Scotland called the Other Foot Soccer School, where they teach young children to kick with both feet. Because once you're a senior footballer, then you can't be taught to kick with the other foot. You've got to learn that early in your life. When it's okay to kick with the wrong foot and find the ball is flying somewhere else, it doesn't matter. You're okay with it. And because you're okay with failing, you gradually strengthen that foot and you become good with both feet. And I think in many ways, in the corporate world, it's great. It's a great idea for us to try and say, can we be two-footed? And when you're two-footed, you suddenly realize you're not so good with one foot. You're not so good with another function, with another discipline, but you learn to respect other people who are very good at that. And I think having that humility might be a big word, but just having that realization that, you know what, there are other people who will be better than you in a given subject area. That's okay. Just learn to work with them. Just learn to leverage them and be grateful that you've got good people helping you to get it right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:39.880",
        "message": "In your book, you've actually mentioned, I think, Suman Sena in multiple places, including where you spoke about this upside down organizational chart, which sounds beautiful. And, you know, you give leadership sessions and seminars to companies and all of that, and where you teach all of this, which also sounds great. But the way most people look at companies is that, look, companies have a lot of politics. They think that, you know, to get ahead in the corporate world, it's not about how good you are at your job, but it's about how good you are at managing your seniors and all of that. Even in your book, you know, there are bits about the importance of dressing well, and, you know, how the exterior matters, wearing a tie matters, all of those things kind of matter. Equally, along with the politics, there is also that thing that I often say about, you know, politics in the real world, in the case of the state, that power always corrupts. Now, the thing is that, obviously, there are more checks and balances within a private company and the incentives are better. But there is power that, you know, till the checks and balances kick in, you know, till accountability kicks in, even if it's much more than, say, in public life, you know, it can kind of corrupt. So many people therefore have a very sceptical view of what corporate cultures are like in many places, like, you know, when MeToo broke a couple of years back, there was much talk and quite correctly, I think, of how toxic many advertising workplaces are, for example, for women and all those corrosive cultures kind of going through. So on the one hand, I see that you've not only mentioned Mr. Sinha, you've shared your own insights, you've spoken about other leaders through your journey from whom you've learned a lot. So there's a lot of talk of all these wonderful principles. But somebody from the outside could argue that, yeah, they sound great. But the reality of corporate India is kind of something different. And therefore, the assumption is that people like you who are trying to improve the culture, like at one point, I think, you quote Drucker saying that, you know, culture eats strategy for breakfast. Now, people like you, who are trying to improve the culture in these places, improve the way people work, you know, build in all these qualities, like humility and upside down org charts and all that, aren't you pushing against the tide in a way? And aren't you also pushing against human nature and the natural incentives at play. So in the course of your career, you know, if one is to read your book, one would just sing that, oh, Mr. Iyer's career has been so remarkable. He has been learning these great lessons all the time, and building these enlightened workplaces. But there's a bit of selection bias in there, because that's just what you're choosing to write about. Is there the other side also, what is your experience with it? Are there times you were disheartened about it, say, maybe corporate politics or whatever? Are there times where as a leader, you had to figure out ways to change the culture? What"
    },
    {
        "speaker": "Guest",
        "time": "00:50:30.000",
        "message": "were those struggles like? So yeah, several strands in that in the set of questions, Amit. So maybe let me start by saying a couple of things which have perhaps influenced the way I look at the world. I'm hugely positive. I'm a huge optimist. And for me, the default always is it's a good place, it's a good world before it starts to get proved otherwise. So that's certainly a huge one for me. And I often encourage other people to try and think that way. And you're right. Sometimes it can be, you know, personal experiences can be to the contrary, you can start thinking it's a bad place. And are there organizations and office setups which are political, politicized? Of course there are. And like you referenced, were there toxic work cultures? Of course there were. But does that allow us to say that therefore the whole world is like that? The answer is no. And here's what I think. A, you've got to believe that that's not necessarily true. And the second thing you've got to believe is you can make a difference. And I often say this to young leaders about our culture. So it's easy to say, my organization culture is like this, right? Or we are such a, it's a terrible place or it's so bad and all of that. And my answer to that would be, if you have two people working for you, for them, their organization culture is what you do. It's not what HR does. It's not what the global CEO is saying. It's not what's happening in some other parts of your organization. For them, our culture is what you as a leader do. So my point would be, if you are the leader and you've got two people working for you, set the culture right for those two people, right? And here's where it starts mattering that don't blame it now on the environment. Don't say the organization is like that. It's a cop out, right? You need to take ownership for it and say, you can make a difference. So A, be positive about it. I think start with an assumption that things are good things. And that's just the way I am. But I'd like to say that's the way we could all benefit by being. The incentives are better if you do that. The second one, of course, is to take ownership for what's happening and say, look, I can make a difference here. Now, what are some of the challenges that we can have an organization start to get, you know, become bad? I think young people coming into work today don't want to take anything which, you know, they have options. They will not take rubbish from a boss. The world is changing. They will speak out. There is no fear. There are options available. They will, you know, if they don't like a job, the distance between an argument with the boss and a resignation letter is really getting shorter by the day. This is a great place to be because these young people want to change the world. And if something is happening that's not right, they're saying, come on, I want to take the power. I want to change the world. And if organizations can learn to harness that power and say, let's get this right, let's try and get people to kind of change it. And I'll give you a couple of examples of what might have happened. In one of the businesses where I worked, we had a practice where you had to swipe your card to come in. OK, and that marked your attendance, it marked your time. And of course, you know, good old HR would have policies like four times in a month you're allowed to come 10 minutes late. But other than that, you will take half day off and another repeat will mean a full day off. Now, this isn't quite anybody's idea of a great organization, but most factories were built this way. And very often what happens is that you start looking for contrary evidence then and you suddenly realize that if you were to relax it like I thought I would, and you suddenly start wondering, are there a lot other people who are willing to take advantage of it? Are you suddenly discovering that on every time that you have a meeting at 10 o'clock, there are four people who have had work in a school or a bank and are not there in the meeting that day? You know, so why does this happen? But you've got to kind of now understand that this was culture from the past. It may not work. And how do I now start thinking of it from that young millennial's perspective and say, what's the culture that will work for them? How do I get this person to feel the need to be in office at time, to feel the need to ensure that discipline of some kind matters. So I think you have a chance to change culture. If you're willing to also adapt yourself, you can't be saying culture is what I've decided. You try and figure how it, how does this work for younger people? You try and take them in to that journey. And you try and say, look, what can I do to make it work? One of the bigger mistakes you can make as a leader is to also think that this culture is terrible. My previous organization got it right. And you then try and come into a business and try and say, let me try and change everything over here. And that's something else that I refer to perhaps in one of those stories that I talk about, you know, setting out to drive early morning with your headlights, you know, you get out in the morning at 6.30, as I did one morning. And I didn't think that headlights were needed. And I go out on the street and I see lots of cars with their headlights on. And I start to think, why does this man have his headlights on? And then I see another car with headlights on. And then my wife says, you know, maybe they left home much earlier. So for them, they had left home at a time and they needed the lights and they've still got it on because they still think the light is not good enough. Whereas you came in later and you didn't think there was a need for it. And I think this is so true for organizations. Leader comes from outside and he starts wondering, why are people doing things this way? You know, why is this man driving with his lights on? We forget that there's a good reason why they're doing it. That's the way it is. That's the way they've been. And if you want to drive change, the idea is not to try and say, you know what, just switch off all your lights, but to try and understand why do we do things the way we do. And I also feel eventually that organizations have been built in such a way that if there is a problem, it gets thrown out of the system. And that's what a good organization will do. It does not allow this foreign body or this virus to stay for too long. There will be a bunch of antibodies that will come in and fight that virus and throw it out. Maybe that's how good organizations are built. Maybe that's what we all need to try and do to try and get it right. One last point, Amit, which is a big one, I think is around this whole idea of power corrupting. And I think that's a real risk. And that's something that I think we all need to guard against. And we need to find systems and processes within an organization where this gets called out. There are some checks and balances in place to ensure that behavior, which is not right, is called out. And I think the mistake organizations make is to condone this behavior early on and say, it's all right, because, you know, he's such a powerful sales guy. He gets, you know, he's beating his targets every month. Oh, my goodness. He has such fabulous relationships with those key accounts. If he goes away, those accounts will go away with him. And we then start to condone behavior, which is clearly not right. And then we expect that when this person becomes senior, then the person will change. And the person just thinks that, hey, if I could get away with it as a junior person, sure, this is the way of the world. I will get away with it. The other challenge you have in organizations is people tend to follow the leader. And therefore, you will find in an organization, if the leader is this abusive, short-tempered, foul-mouthed person, young managers start modeling themselves on that. They think that's the way to succeed in this organization. And you will find them being disrespectful of other people, vendors, partners, consultants. And you suddenly realize that there's a problem over here. And very often the problem, the rot starts at the top and it's the culture that flows from there. And that's something else that, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:54.720",
        "message": "maybe organizations need to try and set right. In your book, you've given lots of examples of leaders who've led from the front very well. Like there is this HLL person you describe who visits a small village and they're looking at products in a store and there is a tin of dalda that has dust all over it. And he takes out his own white handkerchief and he cleans that little bit of dust. And you've given a bunch of examples like that. But just now when you were speaking so eloquently about the dangers of power corrupting, about, you know, leaders getting away with stuff when they were juniors, and therefore those bad practices carrying on with them, and then everybody looking at them as an example, you said it with such conviction that it seemed that those are things you've come across in your own career. So without naming names or companies or whatever, have you been in situations where you have seen that happening, where you faced a kind of dilemma that do I just get on with my own career or do I try to do something about this? And which is more widespread these kind of bad toxic leaders who are engaged in this constant, seemingly ubiquitous political struggle to get ahead within a company or the kind of inspirational leader you speak about who sets a culture by example from the top?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:03.760",
        "message": "Again, it might just be the optimist in me speaking, but I think that this toxic bad leader is really a relic of the past, is probably not quite the norm anymore. I think there are two or three things happening. One, there are no hiding places. Earlier, perhaps you could get away with some of this stuff. And, you know, today, if you put your hand in the till, you're going to be caught before you do it. And I've seen this. I've seen this in the sense that, you know, I've come across situations where perhaps there have been accusations of people being in it and they've been found to be true, that there were people who are making a mistake. But I think that the strength of the organization has got to be in the fact that if it comes to light, action is taken. The bigger problem is not that somebody's got his hand in the till, but that it is allowed to continue. That I think is the bigger problem. So something I've learned and struggled with, I'll give you an example. There was a situation in a business where somebody had fudged an expense statement. And it was like some, I think, 80 rupees spent on taxi fare to go from place A to place B, where the controller in the business said that, actually, I gave that person a lift in my car. So they couldn't have spent 80 bucks on a cab. And this became a bit of an issue. And here's this person who was doing very well for us, you know, good colleague, nice person. And I didn't think this called for the person to be sacked. But my boss insisted that we sack the person. And we actually ended up sacking the person. So I protested a little bit. And then of course, my boss was horrified that I might even protest it. But I think I learned a lesson there, that if you let this pass, you're setting the wrong example. And now it's no longer about was it 80 rupees or was it 8 crore? If it's wrong, it's wrong. And sometimes you need to take these hard decisions just to get the message across that that's the organization, that's the culture. Now, I think that's, again, a good one. And I've seen, I've been in organizations where fairly senior people have been asked to have been let go of almost overnight because they did something which violated the code of conduct. Now, it doesn't necessarily mean that that person was all bad. And it's not as if the person was a complete rogue or a villain. It's just that in a moment of weakness, maybe the person has done the wrong thing. But I think organizations, they need to set an example to say, if it's the wrong thing, it has no place over here. Too bad. We need to set an example. Out you go. That I think is what will help us to ensure that organizations stay on track. And this is where I'm now coming to that in the good old days, maybe there was a little more of this hierarchy. A boss was all powerful. I still remember joining a business where, you know, I commented on a car. I just got into the business and I looked at my factory manager and I said, you have a nice car there. And he said, you know, actually, the previous boss gave it to him. Now, the previous boss didn't give it to him. The organization gave it to him because he earned it. He deserved it. But this feeling that previous boss gave it to me, my boss gave it to me, my boss is all powerful. I think that also caused a few problems for us where everything the boss did was all right. So if the boss made, you know, did a few of the things which are not all correct, let it go, let it pass. That has changed, I think, today, increasingly in organizations. And I use Suman Sinha as a great example because when I used to work with him in Hindustan, he was sir, he was Mr. Sinha. And then you move to Pepsi a few years later and he's Suman. And even the truck driver calls him Suman, you know, so that's just a culture change. But I think it's so important for you to have a situation where the boss is not sir, God, he's not God, he's just another person. And we need to be able to tell him if there's a problem. And I don't know if you saw that little news item, I think a couple of days back, where Air India Express have said that the pilot will not be called sir in the cockpit. And the whole idea here is that they found that from one of those accidents that they might have, one of the several accidents that Air India Express might have had, that the problem was that the co-pilot is deferring to the captain and is so respectful that when the captain is making a mistake, the co-pilot is not calling it out. Because, sir, if you don't mind, sir, would you mind considering that you are actually losing altitude is not the best way to say it, saying, Bhaga, we are in trouble, do something, right? And I think having a culture which allows us to create more equals, to break the hierarchy, to call out bad behavior. And I think increasingly across organizations, things like having a hotline or having an ombudsman or having systems in place, where if you have a problem, you can call it out, which didn't exist earlier. So my submission would be, I don't think that the corporate world is full of toxic, bad apples. And if anything, it's gotten a lot better now with a new bunch of people coming into work, and indeed more systems and processes coming into play."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:05.680",
        "message": "Yeah, and that's a that's a wonderful story about your colleague with his hand in the till, as it were, over the taxi journey. And the moment you said that story, I said, okay, I mean, I would just sack him no matter who it is. And that's the call that your boss took. And it reminds me of this old story by, I don't know who, this is probably apocryphal, no matter who it is about. But I think it's probably George Bernard Shaw, therefore, because most apocryphal stories are about him, or Oscar Wilde, whoever, yeah, one of these two where this person asked a lady at a party that will you sleep with me for a million dollars? And she said, a million dollars, you know, taking it as a thought experiment and said, yes. So he said that, you know, will you sleep with me for $1? And she says, what do you think I am? And he says, I think we've already established that now we are just haggling over the price. And it therefore strikes me that this is, you know, this case of, you know, an 80 rupee taxi voucher is exactly the same thing. It's a principle that matters that today if some guy is willing to do something unethical for 80 bucks, tomorrow he'll do it for 80 crore bucks. So you have to sort of set your culture there."
    },
    {
        "speaker": "Guest",
        "time": "01:05:08.160",
        "message": "Yeah, but here's where I think it matters where you manage, you know, what your early years are. And I think sometimes it's a privilege to be able to work with a good boss or a good organization because you learn these lessons early. And I dare say there are several organizations where you might say, oh, come on, it's only 80 rupees, right? You don't sack a person for that. And come on, you know, if that's the case, the whole organization will get sacked. For example, that's the kind of thinking that can happen. And I think I love it when you said, for instance, that for you, this was a no brainer, right? You said if it's 80 bucks or 800 doesn't matter, the person goes. And I think getting that value in early in your career is really what makes a difference. If you grew up in a culture, in an organization where it's all right, I think this can become a problem. And I often find this, Amit, when I speak to corporates, I often, if I feel that there's, you know, if one of the things they want to talk about is this whole thing about integrity and culture, I will often use an example where I will talk about what do you do when you see a traffic light? If the traffic light is red, what happens? And everybody says we'll stop. And I say, what do you do when it's red? Everybody says we'll stop. And then I say, but you know, are there situations where you've seen people not stopping? Or you yourself, have you seen that it's a red light and you've gone on? And suddenly that entire room which said I stop when I see a red light will now say, yeah, if I'm in a hurry, yeah, if there's no traffic, if it's late in the night, if there's no cop, right? And then I ask the question, if you had a chance to steal a million dollars, would you steal from your company? And the answer is everybody says, no, no, no, no, I wouldn't. And then you ask them, what if it's the middle of the night? What if the CFO is not looking? And suddenly people realize that, look, where is this going? And I think the rule is that if you see a red light, stop. It doesn't matter whether there's a cop or no cop. It doesn't matter what time of the day it is. It doesn't matter that everybody else is doing it. None of that is relevant. Yeah. So I try and make this point to say that, you know, whether it's eight bucks, 80 bucks or 8 million, get the principle right, and you will never make a mistake. You'll never find yourself in trouble. And I've often found when I say this to some organizations, right, they almost look at me as saying, from which planet is this person coming? He doesn't understand the reality of our world, because, you know, how can you work in this world without greasing a few palms, without bribing that purchase guy in that other organization, without doing something which is incorrect? So I think that's still a challenge, but change will happen. Change is slow, but it needs to happen. And I'm a big believer that hey, eventually, that's what should win. So I read about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:46.800",
        "message": "what you just said in the traffic light chapter in your book, and I have a slight kind of quibble with that. But before that, a couple of clarifications. And one clarification, of course, is that, like that apocryphal story implies that that woman was somehow doing something wrong and Shaw or Wilde or whoever it was that caught her out. I don't think there is anything wrong with, you know, making a voluntary decision to sleep with someone for money, for example, that's just one of those traditional moralistic notions that we have. I think sex work is as legitimate a profession as a podcasting or writing. The other clarification is that when I was in my early 20s, I might well have, you know, made a taxi voucher like that myself. Because I think at that time, it was just everything was chalta hai and these are small things and what difference does it make? So it is convenient for me today when I don't work for anyone to sit and kind of make these judgments. But what do you do in the moment? Do people get second chances in life? And all of that? I think those are larger questions. So I don't want to be too definitive about this. But here's my disagreement about the traffic light and ceiling a million dollars thing that the argument with traffic lights and I make this argument often about say, speed limits at the early ceiling, which are 80 km but the convention is everybody goes above that and it's perfectly safe and the road is empty to go above 80 km on on that particular ceiling is that many of these laws, so to say, don't actually make that much rational sense, you know, there is an emergent order, which is a conventional way in which people do things, which doesn't harm anyone else, which has evolved, like a particular speed at which people go through a road, and there is a sort of an imposed order. Now, where in my mind, breaking a traffic light at midnight when there is nobody there is different from stealing a million dollars is this, that when you break a traffic light at midnight, when there is absolutely nobody there, you're not harming anybody else, you're not infringing on someone's rights, right, that convention exists, traffic lights exist for a reason, and people follow it during the day. But at this moment in time, it doesn't harm anyone, where you're not doing something morally wrong by breaking a traffic light when the entire road is empty. However, you are obviously doing something morally wrong by taking a million dollars, even if you'll get away with it, like you correctly pointed out in your chapter values are basically what you do when no one's looking, which is a striking way of thinking about it. And this is again, on the one hand, on the other hand, kind of thing, because at one level, I'm saying that no, this comparison doesn't make sense, because traffic light, I can understand. In fact, I was in New York a few years ago, and I was staying at New Jersey with my good friend Yazad Jal, who's been on the show, and I was driving his car at night, because I was like, let me see how it feels to drive in America. And I broke a traffic light because there was no one on the road. And Yazad just, you know, completely panicked and of course, got billed for it and all of that. So I didn't know the convention in that place. And the Bombay guy in me is just saying, you know, there's no one on the road. But the other way of looking at it is that at a normative level, if you just follow all rules, if you just follow all conventions, it's a good thing to do at a normative level, don't seek out exceptions and all of that, just at a normative level. If you remain on the straight and narrow, then you can never make a mistake. So I just thought I'll share this kind of contradictory notion and this argument about your traffic light metaphor."
    },
    {
        "speaker": "Guest",
        "time": "01:11:01.840",
        "message": "A fair point. And this is not to suggest for a moment that I've never jumped a red light. Okay. And but I would very confidently say that I wouldn't want to do the other part of what I might be talking about. But I've certainly the point I want to make here is about decide which are those red lights in your life that you want to really hold on to what's really important. And the point here is that no one suddenly steals $10 million from a business. No one suddenly goes to, you know, takes Nissan into where it went. And we've seen heroes in our lives who after a board meeting have gone and shared data or sensitive data and then found themselves in jail after having done some fantastic work all through their lives. And why does this happen? And my point over here is that it doesn't happen overnight. It happens because long back, long back, there was this red light that you didn't stop at. And what was the equivalent of that? And whether it's that if Volkswagen and what allowed a small factory engineer to tamper data, right? Because it was all right. It's a monthly report. How does it matter? It doesn't and to your point, it doesn't violate anybody else's rights. It didn't cause any harm to anyone else. But damn, it cost that company $50 billion or more because, you know, they tampered with pollution data, which was wrong, and they got caught out doing it. And my point here is, figure out what are those red lights in your life? What are those rules that you want to live by? What are those principles that you hold dear? And once you have that, try and ensure that you don't say it's okay. It's only today. Because that will take you down a slippery slope, I think, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:39.760",
        "message": "and that's really the point I want to make. Absolutely. Very wise words. I agree with that. Another question about something that you haven't really addressed in your writings or your YouTube talks or whatever that I haven't at least come across. But since we were talking about corporate culture, and since I happen to mention me too, also, and one of the things that strikes me is how so much corporate culture is sexist in very subtle ways, for example, air conditioning, right? You know, the norms for what the air conditioning temperature was was set in the 50s, where most people who worked in offices were men. And therefore, they were set at whatever level is optimal for men and they're comfortable with. But the truth is that women's body temperature are sort of modulated differently, and they feel colder, which is why it is incredibly common that at a temperature where a man is comfortable, the woman will be feeling cold and putting a sweater or a shawl around herself. And to me, this is also a great metaphor for everything in our society, just the way that it's designed with men in mind and for the comfort of men. And I'm using it now in a metaphorical sense as well, that, you know, a lot of women would say corporate culture might be more open, you can take your boss's name by their first name and all of those things. But this stuff remains, it's invisible, like one common complaint that women make, and I have seen it for myself happening in this way, is that in a meeting where there are men and there are women, and a woman will say something. And everybody will just listen, not react. And then a man will say the same thing in different words. And everybody will be like, what an idea Amit, kya bola hai, isko podcast dete hai, and so on. And a lot of this stuff, these invisible ways in which cultures, not just corporate cultures, but around us are biased against women. These were unseen to me. And over the last few years, maybe some of these layers have started peeling away, and one starts trying to actually see what all of these are. Is this stuff that you notice during your corporate time? Or, you know, in your corporate life rather? And is this stuff that you wanted to do something about? Do you think that there are being things done about this? What are the sort of barriers to this? What are your impressions?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:54.320",
        "message": "I think this is an area where things are changing very quickly, and not quickly enough. Over the last several years, the corporate world that I got into was still very, very different. And I think the problem with biases, like the sexist biases that we've had, is that we didn't realize it. We don't even realize that it happened. And I must tell you that around the time when I was a young sales manager in Hindustani, we hired women into sales management. There weren't too many women. There were like maybe a handful, two or three or four women who might have been management trainees in sales. So the thing was, if you hired a management trainee who was a woman into Hindustani, in those days, she would either end up in marketing, HR or finance, but not in sales. And the argument and the thinking would be stuff like, you know, how will you travel into those villages? How will you go and deal with the distributors? And you have to go and spend time in the evening with the sales guys. What will you do? And all of that. So I think there's, as you look back today, a load of rubbish. Okay. But I'm just trying to say that this was so deeply ingrained in minds and workplaces tended to be far more male dominated than they are today. And I think right from the time, if I look at the last 20 years or so, I think the world has changed dramatically and the corporate world is trying hard. Some companies more than others. And I certainly think PepsiCo, Unilever, great examples of trying to drive equality in the workplace. I also remember, and I hate to say it, but I remember how as men, we've often felt, oh my goodness, why are they doing this? You know, I remember very clearly a situation where we thought there was a friend of ours who was in line for the CFO's job. And the bad joke, and I can say it now that the bad joke was that, you know, we were trying to say that if he has to get that job, he has to change his sex because there's a great attempt to try and bring in a woman in that role. Now, I think this is just telling you how bad it was. And the fact that there is far more awareness, and I must say this, that I think the world has changed dramatically. And I know as I look at workplaces and policies, the conversation has shifted. I must tell you this, that I try very hard in everything that I'm doing to make sure that I'm not seeing him naturally. I try very hard to make sure that if I'm talking about a boss, I'm saying, and then she said, you know, and these are small things, but I think they all matter. And there are times when subconsciously I might, I might have made a statement. I'll give you an example. Not so long ago, I referred to something about doing something at work when I was trying to do something while the wife, and I said, while the wife was on Netflix, and I actually got a friend writing into me to say, not a good thing to say. You know, why are you assuming that it's only your wife who watches Netflix? Maybe a lot of men are watching Netflix through the day while the women are out there working and without realizing it, like I said, but I think the good news is, and I thought I saw a bit of that just now, Amit, I love the way you kind of came back on that Bernard Shaw joke, because that might've been funny 30 years ago. It's not so funny today, right? The world is changing. And I think we all need to acknowledge that. And, and I think there are lots of women out there in the workforce today who are driving that change. There are progressive organizations. You know, I think just having loo's reflecting the number of men and women there are, you know, very often you'll find organizations where there's like this one tiny room, which becomes a women's loo. And there's this massive place, which is the men's loo. Why? Because in the good old days, there were so many more men at work that needs to change. I think just the air conditioning, not a great example. I think just being respectful of what women might need, just being respectful of their needs like anybody else's. And also I think being sensitive to the differences and creating that sensitivity and calling it out and saying, it is not acceptable. I still see situations where there is a leader who will crack this not so okay joke, right? Especially in mixed company, it's not acceptable. And yet there'll be this nervous laughter around the room. And those people say, the boss has said it must laugh. And there'll be a woman sitting over there wondering what's going on here. And I think that will change. And that woman is changing the world and she's making sure that that boss doesn't get away with it. And I think this is a big change happening. And like I said, I think there's a lot that's happening. Is it enough? Maybe not. Certainly a lot more needs to be done, but I think it's such a deep rooted malaise. And I'd like to believe that particularly for some of us who've grown up in cities, who have been privileged to have women around us, spouses, daughters, friends, girlfriends, we've learned to respect them. And this is still different and challenging perhaps for a bunch of men coming into work from another part of our country, another part of society where it's still, you know, where women are not being respected. If you grew up in a home where your dad did not respect your mom, you will struggle with this, I think, in the early years of your life. And I think we just need to kind of enable that change and recognize that in this continuum, we are all perhaps at different points. The destination is clear, but we are at different points in that journey. And we just need to try and say, how can we take people along and make sure that we're making it easier for the other half of the world? So, you know, taking off from"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:07.520",
        "message": "your point about this being a deep rooted malaise, which I sort of agree with, there's another very nuanced point that your book makes, which I find relevant to this. Because while we were talking about this, it also struck me that this sexism doesn't come from malice, it comes from blindness, that people simply aren't aware. There are jokes I would have cracked 20 years ago, which I would not crack today, or that might reflexively come into my head now, but I have that filter, which stops me from actually saying it. And in your book, you speak, of course, about Hanlon's razor, which I keep talking about all the time in the context of politics, which is never attribute to malice, what can be adequately explained by stupidity. And or in this case, the guy just doesn't know the guy has just never experienced this way of thinking, he doesn't realize that it's kind of wrong. Like a friend of mine runs this mailing list where one of the guiding principles there is assume goodwill. And the idea being someone says something that you don't agree with, don't assume they're coming from a bad place that they're malicious, you know, one, they may be ignorant about something two, they may be right and you may be wrong. And just assume at least that the intention is good. And then you can explore that further. But leaving that aside, you know, your optimism is quite lovely. I haven't been in the corporate world for like a decade and a half. So your optimism is sort of lovely to hear. Tell me now about I mean, we'll come back to the principles in your book and the life lessons and all that a little later after the break, but I want to go on with your personal journey for a moment. Take me through your corporate journey. What was it like? Number one was a job something that you loved doing people think of corporate jobs as Oh, it is drudgery and I have to do this and have to earn a living and I'm shifting city so many times. In your case, was it something that you love doing? And a supplementary question to that would be that were you all the time getting meta about your job and formulating all your learnings from there because what you've done after the corporate part of your career ended is, you know, brought out all these learnings, you know, from your career, and I would say improved at least 1000s of lives by sharing them with the world and by teaching people. But what's that process of actually formulating those lessons, those guidelines, those principles for yourself? Was it a process that was on while you were in your corporate journey?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:27.120",
        "message": "It's hard to, it's hard to be able to put a finger and say, yeah, that's that it was always the case. And I completely buy into your point about how some of these things work so well, when you look back and you can connect the dots and say, that's how it worked for you. But what was true, Amit, is, is perhaps two things. First, I actually feel that what is it about that little boy from Jaipur? How did he manage to kind of, you know, get into these funny roles and do reasonably, reasonably important enough work or in in seemingly important roles? How did this happen? And I think the answer to that could possibly be that, you know, I kept learning a little bit from other people, kept getting looking at other people and saying, wow, how does this work here? What can I learn from this person? And I think that that has been a common thread, perhaps in my life where I have been maybe a bit of that optimist slash positive guy also where I might see someone who might be having lots of other problems here, but I'll still try and figure despite those problems, he's doing something, something is right here. So let's try and figure what's right. What can we learn from this person? And so maybe I kept looking at it in that sense. The second thing that happened was that very early in my life, I perhaps figured that without realizing it and without giving it a term or a label, I figured that stories are powerful. And that being able to use stories or tell stories can help you to get your message across. So as a young area sales manager running a monthly meeting with eight salespeople in a small hotel somewhere, well, you know, you can keep telling them, you know, have to get our target. It's looking impossible, but, you know, we will get there. You can keep saying it, nothing happens. But maybe if you can tell them a little story, suddenly the mood in the room seems to lift. And then later that night when everyone's having a beer, suddenly that story gets referenced again. And you realize that, you know, you had spent so much time trying to tell them, no one seemed to get it. And now you've told them a story and that has stuck with people. So I think this tendency or this habit of then using stories started to become something that I would do. And maybe that in some ways is, if I was to look at my career and say, how do I remember some of those little things, maybe that's, that might have helped to make that happen. It also kind of moved into another part of my life. Very often I would read an entire book and after finishing, you know, 340 pages, I would remember this one little story tucked away somewhere, which is a story that I said, wow, that was very cool. So there is a lot of good stuff in those 350 pages, but that little story would stick out for me. My kids would often say this, that they know what I'm reading by the story I'm telling them at dinner time, you know, and I would probably, I can't wait. I have to tell you that, you know what, I read this really cool thing and it still happens. I would have come across something interesting and I'll want to share it in as much as I talked about Air India Express and, you know, saying that don't call sir. I just saw it and I said, hey, this is such a cool story. And maybe that's really what has kind of stayed with me through this entire process to say that there are lessons that we can learn. And I, how do I put it? I think I was lucky. I was lucky that I got to work in some reasonably good business. I'm guessing if I had worked in a business where values weren't so important, where the culture was politicized, where they were favorites and people were doing all kinds of funny things, maybe I would have been a different person. I may not have been the person I am. I might have struggled with it perhaps, but I may not have learned so much. And because I learned some of these things, I've often felt, hey, sometimes you see lots of bright people getting it wrong, you know, and I think, wow, I wish they also would get to, you know, learn some of this stuff. And maybe that's really what gets me going to say, perhaps there's a lesson that I might have learned, which can help someone else. You know, it may be a tiny lesson."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:15.360",
        "message": "I'm totally with you on the value of stories. Like I keep telling my, sort of the participants of my writing course as well, that, you know, go for the concrete, the abstract to take care, but go for the concrete. And that really makes an impact. At which point I am going to ask you to go for the concrete. Like at one point, you mentioned the hypothetical example, the sales meeting chal raha hai, and I tell them a story and it comes back to me. Do you remember any such interesting story, which you, you know, told back in the day where you were actually a sales manager that, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:26:41.440",
        "message": "that worked? Yeah. So I'll tell you a story that we used many years ago. So I used to be in PepsiCo. Okay. And soft drinks was a very seasonal business. So if you were in UP, for example, dukaane band ho jati hain, it's cold and they really start opening in after Holi. So March, April is when the season will start. So Jan, Feb, March is a washout as far as soft drink sales are concerned. And as a company, I remember the boss, you know, we had decided that what can we do to try and flatten seasonality, which meant, can we do something to sell more soft drinks in Jan, Feb, March? Now, given that our targets and our accounting year was Jan, December, it was a terrible sight to see that the first three months you were doing nothing, you were losing money because, you know, your costs were all in place, not getting enough revenue. So we said, what can we do to sell more soft drinks in that first quarter of the year? And therefore, I think the theme was to try and say, let's be fast off the block to get Jan, Feb, March off to a great start. And the way the company looked at it was to say that, you know what, let's get it off to a great start, Jan, Feb, March, we have an opportunity, let's make it happen. If you do that, if, you know, four can become 6%, six, eight percent, we are off to a great start, the year will be great. I don't think it was working too well. And that's when I, you know, I'm a bit of a cricket fan, so I came up with this whole thing about how in the good old days, in 50 overs cricket, the belief was that you start slowly, keep your wickets intact, and then, you know, you have the slog overs and then you start to say that that's when you start hitting, right? And I talked about how Jaisurya and Kaluvitarna actually changed that for us and Mark Greatbatch perhaps another level and how just changing the rules can catch your opposition by surprise, you can catch them off guard. And if he were to suddenly start doing stuff in Jan, Feb, March, just wake up to the opportunity that might be there. And suddenly we might discover that we've set a platform from which we can now launch into an even higher plane. And therefore, a little cricketing story actually got us off to saying that, you know what, Jan, Feb, March could be very different in a soft drinks calendar year. And it's not as if it became the norm and everything changed, etc, etc. But it helped us to land the message that, you know what, there is an idea here, let's try and make Jan, Feb, March much bigger than it is. And there's no rule which says it has to be that Jan, Feb, March mein kuch nahin hoga and the slog overs will start only in April."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:12.080",
        "message": "Yeah, and that cricketing analogy is great. And in a sense, it also illustrates another lesson that you have in your book, which is that don't assume that the way things were done are still the right way to do them, that you have to look at new paradigms. And of course, that happened with ODI cricket, because if you look at run rates through the 70s, 80s, 90s, 2000s, up to the modern day, where England have taken it another level ahead, that they've just gone up because you change the way of playing. Earlier, you followed a kind of a more test matchy structure, and then later on the structure evolved. And I think in T20, many teams still haven't figured out the optimal structure, where when T20 cricket began at the end of the last decade, at the end of the aughties rather, you know, they transplanted the ODI format that you slog at the start, pinch it at the start, then you consolidate, then you slog at the end. But the truth is, because you have the same number of batting resources, but now spread out over 20 overs instead of 50, the expected value, the EV of aggression, as it were, just goes up massively. And therefore, that old structure kind of becomes redundant. So that's still a lesson that I see that many teams haven't got. In fact, elsewhere in your book, you speak about how when you're building a team, you don't want to pick a team with the 11 best players, you want to figure out the best team and you give the examples of, you know, Kohli's Royal Challengers with Kohli and de Villiers and Gale and all that and the example of the early Rajasthan Royals. But I think the big mistake that Kohli has consistently made as a T20 captain, and which is why Bangalore have kind of not managed to dominate the IPL despite the riches, is a strategic mistake that they simply haven't figured out that you need to kind of front load the hitting and just keep going. That period of consolidation is perhaps overrated. Sorry, that was a digression."
    },
    {
        "speaker": "Guest",
        "time": "01:30:58.560",
        "message": "But I hope that book is coming Amit. You have so much to talk about as far as, you know, getting better metrics of performance, looking at cricket strategy very differently in T20. I've heard you speak about this in some forum. And I think there's a great book waiting to be written on this one. I actually think it's also a mindset thing. It just goes to show how difficult it is for for us to change and to adapt from one to the other. And our default setting seems to be to say the old one will work, you know, and I can stay with it. And then just minor tweaking and we think, oh, I have adapted and I'm now very good for it. Whereas the reality is that you probably need to just demolish it and start afresh. And, you know, the value of a wicket is such a powerful idea. And I must tell you a little story myself. This is Rahul Dravid talking about him becoming a better T20 cricketer in IPL. And, you know, he says Yusuf Pathan was his teammate in the Royals. And he says, I used to watch Pathan play and, you know, and I was very impressed with his batting. And then Yusuf apparently came to Rahul one day and told him, Rahul bhai, do you know what your problem is? And he says, you know, you put too much of a price on your wicket. You know, you're too scared that I'll get out. You know, you put too much of a price on your wicket. And Rahul says, I spent my entire career putting a price on my wicket and being lauded for it. And here was this chap telling me, you're putting too much of a price on your wicket. He says, the rules of T20 are such that your wicket is not so important, right? It's more important for you to be able to score that six or four. And Pathan, he says, would go in five innings. In three of them, he'd throw his wicket away. He didn't care. But in the other two, he would win a game for you because of the way he would bat. And he says, and Rahul says, that opened my eyes that maybe I just need to think fundamentally differently about my game because the format calls for it. And maybe that's something that you, you know, you also advocate, I think so."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:46.800",
        "message": "That's fantastic. Because, yeah, obviously, because you have 10 wickets spread out over 20 overs instead of 50. So the natural conclusion there is that the value of a wicket goes down and the cost of a dot ball goes up. So you have to look at the EV of each action, which as a statistical person, obviously, you're familiar with expected value. And therefore, the expected value of aggression is just far higher. And it's therefore a tragedy when a team places too much of a price on his wickets. And you see, they've gone through 20 overs and they've only lost three wickets, which regardless of how much they've scored is a waste of resources, because they had hitters in the pavilion who could have, you know, lifted the rate. And therefore, they should all have been a little more aggressive. As far as my book is concerned, yeah, I was, Wesleyan did ask me to write a book on this, which I was supposed to deliver months ago, some point I have to kind of get down and finish it. Final flippant question before we continue with your personal journey, that, you know, I saw one of my friends, Peter Griffin asked on Facebook and Twitter recently that if you are in advertising, have you ever, you know, felt bad about working on a particular product, which didn't gel with whatever your personal value system was and all of that. Now, for a long time, you were in charge of Pepsi, which is basically selling sugar. And we know that sugar is poison. Did that thought ever cross your mind? I don't want to put you on the spot."
    },
    {
        "speaker": "Guest",
        "time": "01:34:02.800",
        "message": "It's just sort of a flippant kind of. No, it's not flippant at all. I was hugely passionate about Pepsi. And in all honesty, I also survived, not survived as much as saying I was there when there was this huge crisis of seeing this pesticide in Pepsi, you know, and we spent a year struggling with it. And I think we took great pride in our products and in Pepsi. And honestly, at that time, I didn't think of it as being anything wrong. I guess the awareness around sugar and what it might do for you and the need to kind of cut it down, I think is far more now than it might have been at that time. The awareness now that you shouldn't be selling it to kids versus, you know, we used to target kids and our kids were hugely passionate about Pepsi. So I must confess that while I was there and while I was doing what I was doing, I didn't think of it as would I have gone and worked for a liquor company? Chances are no. Would I have gone and worked for a cigarette company? Chances are no. In my mind, did I see Pepsi that way? Honest answer, I didn't. And therefore, that begs the question, perhaps, that what would I do today? And would I, you know, would I look at it differently? I still think that Pepsi still shown that they are responsible. They try to get it right. And, you know, they will not advertise to children. They are trying to ensure that their sugar level, you know, comes down. But to answer your question, you know, I never thought of it that way. And for me, Pepsi was like, if there were the best years of my life, I had a blast while I was at Pepsi. I really enjoyed working with some fabulous people. I also discovered how being passionate about a business can make a huge difference to outcomes. And I also learned how sometimes having an enemy can actually foster that passion. We used to joke that apparently there was a saying in Coke that if there was no Pepsi, they would have had to invent it because their strategy and everything that happened in the world happened because there was this other, you know, the shark in the tank or an enemy at the door kind of thing. And that made a huge difference to the way we might be. We woke up every morning saying we've got to win. And you knew that, you know, you would bleed blue because you were Pepsi. And I think this whole idea of saying, how do you build, how do you get a team of people to be passionate about what they do? And in the context of what we see in our country and what's happening, maybe there are lessons over here, both good and bad, in terms of how, if you can get people to be excited by a cause, they will often suspend judgment and just do what's required. And suddenly, the fact that you are weak, that you're not spending as much in terms of advertising dollars as your competitor, the fact that your, you know, your brand salience scores are not as high as the other person, all that becomes irrelevant because you started believing in a cause, which is to say, you know, what, we're going to kill the other guy and we'll become number one, you know, or a more milder version of a politically correct version of that. So, you know, can work against you, but can work for you. I think that's the way I'd put it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:00.960",
        "message": "No, it strikes me that, you know, passion is a double-edged sword in more than one way. Like one of the pieces of advice that I think I give people, which kind of came from early personal experience in the corporate world, is that don't get too passionate about your job. My sense was that there are people who get too passionate about their jobs, their sense of self becomes too deep. And then when something happens, when they have to leave or something goes wrong, then their entire lives are shattered. And my advice to them always was that save your passion for what you do in your free time, whether it's your hobbies or whether it's something else that you do. And when you're working, work with full intensity, give it everything, you know, that's your dharma, you're there to do a job, work with full intensity, give it all that, but don't get emotionally involved with it. Because if it goes bad, it is not worth going through that emotional turmoil for over a mere job, for example, which almost seems to contradict what you're saying. And I get what you're saying as well, because you will do anything to the best of your abilities when you're more passionate about it. And when, you know, so what are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:05.120",
        "message": "The world is changing. And I'd like to believe that, you know, the kids at work today think of it perhaps slightly differently than we might have. I don't think when I was in, when I was at work, we had this luxury of thinking that, you know, this is work, and I will just treat it as a compartment. And then I have this other passion, and this is my free time, and this is what I will do. In many ways, they kind of, the lines got blurred, it all merged. If you were not happy at work, chances are you were not happy. It's not like you could say, I'll shut it off, and I'll just do what I want to do. And I think therefore getting, enjoying what you were doing, feeling good about it, enjoying the people you are working with, I think became a huge part of it. And I think you can do well, all of us will do well if we start to feel that we are enjoying what we are doing. Another lesson that I think I learned, and I try and tell young people is that it's not to suggest that there will not be moments that you won't enjoy. There won't be parts of a job that you won't enjoy. It's par for the course. But you need to get over those. And if you start saying, I don't like this little bit, so I'm out of here, chances are you'll never stay anywhere because there'll always be a tiny bit which you won't enjoy. And which will then make you say, I'm out of here, I'm out of here, I'm out of here. And then you'll suddenly struggle to say, why am I not getting anywhere? So for me, being passionate about what you do and as a leader, and I'm just saying this now, we sold Pepsi and it was easy to be passionate about Pepsi because in those days, if you were on a flight, the guy next to you would be this snooty guy reading something and he'd suddenly ask you, what do you do? And you'd say, Pepsi, and he'd shut the book and then tell you about, what you should do, about your taste, about how my daughter likes it. My son doesn't like it. Coke is better, not better. I think in your advertising, you should do this. Pepsi was all over. It was such a high interest category. It was easy to be passionate about. You had an enemy. But I must tell you that one of the challenges I had was I went and sold Yellow Pages after that. Now, how boring can Yellow Pages be compared to colas? And you don't have Shah Rukh Khan and Sachin Tendulkar telling you, use Infomedia Yellow Pages. Getting my team to be excited about Yellow Pages, to be excited about saying, we are doing something special. We're going to help that small business get it right. And getting people to believe in it, I think was an important step for me to get people excited to do more than they might have thought was possible. And therefore, for me, that's what passion might have done for them. And you're right. It is not to suggest that it's the end of the world. If the job goes, if something doesn't work out right, it's only a job after all. But while you're doing it, I think it's a good idea"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:36.880",
        "message": "to be passionate about what you do. So two questions. One, aren't Yellow Pages sort of the Kodak of the informational world in the sense completely miss a bus and gone? And two, when you're passionate about something, and does it create the danger that you're closed to the possibility that what you're doing today may be completely irrelevant tomorrow? As I guess, in the case of Yellow Pages, if I'm mistaken, please tell me."
    },
    {
        "speaker": "Guest",
        "time": "01:41:00.480",
        "message": "No, so you're absolutely right. So Yellow Pages is history. It's not there. But so one of the things we did when we were when I was with the Yellow Pages business was we tied up with Alibaba and we brought Alibaba into India. So that Alibaba's entry into India was at some level with us at that stage. So just to make the point that we recognized that Yellow Pages are not likely to last very long. We also recognize that. So we had a telephone answering system and you know, ask me as a service that we would do. But we recognize even that may not be future proof enough. And really the way to go would be to try and say, how can we leverage the internet to get this right? So you're right. The only difference I'd say is that it wasn't a Kodak moment. We tried to get Alibaba in. But then, of course, the way things work in business, businesses get bought and sold and get deprioritized. And, you know, it's I also say this, Amit, it's it's always tough when you are running Kodak to see the Kodak moment and say that, you know, it's very easy to look back and say, what were they thinking? What are they smoking? How could they do this? Right. But when you're making when you're valued as high as you are, and you're making all those billions in profit, it's not easy to say, let's destroy our business. You know, it's not easy. And I have a lot of respect for people who can do that. And I think Gillette is a great example of that. You know, as anyone and, you know, as all of us who might have used Gillette Blades, you are very happy with Gillette. And then came Mach 1. And you thought, wow, very nice. And you upgraded and you paid a little more. You didn't need Mach 2. And you didn't need Mach 3. And you didn't need Mach 3 plus. Right. But they keep doing this to make sure that they're still giving you a blade, which is better than what somebody else might give you. And even if it means killing the previous one, they will do it. And I think it takes courage to do it. But as we've learned, it's not about having a choice. It's just about having the wisdom and having having voices in the system, which will tell you that's what you need to do"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:50.960",
        "message": "and listening to those voices. True. In fact, a great example of this is actually Netflix, which, you know, began as a DVD rental service. And then they killed that business and they did this and you know, in a sense played a part in the massive change that has happened since. Let's take a quick commercial break. And when we come out of the break, we'll move past your corporate career into your role as a teacher and motivator and so on and talk about your book in some detail as well. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. just delightful does it really well. And he's got these tropes that repeat themselves. And one of them is this bit where he says where he'll warn somebody against doing something. And then at the end, he'll say ye mat kehna ki Ranveer ne bataya nahi. So you know, you're the title of your book sort of reminded me of that. Now while talking about your corporate journey, I've tried to kind of get you to talk about your sort of journey to the top where you became CEO and MD and led these great companies, but I can see that you're too modest to go there yourself. Let's talk, however, about both that phase when you're leading these companies and what you bring into it, and also your openness to then reinventing yourself in the way that you did, like how did that transition happen? Were these thoughts that I will do this that I will share my learnings and write books like this, do courses like this? Was it kind of there from before? Or was it something that happened after, you know, you you led these companies? And was there a moment where you think about what next? And also, I have no idea if you bought a BMW in your 40s. But was this some kind of midlife crisis? And what form did that take?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:00.400",
        "message": "No. So I'll tell you a couple of couple of pointers, perhaps in this direction. The first was that something I would do every year is make out a list of resolutions for the year or things that I will do this year. And I can look back maybe to 20, 25 years ago, I certainly remember, I think there's a 1998 version of it, there's a 2000 version of it, which will include things like have a waist size 32, which never happened, or have a golf handicap of 18, which has never happened, or write a book, which is also was a recurring part of my wish list or my, you know, what things I want to do this year kind of stuff. And interestingly enough, when I was leaving towards the end of my stint at Infomedia, which is the Yellow Pages business that I ran, it was it had got sold to a strategic investor. And I was just, you know, I was staying on till I finish, I used to write a blog over there. And, and the blog was had started to become reasonably popular, which means that, you know, three colleagues and four friends would read it and say good things about it. And suddenly, of course, I wrote something about tipping in a restaurant. And, and the lesson that I learned about tipping, and guess what, there was this waiter from a small town in the United States who wrote in to say what a good thought. And it suddenly struck me, wow, here I am writing a blog, which I think is restricted to, you know, friends and family, and somebody else is reading it and responding to it. And that said, you know, maybe there's something happening here. The blog kept happening, you know, I kept writing reasonably regularly, I enjoyed it, it was like a message to my own team. And then it struck me that maybe there's an idea here for a book. So of course, I, I decided that I must write that book. And I, you know, and this is that year where I'm about to leave a business, and then I'm not sure what I want to do, I'm thinking I'm going to write and speak and do all those cool things, who wants to go back to the corporate world. So we say, let's make a, and I've read somewhere that, you know, the way to do this is you must make a book proposal. So I make a book proposal, which suggests why I think, you know, the best idea there is, and then I send it out to three publishers, I send it to Penguin, I send it to Harper. And then of course, to keep it easy, I say, let me also send it to Rupa and Jaiko. That will be done, you know. And guess what, within a week of sending it, I get a immediate response from Rupa saying not interested. And then a week later, I call up Jaiko, who's in the same city that I live in, which I live in, which is Bombay, and I call up Jaiko and say, I'd send this book. And they put me through to an editor who I can swear is in the, you know, is probably in the kitchen, and I can hear the pressure cooker go off. And she says, you know, we do too many of this kind of book. Tell me what is it about? And I suddenly discover there's something called an elevator pitch, which I don't have. Nothing happens. And then of course, a book starts to happen. And Penguin responds three months later and says that, you know what, the editor lady, kind lady called Heather Adams writes to me and says, I've liked what I've read, I'd love to make it a book, and we'd love to work with you. And I think this is like a dream come true. So maybe that's one watershed moment of sorts where the book happens. And that starts to change things for me. And maybe I'll come back to what might it what it might do for me over there. Let me go back a little bit and say that something else that I that might have made a difference was that I, I know this, this is popular, icky guy, kind of the book and the idea. And I think the idea is pretty powerful. And, and somewhere along the way, I guess I started to figure this for myself that, you know, maybe what can give me happiness is if I can work in that sweet spot, where I'm doing something that I'm reasonably good at, that I'm uniquely good at something that I enjoy doing something that has value in this world and will make a difference. If I can kind of find the intersection of those four circles, maybe I'll be in a sweet spot. And that for me starts to kind of work to say this might just be an interesting space to be. And I still remember that, you know, from conferences in businesses from many years ago, I would, I would be that I would speak and people would think, wow, that was, no one came and told me, I think that was such a great strategic decision. This is going to change our market share, but they would probably come and tell me that was, you know, that people, bottlers or distributors would come and say, that was very interesting. So again, looking back, I would feel that maybe there's something that I have over there as a strength. I met a man called Brian Tracy, when I was running Infomedia, Brian Tracy is this, you know, is an American motivational speaker, but of those, one of those guru kind of guys been around for a long time, written like a million books and, and a few million tapes sold, et cetera, et cetera. And I told him, I want to be a speaker. I want to quit all this corporate world and become a speaker and become a motivational speaker. Like, you know, so, so he said to me, he said, you know what, don't do that. Don't be in a hurry to quit and do this. You start to speak, you speak 200 times, speak at the Rotary Club, speak in your school, speak in your local complex, speak wherever you get invited, just speak. And if you've spoken 200 times, two things would have happened. One, see if you still enjoy it after you've spoken 200 times. And two, see if 200 people call you. And it's quite likely that you don't get to that 200 number. But if both these happen, then you're probably in a place where you can say, yep, I still want to do it. And what happened for me was when I, when the book was out, it got me a lot of opportunities to speak around the book. So lots of friends and other companies, HR folks would all call me and say, come speak to colleges would call me and say, speak about the book. And the book started, you know, the book was the habit of winning. And I just enjoyed sharing stories about winning, which is big stories from Pepsi, from soap, from cricket, whatever it was. And I started to speak. And I actually literally took that 200 speaking engagement seriously. And I did that. And I started to enjoy it. And then by then, of course, the second book happened, and then there started being conflict. I got invited to speak at a TEDx event. And it clashed with my global CEO's visit to India, which happened, you know, and therefore I couldn't do the TEDx talk, which at that time, TEDx was still happening. And it's still something special in that sense. And I thought, oh, gosh, missing an opportunity. And I guess, somewhere along the way, this, you know, a second book happened, speaking was giving me great joy. I'd be at an airport with some guy would come up to me and say, sir, you remember, or you had come to our company event, or you came and spoke, and you know, we need to repeat something I might have said. I thought this is this is so cool. This is what I want to do. And literally, you know, I really asked myself that question, if I was to be run over by a bus tomorrow morning, what is it that I would really regret not having done, you know, and I didn't think I'd answer wasn't that I wish I'd bought a bigger BMW or a bigger house or a big or more stock options or more money. I that didn't. And this is not trying to sound immodest. I didn't have a BMW to start with. But that was not the point. It didn't, didn't excite me. It wasn't why I thought, wow, that's what's going to be cool. For me, the cool bit was, wow, I'd love to go out and be this guy who writes a lot more, who speaks a lot more. My ideal, my world had this, this lovely image of my grandchild climbing up an attic and pulling out a book and saying, you know what, my granddad wrote this, you know, just that feeling of saying, maybe there's a legacy there. The fact that, you know, market cap went up in my business and our investors made more money or that market share went up or that we launched this terrific product. All of that seemed to pale into insignificance in a sense to say that. And this is not to say that's not important. It's just that to me, that didn't seem like the big deal. For me, it felt like what a life it could be. I'd have so much fun. It wouldn't be work for me if I could just go out and speak about stuff that I'm passionate about. Life would be so good for me if I could go out and write the stuff that I seem to be enjoying. And if I can use some of what I've learned to help other people get just a bit better. And that's where perhaps this coaching bit, you know, it was a bug that had bitten me much earlier. And I trained to become a coach just to say that, can I help formalize a process by which I can help other people to get just a bit better than they might be? So this really looked like what I want to do. And then, of course, you know, came the conversation with the spouse, with my wife, and she was usually supportive. And I did tell her, look, I'm going to do this not because it's going to make money for us. I'm assuming that I, if I don't make a penny from here, my CA has told me that, look, don't worry, you know, we wouldn't have to kind of be on the, you know, we don't worry about food, clothing, and shelter. And indeed, that little holiday and that little whatever else that is our indulgence. Don't worry about it. But it's not like we can suddenly say, now I want a bigger home and I want more and more and more. That's not going to happen. But I'm going to have fun. I think I love this. Yeah. And that's how I think the transition. So the transition happened by the time there were two books out. I had been speaking for nothing. I mean, I wouldn't make a penny out of my speaking, but I could see that what I was doing could also could also get me, you know, could pay the bills, could make some money. But really the driver was that's what I thought I wanted to be. You know, my chance at being Prakash Iyer, that one that one little purpose for which maybe, maybe I was meant to do. That's that's what it sounded like for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:00.160",
        "message": "Yeah, that's a that's a lovely story about your passion shifting from one P to another, from Pepsi to Prakash. And it strikes me that just in this story of your life, there are life lessons for people to learn. In fact, one of which is a chapter in your book and is also something coincidentally that I spoke about last week when I did an episode on creators with Roshan Abbas, where one of the things we chatted about was the importance of quantity over quality, not in so many words. This is, you know, I got these exact words from your chapter on the subject. And, you know, you spoke about the advice you got to speak 200 times. And similarly, I mentioned to Roshan how I was struck by the YouTuber Ali Abdaal's advice to young YouTubers that for you know, make 200 videos, literally two videos a week for two years. Before you look at the metrics, just do that and just the constant iteration will make you better. And you've got a great chapter on this, which you begin with a lovely quote by GK Chesterton, quote, anything worth doing is worth doing badly, stop quote. And then you give a great example of the ceramic pots. You know, you read it as did I a long time ago from this book called Art and Fear by David Bales and Ted Orland, as you pointed out. And it's a fantastic experiment with a key lesson at the end of it. So you want to repeat for my listeners what it is and the lesson that we then arrive at?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:21.360",
        "message": "Yeah, so one of the things that fascinates me is this, we all get told that something is better than something else. And that becomes like a norm. And what I want to do is to tell ourselves that maybe that's the norm, but learn to challenge it. And it may not always be the case and look for where the outliers might be. And an example of that was this thing that we've always heard, right? Quality is better than quantity. I mean, we've used it to our own advantage. I'm sure, you know, we can all relate to this quality over quantity. And this is an experiment in a ceramics class, apparently, where the teacher decides that she does an experiment. She says that you'd be judged in this class at the end of the term on one of two parameters. You could either go for the quality route or for the quantity route, which is very simple. If you take the quality option, you can spend the next term making your best pot and come back. And at the end of it, if your pot is perfect, you'll get an A. If it's good, you'll get a B. If it's not so good, a C. And if it's terrible, a D. And in the other case, if you had to go the quantity route, what you would need to do is, I'll bring a weighing machine at the end of the term. And all the pots you've made will be put on the weighing machine. If you've made more than 70 kilos, you get an A. If it's 50 kilos, you get a B. If it's 30, you get a C, etc, etc. The interesting bit, of course, is that some students chose the quality route and some the quantity route. And at the end of the term, what they found was that the finest pot that emerged in class, the finest set of pots that emerged were not from the quality group. They were from the quantity group. The kids who were focused on delivering this great pot were thinking of the great pot, dreaming of that great pot, idealizing what's the right material, reading up on it and trying to say, how do I make that perfect pot? And that pot was nowhere near as good as the kids who chose the quantity route, who said, make it, it's going to take 70 kilos. So like, you keep making pot after pot after pot, and as you do it, you get better. And as you get better, your pots suddenly start to look even better. So that by the time you're getting to that 60 and 70 kilos, your pots were far better than the group that had set out to make the perfect pot. And I think it's such a powerful lesson for us. And whether it's videos on YouTube, as Ali Abdaal will tell you, whether it is writing, as the great Amit Verma will tell you, or whether it's speaking, as Brian Tracy might have told, you know, I think just going after quantity, being willing to make mistakes, being willing to get it horribly wrong, but just learning from it can actually help us to get"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:50.360",
        "message": "to get to a better place. Yeah. And as you've said in the book, quantity leads to quality. So my advice to any creator out there is don't don't overthink it. Like on one hand, it is, of course, true what Lincoln says that if I am going to cut a tree, I'll spend six hours sharpening the axe. And again, you quote that in your book, and I use that in some of my slides as well. But so preparation and all of that is important. But at some point, there is a balance to be drawn between getting it done and getting it right. And I keep talking about the straight off in our lives. And I think in my own life, in fact, for most of it, I have made the mistake of, you know, thinking about getting it right, and therefore never getting anything done. And I think what's important is that you have to first get it done and getting it done again and again and again is actually the route to sort of getting it right. The other thing that struck me as very interesting is that when you made your year end list 99 2000, whatever, all these year end lists that you're making, you said you would put things like waistline 32, or golf handicap, x number, or write a book. And those are all goals. And as we both know, by now, you know, it's thinking in terms of goals doesn't help you thinking in terms of processes does, where you're, you know, you build a process and the goals kind of happen by themselves, and they fall into place. I'm very curious to know what your processes were like, not just in this later phase of your career. But even earlier, when you were in the corporate world, like in terms of work ethic, what kind of processes do you build for yourself? Are you building similar processes in terms of reading and taking ideas? You know, what do you do for knowledge management at a time where perhaps there weren't any apps or fancy software for it? What do you do now? What are your processes through which, you know, you write these books, do these courses, you're obviously constantly modifying your content. You've just started a YouTube channel as well, which I'll link from the show notes. So Godspeed for that. What will you tell me about your processes? That's what"
    },
    {
        "speaker": "Guest",
        "time": "02:00:50.040",
        "message": "really interests me. I like the point you make about how those lists that I had were goals and not processes. And clearly, I didn't know better as it were. And that's probably why I put them there. And I didn't actually put down that, you know, write four times every week or take golf lessons every week or watch your diet, which is really the better way to get to the goals that I might have had. But I guess the goals were at least served a purpose, which is they kept me in focus of saying, what do I need to do to get there and maybe just get better with it. In terms of processes, maybe there are a couple of things that have become habits. So as a young manager, I remember if you walked into a boss's in the good old days when laptops were still, you know, not yet around us. If you walked into your boss's room for a meeting or a discussion, if you walked to any meeting, it was expected that you would carry a pen and a pad with you. You couldn't be walking in, flaring your hands and sitting over there and looking at the world. You had to have that pen and paper because if there was something that you needed to do, you would write it down. If there was something interesting you found, you'd write it down. If you saw a statistic, which was interesting, you'd put that down on a piece of paper. And I think that is something in some ways that has stayed with me. I don't trust my memory. And I guess over time, it just seems to be getting worse. And therefore, I think the need to write down something is a big one for me. And what I've done, Amit, is often if I see something interesting, or if I see a line, which might be an interesting one, or I hear something which is interesting, I will write it down. And I will then try and figure out, I may not even write everything, but I'll write enough of that line to be able to say, I know what this was. And very often, stories that I might share or ideas that I might propagate come from those little lines that might have actually cropped up somewhere. So this is really the crudest form. And then that became notes. And then, you know, I use Evernote, which I find is useful. I know that there are, you know, I'm a big fan of the idea of building a second brain, but I just find it too complicated. And I want to tell myself that maybe at this stage of my life, I don't want the process to hijack my agenda. And I don't want to be so caught up in saying I must get the better process. So long as I have something that works for me, and serves my purpose, I'm saying, you know, this is good enough, you know, and I don't really need to move to Notion or, you know, or something. That's the way I see it. The other thing I've done in terms of processes, and I said this to you earlier, that I like the idea of being able to kind of share what I have heard or learned, which is new for me. And therefore, a lot of my conversations with friends, with other people who might be around me, family, whoever I meet, I will often share. Very often, I'll tell my, if I'm driving in a car, I'll tell the driver, something that I might have read, because I think it might be interesting. And maybe this is again, good old Hindustan lever training at work, which is to say, test your ideas, test market new launches. You know, don't try and suddenly say you've got this great idea. And one day I'll go and say, big bang, here it is. So I like the idea of being able to test it out. So I might even make a, I might even put it out on a LinkedIn post and just put out the kernel of an idea and say, see, how do people respond? Sometimes you'll figure that you got it wrong, or that there's a logical error in what you're saying, or people think this is rubbish, but you learn that bit before you actually take it out to the larger world. So that's something else that I find extremely useful, which is to share whatever I have. And that helps me to get some kind of instant feedback, test market results, as it were, in terms of saying, does this make sense? Is there an idea here? Very often, putting an idea out actually gets back a bigger idea. You put out something which you don't know how it will work, and you just put it out there, and somebody else will make something else out of it. Maybe people will see it very differently from the way you might have seen it. And just getting that fresh perspective, just getting a new idea, suddenly says, hey, I had an idea, I can put these two together, and now I have an even better idea than what I might have had. So that's something else that works."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:03.080",
        "message": "Can you give me an example of that?"
    },
    {
        "speaker": "Guest",
        "time": "02:05:04.920",
        "message": "So I'm just thinking, I wrote something in my second book, I think, about lessons from a tea bag. And I think I had like, you know, leadership lessons from a tea bag. And this was born out of a line somewhere about how I read something is like a tea bag, put it in hot water, and you'll know how strong it really is. And that's such a powerful idea. And I said, now this is like sounding like a leadership idea. And then I kind of looked at what are the other lessons from it. And I had five lessons. And I'm just thinking aloud now, but it would be things like, you know, the bag of the tea bag needs to be porous. You can have the best tea inside, but if the bag is not porous, it won't work. Suggesting therefore, as a leader that you might have all the ideas and knowledge, but you need to be porous, need to share, need to get it right. I had things like saying at the end of a cup of tea, nobody ever said, wow, what a great tea bag that was. We'd say it was good tea. So, you know, as a leader, don't worry about being recognized as this great leader. Don't worry about being, you know, 40 under 40 cover of the magazine, et cetera, et cetera, focus on building great teams, focus on building great organizations, focus on impacting other people. That's what people will remember. No one's going to say, wow, that is a great tea bag. So, you know, I had these four or five lessons. What I discovered was that as I started talking about it, you know, in the early years, people got fascinated. And suddenly when I finished, somebody will come and say, you know what, I can think of one more lesson, sir. And somebody will come up with another one and another one. And today I probably have like 10 lessons from it, which are probably very different from the four I might have started off with when I, when I, when I got this going. So it's just a case of literally now the word became popular much later, but, you know, crowdsourcing ideas suddenly started to happen. Wow. Fascinating."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:44.600",
        "message": "Tell me now about your writing process, because you've mentioned that you were a reader when you were a kid, you like to write, you know, you enjoyed writing essays, when you were in IAMA, you did your, the magazine that you edited, and which I presume you also wrote for. How did your writing develop over this period of time? Like right now, it's very crisp, it's clear writing it, you know, it does a wonderful job of communicating ideas of storytelling, there is no jargon, it's simple, everyone can understand. Was it always like this? Is there a journey that you took to arriving at this? Did you consciously think about what your writing voice should be like?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:22.120",
        "message": "Give me a bit of insight into that part of your process. First up, of course, getting a writing guru to say that he thinks this writing is pretty good is like, I'll take that. Amit, thanks so much. Thanks for those kind words. I must confess, I didn't read too much fiction as a kid. A lot of my reading was magazines, was nonfiction, newspapers. So if you ask me who were some of my favorite writers as a kid growing up, I would like to say I was a big fan of Dilip Bobb, who would write for India Today, you know, and I thought he wrote such a great job of it, or a lot of Arun Shourie and his research and his writing in newspapers at that time, I was a big fan of that kind of stuff. So for me, reading some of this was what got me excited. And I think at some level, keeping it simple was important. I like to say this, I give a lot of credit to my English teachers in school, perhaps, and I'd probably call out, you know, there was a lady called Ottie D'Souza, and there was Sujata Mitra. And what they did for me was to say that, look, it's the idea that matters. It's not about using big words. It's about how can you get that idea across to people who may not be familiar with what you're trying to say. And I think for me, simplicity therefore became pretty much what I wanted to do. And I'd like to say this, that I sometimes think it's actually very self-serving. If it was complicated, I wouldn't understand it. If I use big words, I probably wouldn't understand it. And that has kept me on track. It kept me on track to say that, you know, use words that you understand, use words that your reader would understand. I also think that, I don't think I consciously thought of my writing voice, but because I also speak, and I, like I said, a lot of my writing also stems from having shared that story or having told something. So I often think that I write like I speak. And, and therefore, when I'm writing, I'm not thinking, oh, I'm now writing a book or now this has to be serious. I still think I'm talking to someone and I picture my reader, which could be when my first book, when I wrote my first book, I thought of my 18 or 20 year old kids to say, I'm talking to them. What would I do? I would not use, I wouldn't use big words if I'm talking to them. And I kept it that way. I like short sentences because it keeps it simple for me to ensure that I don't have to worry about grammar and syntax and saying, have you got this right? Or is that last part of the sentence fitting into the first, keep your sentences shorter, and you take away the problem of trying to figure that out. So I think my writing style, therefore, has always been about keeping it simple, keeping, making it sound like you're listening to me. And maybe without, like I said, without consciously realizing it, I, I'd like to believe that that's the way it should be for me. If, if someone reads what I've written, they must feel that I'm talking to them. And I'm, I'm, I'm having a chat with them, not even talking to them. I'm having, we're having this conversation. I'm trying to tell them a story. And that's really what you'll get over here. I probably learned this also earlier on that this is the idea of why am I writing? This was not to try and impress somebody. It was not to try and tell somebody, look, everyone, look, I'm so cool. I can write so well, or, you know, look, everyone, I can use such big words. That was not the intent. The intent was to say, you know what, I have something interesting to tell you. And let me try and tell you something, which I think is interesting. Now that was the brief in a sense to say, keep it interesting. You have an interesting story to tell, make sure it's interesting for the other person. The other person doesn't have to tax her head and scratch your brains to figure out what happened. Oh, sorry. What was this? What's, how does this fit in? And keep it simple for them. One last thought, which is, and I think I'm trying to now trace this back and, you know, it's easy to keep looking back and saying, where did this start? But I wonder if as a little kid, being this kid who would try and pun too much, you know, would try and, you know, and everyone hates a punster and it can be a pain in the neck. And, you know, you can be, your pun is indeed lowest form of humor and all of that. But I used to be this kind of guy who would always see something else in that word. And I would always see another, if somebody said something, I would probably say, that's what you're saying, but here's what it could mean. And I think this, this tendency to listen to that song in Hindi and to quickly try and say, how would this sound if it had English lyrics, right? What would it do? This ability to look at something and say, what does this tell us about the larger world? Maybe that is something else that has kind of become what gets me going in my writing, where I try and say that, look, maybe there's a lesson to be learned here. Maybe there's something that's important here, but it comes from something else which is happening. And I try and bring that to life and say, hey, if that's what it is, how does this, what does this tell us about, about life, about relationships, about leadership, about the way we are, about the way we behave, the way we think. I try and see if I can find lessons in that. And maybe that's something else that that's kind of seeped into the storytelling that I, that I enjoy doing. Yeah. Yeah. That's, that's kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:38.760",
        "message": "fascinating number of things to take away there. And one which I find particularly interesting is this notion that your mindfulness of language can increase because you were a punner. Like I also, of course, don't approve of puns and very often it's just the writer drawing attention to their writing, which detracts from the narrative and you don't really want that. But at the same time, it's important and it's important for writers, especially to look at with granular detail at the language that they are using and to have a sense of what effect their language has on the reader, because every choice that is made in a particular piece has an effect on the reader and you want to be mindful of that. So this is an interesting angle, that tendency for sort of fancy writing, doing, you know, writerly florid prose. I think perhaps I have often mused comes from that old post-colonial hangover, where for decades, and to some extent, even now, English was a marker of class and, you know, in India, and if you wanted to signal your sophistication, you do it with these big, fancy, pompous phrases, instead of saying, you know, stop this nonsense, you'll say, put an end to this pontificatory blah, blah, blah, and so on and so forth. And again, right as you speak is something I talk a lot about, because I think people misunderstand it. People think that right as you speak means that the way that we are speaking, you write like that. And obviously, that won't work, because there'll be all these long run on sentences, there'll be these sort of pauses and ums and ahs and words like like and whatever, because when we are speaking, there's no filter between our brains and what we are saying, which is fine, because we are saying it in the moment. What right as you speak really means is that when you read something out, it should sound as if it is something that you would say in conversation, it should sound natural to you, which is why for most of the writers that I read, including you, most of the writers that I know personally, rather, including you, you know, when I read something by them, I can actually hear it in their voice, because it is so sort of natural to them. And I think people lose this people try to be like, too writerly and like I think William Zinsser once said that if there is a word that you would not use in conversation, never use it in your writing. And I agree with that, you know, so all great points and great lessons in there."
    },
    {
        "speaker": "Guest",
        "time": "02:14:49.800",
        "message": "I must ask you a question here Amit and something that I've not really thought too deeply about, but I've sometimes wondered. So when I went to school in and I learned English, I've never studied Ren and Martin and grammar and I've I didn't really understand what, you know, past perfect and, you know, all the terms that we use to describe, I've never studied or learned that. And I find it fascinating that without having learned that, as it were, I learned how to read and write a little bit. And I'm just wondering, how does this fit in with this whole thing about saying that if you need to know something, you need to understand the science behind it, perhaps,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:28.360",
        "message": "or is how does this work? I actually think that taking Ren and Martin too seriously, for example, might be counterproductive, because what each of these grammar books or write like this books will give you is an ossified version of language is a convention of a previous time. I think the way we learn everything is by reading a lot. There's no substitute for that we learn how to write by osmosis by reading a lot. And that reading can be mindful, where you know, Arundhati Roy, after she won the Booker in 96 for the God of small things once said that the quality of a reading changed when she became a writer, which means that you're looking for all the things that writers do, the tricks they use, how they build rhythm, how they do transitions, how they tell their stories, all of those things. But for me, any kind of reading is great, even mindless reading, like I'll often tell participants of my course that do not become very conscious about what you are reading or think that some things are infrared and some things are things that you should read, read anything that you enjoy reading, because anything that you enjoy reading is by default doing something right. And you learn osmosis from that. So whenever somebody asked me, how do I improve my grammar? How do I improve my vocabulary? The answer always is that there is no instruction book which will teach you all of this, you just read a lot. And you kind of learn it by osmosis, which is why I'm never critical of a person whose grammar isn't great, who are making grammatical errors, or who's may not know many big words, I'm never critical of them, because those are things that you pick up along the way. What is more important is the honesty in your storytelling that are you putting yourself at the service of your narrative? Or are you trying to impress somebody with Oh, look what a good writer I am, I know all these big words and fancy phrases. So yeah, so my short answer, I gave a long answer. But the short answer would really be that we learn by osmosis. So tell me about this particular book, you know, you've referred in this book to things that at some points, you'll say April 2020, this happened, or, you know, you've referred to the lockdown and the pandemic times and all of that. How did the idea for this book kind of come about, you know, and what was the process of writing it like? And is there something that this book has gained from being written after the pandemic began? When let us say that, you know, the old normal became the new normal, that is such a cliche, I even feel embarrassed using these phrases. But you know, is there something in the book that was formed because of"
    },
    {
        "speaker": "Guest",
        "time": "02:17:52.680",
        "message": "that period? The first bit is that as my Penguin editor will tell you that the pandemic ensured that I wrote the book. So it's been a fairly long time in the works. And it's been an idea. But I guess when the pandemic hit, and you suddenly realize that you have a little more time on your hands, you're at home, I think it just took away one more excuse. And as I looked at, so if I flashback to April last year, and I told myself that the world is changing a little bit, no more travel, no more having to be on flights all the time, you're at home, you're doing everything sitting in front of a computer. So it's a great opportunity to do a few things. And those few things included learning new stuff. So I said, Hey, what can you learn? So I tried to learn two or three things that that might have helped. And I told myself, not a bad idea to say, let's finish the book now. So let's get that book out and start writing. So I think that the discipline probably got a little got some impetus, thanks to the pandemic. Did that in any other way, influence what I do? I think a lot of it goes back to my little attempt to try and say that I actually think there are things people need to know. And we don't get taught those things. And sometimes just being just a little thing someone tells you can make it so much more powerful. I'll give an example. And I'm not saying this because I'm on your podcast, Amit. But just this, it never struck me that adverbs are bad until I took that course. And, you know, and to answer that question about Atul Berede and Sachin Tendulkar and all of that, I think if you don't get your hand in line with your foot, no matter who you are, you're going to be in trouble. And I just think that one little thing told me so much about my own writing. And I used to feel bad when I'd get rid of those adverbs. I thought they were adding so much to my writing, to realizing that, you know, it's such a drag, just take it off. Horror of horrors. I did a count once after I wrote something and I had something like in a 700 word piece, I used the word just 14 times, you know, just like that. And I thought it sounded just right. And anybody who said it's not right, I'd say, you know, you must be just kidding. You know, and I didn't realize it. So that's my point. Sometimes you're not aware of some of these things and it's not. And I could turn around and say that this isn't rocket science. And, you know, surely someone I could have picked it up, et cetera, et cetera. But the problem is there are some simple things that we need to know about what we do. And no one tells us that yet. And it just so happens that no one tells us. If we knew it, it could make a difference to our life. And it's not to suggest that this is the one thing you need to do and this will change your world. That's not the intent. These are small things that I think we all need to know. And that's really what got me started on saying, so what are some of the things that I might have learned, which I think could be useful? And that's how I started to write. Um, I think a good, a good practice in this was also to say that push yourself to write. And I wish I'd be a little more consistent, but some of the best moments I've had or the best months I've had are when I would tell myself that I will write something every day on LinkedIn, you know, I would just post something. And here's the interesting bit, and this is true, whether you're, you know, if you want to write a book or if you tell yourself that you will write posts on whatever's your medium of choice, if you sit down on the first day to write, you will say, I have nothing to write about. There are no ideas and there will be no ideas. And then you can get up and go and say, I have no idea. So I'm not going to write today. But if you force yourself to sit there and say, failure is not an option. You, there is no cop out. Okay. You have to write that piece today, which could be a hundred words or 200 words or whatever it is, but you have to write it. And suddenly something will come to your mind and you'll write a 30, 40 words, which will be rubbish. But those 30, 40 words will tell you that actually there is another idea coming from here and that will then become a piece. And by the time you're finishing, you don't want to get up because you think you've got something really nice happening over here and you want to kind of stay with it. And there is another idea that you've got from here. And, and I think that can become a great way to tell yourself that, Hey, this book can happen. And for me, very often, if I sat there and said, I need to write a book, I can't decide what to write about. And it's not like the book started by saying, I have a great title. How come no one told me that all I have to do is to think of stories that will fit into that. That's not how it happened. I just had to think of what can I say. And gradually I think one thing leads to another and to another and to another, and all of that happens because you tell yourself you have to sit and write. And I think to anybody out there who wants to write a book, and I often, you know, I'm sure this is advice you also gave us and you give everybody, which is to say, if you want to write a book first, just write. We worry about, will I find a publisher? Will the book sell? You know, how is distribution? What are royalties? How much margin? Forget all of that. If you want to write a book first, just write. The rest of it will take care of itself. And I think if we can do anything, and maybe this is true, not just for writing, it's true for anything else. I'll give you another one, Amit. And, you know, after one of my books, I was in Kathmandu for a Nepal Lit Fest. Rare occasion when someone who's written an ordinary book on non-fiction gets called to a Lit Fest. But for me, the high point was that Shobha Dey was there. And she was a fellow speaker at that Lit Fest, which also meant that, you know, the budget's being small for the organizer. They had one car to ferry us from one place to another. You know, I wasn't complaining and I'm hoping Shobha wasn't either. But as I was talking to her, she said something, you know, we all, you know, and again, I'm saying this as a young kid, I thought Shobha Dey was this great, you know, was a fabulous woman. And whether it was Celebrity Magazine, which she started, or just Neeta's Natter and Stardust, and all of that. Forget the books. I thought she was just terrific. And a big fan of all that she did. And you know, a little bit about her, you know, the books she writes, her husband, society, she's obviously this, you know, socialite, all of that. And I'm sitting over there with her and we're talking about something and she tells me something. She says, you know what, Prakash, I write 3,000 words every day. It is a must. It could be a column. It could be a book. It could be a piece that somebody has commissioned. It could be notes to myself. But I will write 3,000 words every day. I will not go to bed if I haven't written 3,000 words. And then I can picture her saying this. And she says, it's like Riyaz for a singer. You know, if you have to be a singer, you have to do your Riyaz. For me, this is my Riyaz. And here I am running a company and writing a book and thinking, you know, this is all cool. And I say, wow, this is such a powerful thought. And every time I tell my, now when I try to write and I'm thinking of an excuse, I think of saying, my diary is not half as busy as Shobha's diary might be. And if she can find time to write those"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:52.120",
        "message": "3,000 words, you know, what's my excuse? Yeah. And in fact, that's both something to learn from and something not to learn from there. And what one can learn from there is, of course, the importance of Riyaz. Like I keep saying, like, to me, the facility to write is like, it's akin to a muscle. So if you want to grow your writing muscle, you know, you have to do what you do to grow your other muscles. You don't take a gym membership and without going to the gym by having an intellectual understanding of how the body works, grow your muscles. You got to go to the gym every day and get the job done. Similar thing with writing. However, 3,000 words a day is intimidating. Like the advice that I give in my course, and I have a slide just for this, spoiler for those who haven't attended it yet, is set a really modest target. Like what I say is 300 words a day or even 200 words a day. You know, just write 200 words a day. And the thing with that is that many days you'll write more than that. Many days you will be in a difficult situation where you have fever and you're in bed or you have flights to catch in a post-COVID world, obviously. And you know, but you can still take out your phone and write those 200 words on your smartphone. And in fact, since I started speaking after you finished, I've probably spoken twice as much. We speak around 200 words in a minute. It's very easy to write. But what it does, and even if you have nothing to write about, write a daily journal, write about what's been happening in your life. The point is, number one, the juices are flowing, the muscle is working out. Number two, it accumulates. Even if you write exactly 200 a day, and nobody will obviously stop at the 200th word if it's and or but. But even if you were to write that much, that's 75,000 words in a year. That's like a novel length thing, you know. So the important thing is, like you correctly said, just get out there, just do it every day. The process is what matters. The goals will happen"
    },
    {
        "speaker": "Guest",
        "time": "02:26:38.840",
        "message": "by themselves. I know you said this, Amit, and I remember you telling us in this course, why 200 words is an important one was, I remember you said, even if you're going back to the airport after a meeting, you know, 200 words is something you can type out onto your phone, right? So you just take away the excuse for not writing. And I think that's a great start. But here's the interesting bit. I have found that once you get into the swim of things, once you get into the habit, you start saying, wow, there is more to say, there is more you want to do, and that 200 will soon become 500. And once you become class five, it'll become 700. And then if you become postgraduate, like Shobha probably is, it becomes 3000 words. But the second bit I want to say here is that apart from the writing bit, the big problem most of us have is when you sit down, you wonder, I have nothing to say, I have nothing to write, what will I write about? Right? And that becomes a reason. So we wait for once I have something to write about, then I will sit and write. And I'm saying, maybe you want to switch that, sit to write, and something will come to you. It may not have been there. I have found this happens to me so many times, you know, and there'll be days when I say, gosh, I haven't written, I must write today, I'll get up in the morning, and I'll tell my wife, I have to write, I'm not going for a walk in the morning, 5am, I'm sitting at my desk here. I don't know what I'm going to do. But I'm sitting over there, and I'm saying, I need to write. And surprise, surprise, something will come. And I think that's something else that maybe, you know, anybody who wants to write to try and figure this don't wait for that idea. And I'll tell you another little story. I mean, I once was, I was on a flight, and the gentleman sitting next to me and this is the good old days when you know, I'm still corporate and jet airways is still a thing and business class is still a thing. And I surprise, surprise, there's this man sitting next to me who looks very much like Gulzar. And, you know, before I know it, the lady who's serving us gives him the glass of fresh lime and says, is there anything I can get you, Gulzar sahib? And I think my flight is made, I'm gonna really gonna enjoy this one. And I find that, you know, Gulzar sahib has this diary, like a loose leaf diary, a handbook of sorts, which he's got with him. And he plonks that into the pocket in front, as even as he settles into a seat. And I'm curious, and I asked him, you know, why have you got that diary? And he's got a pen, nice looking fountain pens. And I said, is that because mid flight, you might have this great idea, or a line might occur to you and you don't want to lose it, so you want to write it down? Is that why you have that? He says, I have to deliver three songs by the end of the day. And I have work to do. So, I have to sit and write. It's not like I'll wait for an idea. If I write, I might get an idea. You know, and I think that's a, if it happens to someone as great as Gulzar, maybe it's an interesting one for all of us to consider that don't wait for inspiration to strike before you write. Sit"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:32.360",
        "message": "down to write and I think inspiration will find you. Yeah, in fact, in my course, I have a slide which has a quote by Joan Didion where she says, quote, I don't know what I think until I write it down. Stop quote. So, you know, even if you have nothing to write about, just, just, you know, sit, exercise that muscle, and magic will eventually happen. You've got to kind of have that faith. But don't start with a big target. Start with a small target. The big targets will happen. 3000 words a day can also happen more than that can happen. Like one of my favorite writers is a French novelist, Georges Simenon, who wrote some 400 novels in his time, created the Detective Magret, but also wrote a bunch of I think they're called Roman Adours, which are these wonderful novels about everyday life. And he gave an interview to Paris Review when he was, I think, around 50 years old. And his process then was he would call his doc, when he felt ready to write a novel, the doc would take the blood pressure, give the go ahead. And Simenon would then lock himself up in a room for seven days, like his wife would leave food outside the door. And he'd write 7000 words a day. And at the end of a week, he's got around 50,000 words, send it off to the publisher calls the doctor, doctor comes takes his blood pressure says, okay, you need to rest till so and so date. And then I will come and check you again. But this is one of those things which I would say, please do not try this at home. You know, start small start achievable. Otherwise, you know what a big target does to finish that thought is, let's say you set yourself a big target, I'll write 1000 words a day also, okay, you set yourself that target, then you will fall off the wagon, there will be days when you just can't. And then you start beating yourself up. And then you say, yeah, writing life is not for me, ya mere se nahi hoga, like my corporate mein toh achcha kama raha ho, why should I do this? And that affects your self image. And it becomes a vicious cycle, where because you don't write, you tell yourself you can't write, and that feeds into itself. So the one way to break that is modest targets. Let's start by talking about your book. And when I read the book, in my mind, I was sort of dividing it into personal lessons, that is self actualization kind of lessons, and other lessons, outward facing lessons, like leadership lessons, and team building lessons, and all of that. And some of it struck me. And what I again, love the how you bring your own personal stories into these, like to give you a point of feedback for your next book, the entire book is filled with stories. But there were stories that I really enjoyed were the personal ones, and not so much, you know, the ones of other people and other things, because there's just so much charm to them. And one of those stories was, you talk about how you've gone on a drive with your twins, I think their nicknames are Abby and Toots, I hope they don't mind, I'm just quoting you. So at one point, when you're going back to the car, your daughter says that, hey, I want to sit on the right side, because we both sit at the back. And then the son immediately says, No, no, I want to sit on the right side. And back and forth kind of happens, and you find a compromise and you get to the car. And when you get to the car, your son says, by the way, which is the right side, which is such a remarkable story, and which tells you so much about human nature, that he just wanted to sit on the right side, because that's what his sister wanted. He didn't even know what the right side was. And similarly, in our lives, we set our goals and our benchmarks and our desires by what other people around us are doing. And your point there is be mindful of this and avoid this trap, and so on. Tell me a little bit more about this. And does this have personal resonance beyond this little story about your kids? Like, do you think you made this mistake sometimes? And you know, what was the nature of the mistake?"
    },
    {
        "speaker": "Guest",
        "time": "02:32:57.080",
        "message": "How did you get past it? I think it's such a small, a tiny little story. It actually, you know, it certainly has reverberations across everything that we do. And it certainly it has for me, personally speaking, it has for all of us. I think if you look at the number of people who end up doing engineering, you know, why do they do engineering? And if you look at the way we select careers, jobs, it's almost like, and I said this at some level, that as a kid, if you're first in class or second in class, you don't, and like I said, South Indian middle class home, Bombay school, you don't do arts. You don't do arts. Why? Because it's not the done thing. It's not, you know, it's not, you do it because everybody wants it. Why do people want something? Because everybody else wants it. You have hot jobs, you have hot careers, you have employers who are being sought after, courses being sought after because everybody wants it. We forget whether it's something that suits our, is that what's going to make me happy? We don't even pause to think about it. And I think it's, I'm sure it's happened to me in my life. There have been decisions where you do things because everybody's doing it. You don't want to miss the bus. You worry that you might miss the bus. I also think that, again, optimist, positive and all of that. So I don't have too many regrets in my life. And I keep thinking that jo hua, it's taught me something which has helped me to be where I am today. And therefore, that's been, you know, value for time and money spent over there. But I do think that in a lot of my decisions, a lot of our decisions, it's not, I wasn't this young person who kind of said, I don't care. I will do what my heart says. I will, you know, I don't care. I don't think I was that kind of person. And it's not easy. I think there are a lot of pressures, but I think just being aware of it can sometimes make it, you know, if you took 10 decisions, which were of that kind, maybe awareness that don't do something because other people want it. Don't do something just because if other people want it, you don't want them to get it. You want to get it before them. If they're, you know, very often you see this happen in so many ways in our lives that people will get possessive about something the minute they realize somebody else wants it. They may not have any use for it, but if somebody else wants it, it suddenly becomes something that we need. You know, and I'm just imagining in a middle-class home, you know, if you went to your, I hope it doesn't happen too much, but you know, you can imagine this where you go and say, you know, can I borrow your toaster for a few? No, just now my daughter's doing a course in making sado bread and all of that. So we are eating a lot of bread now, so I can't give you the toaster. Actually, I only realized I have a toaster at home and you asked me for it. But that tells me that I need it. And maybe there's a mindset thing here that if you want it, maybe it's got value I hadn't seen, and I want to hold on to it. And that came through for me in something as simple as this to say like, you know, and it happens to all of us. I think there's, like I say in the book, there's a little bit of that baby Abby in all of us, you know, who's looking for things without knowing why he wants them, who wants them"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:09.560",
        "message": "because somebody else wants them. No, it's part of human nature. Like there's another story in your book where you talk about hanging around outside Churchgate just to see how the markets are functioning. And you look at this textile shop where there are these three, four busy buyers and they buy something and then many others come and they buy the same things. And on the second day, you realize that these guys aren't buyers, they're actually pretending to be buyers so that other people imitate them. And it's kind of worth thinking about these aspects of human nature, because the moment someone like you points them out, then someone like me can actually absorb that tendency in myself and can correct for it. So that's kind of invaluable. Another of the really interesting personal lessons that you have in here is about alteration tailors. Tell me a little bit about this insight and how it struck you."
    },
    {
        "speaker": "Guest",
        "time": "02:37:00.280",
        "message": "So it acts like a lot of these ideas or articles, they can stem from a simple, a silly line I might have read somewhere. And I still remember this was I think in ET. ET used to have this glossy supplement called Panache, which would have, you know, good looking people with the top five suit brands and all of that happening in it, nothing to do with business, but all about this, the glamorous side of business as it were. There was a column there by a stylist and she talked about her five top tips for, you know, as style tips. And one of those five tips was get yourself an alteration tailor. And I thought that was strange, you know, never thought about it. And the rest of it was more standard stuff about, you know, dressing for the occasion, color, all of that. Get yourself an alteration tailor sounded odd. And the point she made, and I think in very brief was that, you know, that alteration tailor will make sure that that shirt sleeve, which is slightly longer, gets shortened so that it looks smarter with your jacket. That was the kind of thing. And I thought of that, I said, you know, wow, great idea here. And how important it is. And in many ways, how we all need an alteration tailor. So it could be to say sometimes, you know, we all have that shirt lying in our wardrobe, which we don't wear because one button has gone missing. And therefore, all we wear it and we ensure we fold up, roll up our sleeves because I can't keep them down because that button is missing. And all it took was maybe someone who could be an alteration tailor and fix that. It could be this thing about, you have a trouser, which is, you know, just that half inch too long. And if it therefore doesn't fall as well as it, it doesn't make you look as smart as it could. All it takes is someone to just point it out and reduce that half inch. And I took that now to say that, you know, it's not only about our clothes, it's about us here. We need an alteration tailor in our lives who will tell us about those little things that we're probably not doing right. You know, and it's not this grand fix. It's not saying, oh, if I need to get better, I need to now enroll for the advanced management program at Harvard. That's going to change me. No. What you sometimes need is a friend, someone close to you who can point out, you know what, might be a good idea to just pause a little before you kind of lose your cool. Just relax, you know, or you may not realize it, but you know, the way you say it, you might be sounding like you are, you know, you are being arrogant about what you know. These may be small fixes, but you need someone who will tell you that, you know what, there's a half inch that needs to be adjusted. And here's how you can do it. And having that alteration tailor in your life is such a powerful thing because you will have somebody who's kind of watching out for you, who's telling you. And it's sometimes it could also be to say that, you know what, that shirt you haven't worn because you think it's too tight. Let me make it all right for you. You can wear it. It's like saying, maybe you have strengths you haven't leveraged. You're not sure of yourself. And I'll tell you, you know what, you're very good at that. Every time I've seen you do it, you do it well. So maybe you want to do more of it. So I just think that little line about saying an alteration tailor is a good style tip, I think for me was terrific advice. And I would, I'm grateful for it. And if you now look back, I'm sure we can all relate to the fact that, hey, there was an alteration tailor in my life who made a difference. And maybe you want to make sure you still have that person. You know, it's, it's, it's never, we're never finished products in that sense. And it's a great idea to say, I have an alteration tailor who will help me to identify what are those small tweaks that need to be made and who will help me to get it right. So that was really the story around the alteration. That's a lovely thought and a lovely phrase behind it. And I'm just thinking aloud that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:35.080",
        "message": "the kind of alteration tailor that I need right now is really a gym instructor. Who can make me fit my clothes, rather than make my clothes fit me. This lockdown has really, you know, some of us have expanded in unexpected ways. You know, I've taken, I took copious notes on your books, but if we go through all of them, we'll take like, you know, another three hours just to get through the insights. And I would rather that people listening to this go out and buy the book and sort of learn from it themselves. I mean, in a sense, I'm just thinking aloud, you are an alteration tailor. You are an alteration tailor. You are an alteration tailor for so many ways at scale, you know, in a remote kind of way, sharing these sort of insights, which is wonderful. So you know, there are plenty of insights in your book, which are great for personal growth, which are great for leadership, building teams, you know, making better decisions, all of those things. I'll leave it to the readers to head over to the book and discover that they've got a taste of it. I'll end with two final questions. And one is that something that I spoke about in my last episode with Roshan is how we live in this brave new world for creators. And for some of us, certainly for me, I realized so much more of this after the pandemic happened, where serendipitously, you know, I started the course and I started consuming much more content that creators were putting up on YouTube and elsewhere. And just the way the possibilities had expanded, and you know, the landscape had changed, all of it kind of blew my mind. Now you are a creator yourself. You're a creator in the sense that you've done these books, you've created these courses, you've got a YouTube channel, so on and so forth, incredibly exciting times. And so so for you, while you might look back to mine, what has happened in your life for content, a lot more of it is basically just going to be looking forward because hey, it's so exciting. Tell me a little bit about this. You know, what do you think of this new landscape for creators from a personal point of view from the things that you are going to do and that you're looking forward to?"
    },
    {
        "speaker": "Guest",
        "time": "02:42:38.200",
        "message": "Oh, I completely agree with you. I think these are exciting times for creators. I think the opportunities, the platforms available, it's become so much easier to do stuff. And you don't have to be terribly tech-savvy or, you know, clued in or have the most expensive equipment to do stuff. I think very simple tools can help you to kind of produce. And I think it's truly exciting times. What fascinates me is, of course, you know, I'm super excited about the next 60 years of my life. I think there is so much to do. I'd love to write a lot more. I'm only half, not even halfway through Ali Abdaal's recommendation as far as YouTube, you know, videos are concerned. But I'm super excited by that. And I just think that it comes back to you in several ways. And there are times when I do something and I figure that it hasn't really, you know, I think it's a great idea and it just doesn't work. And there's something else that I talked about. And suddenly you'll find that your neighbor, neighboring auntie is sending it to you on WhatsApp saying, you know, my son in the US sent it to me and I told him that I know this man. Why? Because that little video was so viral and has a life of its own. Now, I think it's just fascinating to see how this might happen, what it might do. And I think it tells you that, look, just do it. Put out that video. You never know what might happen with it. Something else that I've tried to do, and you must check this out, I must say, I try to say that, hey, is there an opportunity to reach out to more people, and not for any other reason, but to say that, look, maybe there are other people out there who need to hear this. And how can I reach them? So I tried to do a chai with pie, which is the video that I do on YouTube in Hindi. And I just loved it. And I could worry about how many views will I get. And it's not as if suddenly, you know, I've hit gold dust or any such thing. But I think I suddenly touched different people. And there are another set of people saying, you know, that they liked it. And maybe there's an opportunity here to say, look, I could do something over here. I've learned, I, like I said, I learned, I signed up to learn writing in your writing course, which I loved. I signed up for a standup comedy course. And I just think that, you know, that's another place where you have this ability to look at something and find another meaning to it. You take people down one path and take them, suddenly take them somewhere else. And, you know, in some ways I think it's similar and maybe that's something else. So I wouldn't be, you know, I wouldn't bet against myself. And maybe a year from now, maybe two, you'll probably find something else. And I think that's another place where you'll probably find something else happening as far as I'm concerned. I'd like something else that you've mentioned, and I'm mindful of it, which is, you know, there's only so much that I want to do in terms of mining from the past. Because, you know, there is only so much that is, but I do think that there is so much I learn about, I see around me every day. And there's so much to learn and so much to kind of make sense out of. And therefore, what I see is, what do I see my role? It's not to say that, you know what, I was working in this organization, I learned something and here's what I want to share. That's maybe one part of it. Maybe it's a bit of it is done. What I really want to do is to try and say, let me try and make this simple for you to understand. Here's a powerful lesson, but let me try and tell it to you in a manner that you will remember, in a manner that you will relate to. And to me, that becomes then the role that I see myself playing. This is not about saying, look, everybody, look, I've done it. That's never been the intent. I don't think I've, and I've not done half the things that a lot of successful people in the corporate world have done. So I can't even lay claim to that. But what I try and do is to say, hey, here's something simple, you know, it's important. And let me explain it to you in a manner which you will relate to. And there is so much that's happening in our world now, which still needs for someone to try and make sense of and make simple sense of, in a sense, to make it easy to understand, make it easy to remember, and make it palatable to say that I'm not here to tell you that this is how you should succeed in life. Or if this is the creator economy, here are the five rules to succeed. That's not what I want to do. But I want to try and make it intuitive, try and say, here's something simple. Maybe it struck you, maybe it didn't. But you know, if you, if this kind of gets into your head, it might find residence there, and it might change the way you think. It might change the way you look at the world. And for me, I think that is perhaps the biggest piece here, which is that a lot of times, what you need to change is not to tell people how to do it, and here's how you do it, but to get them to think differently about it. And often it could be to say, you can do it, which sounds like such a boring motivation line, you know, you can do it and all of that. But I think it's simply to say, we all tend to think of our limitations, we tend to think of why it can't be done, we tend to think of what's wrong with the world and why it would prevent me from doing it. And if you do that, what happens is that you, you know, very soon you become a fabulous lawyer for that and you build such a strong case that they win. And you end up saying, oh, you know, I could have been the guy who did it, I could have achieved so much if this was a different world. But you know what, the world is what it is, you can change and you can make things happen. And I think just reclaiming the power, which is what I think the creator economy is doing in many ways, is helping people reclaim the power to make a difference. And I think it's there for all of us"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:59.080",
        "message": "to claim. Yeah, exactly. Inspiring words. And one of the things that I keep pointing out to, you know, everyone who signs up for my writing course is that there are some things which require natural talent. Like if you want to be a fast bowler, you've got to have fast twitch muscles, a batsman will need some hand-eye coordination. But for a writer, I don't believe that you need any natural talent at all. I think anyone can learn to write. It's just a question of hard work, applying yourself, you know, having the right approach to writing. And that's again something that you just sort of spoke about, that people don't know how far their own capacities can extend if they just have the right mindset. So more power to you for, you know, achieving all of these things. My final question and almost a predictable one is that, you know, listeners of my show are always hungry for book recommendations. Now, you have written books which some people would say have touched their lives or even changed them and so on. If I were to throw the onus back on you, that what are the books that, you know, maybe changed the way you think about the world or meant a lot to you or that you learned from or that you're simply so enthusiastic about that you are like, I have to share this with the world. You know, do you have any recommendations?"
    },
    {
        "speaker": "Guest",
        "time": "02:49:12.040",
        "message": "So I'm a big fan of Malcolm Gladwell. I love his storytelling style and his ability to pull together strands of research from, you know, from all kinds of places and then suddenly magically weave them into a narrative. So I'm a big fan of his writing, his podcasts, and I'd highly recommend Malcolm Gladwell to people. And maybe I also like the idea of, you know, writing not because of, not only for the manner in which it's been put together, but for the idea there. And I think it's so well done that you forget to look at the writing. And, you know, this is something I know, Amit, you put very eloquently, W and not the WP, you know, window and not the window pane. And I think that's something that's such a powerful idea where you don't try and draw attention to the writing, but you try and look at the ideas over there. So I'm a big fan of Malcolm Gladwell. I love his writing style. I love the way he so I'm a big fan of this half psychology, half in, you know, so Dan Arely, for example, big fan of the kind of stuff that he writes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:16.920",
        "message": "Though he's gotten into trouble recently, you read about that in the sort of the data in his research. Anyway, the jury's out on whose fault exactly it is, but it's a lot of these behavioral psychology experiments have turned out to not be replicable. But anyway, I think even the ones that aren't replicable point to interesting core insights that one should at least think about."
    },
    {
        "speaker": "Guest",
        "time": "02:50:38.520",
        "message": "That's right. That's right. And I'll tell you something else. As a kid growing up, one of my favorite writers was Busy Bee. You know, Behram Contractor, who would write this little piece in the afternoon papers at that time. And for me, that's a great inspiration because this ability to look at something small around you and make sense out of it and to try and make it interesting and and to have a point of view, which I think is extremely important. So for me, I like the idea that somebody is saying something out of whatever, whatever is being written. There is a point of view that's coming through. It is not always profound. It is often built on something which is very simple, everyday stuff. And yet it makes you look at it and say, how come I didn't think of that one? You know, and that to me is in itself very, very interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:29.320",
        "message": "Great. So, Prakash, thanks so much for your time and your insights and indeed for writing these books and all of that. I hope we continue to have many more conversations through the next 60 years, you said, right? So through the next 60 years, since you're optimistic for a moment, I shall"
    },
    {
        "speaker": "Guest",
        "time": "02:51:45.080",
        "message": "adopt some of that optimism for myself. Like that line went, why are you surprised? Amit, you look pretty fit. Yeah, you'll survive the next 60. Don't worry."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:55.160",
        "message": "Well, inshallah. So, aapke moonme ghee Pepsi."
    },
    {
        "speaker": "Guest",
        "time": "02:52:00.280",
        "message": "Yeah. Thank you so much, Amit. It's been so much fun talking to you. It's been so much fun following you. And may you continue to inspire a lot more people to write, indeed to follow their passions and do all the cool stuff that you do. Thank you so much, Amit. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:14.920",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and buy How Come No One Told Me That by Prakash Iyer. In fact, just buy all his books. They're full of important life lessons. Also check out the show notes and enter rabbit holes at will. You can follow Prakash on Twitter at Prakash Iyer, one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and The Unseen at sceneunseen.in. Thank you for listening."
    }
]