[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If there is one thing in our lives that is unseen, it is the role of the state. There is nothing quite as oppressive as a modern state, the apparatus of government and all its agencies. And yet, we have normalized that oppression. Now, the state has a monopoly on violence, and you could argue that it needs to, because that is how it protects our rights. That is the one legitimate purpose of the state, right? To protect our rights, to serve us for we are the masters. In theory. In reality, we are less citizens than subjects. When India gained independence in 1947, we got rid of the British, but we did not get freedom from oppression. That same state apparatus that was used to control us in colonial times was maintained by our new brown-skinned masters. If anything, it became more brutal and more sophisticated. And yeah, sure, we have elections, but democracy is not just about voting. You also need mechanisms to safeguard the rights of citizens and to hold the state accountable. Those mechanisms don't exist. Every election is basically a competition between rival mafias to see who can rule the people and extract all that they can for whatever time they have in power. The rewards are great, and they are enabled by the security state. Welcome to the scene and the unseen. My guest today is Josie Joseph, a pioneering investigative journalist who's written an excellent book named The Silent Coup, A History of India's Deep State. In this book, he examines and exposes how India's security state has so many unseen layers to it and how it rules our lives and is damaging our society. We have seen different aspects of the security state in play. We know the corrupt rent-seeking police, though most of us thankfully don't have to deal with them beyond bribes or traffic signals. The rule of law is absent in India, but the police is all-powerful. So is a taxman often used by the political class as a tool to subjugate those who don't toe the line. And there are a range of other investigative agencies whose incentives are tailored only towards pleasing their political masters. And what they get up to with the unbridled power that they have is staggering. The Silent Coup is a book you must read for that reason. And I enjoyed my conversation with Josie. Before we get to it, though, let's take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog, India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Josie, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:40.960",
        "message": "Thank you, Amit. It's a great privilege."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:43.080",
        "message": "Yeah, I've been waiting for a long time to ask you actually, I think we met at the Bangalore Lit Fest a couple of years ago. And I said, Hey, come on sometime and we'll discuss Feast of Vultures. But now we finally get to talk when your new excellent book is out, which everyone should read. And I hear that the first print run is also sold out. So congratulations for that. Before we sort of start talking about the book per se, I'd love to know a little bit more about your life. We are actually I think born in the same year 1973. I heard you reveal your year in this TEDx talk you gave. So tell me a little bit about where you grew up, what your early years were like that journey until you eventually became a journalist."
    },
    {
        "speaker": "Guest",
        "time": "00:04:21.800",
        "message": "Amit, I was born in a very lower middle class family by the backwaters in Alleppey. My father was an accountant, a local tax consultant. I always saw this great debate at home about my dad's wild ambition for education and children and obsession with education. My mother was more like, you know, saying that, look, pursuit of happiness is being happy for today, right? So I always saw this great debate of pursuit of happiness between the two of them. But together they ensured that. And we are four siblings. And, you know, my dad, when he heard about Saini schools, someone from my village went and became a teacher in Saini school in Trivandrum. So my father got obsessed with it. And he tried with my elder brothers who couldn't. First one was overage, second one was underage, whatever. Anyway, I became the guinea pig and after my first five years in schooling, I landed in Saini school, Trivandrum. It's thanks to that socialist India, the government subsidized public school education that I could speak English. I could learn English. Until then, I was in a Malayalam medium school. I'm very acutely aware of the privileges of state subsidy that has done and the impact it has on people like us. And I'm very proud of the fact that, you know, despite it's being called a Saini school, I think it's a great public school for the poor and middle class bright kids. And schools, Saini schools across India continues to produce hundreds of very outstanding, in fact, thousands of outstanding professionals into military and outside. And I think a lot of values are shared. And it is not overstating a fact to say that you take a sample of Saini school products and you'll find them unusually high on integrity, on morals, commitment to nationalism, etc, etc. So, I went to Saini school till 12th. I came back home. My parents, my mother especially wanted, I told you the pursuit of happiness debates. Mother wanted me to be home. So, I went to study BSc in mathematics. I was quite a good student in mathematics. But after two years of doing well in mathematics, I realized that my heart lies in writing and other things. Anyway, I completed mathematics BSc and came to Delhi in the hope of becoming a civil servant. And I did the usual rounds of civil service training institutes. And I think I paid money at Rao's academy also to enroll. But one of those days happenstance happened and I landed up in Delhi midday office. John Dale used to be the editor. A common acquaintance had introduced me to him. I went to meet him. So, when I was there, he said Rajan Pillai, the biscuit tycoon who was running Britannia and who was in a big legal corporate war. He had just disappeared from Singapore and there was a manhunt for him, etc. So, he asked me to write a profile of Rajan Pillai and I wrote that. And that changed my life. I never sat for civil service exam. I never wanted to be one again because of the kick of writing, the fun of it all just hooked me and the first article got me a lot of attention, a lot of local attention. So, I've been a journalist since then. To satisfy parents that I'm studying, I did an evening course in PG Diploma in Journalism in YMCA, where one of the teachers couldn't even… So, even despite I topping his paper, he couldn't recognize me because I would very hardly go to classes. I was busy in my practical journalism. That's how I became a journalist. So, there is no other fancy story to it. It's a very average Indian story of this above average student from an ordinary or a poor family managing to get to the city with education and starting off with the limited options available to us in those days. I'm talking about the early 90s. That's it. Liberalization was just happening around, but the benefits were to raise the media houses. Journalism salaries were very low. Yeah, that's all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:37.400",
        "message": "That's not all. There's a lot there that leads me to think of future questions. Firstly, I'm intrigued by the values you mentioned at Sainik School. So, what were those kind of values in the sense that you say that today you meet, you know, anybody from Sainik School, you can sort of that integrity is always there and so on. So, tell me a little bit more about that. And then when you encounter people outside of that environment, when you first did, did that difference become stark? Was there an awareness that there is one way that we have been taught to or that we have imbibed in terms of how we think about the world and what is actually happening out there, which in a sense, you spend the rest of your life uncovering what is actually happening out there is something totally different. Tell me a little bit about these sort of clash of values. And you know what that was like?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:26.360",
        "message": "I don't know, Amit, if you went to a boarding school."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:29.560",
        "message": "I was for a while a day scholar in a school that was also a boarding school. So yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:09:36.200",
        "message": "So if you go to a boarding school, you are forever, you are a student, you know, and they're your brothers. So I think one of the things that boarding schools does to you is that it becomes a very close knit community. And so you are almost naked before them for a lifetime. So I think there's a lot of, you know, if I may put it in a positive way, peer pressure to be good and to do good. This is one of my theories about, I got several theories about boarding school. One of it is this. Second is that on every Sunday morning, boarding school boys have to rub their bathrooms instead of going to church. I like to do that. So I think the bonding that you create in boarding schools have a very positive impact. But there is another aspect, which is where Indian military and military ethos come in. We can criticize the military for a lot of things, but I think Indian military, luckily for India, has built a very strong moralistic framework. It's not 100% perfect. There are problems with it. So because the senior schools are run by the military officers, they bring in a certain kind of idealism, which is quite naive in many ways, but it helps. And there is a strong foundation to it. And I think the third factor to add to it is that, you know, between all of us, the boarding school gang, we are almost every day talking to each other, right? The conversations, the concerns we share are the same. The appreciations I receive from them, they're my biggest fans and supporters. So it all comes together. And then when I came out into the public life, and even today, very honestly, despite doing all the so-called journalism and all that, I still get fooled by a lot of people. A lot of people take me for a ride and I find it, sometimes I feel, and I know, I know that somebody is taking me for a ride, even when it takes me a lot of time to turn around and tell that person, boss, enough is enough, you know. So, but that's, that's part of the personality too, I suppose. But yeah, it is very stark. So I think Indian society, per se, at large, we are an amoral society, not even immoral. We can't, you know, when I'm in New Delhi, when I meet with certain kind of people, I think that they can't even make the difference between immoral and moral. They're so blinded by the pursuit of wealth and power, which we see all around. And to me, it is amusing and it agitates me. And maybe that agitation is what helps me to do some stories that I've done or continue to do stories that I do. Because all of their greed of the politicians or the bureaucrat or corporates, that greed comes at the cost of people like us. People like us, meaning the poor, ordinary Indians, you know, the ones who go to bed hungry with their stomachs turning. So it comes at a cost. That angers me. And a lot of my journalism comes out of it. And that anger is something that it continues to boil in me. And despite I being in my late 40s, it hasn't gone down. If anything, my anger has only gone up."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:59.280",
        "message": "So I'm struck by the use of the word immoral in what you just said. And that leads me to a slightly sideways pondering, which is that, you know, one could argue that morality is, you know, the luxury of those who don't have an empty stomach. And otherwise, in a really poor country, when you're desperate, when you're scrambling, you know, do you really have the luxury to be moral and it you know, everything comes down to that circumstance. And also, many of our values are in fact, shaped by the institutions around us and by what is actually happening in our society. Like one of the musings and one of the questions that I frequently asked people on the show, including economists, but you know, you might have a thought on it. So I'll air it as well. It refers to this whole Jagdish Bhagwati observation about how Indians tend to be rent seeking while Chinese seek to be profit seeking. Profit seeking meaning obviously that the only way they can make a profit is by making someone else better off and it's a positive sum game and blah, blah, blah. And I don't know enough about China to know how true that is. But Indians certainly are rent seeking in the sense that even today in 2021, a lot of people when they think of starting a business, it's the thinking is how do I con somebody? Isko, you know, chootiya kaise banao, if I might use unparliamentary language, and that's kind of how it is. And my theory always was that the reason we are rent seeking is not something fundamentally wrong with our culture, but it's partly a result of the institutions we've had since independence, when the state had such a domineering role and private enterprise was so suppressed, that the only way to really get ahead and to make money and all of that was through in some way or the other, using the state to make yourself better off or using that power to make yourself better off, which is why so many successful capitalists were really crony capitalists not functioning in a free market, but with the hand of the state, helping them and so on. Now, a significant part of your book also demonstrates how people everywhere are responding to incentives, people within the security establishment, bureaucrats, politicians, whatever. And indeed, when you were saying you were studying for the civil services, I just wondered for a moment that had you joined the civil servants, you know, who knows, maybe you would have turned into one of them, but maybe your Sanic school values would have shaped you. So you have a comment"
    },
    {
        "speaker": "Guest",
        "time": "00:15:15.840",
        "message": "to make on this? See, I think we are not reading the Indian society right when we, if we were to say that we are rent seekers, for a moment, look at history in the broad sense. So I don't know if you know this book called, it's called Geography of Geniuses. What is that book? So there is this book where, I have it somewhere here, where he argues that geniuses usually you find them in clusters in ancient Greek or in Calcutta during the century ago, etc. But if you look at India of the 19, last century's first part, some of the geniuses of our times were born or lived from Gandhi to Ambedkar. And today when you read their debates, their papers, their books, you realize that probably they were an unusual moment in history, even unusually gifted, great people came together and they just disappeared. And those who followed them did not have the vision or the capability to sustain what they created for us. Now, even today, when we talk about rent seekers, we also have people like the prime G's of the world who are doing fantastic work without any compromise. And I think, I think there are, we can find a lot of businessmen out there who are doing things without being rent seekers, who are doing admirable work. So, I don't know what exactly Dindesh Bhagawati's argument is, and I'm not qualified to challenge or critique him because he is such a brilliant academic. My theory is that the democratic degeneration that has been happening is spreading and degeneration has two things that happens. One is what you said, which is that when it is degenerating, and because we are frustrated with the state controls, etc., but in a degenerated society, we take the path of least resistance, most of us. So, you are in a degenerated state and you become one of them. Otherwise, standing up to it is not a great idea. It's not good for your health. The other thing is when moved, when India moved from the socialist state, the import substitution policies, etc., into a liberalized economy, we did not make a clean migration into a clean marketplace. We just shifted all the crap of that old days into the new marketplace and said, oh, our economy is going to boom. What boom was it? You look at corridors like Bundelkhand to Delhi, Bihar to Bombay, etc. These are modern day slaves. Millions are coming to your cities and they're building your infrastructure. Your economic boom is mostly on construction of apartments, roads, airports, etc. So, we haven't actually created an entrepreneurial marketplace, which would actually reform and improve democracy, as you know, except in Singapore. All over the world, when you have entrepreneurial class emerging, they demand better accountability, etc. Except for Bangalore city, I don't know how many citizens is dominated, economy is dominated by entrepreneurship and innovations, etc. So, what I'm saying is that one is that many of the people who would actually want to be good in life are forced to do the immoral acts because they want a good night's sleep. They want their family to be safe. They don't want to be threatened. They don't want to face legal challenges, etc. The second is, over the years, from that Gandhi and Nehruvian Ambedkarite values of unbelievable intellect, we have come to a stage where you have leaders who ridicule higher education, who ridicule scientific temperament and make all kinds of rubbish claims. And you have given power away to criminals. The state has been virtually captured by criminal elements at various levels. You might call them political families or political stars or whatever it is. But the reality is that if you really look at them, remove all the aura around them, remove the constitutional positions around them, and who are they? Murder accused, riot accused, cheats. So, we are not just rent seekers. I'm saying there is a good India which is not being allowed to come up and speak. That India is only allowed to speak and act in conversations with Amit or in some literary festivals or in some small groups or on Signal or WhatsApp these days. The marketplace and the mainstream of Indian democracy has been taken over by criminals, by rent seekers etc. But that doesn't mean that we Indians are all rent seekers. You and I are not."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:14.720",
        "message": "I think what Bhagwati kind of meant was exactly what you're saying, that this is, you know, what the system has created. You've incentivized rent seekers. My brief bunch of responses to what you said. One is, of course, I agree about the quality of the leaders that emerged in the first part of the last century. And I, in fact, wrote a column also once addressing this popular question that why were our freedom fighters of such high caliber, where our leaders today are not of the high caliber. And my argument was that you just have to look at the incentives, that the people who came up then, they had no power to lust for, there were no riches or power at the end of the line for them. They were animated purely by principles, perhaps even the kind of principles that sanic school students would approve of. And they were willing to sacrifice a lot for that. So obviously, you get a certain caliber there. So there's a self selection there. Anyone who is devoting their life to that kind of work is obviously going to be a higher quality of person. Whereas post independence, what we designed at independence was essentially a predatory state. Therefore, you'll get leaders then like that who are attracted by the lust for power, which doesn't carry with it safeguards or accountability or any of that, where we are a democracy without really being a republic in the true sense. I think that's kind of been an issue there. And I also agree that, you know, 1991, I would say we didn't liberalize enough, we didn't do enough to unleash the entrepreneurial spirits of our people. I think it did a lot of good, it got your 300 million people out of poverty and all of that. But the point is, it was very far from a magic pill, obviously, look at the state of the country. And if, if anything, we've gone backwards in the last 10 years, so it's pretty dire. But we'll kind of come to more, you know, details of that direness when we speak about your book, I want to go a little back into your past life. I do want to talk about your journalistic years. But even before that, you mentioned that, you know, you did the BSc in math, because you had started doing it and you said, Okay, I'll finish it. But you were more interested in writing, which obviously means that you were reading a lot, because that's how you one becomes interested in writing. So tell me about the books you read, and you know, who influenced you? You know, who were the writers you used to look up to during that period? Give me some sense of that. And when you said you wanted to write, what kind of writing did you want to do? Take me into the mind of the teenager, Josie."
    },
    {
        "speaker": "Guest",
        "time": "00:22:37.760",
        "message": "I feel very embarrassed talking about myself too much. So, you know, when we were 25 years after we were out of boarding school, friends were talking about each other, there was some kind of recall about who we were as children. And I was surprised to know that when I was 11, 12, I used to tell my friends that I want to be a journalist. I didn't know I couldn't recall those, but everyone else recalled the fact that I always was. I was always fond of and yeah, I mean, I was, I think I was a voracious reader. And I think my reading has now come down to more specific reading. But yeah, I mean, like any good Mallu, you finish Kafka and Kamyu by the age of 11, sorry, 16 and 17. And you are wrapping up Marquez and others. So, you know, they are all brothers for us, right? For all the Mallus and Bongs. So yeah, I mean, you know, like we read a lot of Soviet, the communist literature. So I've read all of the Indian Hindu classics, Mahabharata, Ramayana. In fact, I know more of Ramayana, Mahabharata than Bible. And so classics, of course, and then I switched to very serious reading of the modern and postmodern writers. When I was, as I was moving into my teenage years and we had a network in school where we all shared. I don't know, there are some books, you don't know for what reason it remains with you. For example, there was a book by James Michener called On Poland, if I'm not wrong. So it stuck with me about this little country, which is like the, you know, everyone who comes to Soviet Union, goes back, everybody walks over Poland, right? So those kinds of things stuck with me. And for a long time in my college years, I was very deeply into serious literature, reading and magical realism and classics, etc. And I think that influences a lot of my writing. If you see, I make this very foolish attempts to ape certain creative writing in my nonfiction. So yeah, then after that phase, after I came to Delhi, and when I hit kind of a plateau reading fiction, and I couldn't, I wasn't very happy with the new fiction stuff that was coming out. And because of journalism, I shifted to reading nonfiction. And I don't know what it was, I started reading a lot of history and biographies. And I love large events. I like to read about, you know, so I you'll see a lot of those kind of books behind me. Now I read so for the last 20-25 years, except for a few fiction books, I have only read nonfiction and nonfiction very seriously. And but when you're writing a book, as you know, you're reading mostly stuff related to writing because you need to be in that world, right? So, you know, I was rereading Basharat Peer and Rahul Pantipa, etc. for the book. And now I am reading Transfer of Power Papers and a lot of the history books of 4740 because I'm working on something new with my team. So yeah, now the readings are much more focused. Unless cumbered, I don't read fiction anymore. But yeah, I've read enough fiction to hold a conversation on Latch America or African writers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:00.960",
        "message": "It's also evident in your writing because I just thought that, you know, reading your latest book, the storytelling was excellent in it, you know, which is something narrative nonfiction writers over the last 40-50 years have certainly picked up from fiction writing using novelistic techniques, the way you build a story, the way you structure it, all of it was there, it was very interesting. It's not linear, there are interesting things happening, there are back and forths and all of that, which I really enjoyed. So, you know, when you joined journalism, what was your notion of what makes for an ideal journalist? In the sense that I remember back in the 90s, as I reached adulthood and all of that, you know, today, the internet is ubiquitous, we take it for granted, we can read journalism from all over the world. That was obviously not the case, then we just had the handful of Indian newspapers and those weekly news magazines like India Today and Sunday and all to look at. So how does one form a model of journalism when you say you when your friends say you wanted to be a journalist before that, what was your conception of it? What excited you about journalism per se? And as you got into it, how did your notion of journalism evolve in a sense? Like, where do you begin to anchor yourself in terms of the values that journalism should have? And which is an especially relevant question for me to ask you, because when I look around the journalistic landscape today, you seem a little bit of an outlier, which of course, I mean, entirely as a compliment."
    },
    {
        "speaker": "Guest",
        "time": "00:27:29.480",
        "message": "It's interesting that you're asking me this, because you know, the first thing I did, I after I landed in Delhi, because I signed a school, we had a well stocked library, not the greatest library. Then I came home, where the local college where I did my graduation had a very ordinary library, very poor library. And I would buy those Malayalam magazines. Because my Malayalam was poor, so I re-read to improve my language. When I came to Delhi, the first thing that I did was my brother, who is an army officer, I asked him to take me to all the major libraries and we took membership in every one of them. So the American Center, the British Library, Saithya Academy Library, even Municipal Library in Sarojiniwar, and for several months before I became a full-time journalist, my job was to go to, I was just in and out of libraries. I would go spend days, read up, bring books, go back, you know what I'm saying, you know how it is to be. And I came to Delhi sometime in November, by the summer of next summer, I was into mid-day full-time job. Now, again, with a lot of this pseudo intellectual impressions and ambitions, I go into a newsroom, and my very first feature has this slight, you know, impresses the crowd around. And then I'm writing things about films, I'm comparing Schindler's List and Maniratnam's Bombay, and people are appreciating. And one day, you know, my editor tells me, listen, there is a press conference by Madanlal Khurana, the Chief Minister of Delhi, go and attend it. I'm a sub-editor on the desk, I'm not a reporter. So I go with the reporter to attend, and he's speaking in Punjabi. I couldn't understand a word of it. So I came back and told the editor, sir, you know, I can't be a reporter in the city, I don't understand, I hardly understand Hindi and Punjabi, especially. So he said, precisely because you don't understand language, you should become a reporter. Because languages do not matter. You should be able and capable and confident to report anywhere in the world. You will need an interpreter at best, right? And a lot of things are said, and a lot of things that the most crucial observations are not based on words. And he pushed me into reporting. And I started reporting on the ground. And that is when I woke up to the reality that despite all my family's financial issues or struggles, I came from a very cocooned, privileged, democratic society in Kerala, where it was a stark contrast here. Here I was out there in hospitals where children are being stolen. I was going to police stations where torture is like a daily routine. I was going into government offices and getting these, you know, I mean, they're bargaining in front of you, the bribes, etc. The life was different. So, I mean, for me, the wake up happened during those days. And I abandoned all my intellectual pretensions. And I said, this is the India that I should report and write about. And I became a reporter. And I became a reporter in a very aggressive manner. And since then, I'm very happy to say that till date, I may have not carried stories, but I have not dropped a story because someone could influence me. I refuse to be compromised. I refuse to give in to any threats, intimidations, legal cases, because it's, it makes me angry because we are a very rich country of too many corrupt and poor people. That's it. Sometime in around that time, I stopped reading fiction. I started getting into understanding what's here and now. And years later, as I was, later I became a defense correspondent, and I was bringing a lot of defense scams and stories. But then I realized that defense is a very small part of the society. So that's when I decided to do a master's where I could learn more subjects and develop more frameworks. And I'm very clear that if our voices don't echo and resonate here and now, it has no value in the future. I don't want to be a Franz Kafka. You know that I've become famous after my death with my novels. It doesn't matter. I want to be, I mean, I need to be doing my bit to make the society better for my daughter and her generation. So that's a wake up that I had in my 20s."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:54.120",
        "message": "I was chatting with a good friend of mine who happens to be an old colleague of yours, Prem Panikkar. So I called him this morning and I said, tell me a little bit about Josie. And Prem was full of nothing but praise. And one of the first things he said, which struck me was that Josie was a quintessential beat journalist. And he said that there are no beat journalists anymore. And obviously, in those early years, your beat was security. And in fact, the security establishment you've written about in this new book. So a couple of questions there. One, what made you sort of choose that beat? Was it a kind of serendipity that those are the kind of stories you started doing and you just kind of stuck with it? And two, the other thing is that, you know, typically, you imagine a beat reporter is someone who, you know, your editor tells you, okay, this is your beat, you're covering housing or you're covering crime or you're covering whatever. And the beat reporter does that till they get moved on to the next beat. But it seems to me that your commitment to your beat also comes out of the kind of conviction that you just articulated, that it was important to do this work, that you were animated by that also, it is not just a job, I have been told to do this, and so on. So take me a little bit through, you know, your mindset, why this beat? What drove you about it?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:07.320",
        "message": "So I'm in midday and by 95, I become a full time reporter reporting municipal issues, local government, whatever. And I get hired by Asian Edge, MJ Akbar hires me, Seema Musaf as my boss, because he's launching Delhi Edge, which is a local reporting section of the paper. I'm the chief reporter there. I mean, I'm like overseeing the reporting. And I'm doing well. And I try to do some national stories occasionally. And I broke a few stories in the first NDA government. I don't know if you recall, there was a proposal to make Sanskrit compulsory in schools. And they also wanted to teach kitchen hack habits to girls. So I broke all the stories. And you know, so I was taking a like, you know, I mean, I was doing stories. So one of those days, Admiral Vishnu Bhagat was dismissed as a Navy chief. And the reporting was largely controlled by the government. And that's when Akbar told me to start reporting on defense. And I got into, so because of that, I from day one, besides my science school background and my acquaintance with a lot of good officers, I got right into the heart of the little degeneration in the military-civilian relationship. And Kargil happened. So you're sucked in. So beat reporting is, you know, you can't decide these things. So Kargil happened. And I broke a few of the early stories about patrols going missing. And one day when the war is happening, I wrote about Brigadier Surendra Singh, who was then the brigade commander of Kargil, being removed from command. And also his boss being removed from command. Next day, military intelligence chief himself, MI chief himself writes a letter to MJ Akbar saying that, I have been fooled by an ISI module. And they've detected 26 ISI modules, which are trying to demoralize the military at, you know, a nation at war. I was immediately taken off the defense beat by my editor. And then articles came out. Luckily, I didn't get arrested or anything. But 10 days later, I was proved right when army admitted that the transfer actually had happened. So I was getting into the defense and parallelly the intelligence apparatus, because that completes the, and the white collar agencies, right. So I was getting into that segment. And I was breaking stories and especially because I was doing stories which were anti-establishment, I got a lot more attention. And that's when Rediff called me. As the Kargil war entered, I left because I couldn't stay there because, you know, I was virtually left hanging, hung to dry because of a story I brought about Surendra Singh's transfer, when my editors couldn't stand with me. So the moment Rediff offer came, I left. I left actually, I think on the day of the ceasefire declaration, I left, resigned. Went to Rediff and there also, Rediff was those days one of the greatest journalism, I think. I haven't worked in a more idealistic newsroom than Rediff of those days. We had Nikhil Laxman, Prem Panicker, Sai, Sheila Budletter. So what happened was that because Rediff was then well funded and all that, you know, there was much more travel budget. And I did my own Padmashis there, you know, so I would go to Kashmir, stay in a rented house, go and try and interview militants, go to Nepal, all that. But what it did was because I was not a jingoistic guy, because I was not enamored by military or intelligence. And because I was not taken up by these, you know, crazy stories, some of these chaps would try to spin around you. I was always clear headed. So, you know, like, sometime I wrote something against army and the army's PRO, not PRO, the ADGP, the senior chap called me and said, we are going to blacklist you. So I said, so the liquor will be sent home. So he said, meaning what? I mean, he was a stiff infantry officer. I said, sir, you're putting me on some list, you said, right? So is it a privilege list where you send liquor home or what is it? He said, don't you understand I'm going to blacklist you. So I said, sir, who bothers? It's a democracy, right? You blacklist, brownlist, whatever you want to do it, I'll do my job. But if I'm factually wrong, you should tell me. I still believe that journalism, especially if you're covering security establishment, it cannot be for popularity. And in fact, most of the bosses in agencies want you to do propaganda, not journalism. And I've had repeated experience with chiefs of agencies, organizations who have been very fond of me. But at the most crucial moment, they will try to mislead you. So I have always been very clear headed about it. And mind you, somewhere in my mind, I'm a Gandhian, I hate violence, I hate wars. So it became a very contradictory life. On the one side, I did not like this idea of nation states, you know, guarding the borders, the security dilemmas it create for each other. On the other side, I was getting sucked more and more into the security apparatus of the world of the country and the region. This went on. And I was in, then I, from Rediff I went back to Times, Times of India, then I came back to launch DNA with Ayyaz Mehman and Pradeep Go and all that. It was while in DNA that I decided that enough of writing about defense and intelligence alone, I need to understand India better. And I decided to do a part time master's where I went on to study 12-13 subjects from economics to international trade and policy to negotiations, etc. That is when I, when I was called back by Times of India, Jojo asked me to come back to Times of India. I told him that I don't want to be a defense reporter. I don't want to waste, I can. So I became editor of special projects doing only special investigative stories. And Jojo gave me a free hand for some, a lot of, I mean, I had a lot of free hand in Times for a long time. So my investigations expanded. But at the same time, I continued to do stories on the intelligence, defense, security establishment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:10.600",
        "message": "One of the interesting strands that you've spoken about in your book is how the security establishment tries to control the narrative. And you've spoken about how, in fact, they tried to co-opt you at different points in time. They said they'll pay for your master's when you go abroad and so on. And you, of course, refused because, hey, Sanik school values. But my question here is that then when you get into that beat, obviously, the key commodity, which is important for you is information. And you get information from sources. And yet, if many of your sources are insiders within the establishment, when they know that you are not someone who will swallow the narrative necessarily, you know, and when it may not be in their interest for to speak to you, how do you go about cultivating sources and given that so much is smoke and mirrors, you don't know whether a single thing that is being told to you is necessarily true. And it must be at some point in time hard to corroborate things which are being told to you. So how did you navigate all of that? Like, were there times where you think you made a mistake that you'd followed a certain narrative or whatever, and it wasn't the case? And also over a period of time, how do you build your you know, your bullshit detection radar as it were, and this cultivation of sources especially in a field like this? How does it happen? Because you know, being a cricket journalist for a while, and it's worse today, it was better than but if you got to a critical of cricketers, you would just lose access, or the BCCI would just drop access if you messed with them, which was always fine for me, because I was more of big picture kind of guy, I didn't do so much reporting, and I didn't really care about the access. But for those who actually have to write about what's going on inside the dressing room, I can't imagine getting that information without access. So take me through the life of a beat journalist in that regard, and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "00:40:56.720",
        "message": "Yeah, so I mean, that's where I want to go back to that, the rent seeking behavior we said, so there are, there are great Indians, there are great people out there in every agency, every organization, they may not be the most famous. But if you get to the right people, you don't need too many sources, I don't need 100 sources to scoop the stories, I only need five of them, right? They need to trust you. And they should have the courage to tell you the truth and reach out to you, right? So everything else is smoke and screen, everything else is bullshit. So I would be spending an entire day with people who are trying to mislead me. But I won't take a word from I'll go back. So if something doesn't appear to my common sense, I usually drop it. I got my own criterias about accepting information, accessing documents, etc, which I've developed over the years, which is not foolproof. But I think many of it works. For example, if somebody were to give you a document, and that person is not the first, the primary source handling the document, I will not use it unless I can verify it. So if you give me a file, and if you are handling that file, I will trust you, my trust on you will be much higher. But if you are not handling the file, you are giving somebody else's file to me, I would not use it unless I can verify it. But a lot of reporters run with files sensitive, especially if it's interesting. So in all agencies, there are great human beings out there, fantastic people, courageous people, people who are more courageous than all of us, at least people like you and me get recognition, right? We sell books, people make movies on us. People listen to us. But those are our real heroes, the ones in the organization. So quietly sit there. And when they see something going wrong, they would reach out to people like me and tell us that, listen, this is what's happening, you need to write about it. That loose network of whistleblowers in many ways, who are around me are enabling me to do this work. So I'm not a James Bond or anything. These people provide information. That's one part. The second part, which is to me very interesting is in the agencies, there are various kinds of people. Then the second kind of one, I told you, these courageous ones are the foundations for great journalism. Second are the kind of people who are careerists, who will bribe journalists, whatever they want. But many of them have a good quality, which is that once they know that you are not a bullshitter and you should not be bullshitted around, they usually withdraw. They will give you a respect and space, but they may not entertain you too much. But if you ask a question, they will not go quiet. They know that this fellow has to be answered to, even if you don't tell the truth. There is a third kind, which is the, you can't do anything to them. They are in their fantasy world, they'll bribe, kick, whatever shit. So you just ignore them. So there are people, I don't want to take names, who have held very, very powerful positions in this country, who have wanted to meet me, they refuse to meet them. Very powerful people. I said, no, I know he wants to meet me because he wants to plant some information and use my byline to bring credibility to him. I'm not going to, my byline is not on rent. It's not on sale for you. I know very clearly. So I refuse to meet some people. The consequences are there, you pay for it, but that's okay. So between these three, I think my life has been very good. I've been able to do enough stories to get attention from people like"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:34.560",
        "message": "you. So yeah, get attention from people like me. You're pushing it now. And I hope people make films on your life, but nobody's going to make a film on mine. So you know, in your book, you mentioned the carrot, which we've just spoken about, that they tried to co-opt you, and you know, somebody spoke to you about a monthly retainer, and to fund your studies and all of that. What about the stick, which is not something that you mentioned in this book, and which I assume must be there, because one of the things that struck me while reading this book was the way that you speak of people who are still extremely, you know, prominent today in the police in Delhi, for example, who's active in Gujarat under Mr. Modi, you know, and even people like Amit Shah, for example, I mean, these are incredibly powerful people, you have not put any filters out there, you're basically just laying it out all out on the page for everyone to read, of course, and for your last book, you were sued for enormous amounts of money, which you cannot possibly possess with your sanic school values. So tell me a little bit about how you then deal with the stick, you know, and I imagine that when you're single is probably easier, but when you have a family, two practical considerations, then come into mind, how does that kind of work? I'm presuming you must have been threatened, there must have been intimidation, take me through that."
    },
    {
        "speaker": "Guest",
        "time": "00:45:55.800",
        "message": "So that this is where the script goes off the track. Because you ask a question like this to a journalist, and then he becomes a hero of the story. Then he said, then he said boasting, you know, and I keep saying this to people that, you know, if the reporter tries to be the hero of the story, you will end up being one story wonder."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:16.360",
        "message": "Yeah, but you know something, you're not writing this story. This is my story. If I want to"
    },
    {
        "speaker": "Guest",
        "time": "00:46:20.040",
        "message": "make you the hero, I'll make you the hero. So you know, there are some ground I'll tell you. So other day, you know, last week morning context, some reporter called me and was talking about surveillance. He was doing an article. So he asked me, sir, how did you take protection? So I passingly told him an anecdote from my life, which then I can see so many people are sharing, which was about, you know, like, so I've been I mean, ever since I've been a reporter, I've been aware that for most part of my career, I've been trailed by some agency or the other. So once I broke Naval War Room leak case in DNA and I was being trailed by the Naval Intelligence people, I think, or IB. So, you know, every day I would drive back in the evening and routine I'll come in, park my car inside. And there is a Maruti van, which used to follow me. And they will be parked outside the apartment complex. And I detected it. And after two days, I told my wife, you know, we'll so she's also a journalist, Priya is, you know, we are for this. So it was easy to talk to her about this thing. And my daughter Supriya was very small. So we started switching off the light early in our apartment. So the moment you switch off the light, they are babus, they go back, right? There are no James Bonds in this country. Let's be honest, if somebody pretends to be James Bond, he's bullshitting. There are people who are doing professional work, good work, but no James Bonds. So they would go back and then I would come out and take my car and go and meet my source and come back. So from that to being served with dozens of defamation notice and parliamentary privilege notice and this and that, one goes through it and also nobody has come and beaten me up. But very in a sweet way of threatening, very nicely you get threatened. But to me, the most bizarre fact, not bizarre, most interesting aspect is when you talk loudly in the public square like me, many of them actually either try to ignore you or try to co-opt you. Meaning the rewards available to you not to speak the next time are very positive. Huge money, huge favors, etc. That's what I would say. But then there is also a larger reality. Amit, you know, in India, in a year, one and a half lakh people die on our roads. How many journalists die on the line of duty? So I think being a journalist is far safer than being on the Indian road. So we have to find solace really from such statistics, which may be absurd comparisons. Yeah, but on a serious note, Amit, if you are writing, if you are somebody who is committed to writing about the here and now of the society and what's happening around, then between your fingertips and the keyboard, you cannot have prejudices. You cannot speculate what my words might mean and what it can bring to me. You will have to write with the courage, you will have to write with the awareness that you are going to be lonely. Not very many people are going to defend you. And the process itself can be the punishment, which could begin any moment. And I write with that awareness, but I don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:22.760",
        "message": "write with censorship as you must have noticed. You mentioned that people threatened you in a nice way. So what would a nice way of threatening somebody be? Can you give me an example?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:34.280",
        "message": "See in a city like Delhi, everyone knows everyone around. So when you are trying to do something on Mr. X, Mr. Y, who might be a lawyer or some fixer, we'll meet you for a coffee and say that, look, I heard you are doing something on so and so. Why do you want to do it? He is a rascal, badmash. Do you want me to talk to him? Why don't you meet him? So it's that way. It's threat combined with the other thing. The other is that some people actually do fixing at the other end. When they know that I am working on something, which is something very strange I've realized, they would do setting at the other end and come to you and say that, look, I know that you are doing something on so and so. We've got a budget. Why don't we just split it? Then there are people who make money out of you and showing their proximity to you and they will tell somebody, look, I'll ensure that he doesn't write against you. So one day somebody got drunk and from his mouth it came out. He told somebody, he boasted saying that, you know, Josie will never write against me. And his drinking companion came and told me, I said, why? Because he said, oh, he said you are being managed. So it operates at multiple layers, multiple levels, because of which one thing I don't do is I don't go drinking with people. I don't even go to press club to drink. If I don't want to drink, I drink at home, you know, I avoid those companies, because you will never know in a political city like Delhi who is on to what game. So when I say sweet threats, it can be any of this. That's so fascinating. So now I know"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:09.880",
        "message": "that there's a managing Josie Joseph economy out there for scammers. So prominent people in India will be getting emails not from Nigerian fraudsters, but from people saying, hey, we'll manage Josie is on your case, but we'll manage him. You may not even know who they are. Tell me also then about what are the kind of knowledge management systems that you have gathered over the years in terms of just managing all the knowledge that you're taking in. And especially as we get older, and we're pretty much the same age, I realized that my memory kind of is very unreliable. And, you know, something I might have read two weeks ago, I would completely have forgotten even having read it. And, you know, for Feast of Vultures, you mentioned earlier in an interview elsewhere that you had some 1500 documents or 15,000 documents, which, you know, you got for that. So what are the kind of knowledge management systems you used to use? And what do you do now in terms of putting your research together, putting your thoughts together? How has that workflow evolved in a sense? So I've always been fond of documents."
    },
    {
        "speaker": "Guest",
        "time": "00:52:14.680",
        "message": "So I used to store a lot of documents, but ever since digitization happened, you will see hard disk lying around here and there, which I keep updating my computers. I got Google, iCloud backups, etc. So the standard, the same. I email myself a lot of things. I do keep notebooks. And for various things, because, as you said, you know, like, for example, this notebook is about what I should do. This notebook is about some stories I'm working on. There is a book in my bag, which is when I take notes for meetings. So not, it's not perfect. And it keeps changing. So sometimes I start my day making notes about what to be done today and start psyching off. Sometimes I don't do it. That's one part of managing my thought process. The second, and which is, I think, what has really worked for me in terms of output, is my time management, where it also flows into what you said about knowledge management, which is that in the morning, I get up by 6.15, I'm up. And I'm very disciplined in that sense. Till about nine o'clock, I don't like anyone disturbing, I don't pick up my phone. And I'm not really bothered by it. That's when I actually sit in front of my laptop. I'm reading or writing, either reading something for the book I'm writing or I'm typing my book. Nothing else. I do nothing else. I might look at the Guardian, Indian Express and New York Times to let you know what's happening around. I don't even look at Twitter or anything because that helps me to. So every morning when I'm, when I'm, when I start my day, I'm very sorted in my mind about what I'm looking for, what I'm reading. And if I don't find something, I mail my colleagues, etc. The other thing is, I organize my backend because a lot of the stories that I'm pursuing are in gestation for years. Because as soon as I get it organized, I put a folder name and it goes in there. But I have a fairly good sense of, so if you, if I want to know about, let's say something, let's call it 2G scam. I can pull it out quickly. I just need to research. I know the keywords. So it's stored here and there. I got some backups. Now it's all on cloud and all that. That's how I manage. I don't, there is no other rocket science beyond it. As far as books are concerned, one bad thing is that I do, I find it, I struggle to recall names of even writers, but some books which are stuck with me or which really impressed me, those I can recall, not to the page, but I would know where is that reference in which chapter. That's a practice. You know how we all, there are certain books that remains with you. The third thing is that I also tend to speed read because if one doesn't have the time and the luxury to read everything, like these days I'm reading transfer of power papers, massive volumes, right? But I speed read. I know I'm looking for a so and so date and then I spend time there. So it's each one of us develop our own strategies. I'm sure you have, I can see the way you have kept book behind you and the way I have arranged book behind you are very different. And it might also tell about the reading habits of others. Beyond that, I do take some security precautions. So I don't just save my passwords anywhere and everywhere anymore. I just ensure some encryption, et cetera, et cetera. I've just moved into a new house. So what"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:51.320",
        "message": "you're seeing besides me is a bunch of unopened cartons with some books piled on top of them, but that's not how I keep my books. I also have bookshelves like you do, but I also have a massive amount of mess normally, but not the kind that you're looking at right now. So you spoke about sort of books that have tended to stay with you. My next question before we take a break and go on to then talk about your latest book is what are the kind of sort of nonfiction books or writers that you've admired or learned from given the kind of stuff that you are writing? Like your books have been these investigative books of nonfiction, but also they feature very fine storytelling use of novelistic techniques. So what are the kind of books that you admired when you read them and you took as models and are there writers who influenced you where, you know, you looked at a particular writer and you said, yeah, yeah, that's the kind of work I want to do."
    },
    {
        "speaker": "Guest",
        "time": "00:56:45.640",
        "message": "Since the last 20, 30 years, as you know, nonfiction writing has really boomed and scaled up qualitatively. But even then a book like this, it's called the Bear Trap, Afghanistan's Untold Story. This was written by a former ISI colonel and Mark Atkin in the 80s. I mean, this is courage. They're detailing how ISI ran the Afghan operations. So to me, this is also an inspirational book to what people like James Wright, Twin Towers, etc. write. So there are all of them, but I don't, I don't, I don't, I'm not the kind who has an inspirational figure or someone I look up to. But yeah, when I was writing my first book, A Feast of Vultures, my prologue is set in a village in Bihar and they're struggling to get road and hospital, etc. Some people have noticed that I've tried to use some of the magical realism techniques that Marques popularized in that. So I love the way, you know, when Marques, Marques will never tell you, I'm going to tell you magic. You'll just tell the magic, right? So little, little things like that. But, you know, I grew up on Aldous Huxley and George Orwell and all that. So you'll find a lot of my sentences are very pithy. I don't know if you'll find it, some wicked sense of humor you'll find here and there. So all that is inspired from those writers. Because if you, if you recall those, the Orwellian English or the Huxley's writing and all that is very matter of fact to the world. So because that shaped my thinking from very early days as a student, that I as a writer, I have a responsibility towards you, which is you as a reader, which is to ensure that you are not forced to take a dictionary in your hand while you read me. The reading has to be an activity between you and me and my pages, not between you, a dictionary or a Google and me, and then the game is over. So find the appropriate words, but not the difficult words is a big, big challenge for me, because I'm very insecure and unsure of my language skills, even today. So I read, I sometimes write, rewrite sentences, but yes, you will never find unusually long draft sentences, you will not find unwieldy adjectives and adverbs in my writings. So those have been shaped by, you know, I told you when I was in the signing school, I had this great English teacher called Prem C. Nair, who came from Oxford, British educator. People like him taught us, there was another teacher called N. Balasundar Nair. These people, because I come from Malayalam mediums, I learned English from them. And one of the things that I learned was to use bare minimum words to tell something. And I think that's the greatest way to connect with the reader. So, and it's a very deliberate thing I do, because there was a time if you read what I used to write early in my 20s, and I used to write with this flurry language, like a lot of mallus, and you will never figure out what they're writing, you know, take names, but even if I repeat some sentence, you'll figure out who I'm talking about. There are many of them like that. Yeah, so I have been very conscious,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:04.440",
        "message": "if I can cut out an adjective, I would. This is brilliant. And you mentioned Orwell, and obviously Orwell in terms of prose is my absolute hero. But it's interesting that you mentioned Orwell, because while reading your book, and by the way, I can't believe that you have doubts about your own language, like you just said, because it's such a bloody well written book. But while reading your book, I was reminded of this quote that I keep sharing with my writing class, which is, you know, Orwell's quote, good prose is like a windowpane, where his whole point was that prose like a windowpane is a means to an end, you know, a windowpane is supposed to show you what's on the other side, and the prose should be equally invisible, you don't notice it at all, you just go with it, where it is going. The other point that also struck me just now is, you know, when you speak of coming from a Mallu medium school, and then learning English and all and I wonder if in some ways that might be an advantage, because what that forces you to do is to pay deeper attention in a more granular way to the intricacies of language to the words that you choose to the way that you use grammar, like, you know, I remember one of my writing students for the online course I teach once asked me about how you know, her first language was in English, and you know, how does one do it? Should one write in English? And I pointed her to this great interview of Jhumpa Lahiri in Tyler Cowen's podcast conversations with Tyler, and Jhumpa of course, learned Italian and has just written a book in Italian. And through what Jhumpa said in that interview, I discovered this incredible writer I recommend to all my listeners, called Agatha Christophe, I think Hungarian, but moved to France when she was 21, learned French from scratch, and wrote this incredible series of books called the Notebook Trilogy. The language there is incredible. It's very spare, very sparse, very powerful, you know, and I'm reading her in translation, of course, but you still get a sense of what it is. So do you feel that that also made a difference perhaps, in your early attempts to be more florid than one would otherwise be because you might also be trying to convince yourself that hey, I can do this language. And you know, does that change"
    },
    {
        "speaker": "Guest",
        "time": "01:02:03.720",
        "message": "later? No, no, you're so right, you know, because I think, when I started writing English, I was writing to impress others, and impress myself, not impress myself to give myself confidence. But I was writing absolute trash. But as I progressed, and my own sense of language moved from being the curtain to the windowpane that you're talking about, right? I wanted to be that. And that's where I dropped this entire, so my own writing has changed. And in fact, my agent Kanishka that they were telling me that probably, the Silent Coup is a far faster paced pithy writing than even Feast of Vultures. Even Ajitha, my editor was telling me that. It could well be true, because in the first book, I'm also making this entire effort to explain everything to the audience. Because I'm also trying to explain to myself, you know what I'm saying? When a writer is writing something, he's writing it for the reader, and also for himself. But with the new book, I am more confident, I know my audience, because I give them more respect, and I give myself more respect. So it's a process. So I think language keeps changing. My writing in the next book might be something else. But probably, as you said, I was, I grew up in Malayalam. And then I shifted to English. And now I think I even think in English. Now I not struggle, I find it very difficult to communicate complex ideas in Malayalam to people. Whereas I'm very comfortable talking Malayalam with my parents, my siblings. But even when I think in English and write in English, I think at somewhere in the back of your mind, your sense of language is so rooted in your native sensibilities. I'll tell you, for example, something that MS Madhavan recently pointed out, which struck me very big time, was that rain is so much part of the Malayali life. But rain doesn't have too many adjectives in Malayalam. There's only one or two words for Malayalam. There are very few words about rain, because it's so part of us. So if you look at my book, I think if you break down the book, my book, it may be just a few thousand words, meaning I'm repeating a few thousand words, nothing more. I'm not, I will not introduce an adjective that I know there. I will not. Yeah, I mean, it's a very, very interesting conversation. I'm not, I'm not such a literary accomplished guy, but I think language for me is the means to tell a story. And I'm telling you a story or many stories because I have an argument to make. So it goes to that way. And I have an argument to make because it's an argument that I think everyone around me should, or my readers should know the way I know. So he's able to look at the democracy, the society, with the same lens and comfort that I have. So when a leader makes a promise for a certain statement, I can see through what Prem said, that I'm a very typical beat reporter. So when in beat reporting, we say that, have you cracked the beat or not? Crack meaning, then you are so comfortable, you can predict what's going to happen in the beat. So I can tell you in military, if I see something, I can tell you, okay, there's a war going to happen or not. That much confidence I have, seeing elements around. So I think it's about cracking that apart to helping the reader crack the beat called India or beat called democracy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:39.480",
        "message": "So a final question before we go in for the break, and then we come back to discuss the book. And this is again, from an interesting anecdote that in fact, Prem shared in a workshop that he did for our writing class, which is by the way on YouTube, and I'll share the link in the show notes where Prem pointed to this interview of a writer, I forget if he mentioned the name, but if he did, I don't remember it. But this interview of a writer who was asked about his writing process, and he said, first I go into a room, and I sit down, you know, with my computer or typewriter or whatever. And then I shut the door. But I'm not alone. Because, you know, I can sense behind me all the people who have expectations of me or who are looking over my shoulder in different ways, or who I care about. And also I just sit there quietly till all of them leave. So whoever was asking the question, then asked him, so so that's when you begin writing. And he said, No, that's not when I begin writing either, because there is still one person in the room, and that's me. And I wait till I leave. And then I let the story tell itself. So and I was very struck by this. And is this something that you have thought about in your work or tried to do? Because earlier, you spoke about how a reporter should never be the hero of a story. Also, in terms of language, in our youth, we all write that kind of florid style, right, when we're trying to be impressive, and which is obviously putting ourselves front and center and saying, Look at me, how will I write, but then eventually you learn to kind of take that out and just do justice to the story and to let it speak for itself. So tell me about your thoughts on this."
    },
    {
        "speaker": "Guest",
        "time": "01:07:07.080",
        "message": "So I said, I write in the morning, but, you know, like, after nine, I go for my walk. When I'm walking, I'm usually thinking about what should come next. And that process goes on through the day while I'm driving. And very often when I'm sitting in meetings with people, they do notice that I get bored very quickly and my attention goes away. One of the reasons is that I'm still thinking processing, how should I now structure the next two paragraphs. So that is something which constantly happens with me. And people have to slap me out even at home also. Sometimes my wife or daughter do get surprised that I'm sitting in front of TV and just watching. It's not that I'm lost in the TV, I'm thinking about the sentence, how should I introduce this character? How should I come in? I as a, you know, meaning the little David, how should he come into the story about explaining how often should I? So that process is to me, it's 24 hours. It's almost anxiety inducing to me. And I'm anxious. I suffer from anxiety. So I get very anxious about, you know, how much should I come in? So last, when I wrote my first book, my editors pushed me to come in more into the book because I was so heavy. I was skipping away like a traditional reporter. So when I get into the room in the morning with a cup of tea and sit in front of my laptop, then my previous 24 hours of processing that has happened, just flows. And there is an end to it. Because sometimes I have only thought about a paragraph. So this morning I was writing something about formation of Indian democracy. And I've been writing about that one incident over the last four weeks. And I've been getting so irritated with myself, but I am unable to pull myself away from reading transfer of power papers regarding those days. So it happens, it happens, but because it's lingering on and you know that there's a great seed out there. How do you now write it? Right? So when I sit in front of the computer in the morning, I am not bothered about anybody. I am just writing what I've been processing for the last previous 24 hours. But there is one more thing which makes my writing, which made it possible for me to write two books in the last five years. One is that I am, I think, I believe that I'm a multitasker. I can do multiple things. And a lot of people find it overwhelming, including my family and many friends. I mean, my mind keeps racing about ideas and things and people. So while I'm writing the book, I was also doing a startup. While I was writing this book and doing the startup, I was also helping people structure some film stories or documentary structures. While I was doing all these things, I was also fundraising. While I was doing all this, I'm also mentoring reporters on university. So I'm genuinely a multitasker. And maybe I become a machine in that sense. So yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:01.000",
        "message": "That's very impressive. Because not only am I not a multitasker myself, like I sometimes find it hard even to be a single tasker, and just to kind of focus on one thing. And one of the kind of problems that I've also had is self absorption, where like you pointed out, you're sitting in front of the TV and your mind is somewhere else. So you're sitting with someone, but you're not in the moment, your mind is somewhere else doing something, which is something obviously one feels guilty about if you're with loved ones, because, you know, then that becomes a problem. Are you treating them as a means to an end? Are you not there in the moment there for them, your mind is somewhere else. That's a complicated sort of trade off. Is that something you've thought about? What does one do about this?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:40.360",
        "message": "Of course, you know, it's family is very close knit. My wife, daughter, my parents, siblings, all of them. But there are weeks and months when I have to make an effort to make the phone call. Meaning the old parents are back in village and we talk almost every other day. But there are weeks when I have to force myself to call them. Not that I don't love them any less, not that there is any friction. But what you said, you know, you're so caught up in your mind is racing on something that even a phone call to your loved ones is a distraction. So there are days when I come into my house, go to the bathroom, take bath, come back, and they're just wondering what is he up to. So it's a problem. But then I think all of us do have our own peculiarities that get accentuated as we grow older and then we get more irritated and irritating. So I am sure I'm one of them. But yeah, you can't help it, you know, because I used to think that this is a boarding school problem because you are emotionally plugged away from your family at the age of 11, 12. And that may be the gap. But yeah, what you're saying, I understand. So I do have to make an effort very often. You know, I tell myself, call your wife, call Priya. Don't keep driving for an hour without calling her. Yeah, it's an effort. It's an effort sometimes. Yeah, and definitely"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:04.040",
        "message": "not a boarding school problem because I didn't go to one. So anyway, we'll take a quick commercial break here. And when we come back, we'll talk about a book which I can't wait to do. What a book. On the seen and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indiancolors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy. Win win game. The Indian Colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmay Samanta, Manisha Gherabaswari, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to Indiancolors.com. That's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indiancolors.com. Welcome back to the seen and the unseen. I'm chatting with Josie Joseph about his wonderful book, The Silent Coup, a history of India's deep state. You know, you structured the book really interestingly in terms of storytelling where you humanize it with this character you meet early in the story in your first section in Bombay. But I'll take more of an approach of coming at the issue from root causes. You know, before we even start talking about our security establishment, I found three particular strands in your book, very fascinating. And one of them is the 1857 mutiny and the 1861 Indian Police Act that it leads to and why we still kind of feel the after effects of that. So tell me a little bit about that. Because not many people think that our current problems go that far back. But of course they do. So tell me a bit more about why the mutiny was so formative in having the"
    },
    {
        "speaker": "Guest",
        "time": "01:14:24.840",
        "message": "kind of police force that we do now. Post-mutiny, as you know, the empire decides to take complete control. And one of the big steps they do is to bring in this police act and give the framework for a police force to run the country on behalf of the empire and to control the locals, the revolting locals and put them in their place. And that police act has remained the framework for most police acts after that, even those that have been passed after independence. And that remains an overarching umbrella that governs Indian police forces even today. For the last two, two and a half decades, and mind you, starting from the post-independence period, there have been administrative reforms commissions, there have been police commissions and others who have recommended reforms to the police act. They have all been scuttled. And two decades ago, Prakash Singh and others, former IPS officer landed in Supreme Court demanding police reforms and Supreme Court has passed landmark judgments, but they are all on paper. None of it seems to have worked. In nutshell, the police reforms is basically to depoliticise the police, which involves simple steps like at TANA level, there will be, or district level also, there will be a committee of nominated citizens, prominent personalities ensured to be, it is apolitical or with political representatives from all sides to look at the performance of the TANA, which is what a democracy should let do, look at their investigations or their operations. At the state level to give the police chief a fixed tenure so that he knows that whatever he does, he will, he cannot be shaken for two years by the political masters, which means he is not trying to please the masters. There are all these recommendations that are out there. Not one Indian state has fully implemented it because our politicians do not like the police to be apolitical. Because the moment they lose control of the police, their thuggery, their criminal political bent of mind cannot exist. Many of them could land up in jail. So, they have been, it is a political class with the active support of some part of bureaucracy and a lot of silence by judiciary that has helped the remnants of the First War of Independence and the Police Act of 1861 to remain today, which in very simple one sentence, the police is not of the people, police is the agent of the state and the state is empire or the politician and the people are potential enemies. Into that mix, add the deadly poison called corruption. So, the politician on top is corrupt or his party is corrupt because he needs a lot of money. Now, he uses this police force and other arms of the state to collect money at various levels. So, he helps legitimize daily corruption. So, the police constable on ground who is asking for a bribe knows that he will be protected by some politician at some level because he is also helping that politician make money somewhere else, collect some hafta somewhere. Between these two, we have a deadly nuclear bomb attack on the masses. Yeah, and you've detailed in your book"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:09.000",
        "message": "about how this group of people went to the Supreme Court in 1996, ex-IPS officers said, let's get this changed. 2006, the Supreme Court rules that, hey, this is what the states need to do and no one's run it to date. And why would they? I mean, why would any class of politicians give up so much power? What is also kind of interesting and we almost take this for granted, but I think it needs to be pointed out how much structurally the police here is really serving the political class and not so much the people and it's supposed to serve the people. And this notion of the police was something we carried over from colonial times. Like I remember during the Constituent Assembly debates, there was one legislator who complained about how the constitution is being written from the point of view of a policeman, which is, you know, and we kept most of the Indian Penal Code, the IPC, which was, you know, intended to kind of subjugate the ruled, as it were. And I think those words would still hold this way today. And an interesting thing that not many people realize, you know, we complain about, for example, the sedition law, which, you know, why do we need that after the British left? Well, the Supreme Court struck it down in 1950 and Nehru brought it back with the First Amendment in a process that's detailed in Rupardaman Singh's excellent 16 Stormy Days, which I had an episode with Rupardaman also,"
    },
    {
        "speaker": "Guest",
        "time": "01:19:23.960",
        "message": "which I'll link from the show notes. So those days, the sedition, the limits of freedom of expression was triggered by the fear of the communist. Today, it is being triggered by the fear of the Muslim terrorists, or the Islamic terror conspiracies, right, and urban Naxals. So the enemies keep changing, enemy of the state, the so called enemies keep changing. But the tools against them remain the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:53.400",
        "message": "The tools remain the same. The second factor out of the three, which I want to talk about, which struck me as contributing to the security establishment being the way it is here, is that interesting phase, post-independence, where you have this security apparatus, which is taken over from the colonial rules, but where it's different from other countries freed from colonialism, is that our political rulers in their wisdom realized that the military was a danger, that there were coups happening all over the place in other newly independent countries. We've seen on Pakistan how big a hand the military plays. So therefore, that kind of decision was made that keep the military under control. And therefore, the parts of the security establishment, and I'll ask you to go into detail soon. But before that, the just this kind of general phase, the parts of the security establishment, which are dominant are, you know, the police and all the intelligence agencies we have, and all of those and not the military per se. And there, of course, it's a vicious circle. But tell me a little bit about how important this decision was, and could there have been a little more foresight in seeing the way the things played out with the rest of the security establishment as you detail in your book? Or is it not fair to expect that of the people back in the day? I mean, how would they know that it would turn out like this?"
    },
    {
        "speaker": "Guest",
        "time": "01:21:13.000",
        "message": "I think, see, the generation of Nehru, Ambedkar, Patel, Assad, that generation truly believed in parliamentary democracy. But they were creating the world's largest democracy. There were a million problems to deal with. And as old democracies, it is a process, it was a process. So we can't blame them for not doing it. They did some of the cornerstone moves like, I don't know if you go to UPSC office, you will see a photograph, Nehru is visiting UPSC to call on the UPSC chairman. That's the respect that Nehru, the Prime Minister gave UPSC, which is recruiting civil servants. Like Chief Election Commissioner is autonomy, discussions of which begins very early. I'm saying that the democratic state did bring in like, for example, the way it structured the Ministry of Defence, Army, Air Force, Navy, and Coast Guard, they became the adjunct offices. They were not inside the ministry. Ministry was fully civilian. And even today, I don't know if you know this, the Defence Secretary has to approve the budget of the military intelligence. So the controls are very strong, sometimes absurd also. Sometimes they go overboard with the babus, trying to decide everything that should be done in Siachen or you know, but controls are very strong. While the other part of the non-military security establishment, which largely came over from the British era, especially the Intelligence Bureau and later R&DW, also, I think, to a great extent, Indira Gandhi's autocratic base or whatever you want to call it, they did not put them under proper parliamentary accountability. One of the arguments given by many of the intelligence operatives even today is that, oh, no, no, our politicians are correct, we can't trust them. Maybe they're correct, but ultimately, they're people's representatives. But there are countries where even if the intelligence agencies are not under parliamentary audit, there are some kind of factional audit, checks and balances. For example, the entire industry of sources. So all agencies are dependent upon information and information comes from sources or technical intelligence. And this source industry is massive, much, much bigger than any industry that we know. But if a CIA or MI6, if they get information from a source X, and that source X is misleading, they have systems in place to audit who is X and what information they gave, was it misleading, then cut him off. But in India, you don't have any verifiable auditing mechanisms. So the fake information industry, which in turn, can help these agencies or arms of them to create fake narratives, etc., got strengthened over the years. And as the parliamentary accountability deteriorated, and parliamentary debates deteriorated, and parliament as an institution deteriorated, which right under Mr. Narendra Modi is in the worst phase. And I think the government is almost inimical towards parliament today. Those accountabilities have been weakening. And on the parallelly, the sinister arms, the unknown arms of these agencies were strengthening. Because their strength is not just from their lack of accountability. Their strength is also from the fact that they are the tools for the political masters to create their narratives, to intimidate their rivals, to silence the media, to silence critics. So they draw power from two sides. One, that they naturally are not accountable at any reasonable rate. Second, they are the tools of the political executive for creating the narratives and terrorizing the masses. So we can't say that Nehru or Patel or Assad, they were not foresighted. It is that the state formation is a long process. Democracies take decades to mature. And democracies collapse in decades. We have seen both. And we are standing at a point where, you and me today sitting here, I don't know how much of optimism we share about democracy's future in India. I am hopeful, but I don't see any reason to be optimistic that we would be a mature liberal democracy anytime soon. And for that, the reason is that the process of democratization of India, it doesn't happen like climbing a peak. In India, it is always, there have been governments during which it has really gone up. For example, the first Manmohan Singh government, the way right to information, right to education, etc. came in, it was quite impressive and revolutionary. But by the second Manmohan Singh government, you have corruption, all the mismanagement. So it has always been in ebbs and flows. But the fact is that we gave up that process somewhere, strategic process of bringing agencies accountable to minimize sinister sides to a democracy, to polish the edges of the rough edges of democratic institutions. And that's where our problems are stuck. It is not impossible to reform and rewind. It's not impossible to move forward. But today, we are in a very vicious cycle where a generation of politicians, both in power and outside have mostly been beneficiaries, and have actively used these arms of the security forces to create their images and narrative and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:42.600",
        "message": "even gaps of power. To give you my view on, you know, you just said, I wonder how we feel about liberal democracy. I'm pessimistic in the short term, pessimistic in the medium term. I'm optimistic in the long term. But in the long term, we are all dead, as Keen said. So who knows. And I'm also reminded by what you're saying. And I kind of agree with you that this kind of stuff would have been impossible to foresee at the founding of the nation. And I had an episode with the historian Gyan Prakash, who's written this very fine book on the emergency. And his central argument there is that, you know, everything that Indira Gandhi did was really constitutional. And why was it constitutional in the first place? Why was it legit to do it? And in fact, which has the same answer as to why did we design the state for a policeman? And what Gyan's thesis was that look, when the framers of our constitution was sitting in a room in Delhi, framing the constitution, the country was falling apart, there was violence all over, no one knew if the center would hold. So from their point of view, it is rational to, you know, follow the same impulse of the colonialists, make sure it all stays together and doesn't kind of fragment and all of that. My third question, which is not something that you've spoken about in the book explicitly per se, but that strikes me as a big contributing factor to as one of the manifestations of the decay in the security establishment, not a core part of it per se, but a manifestation, a new enemy and also an old enemy is this whole Hindu Muslim thing. More and more as I have gone through life, I realized that I kind of grew up in this kind of clustered elite existence where one assumed that people were generally secular, and that religion generally didn't matter. And then over a period of time, you sort of realize that it does. You know, one thesis I have long held is that our constitution doesn't reflect who we are as a people. And this is almost again, a cliche on the show, because I keep chatting about this with especially constitutional experts. But the point there is that look, our constitution is not as liberal as you and I would perhaps like it to be, but it is still more liberal than society, which leads us to the question of was it merely a topsoil as Ambedkar so eloquently said, and therefore, did we make a mistake in assuming that, you know, we could make the country liberal in a top down kind of way, which itself seems a little illiberal. And did we fail at those who are liberal among us, though many people interpret the word liberal differently, but on this, I think they would all be agreed, did we fail among us in some way to make India more liberal, because it now seems that, you know, politics has finally caught up with society that we were like, like this all along. I did an episode with Akshay Mukul also on his great book in the Gita Press. And one of the things that I learned while reading that book and looking at his work is that this has been a country where these divisions are much deeper than we realize and much more widespread. And this is represented in, for example, in some of the stats that you've given in your book, like early on, you speak about the under representation of Muslims where, you know, you speak about, and I'll quote you, less than 1% of Muslims made up the ranks of the Maharashtra State Police, far below India's embarrassingly low 4% Muslim representation in the IPS. The story was not very different in other states in Uttar Pradesh, 2.3%, little over 3% head constables, just over 4% constables. And also just over 3% of the paramilitary force was Muslim, only 3% of the IAS was Muslim, and so on. And at one level, one could say that it's because Muslims tend to be from a lower socioeconomic class, so less opportunities and all of that, but that can't possibly explain this massive disparity. The other thing that is very clear in your book, time and again, is that constantly the security establishment is building narratives of Islamic terror when none exist, creating fake news, implicating innocent people, and so on and so forth. So is this a tendency that you have noticed that goes beyond all of this? Okay, we understand that the security establishment is a tool of the political class, and they have their own aims and all of that. But is there also this overarching anti-Muslimness, which has been expressing itself in our governance in these ways, long before our"
    },
    {
        "speaker": "Guest",
        "time": "01:30:57.640",
        "message": "politics got there? Yeah, there are a few things to consider together. One is that for the last three decades, what has been most of our security establishment doing? Fighting in Kashmir, or operating there. And what is Kashmir? While it may be militancy for Kashmir's freedom, whatever, it's mostly an Islamic militancy. That has really got into the nerves and DNA of our organizations. That has created such anti-Islamic bias, that it's going to take a long time to wipe away. Second, because agencies are not accountable, nobody's bothered to inspect these biases. Third is that if your bias and the resultant action do not attract any punishment, or any other pushback, you'll keep at it, because that's the safest thing to do. That's what most of the agency people have been doing. And because of all this, our agencies have always been very hostile towards Muslims. I should use the word hostile, because R&DW at the senior level doesn't appoint a single Muslim, after all these years. And IB has Muslims, but there have been so many whispers about the kind of anti-Muslim bias there. And the kind of fake information IB and other agencies actively spread in the last decade, when I say last decade, the first decade of the century, when two terror groups were bombing our cities, one was Indian Mujahideen, the other was a Hindu terror group. When both were bombing us, especially IB and police, they were spreading fake narratives and creating fake terrorists. So, I've had this couple of personal, very bizarre experience. So, Malegaon, first bomb blast happened. My own sources in the agencies told me, look, there have been Hindutva, terrorists, violence forces in that area, don't ignore it. So, I wrote an analysis. Next day, I am summoned, I'm called in by one of the senior most officers in IB, who lectures me about how two different Muslim groups are fighting in Malegaon. And one is Wahhabis. I think Sunnis versus Deobandis. So, I'm saying they are actively creating a narrative, which made me much later suspicious. If are they, were they trying to cover up the fact that there is a Hindutva group existing, because later on I've heard very serious senior people saying that there may have been some kind of a state involvement in creating the terrorist group. And if you look at Colonel Perot's testimonies, etc., there are hints out there. So, what I'm saying is that the anti-Muslim bias that really peaked because of Kashmir, within the ranks, have been further strengthened by actions within the organizations of not actively recruiting enough Muslims, not bringing Muslims to leadership positions, not that there were not Muslims available, etc. And third, the lack of accountability. So, those intelligence operatives, those policemen who created the fake narratives, who created fake terrorists, all of them have gotten away without any punishment. Some of your most celebrated IPS officers have been crass anti-Muslim communal people in their ranks. And that is what I captured in my book. I have tried to capture in my book. Many of our police officers and policemen who have been honoured by the president and the states year after year are mere, brutal, daylight murderers. So, there is no accountability, they are not held accountable. You don't see very many policemen, there are some exceptions in Manipur, for example, 50 policemen are on trial for state-sponsored killings, but I don't know what's happening to them. Other than that, look at Punjab, thousands disappeared. I mean, you come in, KPS, Gill or others, whatever justifications you can give, but in a democracy, even in the thickest fog of war, the police or the agencies are supposed to be upholding the constitution of the country, which guarantees individual liberty to everyone, including every Sardarji, every Punjabi in Punjab, every Manipuri, every Kashmiri. So, somewhere we got completely messed up and because, see, without accountability, no systems improve. So, you are speaking of emergency, how did Indira Gandhi and Kothari manage to run this country for one and a half, two years under emergency? It is because they had this non-security, non-military arm of the security establishment, especially the police, income tax, etc., to terrorize people. And after that, what happened? Jagmohan, who was in Delhi, leading many of the demolitions or actions of Delhi, what happened to him? He went on to become a cabinet minister and twice the governor of Jammu and Kashmir. So, is the story of almost every other bureaucrat who played the gunda role for the Indira Gandhi's emergency period. What happened to policemen who did ridiculous things in Gujarat under Narendra Modi? They are all now in powerful positions or have been given police medals and honors. So, we have a pattern which encourages anti-Muslim biases and hostility towards minorities. And that is only going up by the day because ever since our new government has come into power, they have been, I mean, it is an embarrassing thing for you to hear a prime minister say that I can identify the protesters by their clothes. I mean, forget the communal tone of it. Look at the, what is the word, illiteracy of that language. Look at the stupidity of that language. So, we are in a crisis, a crisis where anti-Muslim bias is both good politics and good for the rascals in the police ranks or influence ranks. It's almost like a criminal collusion. Yeah, that's what it's come"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:10.520",
        "message": "down to. And let's talk now about, you know, I want to go through each region one at a time, the way you've laid it out in your book is beautiful. And we'll probably start with Kashmir. I want to talk about Punjab, about Bombay, all of these. But first, I'd like you to define for my listeners what you mean by the security establishment, because one of the staggering sort of numbers in your book was when you point out that there are about 4 million members in the non-military security establishment distributed across the country, from, you know, state police to tax collectors, and so on. Let's define this. We don't mean the military by the non-military security establishment. What exactly does it mean? And how widespread is it?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:54.120",
        "message": "So, non-military means you have the paramilitary forces, which increasingly play a lot of role in domestic politics, militancy, etc. You have the state police forces, who are governed by the legacy of the 1861 Police Act. You have a countrywide network of income tax enforcement directorate. You have the Directorate of Revenue Intelligence. You have the Central Bureau of Investigation. All of them have state nationwide presence. All of them are empowered with bundles of laws, which are very, very efficient and can be easily misused if there is no accountability. And all of these forces, so unless the state police force is under an opposition party, otherwise it's available to the centre or the party in power. Even in states where the opposition is ruling, even that opposition, the formula of misuse is the same. So, you can't say that in Mamata Banerjee's West Bengal Police is very good. No, because there also political power draws significantly from the misuse or the leverage with the police. So, this 4 million approximate number that I had calculated, 4 lakh people are spread across the country. They are empowered by various laws and they are almost faceless. And whatever they do, very little of accountability. And they're assured that they just need to obey the political masters of the day. In fact, their careers will boom. I mean, it will flourish. They'll go to great heights in careers. That is non-military. And why am I not stressing too much on the IAS is because yes, IAS also is part of the political manipulation, but my focus was more on the security aspects of the state. But add to it now the civil service, IAS. A large number of the IAS officers are available to the political establishment. The good ones have gone quiet or left the service. So, we have a monster out there. Most of it is not even visible to us. You can't put a shape to it. And you wouldn't know that in your neighborhood sits an Income Tax Office or Enforcement Directorate. So, it's almost invisible and they're present across the country and abroad. And they've got enormous clout, power and laws. And that's the non-security establishment, what I call the non-military arm"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:32.520",
        "message": "of the security establishment, if I may call it. Yeah, and all of them are used by politicians as by whoever is in power at that moment as a tools because that's just the structure of the whole thing. And you mentioned civil service, which brought to my mind, a thought I probably shouldn't share, but I'll share it anyway, that should an impolite IAS officer be considered part of the civil service. I had to get my one dad joke out of the way at this part of the episode. Let's talk about Kashmir now. And Kashmir seems to me an apt place to start because it's perhaps the starkest illustration of how the security establishment can grow and how it can create a kind of a vicious circle. Now, it's interesting you point out how you could see the security establishment in action as early as 1951, where you write about Sheikh Abdullah in the elections in that year, where you say, quote, Sheikh Abdullah was a seasoned politician quoted by two countries and stood astride the fault lines of nation making in South Asia. In October 51, when elections in the Kashmir Constituent Assembly were held, he ensured that the nomination papers of several leaders of Praja Parishad, a party of Jammu Hindus that was opposed to him, were rejected on mere technicalities. NC won all 75 seats. Abdullah went on to jail over 10,000 people on political charges. And in many instances, his detractors were expelled to Pakistan. In short, he manipulated the state machinery to meet his own political ambitions. Thinking back, it's not surprising that JNK, which has witnessed some of the worst tragedies of state machinations, should have been one of the first Indian states where the political and permanent executive manipulated the security apparatus. Now, this is, of course, pretty standard. But where we see the underpinnings of the crisis that is sort of still going on is when you talk about the 60s and what's happening there, and how what you so eloquently call the business of militancy begins to sort of take shape. And tell me a little bit more about this period in the 1960s and the sort of vicious circle that it leads to, where you have this sort of security apparatus, whose incentives are tailored towards continuing to have an enemy to fight against and therefore whose brutalities against this imagined and supposed, sometimes imagined and supposed enemies, actually create more disaffected people. And then it just becomes a spiral. And we've seen that spiral play out, you know, the 90s onwards. But, you know, until I read your book, I hadn't realized the extent to which it took solid shape in the 60s itself. So tell me"
    },
    {
        "speaker": "Guest",
        "time": "01:43:03.400",
        "message": "a bit about that. Yeah, so, you know, Kashmir always had this elements there who either wanted to be part of Pakistan or wanted to be independent, right. And if you recall, during the independence, in the Poonch side, there have been huge rebellions, etc. So in Kashmir Valley, the militancy actually starts in the 1960s. It started then with very educated youngsters taking up arms in a very limited way. Many of them were actually wanting to support the 1965 Pakistan invaders. And then they went on to carry on with the militancy and there were bank robberies, etc. And many of them are very educated. The fact is that these were these, you know, young educated college graduates, etc. from well-to-do families, engineers, doctors, etc. And these pioneers of militancy were definitely anti-India. They were very clear about the fact that Kashmir should be independent or with Pakistan. When the militancy started, these militants started doing bank robberies or attacks, police responded. And the more brutal the police, the more rewards the police got from the state, meaning the state actively started encouraging brutal policing. And thus began to come up one of the most important landmarks of Kashmir which are interrogation centres. They started creating interrogation centres into which these youngsters were hauled up and they were tortured and forced to confess whatever. You can argue about the goodness or badness of waterboarding and torture, but I think in a democracy it has no place. Now that phenomenon of militancy and the counter policing, unaccounted policing, it began to pick pace, but did not really take off because by the 1970s, as you know, the Sheikh Indira Accord came into being and Kashmir actually witnessed a large period of peaceful democratic existence. And if India had, Indian leadership had made the efforts in the 80s, Kashmir would have been a peaceful paradise. But the political machinations that both centre, Congress and the local politicians did, especially Farooq Abdullah and Rajiv Gandhi did in 1987, triggered the storm and it triggered the new militancy which till day continues to consume Kashmir, consume India's democratic credentials, consume thousands of lives of local ordinary people there and thousands of Indian security forces. And even then, 87, so first the political manipulation happens and then as the militancy picks up, instead of finding political solutions to the problem, India securitized the entire Kashmir issue and sent more forces in, more interrogations came up, more agencies came in, more cruelties came in. And while it is all happening, you have the monster of ISI and Pakistan on the other side. On the other side, and that's the foolishness of the Indian myopic political leadership of the day, that they couldn't realize the fact that Pakistan had by then become a state where one was it was a state owned by the military, second, the military's legitimacy largely came from and Pakistan's legitimacy largely came from the struggle in fight for Kashmir. And in Afghanistan, you had the CIA, ISI sponsored Mujahideen and by the end of the 80s, when the Soviet Union collapses, withdraws from there, all of them, all the resources is diverted into Kashmir. And we have till date, we might say anything. Indian state till date doesn't have neither the control over Kashmir narrative, nor found a formula to deal with it. We have done the same things that the other side has been doing. We can't take any much, much higher moral grounds than anyone else. And that's a frightening part for a democracy to be playing as dirty as the militants or an ISI sponsored state is embarrassing. So, Kashmir, in many ways, captures the decay that I'm talking about in the heart of Indian democracy, which is that we let our agencies go to rot in Kashmir. And there are thousands of floors that are being pumped into that state every year in the name of security. And we don't seem to find any solution. We try various tactics, nothing seems to be working. And the latest efforts by the Modi government to withdraw Article 370 and bifurcate the state doesn't seem to have done anything much. It again looks to me that it will burst out any day. But Kashmir, what it did was the Indian response in Kashmir to the militancy of the 60s and later in the 80s and 90s is to contaminate the Indian democratic project while letting massive human rights violations and sacrifices by Indian security agencies both. So, it's a very tragic tale of how, what could have been the crown on India's head turning into an embarrassment and a shame. You mentioned"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:04.520",
        "message": "interrogation centers and one of the striking details I was struck by in your book was that one of them was called Papa 2, which is such a benign name. I remember back in my days as a professional poker player, when I would win a big pot, I would often say come to Papa as I would bring the chips towards me. And, you know, so if I ever make a comeback, I can say come to Papa 2, which now has multiple shades of meaning. And it's also interesting that you point out how many of the people in that early swell in the 1960s were highly educated, which reminds me of exactly the same thing, what people talk about early Naxalism, that, you know, the best minds of the generation were kind of drawn to it, which I find so tragic, I mean, says a lot about, you know, a little knowledge being a dangerous thing about misplaced idealism, you know, taking up arms against the state and all that never kind of works as an interesting sort of para I want to read out from your book, which refers to the 60s, but which actually seems resonant, far beyond that as well. So I'll just read it out, where you talk about some of these torture chambers or interrogation centers, as it were, and you write quote, behind the soundproof walls of these buildings, a new narrative was created for Kashmir. Within these confines, the security forces tortured both militants and ordinary protesters. The torture in turn fed the anger and fury of the local narratives against India. Regardless of the explanation supplied by security agencies, the secret compounds of the interrogation centers tarnish the credentials of Indian democracy while feeding the ranks of militancy. And as violence rose, security deployment went up further, and so did the number of interrogation centers. Meanwhile, Pakistan had over the years established an efficient network of informants, couriers, gossip mongers and overground workers with extensive funding channels. As it pumped in more money and militants into Kashmir, India increased its own deployment of security forces and created even more interrogation centers. The business of militancy was flourishing, stop quote. So you know, before I come to the 90s, and you know, ask you to elaborate on how all of this spun out of control, a tangential thought, which is a few years ago, I read this great book by David Galula called counter insurgency warfare. And, you know, a lot of the lessons in that are lessons that, for example, speak to the mistakes that the US made in Vietnam, or that we made in Kashmir throughout, or that people have always made fighting counter insurgents, where Galula's fundamental point made by many others, and learned by the US to some extent after the invasion of Iraq went out of whack, was that you don't fight a counter insurgency just by defeating that proximate bunch of people who turn up as militants and, you know, just getting rid of them and killing them. It involves really getting the local people on your side. And, you know, T.E. Lawrence once spoke about how, you know, beating a counter insurgency is like eating soup with a knife. It's incredibly difficult. And the typical formula for that, which, you know, again comes from Galula, is that it has to be 20% military 80% political. And it seems to me that at some level, this lesson, like first of all, the Indian establishment took completely the wrong approach to it. Almost none of it was political, it was really 100% military from what it would seem to me. And it continues that way, the thinking still percolates that way. And that sense of you need to gain the trust of the local people and all of that simply doesn't happen. So tell me about, you know, one, your views on this. And, you know, so many people within the security establishment, was there a sense that this should be done differently? Or even looking back in hindsight today, that this could have been done differently. Like I read this great book by David Devdas called A Generation of Rage in Kashmir, where he postulates that, you know, the Kashmir problem was kind of improving by the middle of the aughties. You know, Vajpayee spoke to Musharraf and or was it Nawaz Sharif, I forget, but you had talks happening, you had things coming down, there was a new generation of people in Kashmir who wanted jobs, who wanted economic progress, all of that. But the security establishment that was there, just continued with their oppressive ways, torturing innocent people, building narratives, and that just disenchanted an entirely new generation. And then we entered another spiral at that point in time. So just at an attitudinal level, just at that level of understanding that fine, at one hand, there is a terrorism problem, Pakistan is sending people, all that is happening, you know, we need to beat that back with a firm hand. But at the same time, you also need to do the 80% politics to go with the 20% military and that was never done. First of all, would you agree with it? And if so, is there a sense of recognition of that within the establishment, even in hindsight,"
    },
    {
        "speaker": "Guest",
        "time": "01:53:53.480",
        "message": "even now after the ship has sailed? So I don't think so. I think if you look at the present government, it's a very securitized, communalized view of Kashmir, which is very unfortunate, which might get them immediate votes in the rest of India. But it's a disaster for India, if you ask me, for democracy, Indian democracy. In the past, you're right, there have been efforts, there have been moments when we thought there is a breakthrough coming, especially in 2000, during the Hezbollah Mujahideen ceasefire. And if that ceasefire, while it was called off from Pakistan by Sayyid Salahuddin, because I had interviewed Abdul Majid, the military commander on ground, and there were enough people on ground who were supporting that efforts at peace, and it could have been a dramatic breakthrough. But my own reading those days, because I was actively reporting, is that many within the Indian system did not want any risky affair, which could bring peace into Kashmir. Because by then, our military leadership, our intelligence leadership, leadership of the paramilitary forces, etc., etc., a generation of them had all earned their medals and applauds in Kashmir. They had tested power, unbridled power. And in that, military is also to be blamed in Kashmir's problem. They almost actively scuttled or misled the political establishment. Otherwise, we could have had peace. There have been moments in all through, during watch face time, there was moments when we thought we are very close to peace. But I think that is where the agencies played dirty and people created their own narratives. If there was proper accountability and proper audit of the agencies and Kashmir situation, I think we could have found breakthroughs at various points of time. See, what happens that many societies have grievances. But a mature democracy would find its ways like the Irish problem or others, would find political means of mellowing it down and weaning away the anger over a period of time. And that is a very patient political process. If I am not wrong, the Truth and Reconciliation Commission of Ireland ran for over a decade, decade and a half before it punished a policeman or anybody. So, it is a very patient, it is a very demanding task and nation building itself is a very demanding task. I think our political leadership failed on both ends and Kashmir became the prime example. But mind you, not just Kashmir, if you look at Nagaland, Northeast, all of it, we have a very, very poor track record in dealing with militancy. Globally, post Second World War, the average militancy has been, I think, 8 to 10 years old. Within that, either it is defeated or political solutions are found. But in our country, the Naga insurgency problem continues to date after, started in independence, continues to date. So, in all these places, if you dispassionately look from a perspective of state building, politically, you will realize that it is the lack of accountability of our agencies, including our military, while it is operating on ground, that has led to this crisis and to the million mutinies that you are witnessing today."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:39.560",
        "message": "Yeah, and I had a very memorable episode with Srinath Raghavan right after, you know, 370 was repealed, which is to date the most downloaded episode of my podcast. And it is really good because Srinath is such an amazing historian. Now, one of the things that you've pointed out is how these security agencies, many of which the common man may not even be aware of, have proliferated, where at one point you write, quote, the army is only one piece of the Indian security web in the valley. Until the 1960s, the IB was India's prime and only federal intelligence agency dealing with J&K. By the late 60s, R&AW was established to deal with external intelligence. Within a few years, started its operation in Kashmir. As India struggled with internal strife and external threats, new intelligence agencies and security arms were added. Almost two dozen intelligence agencies of various kinds exist in India today. Some are part of larger forces like the paramilitary or state police, and others are standalone agencies. And many of them have a significant presence in Kashmir. Now, what also strikes me about that is incentive theme that has played out across pretty much all my episodes about how people respond to incentives. And there are two kinds of incentives at play. And one is just a larger incentives. Like one of the things that we have seen from the Pakistani military being so powerful out there is that they need to keep Kashmir on the boil always alive, because that is where they get a lot of their power and their budgets and their justifications and all of the narratives that they use to thrive. Similarly, even for the Indian military establishment, it is in their interest to have an enemy, because that is then their justification. If, you know, suddenly we were guaranteed eternal peace by some miracle, military establishments would not like that. So in a sense, there is that at a larger level, there is that imperative to keep the pot boiling. At a smaller level. Also, there are all kinds of incentives in play like one is power always corrupts when your security establishment gets so much power in Kashmir, where they're giving away building contracts, and there's so many opportunities of corruption, they're obviously never going to let it go. And they're never going to do anything that could diminish their presence and their power in in the area. And also direct incentives like, for example, security forces at the time as you have written about as David Devdas wrote about in his books, were rewarded for quote unquote kills, the more people you kill, the greater the reward. And that led to a position where all the time repeatedly and you've of course highlighted some egregious episodes of this, but all the time, people were being framed and killed in fake encounters as terrorists so that people could get reward for kills in a different context in the context of Bombay, which we'll come to after a while, you point out how where how informers were in fact expected to radicalize young Muslims. So those young Muslims could then be picked up by the security establishment, which is just crazy. And this is almost ubiquitous in the sense that about Punjab, which I'd like to talk about next about Punjab, you also mentioned that a similar incentive existed, which led to all kinds of innocent people being constantly picked up and killed off. And this reminds me of the cobra effect, where you know, in colonial times, the British authorities, they had a problem of too many cobras in Delhi. So they offered incentives for getting rid of cobras, they said for every dead cobra that you bring in, we'll pay you some money. And what happened is what you would expect people started breeding cobras to get some of that money, then the establishment realized that this is not working out. So they remove the reward. And then the people who were breeding cobras, let the cobras lose. And you actually had more cobras in before. I don't know if you you'd agree that that seems to be an apt metaphor. Yeah. So how earlier you said you were pessimistic about liberal democracy, not just looking at the incentives of the situation here like talking, continuing on Kashmir for a moment before we get to Punjab. You know, how could things ever get better? I mean, were there causes of optimism? What could have reversed this? Were there efforts to reverse this? Like you point out that, you know, you were in Kashmir for a while you met Mr. Dar while he was, you know, negotiating for peace with India. And of course, he got brutally murdered soon after that. And those efforts came to nothing. So does this become an inevitable downward spiral? That once you enter this situation, where a powerful security apparatus is given power, that, you know, in a country where there are no safeguards, where, you know, where this kind of structure is there by design? What are your thoughts on this? Is this one of the reasons you're pessimistic? And if so, when you speak about your wanting to write, because writing makes a difference? Can it make a difference to this?"
    },
    {
        "speaker": "Guest",
        "time": "02:02:26.920",
        "message": "The first part, which is that, can it be undone? The incentive structures, etc, etc. I think it's doable. Today, you know, as you know, the kills part. So militants are graded ABCD and depending upon the grade of militant that you kill, there are rewards available to policemen, etc. Those obviously that reward system has been completely corrupted also. The security agencies have built such complex infrastructures and power centers within Kashmir. In fact, in about 10 years ago, there was very credible inputs about how a section of the army was orchestrating grenade throwing because the violence was going down in Kashmir. So, yeah, so it can be, it can be dismantled. You need strong, moralistic political leadership committed to the idea of a democratic India, not to some fantasy of a majoritarian state, not to the fantasy of some oligarchy ruled country. If you are committed to liberal democratic ideas, it's a patient process, but it's a doable process because there are n number of examples around the world where you have seen corrupted democracies. For example, in the US, the Gilded Age gave way to a liberal democratic phase. In the UK, you have had insurgencies, the Irish rebels bombing London and other places. You have seen n number of such cases. So it's not that democracies can't mature, but that maturing of democracy is not achieved through elections. It is achieved through the emergence of leaders who are committed to democratic ideals. And that is where my, that's a cause of, one of the cause of my pessimism because even leaders who have emerged in recent times do not give me the hope of democracy because they all turned out to be little people in pursuit of power, pretending to be Gandhi, but deep inside, very small minded men are stuck on petty power. So that's a cause of pessimism, but to answer your question, it can be dismantled. It's doable. Countries have done it. Come to the second question, whether writing makes an impact. Writing is the only thing that will make impact. Writing is what will trigger revolutions. Writing is what will get people on the streets. Writing is what will cause protests. Writing is what will make people think. Writing is what will make people talk loudly in the public square. You know what I'm saying?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:12.920",
        "message": "I absolutely know what you're saying. And it is so inspiring, writing and podcasting, who knows? But you know, just to push back on the earlier question, like one, I would argue that, or rather, I have a question like the examples you pointed to are kind of different. They don't have to do with the structure of the state. Like sure, you know, the Irish problem is a political problem. I agree that political problems are solvable over a period of time, if there is will. And also there is, one can imagine incentives for the politicians to solve those problems, you know, all of that. But here, the problem that we have is a classic problem of a state becoming more and more powerful and bigger and bigger, which states tend to do, power constantly corrupting, and you enter this kind of a vicious cycle. Is there anywhere in the world where something like that has changed, where an autocratic state has actually been reined in using democratic methods, like not a war or a coup or whatever? Can you think of an example where that has actually happened?"
    },
    {
        "speaker": "Guest",
        "time": "02:06:12.600",
        "message": "I'm not a historian. So I don't know whether I would be able to give an appropriate example. But I would say that what the US saw in the last century, if you take the pre Second World War period, and what happened later, there are a lot of parallels to what's happening in India. So there were robber barons, there was, the church had more political influence, probably. So there have been changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:45.720",
        "message": "But that didn't have anything to do with the structure of the state."
    },
    {
        "speaker": "Guest",
        "time": "02:06:50.360",
        "message": "Yeah, that is true. Structure of the state. So you know, our problem is that problem that you're pointing out is not a problem that can't be solved. The state becoming more and more powerful, the powerful state can be dismantled in favour of a more republic, more liberal state, a republic state, is a doable process, if you have strong leaderships at both at the political level and judiciary level and even media. Right now, we are living through an era of big of pygmies. And so it looks very intimidating to dismantle the powerful state sector. Right. But when giants come, it won't be impossible is my take."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:38.280",
        "message": "Yeah, no, my, my pushback on that is that we are living in an age of pygmies, because the incentives are designed to produce pygmies, like you're speaking of an entitled, moralistic leadership, those kind of people won't even enter politics to begin with, because it's pointless. And if they do enter politics, you know, they'll get corroded by the process till none of the moralism actually remains by the time they get to wherever they want to get to. It's all, it's all signalling and posturing. By that point, I think the giants are more in other areas, like writing the area that you are in politics, I think will, you know, so it just feels like a vicious circle to me for that reason. But you know, equally, what makes me positive sometimes is that technology can empower individuals. So who knows what will happen in the future. But as of now, if the system is to be changed, it can only be changed by those who are benefiting the most from it. So why would they change it? So we get caught in this kind of complicated..."
    },
    {
        "speaker": "Guest",
        "time": "02:08:32.360",
        "message": "Ah, but, but Amit, history is not a logical moment, no? History is a lot of accidents and incidents. So did you, 20 years ago, did you think that there could be an Indian who will donate most of his life saving, which is substantially more than what we can imagine? Somebody like a"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:51.880",
        "message": "Premji would come along? I would actually assume that someone like a Premji would inevitably come along in private life, because there have been examples like that in public life, including some of the robber barons that you mentioned earlier, say someone like Rockefeller. But I would not imagine that kind of a public spirit in government, in politics, which is where I'm happy to be proved"
    },
    {
        "speaker": "Guest",
        "time": "02:09:15.320",
        "message": "wrong if it ever happens, which is... No, I'll come to you, Amit. In 2009, I used to be taunted by my bosses saying that, what corruption stories are you bringing? Who is interested? Right? I would bring some scams, some allegations, you know, some audit report. They would all say that nobody's interested in these stories. And they were true, because no, it triggered nothing. 2G scam had happened in 2008. But by 2010, this country went into a different frenzy, that you had millions of middle class people out on the streets, the same or many of them today who are communal, who are supporting a majoritarian state, they were out on the streets demanding, I mean, they didn't know what Lokmahal meant, but they were already a corruption free society. Right? And, and mind you, if you look at Aam Aadmi Party, I mean, I'm not a supporter of the party, but the time from within which a very powerful political movement emerged is unbelievable. Right? You own very little resources. You cannot rule out the happenstance that future holds and potentials. Let's not underestimate, see, India, despite all of Modi's efforts, India still has a very vibrant civil society. And on a bad day, not even bad day, on a normal day for decades, Indian democracy has been held on the shoulders, has been carried forward by few individuals, spirited lawyers, some journalists, some activists. That's a reality, because our institutions have not been maturing enough. Well, so you can never predict what could be in the store. So that is optimism with which I write. And I talk because we are writing against people who might have a lot of power today. But I know that if they were to misuse the power beyond a point, the very people"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:10.520",
        "message": "who are supporting them will rise up in revolt. Yeah, and that's a great point about civil society. And indeed, one of the, possibly the highlight of the last two years, which have been a very dismal time, but the highlight of the last two years in terms of what's been happening in the public space is how civil society protested against NRC, you know, where you had young people across the country coming out and waving the preamble, like who would have thunk though, I wish it was the Ambedkar version of the preamble and not the Indira Gandhi version, with the toxic word socialism thrown in with all its state coercion and all of that. But regardless, that's still heartening. So hopefully, things change. Let's talk about Punjab now. Because in a sense, what unfolded later in Kashmir in terms of what the security establishment did and the lessons it learned was something that you also see mirrored in the Punjab problem, where it is actually Indira Gandhi after losing the elections post the emergency realizes that the party is doing really badly in Congress, they are coming third there, they need someone to, you know, counteract the Kali Dal. And Sanjay Gandhi, you mentioned in your book meets with a couple of potential candidates, the first one doesn't look fierce enough. So he eventually chooses Bhindranwale. So Bhindranwale was really therefore a creation of, you know, arose out of a political imperative, and was then given shape by the security establishment and protected by it till it got to a point where the incentives diverged. And you also point out, for example, how Bhindranwale did his first killing of a newspaper publisher, he was actually protected for a while by Gyanizal Singh, who would go on to become India's president. And once said that he would clean toilets for Indira Gandhi if he was asked to and Bhajan Lal, the Chief Minister of Haryana. So tell me a bit about that sort of period and the lessons we learned like the 80s old fascinating lessons. It's really interesting that, you know, both Indira and Rajiv, in a sense were killed by monsters that they created. In Rajiv's case, of course, the monster was partly created by his mother as well. But the Bhindranwale monster was created by Indira, the LTTE around the same time, late 70s was propped up by the security establishment, and so on. So tell me a bit about that period, and especially from the prism that is there in your book of watching the security establishment at play and what those events reveal about it, and how those lessons then go on to, you know, the 87 elections in Kashmir and what happens next."
    },
    {
        "speaker": "Guest",
        "time": "02:13:41.560",
        "message": "See, one of the worst things about Indira Gandhi, if I may say, was that she did not look across to Pakistan and draw the right lessons. There already was enough lessons about the monsters rising, how when the states are creating militants, terrorists, etc. for state purpose, it will devour the state itself. And she made these mistakes. And if you really look at it impartially, in many ways, she is responsible for her own killings and her son's killings. So beyond a point in an Asian state, armed insurgencies, if they become part of the state tool, then it is going to have disastrous consequences. And we played with it in the 70s and 80s. And Kanjab problem, if you look at it, while there have been, you know, all kinds of disgruntlement in Punjab since the 47 Akali issue, etc. If Bindranwale was not propped up and provided the resources that the Congress provided and the support provided, we would not have had an Operation Blue Star. We probably would not have had the assassination of Indira Gandhi. And we would not have had the anti-Muslim pogrom. And India would have been a much more liberal, safer place. All of this happened because of a very nasty, short-sighted pursuit of power in Punjab. And not for nationally, just for a state. And see what it came up with. And when it began to get out of hand, what does the state do? State securitize the problem. You deploy policemen with, and military for a short while, but policemen with all kinds of power saying that go, kill, kidnap, rape, do what you want, but I want peace. That's not peace. That's thagari, that is cruelty, that is murder, that's killing. So, you blessed a generation of policemen out there to become state-sponsored killers. And vicious cycle that continues to play even today. Even today, thousands of families in Punjab and abroad, meaning Sikhs, they don't know where their dear ones are. People have just disappeared because police has kidnapped and killed and tortured and militants killed on the other side. But the discussion cannot be drawing a parity between the militants and police. So, what militants are killing, so we will also kill. No, militants are militants. They are criminals. They are not the state. The state has a paratus which is bound by written constitution and its laws. And we violated it. And Indira Gandhi, in her whatever strategic vision it was, she empowered, created the LTT out there and other Tamil militants in Sri Lanka. That also had such blowback on India. And look at the cumulative effect of such short-sighted decisions of that era that not only do we have Rajiv Gandhi being assassinated by LTT, we also have a military disaster in Sri Lanka. And at the end of it, you have thousands of Tamils butchered in a modern world. And you see the rise of another strong family in Sri Lanka which is completely scuttling democracy. So, India, unless we do very honest introspection of how our political politicians have been and continues to use use state power and violence as a means to further their power, we will not be able to move into a mature democracy. And I say this being very conscious of what's happening today and what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:29.000",
        "message": "the arc of Narendra Modi also tells us. One of the sort of stories I was very struck by and someone who also must have been inspiring to you for not investigative journalism per se, but a kind of investigative zeal is Jaswant Singh Khalra, who I hadn't heard of again till your book and what a remarkable story. Tell me a little bit about him."
    },
    {
        "speaker": "Guest",
        "time": "02:17:51.320",
        "message": "Yeah, I mean, in fact, of all the people that I have written about, he's probably the most fascinating and one of the most saddest stories because he came from this famed family. His grandfather was a freedom fighter, etc. And he is the one who actually, in a systematic manner uncovers the police brutality in Punjab. And what he does is he goes around collecting details of firewood that is given for funeral pyres. And it is a licensed government thing. So there is a logging happening at some end for firewood that is wood that is given for funeral pyres. And using that he proves that the number of people cremated in districts like Amritsar and present-day Taran-Taran are several times more than what was officially being recorded. And he, from there, he starts recording the brutality of the state police and the encounter killings and the disappearances. And he becomes so powerful that KPS Gill, then the police, he comes down to Amritsar to challenge him for public debate, this, that, what, what. But Khalra is not intimidated because he is cut from a different kind of cloth. And he continues to record 2-3 thousand disappearances of cases. And finally the police got so irritated with him that they just kidnapped him. And he has also disappeared. So, his legacy continued. And during the time he has been kidnapped, the Supreme Court takes notice of it and there are efforts, but the state government and the police lies to the Supreme Court. And Khalra is killed meanwhile. But his findings have found judicial approval. But that has not brought justice to Punjab because at various stages in the National Human Rights Commission, even Supreme Court, justice has been watered away. And because ultimately in India, we do not believe in individual liberties, individual rights. So, it has been watered away. Even today, there are thousands of families in Punjab who are looking for their dear ones, something to know about it. But it was Khalra who actually triggered that fight back. And that is what I was saying that history is very, very, you cannot say, if you had met Khalra as a young man, probably you would not predict that this man could shake up the entire Punjab story. And even today, there are youngsters, young lawyers I know, who are carrying on with Khalra's fight. Very smart lawyers. So, it is a long drawn battle. It is like the Bhopal gas tragedy. The fighters live on, they are there, they continue to fight. We may not know their fight. So, I am not an expert on Khalra or Punjab. I just came across his story and I said, oh, this fits into what I have been saying. So, I read about him and wrote about him. I wish I had known about him much long ago. I mean, I wish I had met him because he would have been such an inspirational figure. I mean, what a smart investigative strategy to go looking for the wood that is used for fires. I mean, which policeman would think that his crime would be captured in a log kept on the wood that is supplied? I mean, to me, it is like the highest standards, the gold standard of investigative journalism or investigations. So, he is, yeah, I mean, but all of it is a tragedy. He was also killed. But the man, yeah, man accused of killing him, the police officer, he finally committed suicide."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:35.160",
        "message": "So, all sides pays. Yeah, but I mean, that's a scant consolation. No, but it's a kind of good story that could so easily be made into a film or a web series that, you know, you have these incentives where they are being rewarded for killing terrorists. So, you assume that they must be killing lots of innocent people, but how the hell do you prove it? Then you figure out that, wait a second, the police has to cremate these people for which they have to buy wood. And then he goes off and then he, you know, does an audit of all the firewood sold in the state and he calculates so many thousands of people have been killed. And then eventually he is abducted by the police, tortured, killed, chopped up, and the body parts thrown in the Sutlej. Absolutely crazy story. And you also point out that this is not really an outlier. It's probably an outlier in terms of the ingenuity, but how activists were treated. Very much par for the course. You speak about people like Ram Singh Billing, Ajit Singh Bans, Param Satyajit Singh, Malvinder Singh Malli, Jagvinder Singh. And these are like lawyers. These are people you would imagine would have some kind of, you know, influence or ways of protecting themselves or whatever. But, you know, they all"
    },
    {
        "speaker": "Guest",
        "time": "02:22:45.080",
        "message": "disappear and this is all just par for the course. And what happens? Yeah, the Punjabis and Punjab and Kashmir and Nagaland, etc. are all the same story. I mean, you know, the state let the security apparatus go berserk. And policemen thought they are the state and they behaved like one. They just became killer squads. And it continues. It continues even today. It has not gotten away. I mean, it needs to end somewhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:11.160",
        "message": "Yeah, maybe not in terms of killing, but what we see with Bhima Koregaon case, which you've also written about so eloquently in your last chapter, and you know, and some could argue what happened to Stan Swamy is an extrajudicial killing. So, you know, now tell me a little bit about Rajiv Gandhi's approach, because Rajiv takes power and he's this callow young man, perhaps drunk on power to some extent. And there are just so many in different contexts, so many political missteps that he takes, which prove disastrous. But one of them, of course, is the whole IPKF thing, which is a classic example of how, you know, if you create a monster, you don't know if you can control it. And I wonder if that even has current resonance, like you mentioned how, you know, both Indira and Rajiv were killed by monsters created in a sense by Indira. And I wonder how that applies to current day leaders and the monsters that they create? Can you control them? Where does it all end? And when I see political leaders pandering to all these extreme emotions, it just feels that, you know, they haven't really learned the lessons of history either. So tell me a little bit about all of that, because one of the striking features of that whole IPKF misadventure, where basically for listeners who might not be aware, Rajiv did a deal with the Sri Lankan government that, hey, we'll send the Indian Peacekeeping Force, IPKF, and, you know, we'll send our military and we'll take care of your Tamil extremism problem for you. And of course, the Tamil extremism problem was created by India in the first place. And all the security forces told their political overlords that, listen, we created them, we tell them to put down arms, they will put down arms. And then they go there and they find that it's a completely different story. This is another monster they can't control. Tell me a bit about"
    },
    {
        "speaker": "Guest",
        "time": "02:24:54.280",
        "message": "that period. To me, the story of Prabhakaran and Rajiv is very interesting, right? One is a political princeling. And the other is a romantic who left studies midways and become a militant. And for a short while, they were friends. Prabhakaran was actually flown to Delhi. And if I'm not wrong, it's Rahul Gandhi who carries his father's Rajiv Gandhi's bulletproof jacket, which Rajiv Gandhi gives to Prabhakaran. And Prabhakaran comes back to Jaffna. By the time IPKF has landed, IPKF flown in from Hyderabad. So, the GOC of the division told me they went with tourist maps of Jaffna. He said, I sent my soldiers out to Hyderabad market to buy tourist maps of Sri Lanka. That is how well prepared they were. Anyway, they land up there and they thought that Prabhakaran can be bullied around. And they told him to lay down arms and as agreed. And one leads to the other and within months, the Rajiv-Prabhakaran friendship collapses. And Rajiv sends one of the world's most powerful militaries on an operation, which is probably the most dramatic military operation of recent memories. I can't think of another operation anywhere in the world. The operation to capture Prabhakaran and his LTT leadership from Jaffna University. You have the commando raid and as the helicopter lands, the LTT is waiting for them because I think LTT was listening into the radio communication. And the troops that are moving on ground towards Jaffna, they encounter all kinds of obstacles. And some of them are taken for a ride by Tamils. Many of them are met with children and women providing cover to LTT militants at the hospital, in a civil hospital there in Jaffna. Whatever may happen, Indian military says, militants fired from inside the hospital, but for the next two days, they will preserve their butcher people. Finally, it's Black Hawk down 10 times bigger. When Prabhakaran disappears from there, leaves behind at the football ground, if I'm not wrong, just one injured Indian soldier. He said, let him be alive so that he can go back and tell his masters what I'm capable of. And Prabhakaran digs down and stays underground for the next several years, plotting his way back and he gets Rajiv. So that's it. So even the greatest military is not capable of solving a political problem. It has to be a political solution. That's a big takeaway for me in the story. And Prabhakaran craves by power. And once you test violence, you can never give it up. You can't become... People might say that every saint has a past and every criminal has a future and all that, but he couldn't give up. By the mid of 2000s, he could have had an autonomous Northeast region. Everything was in his favor. And people like Anton Balasingham actually told him, let's buy this space. Let's have an autonomous region. No, he has to fight for freedom. He has to create his country and he also ends up dead in a backwater, in a lake. So Rajiv Gandhi, in his brashness as a young Prime Minister, he goes into Sri Lanka, sends military into Sri Lanka for nothing and pays for it with his life. And parallelly in Kashmir with Farooq Abdullah, he lets Farooq have a field day in Kashmir and they manipulate elections and Kashmir erupts in violence and the violence continues till date. So, legacy of Rajiv Gandhi, while there are a lot of good things we can talk about him and he truly had a very visionary idea for India, but practically on ground, he messed up the Indian"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:56.520",
        "message": "democracy project big time. Very true. And the 87 elections, as you've pointed out, was rigged so blatantly that an entire generation of militants were created from there. You mentioned people like Saeed Salahuddin, Saeed Ali Shah Jilani, Yasin Malik, Javed Mir, Shabbir Shah's brother, Mohammed Saeed Shah. They were all taking part in the elections, trying to be part of the democratic process. But once the whole thing was rigged, they said, forget it. We're not going to get anything done this way. And of course, one can imagine why they thought that way. It was rational. And so they go into militancy and everything kind of gradually begins to go to hell. So that's one interesting strand there. Let's move back. There are really two more places I want to talk about where you've got interesting narratives in your book. And I'll save Gujarat for last, because I think that that narrative of the Gujarat model, as it were, of the security establishment is something that has great resonance for what is happening right now at a national level. So we'll save that for last. But tell me a little bit about Mumbai. You know, the first big section of your book, which could have been a book in itself, absolutely gripping section, is about Mumbai, is about, you know, this friend that you made there called Wahid, you know, and there is so much happening there. So how did you, like what you have done in that interesting section is in a very novelistic way, you've interspersed a personal narrative of this person called Wahid and made him such a flesh and blood, real life figure that the reader empathizes with, and tied in the rest of the narrative of whatever is happening with the legit terrorism that is there with the security establishment doing all the nonsense that it is doing with not only the way they fight the legit terrorism, but also the way they keep kind of framing people and victimizing poor Muslims like Wahid himself. It's really interesting. So how did all of this begin to take shape in your mind? And when did you sort of come to the conclusion that this is a major story that what is happening in Mumbai, the framing of these people, the way the security establishment kind of has been working here, you know, tell me about your impetus of looking deeper into that. And was this perhaps the first instance of when you really got to see the depths of depravity that the security establishment can fall prey to?"
    },
    {
        "speaker": "Guest",
        "time": "02:31:21.320",
        "message": "So when I began my book, Wahid was not a big subject of my book. I was looking at writing about the business of terror is that and I started research. So in fact, my original chapterization is the book was in the reverse. It begins with Kashmir and Wahid was the second part. It was editor Ajitha who said that let's reverse it. See, being a beat reporter, I knew that in 2006 when the train bomb blast happened, the claims made by the ATS of Maharashtra was completely fake and false. And as a reporter, I also knew that later the real terrorists, Indian Mujahideen terrorists were caught and they had owned up to the bombings. So I knew that I'm going to talk about it. But what I did not realize was that Wahid and his other co-accused have filed copious amounts of documents in the trial court detailing the torture that they went through, detailing the depravity of the Indian security establishment. Because I think at some level they were innocent probably or they were very committed jihadis. Whatever it is, they showed great trust, faith and courage in the judiciary of India. And that's what attracted me when I started interacting with Wahid. I realized that look, these guys, everything that he's saying is there out somewhere recorded. So when you're writing against powerful institutions and people, while they could harass you, one thing that I wanted to be sure which as a journalist is my duty is to ensure that you don't make wild allegations which are not backed by documents. And in his case, it's pure gold. While his lives were ruined, they have recorded that and I hope whatever was recorded in that court proceedings, I hope future police officers and intelligence officers of this country would read and draw the right lessons from that, those documentations. The Indian police service should put its head down in shame for the embarrassing way in which many of their so-called senior IPS officers behaved in their case. So, since 2006, I knew that this was a fake claim and the real terrorists have not been caught. But when I started meeting with Wahid, I realized that his story actually goes back and his entire life took a turn after 9-11. So, it was the waves of 9-11 attacks that hits the Bombay slum where Wahid lived and the US attack happens, India decides to act and overnight Simi, the student Islamic movement of India has declared a terrorist organization and police around the country is going around looking for Simi terrorists. And at Parkside police station, which is near Wahid's house, the police, as usual, with very few Muslims on its ranks, reaches out to informants and as you know informants in most societies are petty criminals or some with some criminal background, etc. So, the local mosque, one of the mullahs, preacher there, he tells, who had a kundak, who had some score to settle with Wahid, tells the police that Wahid is a Simi member. Police fix him up and that day his life changes. For the next 10, 12, 15 years, from a school teacher with some conservative views of Islamic views, religious views that Wahid has, which is his right, he is turned into a Simi terrorist and by 2013, the court throws out those claims. And later 2014, I think, Wahid is executed also. But life is ruined and nobody is responsible. No policeman has paid for it. And there are hundreds of such policemen around the country who have fake encounters, who have killed people, ruined people's lives because of either ill-information or some rivalry or revenge. Until we bring in accountability, we will have more and more Wahids being framed. Wahid is outstanding hero because he at least had the courage to record his story in the courts and he should trust. What we do not know is the stories of people who do not have the faith and courage to do this, to document their experiences. So, if you look at him, Wahid is tortured and there are torture chambers in ATS office in Mumbai, where in the room the AC is put at full blast and he is stripped naked and there are industrial belts kept there written, Sach bolne wala patta and there are posters saying that even the deaf and dumb will speak here. I mean, is that police"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:14.120",
        "message": "or is that some underworld don s chamber? I actually want to read out those couple of paragraphs because I just want all the listeners to listen to it and pick up your book and I think they are important paragraphs. So, I will read this out and first you set it up. And this is after he is being arrested at one point in time and he is taken to this ATS office and you write, quote, Wahid already knew that this repetition was anything but true. From the school, he was taken to the ATS's Kala Chowki office and straight to a very odd room. He vividly recalls it, describing the room as looking like the set of a cheap Bollywood film. It had no windows and its walls were painted white. Much later, he realised that the wall had two layers to make it sound proof. In the middle was a table and a chair. A bright light was on. On the table were syringes, batons, coins, iodex gel, electric wires and a water pipe. A large truck tyre hung at one end. There was a big bell, the kind used in factories which are several inches broad, with slogans on it. Sach bol patta, meri awas suno, idhar goonga bhi bolta hai. And then there were handcuffs and old newspapers. Even before he could make sense of the lay of the room, Wahid was asked to strip naked. The AC was on full blast and the cement floor was freezing. As a naked Wahid stood shivering, Raghuvanshi walked in wearing civvies. It must have been around 12.30pm, Wahid estimates. Pointing his finger at Wahid, Raghuvanshi asked, who is this? Wahid sir, a subordinate replied. Raghuvanshi took a step forward and kicked Wahid in his groin. Stop quote. And then you go on to say, like basically Raghuvanshi who is this police officer leading this, leading the ATS at the time, wants him to confess to hosting Pakistani militants in his house for a couple of days and he says, hey, you know, that didn't happen. And then you continue your description, quote, after half an hour of the dramatic interrogation, the ATS chief left, issuing instructions. I want a photo of him jumping, so warm him up. He slapped Wahid and said, I am not used to no. The gentleman cop, and you put this in quotes because that's how he'd been described earlier. The gentleman cop walked out. After their boss's departure, the other policemen told Wahid to accept everything. He refused. And then their torture shifted to a new gear. The policemen pulled out a bottle of Surya Prakash oil, an Ayurvedic mix of oils extracted from eucalyptus, clove, mint and camphor, prescribed for pain relief. But in the interrogation rooms of the ATS, the oil was not being put to use as per the directions of DM Patel, Pharma Private Limited, but as a tool in the war on terror. The team thrust a tube into Wahid's rectum and injected the oil into his body. Within a few minutes, his body was on fire. He started jumping. What the ATS chief wanted, his subordinates and Surya Prakash oil had delivered in a few minutes, stop quote. And what we see happening here, and by the way, Wahid was, you know, acquitted later by the court. And I wanted to read this bit out because I just feel it's dramatic and everyone needs to, you know, read the entire book, not just details of this. And Wahid was later acquitted. And what was happening at this moment in time was that, you know, Surya Vanshi and the Mumbai Police Commissioner A.N. Roy and the entire security establishment there was intent on fixing the blame of the bomb blast, which, you know, ripped through those trains on someone and not leave it as a case unsolved. And because they couldn't find the real perpetrators, they caught this guy. And later on, when people from the Indian Mujahideen were apprehended in separate case, they actually confessed to the bomb blast, gave details and so on and so forth. But the case against these people continued nevertheless. And in fact, while, you know, reading your book, I did some searches and came across this clip of Raghuvanshi being interrogated by Arnab Goswami of All People in 2016, where, you know, Arnab is quizzing him on, you know, why the other agencies, IB or CBI, I forgot, came out with different conclusions and he had these conclusions. But let that part. My question is on, you know, what people call the streetlight effect. Have you heard of the streetlight effect? No. So the streetlight effect takes its name from this old anecdote that there is a drunk guy searching under a streetlight for something. So a policeman comes to him and says, what are you searching for? And he says, oh, I dropped so and so thing and so I'm searching for it. So the policeman helps him. And after a while, the policeman asked him that, did you drop it here? And the drunk guy says, no, no, I dropped it in the park there. So he says, and why are you searching here? So he said, because the park is dark, there's light here. So I'm searching here. And that seems to me to be an apt metaphor for the way security agencies in India do so much of their investigation that they don't really care about the truth. They'll just do what is convenient. So if something happens, you have so much power, it is far more convenient for you to pick up a few poor Muslims, get confessions out of some of them, torture them till some of them turn approvers and build these false cases. And oh my God, it's an inconvenience if the real culprits run up later, because you just want the case solved and you want it over with. And so you're searching under the streetlight. So does this seem like an accurate metaphor? And also in your book, this just happens time and time again, it's almost institutionalized. So tell me a little bit about this and what leads to this kind of mindset, like at some level it is that anti-Muslim nature, which we spoke about earlier, but is that just state or are the incentives really out of whack that finding the real criminals is not important, lowering the number of unsolved cases matters? What's happening here?"
    },
    {
        "speaker": "Guest",
        "time": "02:41:36.360",
        "message": "And tell my listeners, how widespread is this? All of it, Amit, but beyond all that, there is an utter and complete lack of respect for the victims of this bomb blast. There are hundreds of people, Hindus, Muslims, Christians, all kinds of faith, and I would presume largely Hindus, who have lost their dear ones. They want to know who killed their dear ones, who destroyed their families. Our police officers, these police officers have no respect for them. Forget about the anti-Muslim bias. Our police officers don't have any respect for those grieving souls. And that is where we should begin the conversation and we should not be talking about anti-Muslim bias. Forget the Muslims. Tell me who killed my dear one in that bomb blast. For all the politics that we talk about, for all the anti-Muslim bias in the organization, I am saying that don't you have any sympathy or any concern about the quest for closure that the grieving families have? And this is not just in Mumbai. You find this across the country. You find this in Gujarat over and over again, in encounter killings. You find this in Naxal areas. You find this in Manipur. You find this in down south, in Tamil Nadu recently. All over. It's rampant. Our police forces are also in many ways uniformed gundas. And a few hundred, a few thousand people are killed in their, you know, in their custody annually. So, it's not an isolated thing. It's not even, it's not democratic. I mean, it's not democratic. I mean, how can you, how can we call ourselves a democracy if in the metropolis of ours, in the most important city of ours, you have interrogation chambers where they can do anything. And your judiciary has not, and you know, when Indian Mujahideen people owned up to the bombing, Waheed and the group went to appeal. So, Indian Mujahideen people in the court, the key witness, he was slightly shaky and did not own up completely because obviously legal pressure, etc, etc, whatever. When they appealed for the police officer who interrogated the Indian Mujahideen to be brought, to be called in as a witness, the appeal went to the Supreme Court and Supreme Court Chief Justice God bless him and other officers who said that it will set a wrong precedent. He wasn't bothered about the, probably the 12 innocents being accused as dreaded terrorists. He was bothered about wrong precedents. So, from the highest judiciary to the lowest courtroom, from the highest office of police and intelligence to the lower, we have become so insensitive. We are not even bothered about providing closure to the grieving families of ours. Forget about the Muslim biases, forget about the way we dehumanise Muslims, Dalits, dehumanise other people, Kashmiris, Manipuris, Northeast, whatever. So, if you see in the book, I, writing with angst about many such instances of which I could access records, it's only a minuscule part of what's happening. On a daily basis, the existence of an average Indian is a cruel existence. He is being tortured. He is afraid of going to a police station. In which country will a person be afraid of going into a police station? In which democracy can an ordinary human being be afraid of going into a police station? In which democracy will the lawyers tell their clients, don't go to police, avoid going to police at any cost? This is advice that people like me, I have received this advice. No, no, no, let's not do. If there are occasions when some shit, some notice, somebody sends, the lawyer is saying, no, no, let's avoid police because they can say anything. They can frame anything. Look at what's happening in Uttar Pradesh. I mean, they're killing left, right and centre man, which rule book of this country allows police to kill. So, it agitates me to think it's not about anti-being anti-Muslim. It's just cruel animals. And it's not that we don't have good police officers. We have got hundreds and thousands of good policemen out there. They're all quiet. They just do their job and go home. It's these thugs who are getting to power because they're satisfying political masters and because they become heroes, encounter cops. It's unbelievable."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:29.320",
        "message": "Yeah, in the context of some of them, I'm reminded of Hannah Arendt's phrase, the banality of evil. People who look like completely normal, Sita Sada, people going around doing all of these things. There are some moving stories from this time as well. Like you talk about Vinod Bhatt, for example, the officer who is under pressure from the police commissioner A.N. Roy and this K.P. Raghuvanshi fellow to file charge sheets against these people. And he doesn't want to because he can see that it's all trumped up. And because he doesn't want to, they implicate his wife in another case. And eventually he commits suicide in this really bizarre way that while crossing the, you know, he's on the railway tracks and a train runs over him and he's got his official car waiting. There's no reason for him at all to be on the platform. It's this bizarre thing. And you also point out how Manmohan Singh at the time sent a CBI officer he trusted to oversee the investigation. And that person, you know, while he was there, saw this Pakistani citizen being interrogated there and clearly he had nothing to do with it. And when he went back to Delhi, he heard news about how this same Pakistani citizen had now been arrested and implicated and all of that in this complete cock and bull story. And by the way, the Pakistani citizen, as it happened, had crossed over from Pakistan in Gujarat, where the gentleman called DG Vansara, who features in different parts of your book, he's like popping up everywhere, had him sent to Bombay. Let's talk about Gujarat now, partly because, you know, while you were speaking, it also sort of struck me as incredibly naive to expect the security establishment, for example, to care about the truth. The incentives are not about caring for the truth. The incentives are about building the kind of narratives that suits them and their political masters. And a classic example of that really is what happened in 2002 in Gujarat, especially how the Godhra narrative changed, where the Godhra incident happens. And there's enough credible deposition that it was not a pre-planned thing. It was just one of those things. It happened, great tragedy. And then you have Modi landing up and then alleging that the ISI has caused it and, you know, making the decision to take the bodies from Godhra to Ahmedabad and, you know, and everything else that subsequently happened. But it is not just the riots. It's just the way that the security establishment is used through the years over there in a way that you call the Gujarat model."
    },
    {
        "speaker": "Guest",
        "time": "02:48:59.320",
        "message": "Tell me more about that. I mean, I hope you agree with me that there is no other model in Gujarat. Definitely no economic model."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:07.400",
        "message": "That's kind of what the results indicate. I mean, it's very clear even from Modi's record over the last seven years that in terms of economics, he is as oppressive and autocratic as people before him, really. I mean, I often say that he got the top-down economic planning model from Nehru and the autocratic impulses from Indira. So it is ironic that he keeps blaming those two. I think Indira in particular, or even Sanjay Gandhi is someone who seems a precursor to what Modi has become. But anyway, that's a digression."
    },
    {
        "speaker": "Guest",
        "time": "02:49:37.160",
        "message": "So I think to me, the only model that is out of Gujarat is the security architecture. Because in many ways, Narendra Modi is a beneficiary of the 9-11 attacks in America. And it's a few months after that he becomes the chief minister of Gujarat. And after the Godhra tragedy, which actually is one of the worst tragedies of independent India, he lands up there. And for purely, I mean, the only reason, only logic I can think is political reasons. He says it's conspiracy contrary to what the district collector, local police officers and even watchman told the parliament. And he brings in a handpicked officer, Rakesh Shastana, who is now the Delhi Police Commission to investigate. His investigation is all centered around conspiracy. And as you know, the trial court threw out the conspiracy claims while it convicted some people. The fact is that they all acted again with the same callousness towards the victims. There are 55-60 grieving families and hundreds of people have lost their dear ones. You owe it to them. See, a police officer, a law enforcer, a political leader, at some level, you are also my comfort in my moment of grief. It's like doctors. So, in my moment of grief, I want closure. Any grieving person wants closure. You never let it happen. You did not provide the closure to those victims of Godhra. Instead, you created a political spectacle out of it. And we know what happened to it. I mean, the bodies are released from the Godhra district custody to VHP leaders. Which law in this country allows dead bodies to be handed over to strangers? Because they were ordered to do that, right? And it has been recorded by Justice V.R. Krishnayoga's Citizen Tribunal that it was Narendra Modi who ordered the bodies to be released. And the bodies are brought to Ahmedabad and it flies up into communal flare-up. And what do we gain? We have thousands of dead families, thousands of dead people and thousands grieving, both Hindus and Muslims. Let's forget it, Hindu-Muslim binaries. And Modi becomes this strong man and from there he goes on to build his so-called Gujarat economic model. But there is no model out there. And over the period that he is a chief minister, there are a few patterns which you cannot ignore. One being that there have been a spate of fake encounters. This is not my claim. This is not the claim of any activist. These are claims and statements made by Gujarat's own police when they were allowed to investigate, Gujarat's own judicial offices when they were allowed to investigate, Supreme Court monitored committees. They all said that there have been, all of them have been fake encounters from Ishrat Jahan encounter to Saurabhudin. In all of these cases, what is a terrorist coming for? Terrorist is coming to assassinate Narendra Modi. Now was somebody who had control of police trying to create a hero out of Modi or was it Modi himself designed this is something that should have been investigated and still needs to be investigated. But we still don't know. We don't know what would happen. And he comes to Delhi and after he comes to Delhi, you find a same pattern happening across India. Bhima Kauravgaon case is not the only case. In fact, I talk about another case where in Ranchi, they try to create a similar fake narrative of someone trying to assassinate Narendra Modi. Bhima Kauravgaon case is a criminal conspiracy by an arm of the state to frame some of our finest citizens. There is no doubt about that. I don't think there is any more dispute about it. Every police officer involved in it and any political master who was involved in it, they must all be going behind bars. They should all be facing trial if we call ourselves a democracy. Otherwise, we should rename our country as a banana republic. Otherwise, we should burn the constitution in the public square there and say that this constitution has no values. Bhima Kauravgaon is a very classic case of what I am trying to argue. And Gujarat model is the model of security architecture that Indira Gandhi perfected and Rajiv Gandhi misused which Narendra Modi has now taken to a different scale to challenge and ruin and demolish this democracy. Let's not shy away from being honest that if we don't speak up today, our silence is going to ruin the lives of our children. And that is one of the reasons why I wrote this book. I really adore my daughter and I hope she and her generation has a better future and can live in a meritorious society. A meritorious society is only possible if there is mature democracy. And we don't have it. It's the enemies of our emergence as a mature democracy, as a liberal democracy are the ones who are ruling this country and who are in the police force, in uniforms, in intelligence agencies. They need to be reined in. Otherwise, Amit, you and me, we won't even be able to tomorrow sit and discuss like this. And mind you, you will see the repercussions of me writing this book over the next few months when the same deep state will probably try to finger me. And you know what they've been up to in the last few years? It is all recorded that Adani or Ambani and other corporates who are Narendra Modi's great pals have all carried out serious breach of laws from over-invoicing of coal and electrical machinery, where the fine that the state should receive is 15,000 crore rupees or the Reliance Jio's license is forged. Instead of investigating those national scandals, the Income Tax and Enforcement Directorate are raiding small-time news startups. They are serving notices on journalists. They are coming to offices of our little small-time media outfits and telling them, why do you write against the government? Amit, my book is not just about Narendra Modi or Indira Gandhi. Amit, you spoke about incentives all through the conversation. Is there a bigger incentive than your ability to look into the eyes of your children and say that your father or mother was honest today? That I did not give into fear? Is there a bigger incentive for a journalist than go home saying that, look, I did something today. I wiped the tear of the last Indian. There is no bigger incentive here. I do not think that materialistic incentives can match the incentive of being morally honest."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:31.160",
        "message": "I think, you know, what would be incentives for me and you would not necessarily be incentives for people out there. And what we have also seen there, like you spoke about people being silent. And, you know, one possible reason for that is not just the apathy people have because they feel they cannot do anything, but also the chilling effect of what the state does to people who do speak up. And just for the benefit of my listeners, I just want to point out that in the Bhima Koregaon case, as Josie just said, it is now beyond any doubt that they were framed. One of the first activists to be arrested was Rona Wilson. Forensic analysis has shown conclusively that all the evidence on his computer was actually planted and, you know, it was hacked and planted and all of that. And it's just this extremely complex and sophisticated operation, obviously, done by an arm of the security agency. Now, I'm not going to keep you much longer. I'm just going to end with some final observations and questions because everyone should go out there and read your book. Obviously, one conversation can't do justice to so many years of work and such a vast narrative, you know, and there are so many arcs in there. There is the arc about how security agencies have created their own militant outfits all over the place. They did it in Kashmir, you know, Salwa, Jodhum and Chhattisgarh and the kind of havoc that they create, sometimes even worse than the terrorists. You've also written about the fascinating story of Afzal Guru and the connection with the Vindarsingh that apparently he was asked by the Vindarsingh to come to Delhi and to put up these people and, you know, before that he was just an informer and you've spoken about how so many informers are later framed themselves and the Vindarsingh, of course, was in the news. Firstly, last year or the year before that when, you know, he was arrested in Kashmir by his own police carrying two terrorists in his car. And just recently, if I remember correctly, there was some news item where, you know, the state put out this notice saying that they're not going to pursue the case in national security interests or some shit like that, whatever that means. So, is that something you can speak about, by the way?"
    },
    {
        "speaker": "Guest",
        "time": "02:58:34.760",
        "message": "What is the Vindarsingh deal? The Vindarsingh has been this notorious, like many notorious Kashmir police officers who have been known for being mixed up with, see, in the fog of war, you know, a police officer will have to deal with informants, militants, etc. And I'm not stating any state secret when I'm saying that Afzal Guru was a militant who returned home and wanted to try to lead a normal life but was forced to be an informant with BSF and with the police. And he was quite notorious in Sopore where, which is a very pro-militant area, he knew that he'll be bummed off by the militants because he was betraying far too many militants. So, he decided to leave and come to Delhi and that is when he says the Vindarsingh called him up and asked him to come down to Kashmir and one last job for him. This claim that Afzal Guru has made in the court, the Vindarsingh has not refuted. His allegation was against a uniformed police officer of this country. So, I would go by Afzal Guru until the Vindarsingh comes to court and refutes it, right? So, he's asked to, from Kashmir, bring these people and drop them to Delhi who are the people who end up attacking the parliament. And Afzal Guru at the trial court, in fact, if you know, he did not take any legal help. He said, I don't want any lawyers to help because he told someone who was in jail with him that he has been promised by the police that after the trial and conviction etc, he'll be freed, he'll be a free man. So, the deep state that was at work at the parliament attack is something that needs to be investigated. It is not a very simple terrorist attack. There was arms of the state which were involved in it. And again, mind you, I am not talking some wild conspiracy theory here, Amit. I am talking about for the fate of our children, for the future of our children, for the future of this democracy, truth is our greatest defense for any democracy. And I can tell you there are some masters out there in the governance structures even today who will say, oh, you know, the collective interest of the country should override that of the individual. No. An individual empowered with his liberty is the greatest assurance of a state. Not the otherwise. There is nobody out there who has the wisdom to decide what is good for the state other than that illiterate voter out in that dirty village. Devendra Singh continues to do whatever he was doing. Finally, he was arrested when he was again trying to bring some terrorists to Delhi. Again, claims of J&K police, not ours. But this case is taken over by NIA for whatever reason. And if NIA was to be investigating terror angle or whatever, I do not think anything coming. What we know is that the state government has decided to discharge him from government, right, to compulsorily retire him and not to pursue the case. Expected because we have heard other stories of Devendra Singh s linkages to higher ups. Devendra Singh is not an outlier as you say. He is not a lone wolf. He is that visible tip of an iceberg where there are far bigger fishes out there in that iceberg. Yeah, visible tip of an iceberg is a good"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:54.920",
        "message": "way to put it. Though I do not know how fishes get inside icebergs, but I get it. You know, another fascinating strand of your book which I would like listeners to read for themselves is all about the strand of how the security establishment went easy on Hindu terror and on groups like Abhinav Bharat to the extent that, you know, as you mentioned in the book, you have been told by people that they might have been a creation of the security establishment itself. All very scary stuff. So there is this, you know, excellent quote right at the end of your book which I want to read out with the last five words being key. Quote, there is a strange pattern in some of these cases. The investigation agency prepares a massive charge sheet running to thousands of pages attaching all kinds of evidence that no one will have the time or patience to go through in detail. When these cases go to trial, the accused may well be exonerated. But in the slow churn of the Indian judiciary, the process is a punishment. Stop quote. And these words, of course, the process is the punishment, the old cliche. And this is what we see in Bhima Korega. This is what we see repeatedly time and again. So first of all, I got to laud you for your idealism and your courage in writing the book. I mean, you know, at the start where you lambasted Rakesh Asana and then pointed out that he's a current police commissioner of Delhi where you live. I was like, my God, you know, how is this guy doing this? So tell me a little bit about your future projects if you wish to talk about them. And also about the other things you do. Like earlier, you mentioned you were a multitasker. There are startups. Before we started our conversation, you told me you were in my part of town in Mumbai recently because you were meeting all kinds of interesting film people for different projects and all of that. So is there something you'd like to share with what is coming up for you? And what would you like to tell not just investigative journalists, but also people in civil society who feel animated by these problems? But they must be thinking that why should I speak out? Why should I risk myself? You know, do the practical thing just now. You know, it's a chilling effect at work. Just chill. You know, it's a very nice book. I'll recommend it to friends in person. But, you know, why get further into this? Let shit play out. Especially if you're elite Hindus and you're thinking that, you know, I am not at danger at any moment in time. Let me get on with life. Yes, you know, at an intellectual level, this is shocking. But why should I do anything? What would you have to tell them,"
    },
    {
        "speaker": "Guest",
        "time": "03:04:22.440",
        "message": "for example? Answering the first part. So I have this media startup where trying to see if I can create a scalable model of investigative journalism, which where I can sustain and support rigorous investigative journalism, which can be scaled up. Because the existing models which are dependent upon subscriptions, advertisement or reader donations are not very scalable. So I am trying to convert. I am trying to see if I can convert some of my investigative stories or our stories into documentaries, books, scripted series, films, etc. We have announced a feature film last week called Fandom Hospital, which is where the Malayalam director Mahesh Narayan is making his Bollywood entry, and which I am co-producing with Tuss Tales, which is founded by Preeti Sahani. She is a producer of Talwar, Raazi, etc. I do have some projects with Vikram Motwane and Andhra Krishap, etc. The idea is to see whether I can, we can find partners who would want to adopt edgy, real-life investigative stories. But one thing which I made good happening is that at the peak of the content revolution that is sweeping the world, there is a huge demand for real-life, edgy stories. From Anarchos to When They See Us to Chernobyl is all real-life stories. So that is where I am trying to place my journalism and see if I can sell. But given the chilling censorship that is sweeping India, I am finding a lot of resistance. But that is okay. That is part of life. To the second part of the question, which is about you, what you said about the elite, upper caste, Hindus especially. See if you let the monster grow. It does not have any religion. Monster has no religion, no differentiators. They will come for you. They will come for you in the form of income tax notices. They will come for you in the form of police bribes. They will come for you in the form of dirty roads. They will come for you in the form of flooded cities. They will come for you in the form of pollution. They will come, they will get you. If you quietly sit back and think that this will all wash away, because the police is anti-Muslim. No. Because the state is anti-Muslim. No. They are getting you. Do you know at least a part of the pollution that we are breathing, air pollution in this country is contributed by the poor quality of coal that a group of corrupt corporates have imported into India? Do you know that you are paying extra charge for electricity because they have overbilled for their power generation equipments? So at every turn of your life, you are already a victim of this nepotistic state, this corrupt state and the security establishment. So you have no option. Either you speak up, stand up together. We don't know. We will debate. We can disagree. You can say that I am too sympathetic towards Muslims. I am too... You can say anything to me. But let's debate rationally, intelligently. Let us not be afraid. Let us not be so afraid that we will start playing video game visuals as TV news. Let us not be so afraid that we will start carrying and discussing fake WhatsApp forwards as truth. Let us not be so afraid that we snatch away the dreams of our children. We intimidate our children to sleep, not letting them dream. And those have no religions."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:03.000",
        "message": "Yeah, very wise words. I mean, I've always said that India's core problem is a predatory state that our founders designed and that predatory state has already predated upon us and is doing so as we kind of are not even aware, you know, the seen and the unseen right there. Josie, I'm just filled with even more admiration for you after chatting with you and reading The Silent Coup, which is such a wonderful book. So thank you so much for your time and your insights and take care, boss."
    },
    {
        "speaker": "Guest",
        "time": "03:08:30.920",
        "message": "Thank you, Amit. Thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:32.920",
        "message": "All the very best to you. If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and pick up Josie Joseph's excellent book, The Silent Coup, A History of India's Deep State. You can follow Josie on Twitter and JosieJosephKJ, that's one word. And you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    }
]