[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What were our maharajas like? That's actually a silly question to ask. Because maharajas were people too. And people contain multitudes. Back in the days of our military states, we had maharajas who were Sanskrit scholars. We had maharajas who were drunk in the salute all the time. We had maharajas who were great sportsmen and also shitty sportsmen. Some maharajas were doctors in practice medicine. And there was even one who allegedly liked to fornicate with his elephant. Jumbo my darling. And yet, where there are multitudes, there must also be simplistic narratives. And interestingly, the most common simplistic narrative about the maharajas was one propagated by both the British Empire and their enemies, the Freedom Fighters of India, led by the Congress. For the British, the maharajas were a bunch of ridiculous feudal autocrats incapable of governing wisely. So the British had to do it for them. For the Freedom Fighters, the maharajas were, well, a bunch of ridiculous feudal autocrats incapable of governing wisely. And so independent India had to be constructed without them. This narrative suited both parties. This narrative is false."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:10.280",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:18.880",
        "message": "Please welcome your host, Amit Verma. Welcome to The Seen and The Unseen. My guest today is a brilliant young historian, Manu Pillay, who has been on my show three times before. Each of those episodes were wildly popular, just like his books, and I'll link them from the show notes. His latest book is called False Allies, India's Maharajas in the Age of Ravi Verma, and focuses on busting simple stereotypes around our maharajas with powerful storytelling centered around the princely states of Travancore, Pudukottai, Baroda, Mysore, and Mewar. Indeed, Manu's books should be a model for how to write history because of the way they combine gripping storytelling with rigorous research. When I first recorded with him for The Seen and The Unseen, I compared his book Rebel Sultans to The Game of Thrones. That's how much fun he is to read. And in fact, that's how much bloodshed there is in the book as well. And 30% of each book of his consists of extensive footnotes and endnotes, which speaks to the depth of his research and offers us so many rabbit holes to explore. So let's move on to this conversation now. But before we begin, let's take a quick commercial break. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Over the last year, I've enjoyed teaching my online course, The Art of Clear Writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction with much stimulation. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150. And the October classes begin on the 9th of October. So if you're interested, head on over to register at indiancut.com slash clear writing. That's indiancut.com slash clear writing. Being a good writer does not require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Manu, welcome back to The Scene and The Unseen. Pleasure being here, I think the fourth time. It is indeed the fourth time and you said something delightful as you stepped into my house. In fact, this is the first episode we're recording in my little makeshift home studio, which I intend to get properly sound treated, but listeners do give feedback on what you feel about the sound of this because remote recording sounds aren't always the best. So I just thought rather than try to kind of book a studio every time, it's convenient to have a studio at home. But as Manu entered my home, he said that he has a distinction of doing the first longest episode with me, which basically meant that one of the episodes we did, and I forget which one, and they were all wildly popular, was the longest at the time. And you know, one of my readers, I think it was a good Sudhir Sarnobat, did this interactive chart on Twitter. Do you see that now where essentially it was a map of all my episodes and how the length went up. I see. So it just kept on going up. And of course, I reached four hours, 59 minutes in episode 200. But that's kind of cheating because I was a guest there with people like you kindly asking questions. But apart from that one special episode, I've hit four hours a couple of times, I think so. But the thing that we haven't really done in the three episodes that we've done, which we haven't really covered, is something that I try to do now in all the episodes I do, which is talk about your kind of personal life and get to know you a little better by personal life. I don't mean personal life. I mean, your history kind of. So tell me a little bit about, you know, where you grew up, what kind of kid you were, and so on."
    },
    {
        "speaker": "Guest",
        "time": "00:04:58.280",
        "message": "We can start there. I grew up in Pune. I was born in Kerala, but I grew up in Pune. I was the kind of kid who got into, I mean, it's not something that comes across to people anymore because now I look very dignified and proper, but in those days I was up to very strange things. I used to throw myself down staircases, try and jump out of the balcony. I set my house on fire once. I used to have these hot wheel cars, which I used to drench in deodorant and set them on fire and then watch them zoom around while they were lit. So it was not a very ordinary childhood in terms of my personal leanings and inclinations. It was a lot of fun. I was a social child, very happy, running around, you know, plenty of friends and things like that. Reading happened when I was about 11 or 12. That's when my sister, basically to calm me down, thrust a book into my hand and said read. And it started with the comics and then slowly graduated to other books. I remember writing an essay for my school newspaper. I don't think it got published, about when I read David Copperfield for the first time. It was my first long book, 600 pages, I think, the unabridged version. And it felt like an achievement because I was 12 or 13. And then from there, you know, I took an interest in reading, took an interest in history and you know, eventually ended up writing. The writing initially used to be, you know, funny little skits for school. I remember writing a funny poem about my bench partner in school. It wasn't rude. It was sort of a comical account describing her and she obviously didn't like it. She tore it. But yeah, I was, you know, I had a good childhood in that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:26.760",
        "message": "Nothing to complain about. Yeah. In fact, I remember an anecdote you told me about your childhood, but it was I think not on the record. It was off the record, where when you were 16, you took a rat or something and you held it in a bucket to see if it would drown. And it did."
    },
    {
        "speaker": "Guest",
        "time": "00:06:40.240",
        "message": "Is that true? Yes, that was. It wasn't when I was 16. I was a little younger than that. Maybe 13, 14. And you know, my grandfather caught the rat. This was in his house in Kerala, old houses, they've got plenty of mice and things running around. And he caught it in a little, almost like a cage. The trap was like a cage. And he said, go release it outside. But then somewhere I had heard something about a bucket and something. So I decided to try and see if I could, you know, conduct this experiment where I sort of drowned the rat. And it was not very pleasant afterwards. It did die. And you know, it felt, it's very strange at the age of 13, that kind of power over another creature. It's a, I wouldn't say it's intoxicating, but it was different. You could feel that power. And I felt very bad afterwards. The instant it died, I felt so guilty. And then I turned vegetarian for seven years, because I thought that was the only way I could expiate my sin. But yeah, eventually, at the age of 21, I again started eating eggs and then slowly graduated to chicken occasionally and gave up my guilt about killing the poor animal. But yeah, that was my homicidal thing at that time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:44.040",
        "message": "Yeah, I think Amitav Kumar wrote an essay once or a book about how in Bihar, a particular place to eat rats, to catch rats and eat them. So when you said intoxicating, I thought it will set you down a very interesting path, but it clearly..."
    },
    {
        "speaker": "Guest",
        "time": "00:07:56.120",
        "message": "Well, one day, if I become a dictator, well, probably very dangerous thing, because clearly, you know, imagine 13 year old and just having that kind of control over another living being, it was scary. You know, now that I think of it, what was I thinking? Was I some kind of crazy child? Anyway, the fact that I felt guilt immediately after, I think, can give me some relief that I wasn't completely out of that moral limit that we place on ourselves, which is, yeah, which is, it's good to know that I have that moral limit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:24.000",
        "message": "Yeah, just just thinking of that impulse reminds me of this beautiful book by Ryu Murakami, the other Murakami, as it were, a book called Piercing, where the book begins with this guy sleeping in a room with his wife and the babies in the crib. And he gets up and he has this uncontrollable desire to stab the baby. And obviously, he doesn't actually want to do it because it's his baby, but he has this uncontrollable desire. So and he knows that the only way to quench this, the only way he can save his baby is by going out and killing someone else. And that's the rest of the book. So it's a it's a fabulous book and one of those things where you don't kind of need to explain something, the impulse is just there and the way it unfolds so naturally you feel, yeah, I mean, this is what could happen."
    },
    {
        "speaker": "Guest",
        "time": "00:09:03.520",
        "message": "Human beings are weird. We're such complicated, strange creatures, there's really no predicting how a human being can behave. There's, you know, only so much conditioning you can do. At the end of it, I think every human being is capable of sort of, you know, breaking out of that and becoming something completely different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:19.920",
        "message": "Yeah, I mean, people often ask with astonishment that how come in Hitler's time so many ordinary Germans were kind of privy to that thing. Hannah Arendt used the phrase the banality of evil. And without getting too much into current politics, I think we see that, you know, it's not that unusual shit can happen. So how did you then move towards like, did you have a fascination with history, particularly as a genre? Or was it just storytelling and history kind of fit into that? Like was there a time when you started reading history, and after that, was there a time when you said that I want to write history?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:52.000",
        "message": "Well, it began, frankly, with just stories about my ancestors, I would hear from my grandmother. And it wasn't like these people, these were famous people or anything, it was just that the way she related the doings of her uncles, her great uncles, her father, her mother, they didn't feel like great grandmother, great grandfather, they just felt like really funny, interesting people, you know, so to begin with just seeing older people in your family, not as relatives, not as these esteemed sort of, you know, older figures, but as individuals, that was very special, and I started getting interested in the stories of people. So I would read a lot of biographies, I would read, and then that obviously is linked to history, because if you're reading about people long dead and gone, naturally, you know, you're going to pick up history books. From there, it sort of picked up. And then, you know, as we did that podcast on the ivory throne, I found that story at the age of 18, the story of this Queen, female Maharaja of Travancore, who sort of ends up lapsing into oblivion and dying as a nobody after having much power and money and all of that. And I thought, here's an interesting story, and I want to sort of peel back the layers. So it was part interest in the biography, but also in the history. And since then, history sort of, you know, become the main thing, but I still try and connect it often to the people who populate history, not in the sense necessarily of great men and great women, but trying to just understand history by looking at it through their eyes, as opposed to in the abstract or in the context of economic trends and things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:17.320",
        "message": "So yeah, it was a it was a process. And where did the bit about learning how to do history come from? Because it's one thing to have an interest in history to read a lot of history books and so on and so forth. You know, how do you get that discipline? And you became a historian in a sense when you were very young, right? The Throne was written when you were what, 11, 12, finished when I was 25, yes, when you were 25. So what's that kind of daunting or did it help that you were too young to know better? And you just kind of dived into it? How did you learn that bit of doing history?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:47.000",
        "message": "I think, you know, nobody was there to guide me at that time, I was doing it entirely privately, I was managing jobs, etc. But the thing is, I took to the archives like a duck to water. For some reason, it I love the space, I love the silence, I love touching files that were so old, that nobody had touched before. And then I think I just formed an aptitude and, you know, managing that kind of primary material, interpreting it, reading academic material that helps you interpret it. And then you pick up the skills and then you slowly realize that yeah, this is what historians do as well. Which is why, you know, Shashi Tharoor once told me that when he read my book, he said this could have been your PhD thesis. And I said, yes, this always happens, I write a book and then realize that I could have just done this as a PhD thesis instead of a private book. Now I'm doing a PhD separately, which is nothing connected to any of these books I've written. But you know, it's just, it's a habit I picked up. And since then, once I decided consciously that I wanted to stick to this, then obviously you start figuring out the methods properly, the rigor, the approaches you're supposed to take. And you consciously read up on the latest academic research just to make sure that you're on top of what is happening in the field more broadly. But yeah, the beginnings were almost by accident, you know, I had decided I wanted to do this book that became the ivory throne eventually. I decided I wanted to be in London and decided to go there for a master's so I could access the archives. And from there, it just took a life of its own. And habit just turned into, I mean, luckily, for all you know, you know, you often do find people who do history books without necessarily doing all the hard work that they should. So luckily for me, I would like to believe that that didn't happen. The six years that I took to write the book, I wasn't in a hurry. I ended up taking the time and I think giving myself that kind of time also meant that I was growing up in the process, which meant I was also getting more mature about how I was reading the same subject, reading the same materials and files again. So you know, the drafts that were written when I was 22, very different from the drafts that were published at the age of 25, because much changed in that time. But I began not because of any academic guidance or a degree or any kind of official training. The training came after I'd already picked up a lot of the skills just in terms of streamlining"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:52.480",
        "message": "what I had. And you know, you mentioned sort of doing a PhD, which, you know, you're doing one now and I asked why. And that leads me to sort of another question about, say, academic historians, and people who are not academic historians. And obviously, you know, there is a certain amount of resentment among academic historians of popular historians who haven't paid the dues, so to say, and I'm just going out there and doing that. But my question is not just about that, but something larger, which is about the relevance of a lot of academic paths that people take. Like what, for example, I can't fathom is that when you have written these acclaimed books of history, why would you want to do a PhD? What is the relevance? I mean, okay, you know, within certain circles, it can still be considered, you know, a mark of respect and all of that. But you are a historian, you are a, you know, respected historian, no one criticizes your methods or anything like that, then why the PhD? And also, what are the kind of trade offs, like what role does the whole academic discipline? I mean, I know what role it has played for the decades, because you need history and you need historians. But going forward, where you don't have to depend on gatekeepers or degrees or whatever, anyone can just get in there and do history if they are passionate about much like you did, you know, will the relevance or the role of academic historians change? And I sort of ask this, because I think about this in other fields, for example, where academics is elapsing more and more into irrelevance, you know, many fields whenever relevant anyway, history is very relevant and very important. So what's your sort of thinking on this? And why are you doing a PhD?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:29.240",
        "message": "Well, the you know, the whole question of resentment on the part of certain academic historians for popular historians, you know, that I don't think that exists that much in the West, because a lot of academic historians do write for popular presses and trade presses as well. The my favorite example I give in many places is Mary Beard, you know, she's a proper scholar, she's a very senior scholar, but she also wrote a book like SPQR, which is for a lay audience and they don't see it very much as an ego issue. Whereas I think in India, there's still some of that ego thing, which is that if you're an academic historian, you don't write in a way that can even remotely be called storytelling. You know, storytelling is a bad word, you're meant to use the jargon, etc. And I have an allergy for that. I don't like jargon. I don't like words like epistemic, whatever that is. I can't even pronounce it properly. It's just not, it doesn't come to me naturally, because history to me feels like something you should take out into the world. You know, on the one hand, we complain that people are perverting history, misusing history. But then if you're not going to make an effort to actually communicate good history in an accessible way to large numbers of people, you sort of lose the right to complain about these other things that are happening. You can fill a gap with fake news because a gap exists, you know, whereas if you try and bridge the gap properly, then you know, it becomes a very different kind of game altogether. And you can be in a position of strength. So yeah, I mean, and I have no reason to complain, of course, the only resentment I've got from academic historians are from my contemporaries, not from senior historians. I've got glowing reviews in peer reviewed journals, I've got awards and things like that. I've been invited to give lectures in fairly academic sort of settings. So none of that really worries me. But you know, PhD still, if you want to teach, for example, tomorrow, then it's useful to have a PhD. Some pressure I will admit comes from my mother because my father never finished his PhD. So she's been quite determined that I should at least finish my PhD. So you know, some of it is also that, but it's just a thing you do. It's not my main thing, you know, I'm currently doing a PhD. But in the process, I've written two other books. And as I said earlier, I could have easily made those my thesis if I wanted a shortcut out. But I didn't think of it that way, I didn't think of it strategically. This is just something I'm doing. And I think in some ways, you know, it does, I think having that kind of footing in academia does give you one strength, which is that you learn to theorize better. When I'm doing, for example, a narrative history, I'm not really contributing in terms of theory. Whereas being in academia, you also have a certain pressure to come up not just with original research, but also theorize about a larger point, you know. So if it's Travancore, for example, it's not just about that incident, say theorize about kingship and the place of kingship, not just in Indian history, but also in contemporary politics. So that kind of theorizing is something that you pick up in academia, and you don't feel any such need to do that for a regular audience, which I think is a useful skill, because it gives you some kind of capacity to look at the bigger picture, you know, build a conceptual base that other people can then develop or argue with or sort of have a debate about, which is an interesting challenge in its own right. That happens in a much smaller circle, it's not really for a large audience. But you know, challenges are interesting. So I thought, let me just take this off the box, take it as it comes, enjoy the process while I'm also doing what I really want to do. And I'm one thing is sure that even if I do a thesis, I'm never going to publish it as an academic text. That's not my thing. I never see myself doing that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:55.960",
        "message": "Do you think that that's a trap that academic historians can fall into? Like you read a work of history then and, and notice it, notice that it's happening that there's a narrative that they've chosen or a particular ideological viewpoint that they have to take. And they've obviously got their own incentives at play within academia. And they want to fit in there with their peers and, you know, often toe the party line, as it were. So do you feel that that affects the doing of history? And that in some ways, is something that has kind of changed in modern times, where because of technology, because of perhaps easier access, which I'll ask you about next, there are more people just liberated to kind of do history. So is there a problem like that with academic history and why is so much of academic history kind of unreadable?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:40.760",
        "message": "Yeah, that's the thing, you know, two parts, I'll give the answer in two parts. The one thing is academics have their own politics, they have their own ego clashes, they have their own disputes and very human petty issues with each other. You know, sometimes it's masked behind a lot of jargon, but in reality, it can come down to very basic human resentments, it has nothing, like in any other profession, some people don't get along with each other, some people are resentful of somebody else's success in some seminar circuit, all of that exists. And yes, there is a pressure sometimes, for example, to come up with new original terms, you know, like a new original concept, like something that is pathbreaking, and everyone's trying to be pathbreaking, which is, demeans the whole point of being pathbreaking, if everyone's trying to do that everyone's trying to invent a new concept and a new definition and a new term, you know, contribute to the jargon rather than contribute to the subject that has its problems. So there is that in academia, I do agree, there is a certain amount of ideological hesitation in India sometimes, you know, I wrote an article on the Mapla rebellion for the Hindu, many people liked it, but many people said no, no, you can't highlight the religious element of that rebellion in 1921, because it will be used to victimize present day Muslims. Now, the thing is, I understand, and obviously, one doesn't like to contribute to that kind of victimization. But all the same, in the longer term, if you don't talk about it, you're again creating room for somebody else to misinterpret it. So a lot of historians will focus just on the economic aspect, they will focus just on the social aspect, they'll focus on landlordism, feudalism, but they will do everything possible to studiously avoid religion. I mean, don't avoid it, acknowledge that it's at least in the room, because there's plenty of evidence that that is the case. So the Mapla rebellion is the big event in 1921. But there were a series of smaller outrages through the 19th century. And you see that religion does play a role, because all of these people, when they go out and start the rebellion, there's a whole ritual, they dress in white, they go and take the blessings of a Muslim cleric. All of that happens. When they attack temples, for example, they festoon it and this is a quote, they festoon one in 1852 with the entrails of a cow. These things have a religious overtone as well. There may be economic motivations, that may be the main motivation, but the protest is articulated and justified through religious ideology. You stand up to the landlord who's treating you badly in an economic sense, but you justify standing up in religious language. So both are true. All of these elements are part of the same process. But there is sometimes in India hesitation to highlight the religious. We all, to some extent, succumb to that because it comes so naturally, anything you read tries to studiously avoid the religious. So it's now taken me some time to peel back those layers, to start realizing that hold on, there's certain issues with this and we do need to acknowledge it. We talk, for example, Kabir's poetry about Hindus and Muslims being one, but even in saying that they should be one, you're essentially acknowledging that there's some kind of difference between the two. You're aware that there is difference and you're trying to bridge it. So we have to be aware of that ourselves as well. We can't highlight just the uniting of the religions and forget that why is he trying to unite them in the first place? What is it that is causing him to sort of say, no, let's rise above this? When we say that kings used religious vocabulary during times of war, true, and they would have had political reasons, just as politicians today mine religion for political purposes. But it also means that it has some appeal to somebody and to some sections that are clearly powerful, because that's why you're using religion, because clearly it's having some kind of an effect. So religion has an effect in our society today. It's possible equally that in the past, at least some sections, some powerful sections did work within that frame of politics as well. Again, it's tough because you don't want anybody to be victimized because of this, but also not talking about it as I think dangerous, because then other people can come and say, look, all these historians are liars. All of them are biased. They're not telling you this. They're not telling you that. They're all trying to look the other way, which is dangerous, because that's what creates the space for fake news and a lot of misreading of history. Another part of your question, what was the second part of your question?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:50.720",
        "message": "I said there were two parts I was going to answer. About whether academic history will gradually become sort of, not become redundant, but"
    },
    {
        "speaker": "Guest",
        "time": "00:23:57.720",
        "message": "the role will change. The gatekeeping is falling apart. Well, yes, that's true, because a lot of material is now much more easily available. Archives are being digitized very slow, painfully slow in India, but it is happening. A lot of visual material is being digitized. The Asiatic Society here in Mumbai, they've got a huge newspaper archive, Times of India going back to the 19th century. Wonderful resources are now available just a click away in 12,000 rupees a year, which isn't too bad. I mean, it's expensive, but it's not too bad if you're winning it. It's a one year subscription, so it's not bad at all. But all the same, I think it's also important, democratizing access is one thing, but also training people to read that material in the right way also matters. You can read something and take it at face value, whereas historians are taught to interrogate the source itself. They're taught to ask questions of the source itself. Why is this document in this format? Why is this document written on this date? Who's the author? What language is it written in? All of these questions come in because you're trained to ask those questions. If you're not trained and you just go in because the access is there and try to put together a narrative, there will be certain flaws in it and people can sort of point out holes in it. But again, these are issues that will eventually resolve itself. The world is in a state of flux. Gatekeeping is generally falling away in all fields, as you said, and therefore in future, in this interim, there may be some chaos, there may be some confusion, people may not necessarily do their best work. But I think eventually, once this becomes the new normal, a new kind of, let's say system of moderation will fall in place. And then that will, you know, it will create a kind of balance of its own. Things have a way of eventually, you know, once the existing system falls apart, a new balance will eventually form on its own is what I feel at least."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:40.480",
        "message": "Taking up on what you said earlier about how when you wrote that particular historical column, people told you, hey, don't do it because it will be used by so and so for such and such reason. And it strikes me that that has that kind of tendency that don't interrogate this right now, don't say this right now, that is not just about truth, but there are, you know, other issues involved. I think it has been there for a long time and is there in other ways also, for example, in science, where you will hear people say that don't talk about innate differences between men and women, because people might interpret it in a prescriptive way and not a descriptive way. Right? Or people might say, don't just talk about genetic differences, because he eugenics happened once upon a time, and because it may be misused in this way. And just in the context of history, I read an episode with Kapil Komireddy, who wrote the book, the provocative book, Malevolent Republic, an excellent read, where one of his central points was that historians of the 50s and 60s in India made exactly the mistake that you're alluding to. This is his take on things that because they saw that India was fragile, because you cannot take it for granted that the center will hold and there were all these competing passions which could be out of place, they felt that it's best to sort of when you write history, you talk about the Mughals, you talk about all that, you minimize the damage that they did so that there aren't repercussions in the present time. And Kapil's point was that this actually had the unintended effect of making things worse. Because so many people just felt that the elites are not even acknowledging what has been done to us. And that has actually worsened the passions that we see in play today. So in a sense, the doing of history with this kind of impulse or with any impulse that is not just about telling the truth, the best way that you can, I mean, obviously, no one has a monopoly on the truth, but the best way that you can making a good faith effort, but instead letting these extraneous considerations come in, it can't end well, that was a point he was making."
    },
    {
        "speaker": "Guest",
        "time": "00:27:37.600",
        "message": "So what do you think about that? I mostly agree with that, with that position. A lot of the historians of the 50s and 60s, I don't think they did it consciously. To a great extent, this would just have been the dominant narrative at the time. And without us even realizing it, the dominant narratives do shape how we think. It sort of adds a filter in front of our eyes, and we start looking at everything through that filter. You know, when the British Empire was in power, you know, a lot of people had sympathy with India, but they were still broadly thinking within the terms of the empire, they would still think that, oh, the British still need to be in India to civilize India, but they could be kinder, they could be nicer. So that basic filter doesn't move away. So in the same way, you know, post-independence, partition, secessionist movements, insurgency, all of this is happening. So I suppose there was an impulse, almost subconsciously, to try and sort of do something that is unifying and takes people together, rather than exacerbates differences that are already there on the ground. But I think 70 years into independence, if we don't start acting a little more maturely about these sensitive topics and start sort of talking about them transparently, without too much hesitation, without too much shame, and things like that, it's not worth it, you know. Then what are we ultimately doing? 70 years have passed, we can take that risk, we can take that gamble, because we're already seeing why the risks involved in not doing it. You know, not doing it, as I said, we're creating room for people to peddle rubbish as history. And to some extent, the blame sits with us itself, because we've not acknowledged these areas, we've not focused on these areas. And you know, religion matters to people. There was that Pew research that came out a couple of months ago, which tells you how much to this day, religion matters to people. It reminds me of a quote, in the 18th century, I think there was this one East India Company official who says that in this country, he's talking in Madras, but he's like, in this country, when a person makes money, he finds no other way to show it off but to start building a new temple. And, you know, it's interesting, because I see the same thing in Kerala, where the Gulf boom comes in, people have disposable income, they're building big houses, but there's also this huge boom in renovating old family temples, groves, resuming pujas, astrologers are making a lot of money, because people do sort of fall back on what they think is traditional high culture, which they did not perhaps have access to earlier, they do fall back onto those things. And it's fascinating that, you know, that 18th century quote, in some ways, fits this this late 20th century context in Kerala as well. So it is real, it is, it's not a phenomenon we can play down, religion did have an impact on people's lives, it could be syncretic, in other cases, it may not be, but we should be able to have an open conversation about it. And if it is unpleasant at certain moments, we should still be able to talk about it without resorting to name calling and immediately sort of branding people on that account. I think otherwise, it doesn't serve the purpose of history itself. You know, we were again falling into the same old trap, if you want to break out of the trap, you also need to learn to have some of these, let's say, uncomfortable conversations around uncomfortable topics. If we have it today, 20 years later, it won't be an issue, because we've already dealt with it. We've already crossed that bridge, instead of avoiding it and sort of, you know, skirting it, we've already got there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:45.240",
        "message": "Except that, you know, the bridge is not being crossed, the bridge is being blown up, there is a war in the middle of the bridge. What we kind of see nowadays is this narrative warfare that actually doesn't have any regard for the truth. Right? It doesn't matter what happened, what archives you can go into and how rigorous you can get. It's all about what narrative you can sell better. And the necessary thing about all these narratives is that they are necessarily simplistic. You know, one of the cliches on my show is how I keep quoting Whitman and that whole, you know, people contain multitudes kind of thing. But the thing is that they do, that's what good history brings out. That is, in fact, the very thing that False Allies aims to do, to kind of beat back a simple narrative and show different layers of it and it succeeds so well in doing that. But if anything, I think the tendency of the times is to ignore that, like from what I remember just 15 years back, you could read more nuanced pieces about Nehru than you can today. Today, you can't. Today, he's either a demon who destroyed India and is responsible for, you know, everything that happens today, including Amit Shah getting acidity on a Wednesday afternoon, or he's a saint who did nothing wrong and who built this great modern India that the barbarians are going to take down. And these are both nonsensical narratives. He was deeply complex. He did great things. He messed up in various areas. But it seems that the space for those kinds of nuanced narratives is kind of going down. And I won't even say to throw an additional thought there. I don't think the appetite for those nuanced narratives is going down. I just think that the vocal minorities kind of shout out the silent majorities. So even someone writing about it today will be more inclined to cater to one side or the other, especially if they've kind of joined the camp. And I've not in the specific context of Nehru, but in some other context, I've forgotten. I've had the argument made to me that I know that X is a more complex subject, but I'm going to write about it in this particular way, because otherwise the other side will, you know, pick up on whatever the exact same thing that you said about the Maplar Rebellion. So what's kind of your take on that? Because at one level, I feel hopeful that anybody can do history, that the gatekeepers are kind of gone, anyone can dig in for their own research. And therefore, you would imagine that in this marketplace of ideas, the truth will eventually prevail, that quality will rise to the surface. But at the same time, we are so dominated by simple narratives that people are actually becoming scared to say nuanced things, because they'll get attacked from both sides."
    },
    {
        "speaker": "Guest",
        "time": "00:33:05.400",
        "message": "That's true. And I think the important word or the term you used is that vocal minority. I think a lot of this happens on social media. In my personal experience, I speak at a lot of colleges, not all of them are in your big cities. In Kerala, for example, I've spoken at fairly smallish colleges and towns. And you know, yesterday, I had a session with students at Loyola College in Chennai. You speak to students in those contexts, and you realize actually, there is a huge appetite for nuanced history. People don't get upset if you talk about things, which are even uncomfortable, people, especially kids, they're willing to listen to you, they're willing to entertain an argument, even if it seems unsavory, even if it goes against a seemingly dominant ideology. A lot of the noise happens on social media. And I think the tragedy is that that social media noise has somehow started translating to newspaper clout and press clout and generally, other areas also where these subjects are discussed at a lot of top level, which is tragic, because on the ground, that's still not the case, you know, at least in my experience, lit fests, other contexts, if you're physically in a room with, say, 100-200 young people, it is not the response you would get for saying the same thing on social media, which to me gives me a great deal of optimism. As you said, silent vocal minorities can often change the course of history, they can often wield disproportionate influence, so it's dangerous. But I think it's important also for some of us to keep our head down, focus on what we're supposed to do, and not immediately get drawn into these debates. I use Twitter very little, I just retweet things constantly. I don't air opinions, I'm not posting things, even when some rubbish comes up, I'm not the one who, if somebody else points out holes in it, I may retweet it, but I don't personally go out and do it, because I've got my job, my task cut out for me, and I want to focus on that. Because if one tries to do everything all at once, one tries to fight all these battles at all fronts, it's going to be a losing process, and it's going to be a very frustrating process. And I don't want to do that to myself to begin with, and I want to focus on one area where I can do something well, play to my strengths, and make a contribution that will hopefully last. It may be an idealistic way of thinking, but I think it has some meaning, perhaps not in the short term, but I think in the medium and long term, people eventually, fake news, all the saturation of noise, etc, everything has a shelf life. When that shelf life comes to an end, when people have finally had it, they will eventually come back to the books, to the bookshelf, and pick up things. And I would rather try and contribute to filling that bookshelf, even if it's a less glamorous task for the next 10 years, but I think that in the long term is a better cause to follow than get into these debates, into this online noise and these online battles, online is going to be noisy, it's going to be about these battles, every day, somebody is going to invent a new controversy, I'm not prepared to play that game, I'm going to play the game on my terms. And I will wait for the day that the terms in general also change and then hopefully then people like me will be in a position of strength because we've put in the hours and taken those years of sort of effort to try and contribute something more long lasting, you know, and not so transient as an online debate that happened one Friday and next Friday it's a new thing, and the next month something else comes up, you know, it's a completely different set of things. I'm not, I'm not playing that game, because that game is skewed anyway. It's skewed towards a certain set of people, you're always on the defensive, you're always trying to sort of show why something else is not what it is, what people are claiming it is. I would rather proactively make that case. It may not be in a tweet, it may be in a 500 page book, but to me, it seems like the most sensible thing to do with my time and energy, rather than flittering it away with in these"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:43.880",
        "message": "things. Yeah, very wise words. I wish I could spend less time on social media. It's almost like you're a social media celebrity. No, no, it's, it's with a perverse fascination that I keep going to Twitter and doom scrolling as well. I think it's fairly toxic even for me. One of the mistakes I think I made when I was a young man and which I tell my writing students today not to do, is of thinking of life or even writing or whatever one does, in terms of goals, in terms of things to do, you know, rather than in terms of processes in terms of, you know, what you want to be. So now, if I can throw that back at you, when you started the ivory throne, I'm assuming at some level, it was about I want to write this book, and it is going to be very enjoyable for me. And it is a goal. But in the course somewhere along the way, I'm assuming that it became less about what you are doing, but more about what you are. So is there a point where you feel that you just define yourself as I am a person who does history, and then whatever else happens, various books that you've written, and all the columns that you write, and all of that kind of happens by the way, but you have kind of come to a firmer definition of who you are. Because to me, I think people who get that kind of notion of what they are, that consciousness, I am this, I am happy doing this, you know, I wake up every morning looking forward to doing this, and I get to do this, which is such great fortune and great privilege. So do you feel that happened to you along the way, or were you clear from the start"
    },
    {
        "speaker": "Guest",
        "time": "00:38:10.800",
        "message": "that I love doing this? No, I wasn't clear from the start, I knew I wanted to do that one book, I knew I wanted to tell the story of Sethu Lakshmibai, because injustice had been done to her in historical terms, that person deserved a better sort of reading from a historian. So that was very clear in my mind, but there was no long term plan, I knew I could write, I enjoyed writing and all of that. But frankly, my interest in those days was foreign policy. In fact, I still keep one toe in that field, I still go for these conferences, and international seminars and all that on that. But it's a very small part of my life now. At that time, that is what interested me. That's why I went and worked with Shashi Tharoor in Parliament, because he had just come back from the UN, and he was head of the Foreign Affairs Committee, all of that. So I went and worked with a member of the House of Lords. All of that was part of that, what I thought would be my professional trajectory. Then Ivory Throne happened, it was a six year process, it changed me, you know, people congratulate me on the book, but frankly, I owe the book a great deal, because it, in some ways taught me who I am, and had a huge impact in shaping the kind of person I became. And that then, and I think, I mean, this is probably immodest to say, but success, I think often helps, which is that the book did so well, and it had such a tremendous response from so many people. It gives you the confidence then to start thinking, oh, wow, okay, hold on, maybe I can take this up as something, I enjoy doing it. Why didn't I even think of it as a career option? Because nobody tells you being a writer or being a historian is a career option. So then that sort of gave me pause, and I decided, let me see if I can, you know, make this work. And since then, as of now, I've managed to make it work. And yeah, now I'm quite content with where I am. I'm enjoying what I'm doing. You asked me earlier, why I don't start a podcast of my own, partly for this reason. You know, one may be tempted to do several things. But if there is something one already enjoys, and you're good at it, focus on that. In today's world, it's very easy to be drawn and attracted to lots of things. I don't want to at the moment, do that, you know, I'm enjoying what I'm doing, writing the research, the slogging, even the complaining about the research, all of that is part of, you know, my life now. And I enjoy that. It really brightens my overall sort of perspective about things, as opposed to, you know, just because you may be good at something, then trying that and then trying something else. That's not my style. At least I want to focus on what I've clearly decided is my path. The other thing is, because writing is also in some ways precarious, you know, you may have several successes, but what if one book doesn't do well, immediately your stock in the market goes down a little bit, you know, your advances go down a little bit, publishers take a pause, you know, as to whether they want to necessarily go ahead with you with the next book. So some of those fears also exist, which means at some level, I'm also like, I really need to keep my game up as far as this is concerned, so that I'm in that position of strength where I can keep doing more and more of what I enjoy. Whereas if I fritter that energy away, then what if I fall and then it may be tough to again sort of come back. So there's some of those practical constraints and fears as well. So it's not completely all, you know, wonderful colors and perfect, different elements come into it. But it's very clear that this is what I want to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:15.560",
        "message": "And you mentioned that Ivory Throne changed you as a person or it helped you discover who you were as a person."
    },
    {
        "speaker": "Guest",
        "time": "00:41:19.920",
        "message": "Can you elaborate on that a little? It was a very isolating process because, you know, I started at 19, in your early 20s, you're still a student, you're still sort of with young people, I've had my fair share of getting drunk and partying and all of that, I was a very social person in general. So for me to be chained to a desk for 12 hours at a stretch to sit in a in a in a library hall in an archive, a room in the archives, for long hours without a single person around me uttering a word, that kind of thing was initially a challenge, you know, because I'm not that person, I'm generally quite talkative and all of that. So it's almost meditative, you're almost, I mean, quite literally with just yourself and of course, the files, but it also does sort of hold up a mirror to you. So you, you know, in my early 20s, I would see, you do feel peer pressure, right? You see your friends, some of them making lots of money in corporate jobs or whatever their first corporate jobs. Many of them are traveling, they're partying, they've got these wonderful Facebook photographs and here I am sitting with my with my parchment and paper and you know, coming back at nine o'clock and then staying up till three to write. You do feel a little lonely and isolated, but that isolation also becomes a means for self reflection, you start figuring out what works for you, what doesn't, what is an issue for you and what is not and you are also able to surmount a lot of those pressures. Earlier I might have felt left out that, oh, you know, why am I stuck with this project while everybody else is having fun, but very quickly I was able to get over it and then you realize, actually, look, it doesn't matter. I can go out and have fun on my terms, but the fun doesn't define me. I decide when I want to go and have fun and then the rest of the time I can equally with just the same appetite, direct my energy at work and have no issues with it. So I can go an entire year without socializing with just research and I can go another year just for socializing, but doing no other serious work. It's possible because I have control over that process now. And that control is something I developed when I was working on The Ivory Throne. For better or worse, it happened when I was very young, in my early twenties, which meant that at a relatively early age, I had figured out what I wanted to do, how I was as a person, what my strengths were, what my weaknesses were, what upset me, what made me happy. Those things all were wrapped up in that book, you know, I've, for example, small things, I was always a very skinny person and, you know, the one time I put on weight was when I was doing this book because I was stress eating at this one stage where the book was simply not moving forward and I was eating and since then I have, I mean, I have an obsession with cake, but I have to really control myself because even now if it's sugar, I can lose control very quickly. And it was in that time that I realized this about myself, that, you know, this, this stress eating is, is a part of this. It's obviously a sign that you're depressed in some way and you're trying to sort of fill that vacuum with as much sugar as you can. These are all methods of figuring out also who you are. And it was in some ways enlightening in your early twenties to be able to understand all that. I've made my share of mistakes and all of that. I have no regrets, but yeah, it, for me, it was a, it was also a process where I was growing up. So I wrote the book. Yes. The book did well. It got its award and acclaim and all of that, but the book also did play a big role in helping me figure out who I was. So as I say, the person who went in at 19 is not the person who emerged at 25. And that six year gap really was a very meditative, personal, interesting time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:32.080",
        "message": "And do you feel that it helped you discover yourself, or do you feel that it actively shaped you? Because one of the things that I hold is that what you do shapes you actively, even in terms of the forms you choose while you're writing, like I'd written an essay on how a simple thing like the length of a podcast, if you're a podcaster, can end up changing the person you are. So if you're doing a three hour podcast, for example, you do way more research, you go much more deeply, you learn to listen, listening is the most important part of conversation. Whereas if you're doing a five minute podcast, you don't even have to read the book, you just ask a couple of stock questions, and you're done, you can stay shallow. So the form forces a certain kind of content, the content forces a certain kind of behavior. And then that changes you in the long run, like I definitely think that I'm more open and a better listener now, after all these years of doing this podcast than I was before. And I would imagine that is perhaps a similar thing with writing, not just something that is book length, but something that by the nature of being history and by the nature of the rigor that that involves, involves your constantly looking deeper peeling back the layers. So do you feel that that also played a part like had you done something else? Do you think you'd be fundamentally a different person like had you become a banker?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:43.960",
        "message": "Oh, God, can't even imagine that. The only alternate career I thought of in my teens was architecture, but you know, that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:51.600",
        "message": "didn't happen anyway. So I can't be a different person if you think I would have, I think so, I have a feeling"
    },
    {
        "speaker": "Guest",
        "time": "00:45:57.080",
        "message": "I might have. Because I think because the first book was also biographical, it was also about trying to get into the head of this woman who had died so long ago, and occupied a completely different world. You're not just peeling back the layers or trying to get into their mind, you're also learning how to peel back your own layers, you know, so you are also evolving into a different person that when I say the book changed me, it was partly because I was trying to get into somebody's head and the methods by which I was trying to do that, I could also apply to myself. And I could also start figuring out a lot of things about myself in the process. So yeah, I think it fundamentally changed me. I don't think if I was in another line of work, I would be this person, there would be it would have been another person, another version, that version, that version would have had its own issues and challenges. Perhaps there would have been other experiences that would shape that person. But what happened with this, this book in the first six years of my research was very unique and very special to tailoring me into this particular avatar. And I don't think anything else could have done it with that kind of force and, and yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:57.320",
        "message": "And as far as the craft of writing is concerned, how did that evolve? Because one of the things that I have pointed out about your previous books and in our previous conversations is just your storytelling ability. And some of it of course, comes from the stories, Mad Rampaging Elephants and all of that. It's just, you know, your history books are as much fun as the Game of Thrones. But some of it comes from the craft. And it seems to me that, you know, to get that kind of craft so early is tough. Because I look back on how I wrote in my 20s, or how so many young people who do my class kind of write is that they'll overthink it, they'll go overboard, they'll try too hard to impress others or to convince themselves that wow, I can write. And there is none of that in your writing. It's in that sense, you are always lost in the story, you're never noticing the pros for itself, unless you're also you know, somebody keenly involved in the craft and you're looking for that. So how did that evolve? Were there any models? You know, were there drafts? Did you do a first draft and then look at it and say, no, the writing isn't working,"
    },
    {
        "speaker": "Guest",
        "time": "00:47:53.960",
        "message": "I got to tell me a bit about that. There were drafts. In fact, the early drafts of the Ivory Throne are frankly embarrassing now, because I was trying very hard then. Because at that time, you know, somebody had told me that, oh, you know, it has to be exciting for the reader. And I said, Oh, how do I make it exciting for the reader, let me just be very dramatic and all of that. Even in the final version, something which may not work for all readers is, I thought I was being very clever, where I, if you if you've noticed the Ivory Throne, it begins with a flourish, like there's a lot of archaic language in the start. And then as the era develops, so you begin in the 19th century, and it ends in 1985. The language also slowly, let's say, gets more and more modern, more and more contemporary as the book proceeds, which I was doing as a deliberate thing, thinking that, oh, you know, it begins in the 19th century, 1860s, Ravi Varma, all of that. So let me use more antiquated words there and then slowly build up. But that doesn't mean, you know, I write like that all the time. You know, somebody asked me, you know, how do you write with such antiquated words all the time? And I said, I don't actually write that kind of antiquated language. So there was some conscious sort of, you know, tailoring of the prose to that extent. A lot of it just came from reading. And you know, I think I may have said this in your on your podcast earlier, which is that fiction and especially Woodhouse had a great impact and in the way I write and try to sort of, what I think is subtle, but subtly, you know, weave in some humor into the into the text without necessarily pointing out saying, oh, this is humorous, you know, this is funny. I don't have to say this is funny. It's just the tone sometimes. It's just your choice of words sometimes. If you're trying to convey irreverence, you can do it without having to sort of mark it as irreverence and put a flag there saying that, oh, look, this is the irreverent section. So fiction, to some extent, did play a role in sort of giving me that general sense of how I wanted to sound. This is what people call the writer's voice. And you know, in my case, the voice was informed a great deal by fiction because I'd read plenty of nonfiction and there was often a certain dryness, except, for example, Dalrymple's work. William Dalrymple was the first person, I think, in India who wrote that kind of accessible, you know, storytelling format while also being good on research. And that to me was wonderful because this is exactly how I grew up hearing stories. This is exactly how I took an interest in the past. And if I did it, why not others? So yeah, there was, I would say that, you know, there was some conscious effort to please in the early drafts. But then as time passed, and as I got older, it became clear to me that, you know, let's just focus on telling the story well, and not get so focused on how it sounds to a certain person or an intended audience. I was very clear that I wanted the reader to want to turn the pages, you know, you have to keep the reader in mind, you can't just write to please yourself. Because that's another trap. You're writing just to please yourself and you're writing essentially for your mother and your aunt and your sister. There's nobody else who's going to read the book and enjoy it. So to a certain extent, yes, impressing the reader, or rather wooing the reader and persuading them to turn the pages is important. But then just tell the story and develop your own style and your own voice. More than any kind of creative or conscious polishing of the prose. It really is about figuring out how you want to tell that story and how you have a style in developing your own special way of doing that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:57.520",
        "message": "Yeah, and I love many of the touches of humor that come up in your prose and some of it is of course, because of the content like in previous books, you've discussed mad elephants being let loose on to punish people. But in this book, you also have a bit about how they were royals who fornicated with elephants allegedly. And I loved your description of Malhar Rai Gaikwad, for example, as quote, textbook dubious, stop quote, which is such a lovely phrase. And of course, you go on to elaborate upon that. And there is no textbook where those ways of dubiousness are mentioned, but it's quite sort of delightful. So tell me about how the subjects are evolving in your head, because you do the ivory throne, then you do the courtesan book is of course, a collection of your essays, and we had a great episode on that as well. And you have, you know, those middle centuries in the Deccan and all of that, which we did our first episode on, I think, how did you arrive at the subject for False Lies? And since so much of it is based on Raja Ravi Verma, like in a very loose sense, he is sort of not the sutradhar per se, but like a sutradhar, he kind of travels through the story. And in all of these princely states, he's been there, he's painted these people and all of that, which seemed a very interesting thread. So was it just sort of a continuation of that early interest into Raja Ravi Verma? Or did you feel that this theme is something that needs to be tackled? How did you arrive at this book? And what else are you working on? Because you said this is one of two books you're working on simultaneously."
    },
    {
        "speaker": "Guest",
        "time": "00:52:21.400",
        "message": "Yes, so, you know, the books that came before this, it's very interesting, Ivory Throne, I came across a great story. I was very interested in Kerala history because my family is from Kerala. So it gave me an opportunity to dig into that and to tell that particular story. The Deccan book I did because I grew up in Maharashtra. And here, you know, as I said on your podcast as well, we discuss the Deccan in terms of the Mughals and the Marathas and we forget that there was a whole five century period where there were Islamic sultanates in the Deccan. And I thought, you know, I usually work on the colonial period. That is my strong point. I don't work on the early modern period. I don't read Persian, for example. So I knew that this was not a core area that I was interested in. But all the same as somebody who grew up here, all the same as somebody who only found academic texts on the Deccan, I thought there was a gap that needed to be filled. Something accessible for people to just go pick up in case they're interested in Deccan history. But this was also about challenging myself because the Ivory Throne was such a long book, 704 pages. Each chapter was about the length of a master's thesis. You know, my master's thesis in London was 15,000 words. And each chapter is between 12 and 20,000 words in that book. I got very used to having that kind of space. So it was the career and the life of these Maharanis in the 20th century spread over 700 pages. With rebel sultans, I was trying to do the opposite. Five centuries, you know, sort of compressed into just over 200 pages and the rest is notes. It was also a way to challenge myself to see if I could do that kind of brisker, faster sort of broad canvas storytelling. The book's done well, but what's interesting is people who've read Rebel Sultans have not necessarily liked Ivory Throne because it's such a big shift for them in style. People who've read the Ivory Throne first find Rebel Sultans too fast and too brisk for their comfort. But for me personally, it wasn't about impressing anybody as such. It was really about figuring out whether I could do it. And because the publisher liked it, it ended up getting published. Same with the collection of essays, because I wanted to see if I could encapsulate something in 1000 words. You know, your newspaper column has a fixed space when it's a print column. In that newspaper, you have that much real estate and you really can't go over your word limit any week. So each week trying to sort of condense a story, and obviously there would be strengths and weaknesses, but just the process of doing that was also a way for me to learn. And I was getting paid to learn. So why should I not do it? So that's how that happened. The fourth book, False Allies, is partly because, you know, when I was doing the Travenco book, that's when I realized that this whole cliche of princely states being about elephants, dancing girls, and the British sort of controlling these rajas is far too simplistic. Like in Travenco, you know, you have firstly internal palace dynamics, then there's a history of how the dynasty comes to power and that edifice of power is constructed. You have local politics, which has nothing to do with the nationalist struggle. It has nothing to do with what's happening in British India. It's rooted entirely in local caste, local religious identities, and what people would call communalism. And that sort of bubbles up, eventually it results in communism becoming powerful in that particular region. It's an internal history, and it's fascinating in its own right. It's when we say that, you know, history of India in the modern period, the emphasis is always on British India. But the princely states covered about 40% of the territory of this country, which means that what is happening, the micro histories of each of these states is also fascinating. And Travenco gave me a very in-depth sort of study of that, you know, understanding what that whole process was and why a single princely state like that could be so fascinating. And that then, you know, since then, I've wanted to do a princely states book. I was very keen to do a princely states book. But then, you know, the Ravi Varma thing happened because I was asked by the Ravi Varma Foundation in Bangalore to do a coffee table book on him and his journeys in various princely states, which I did. It was a private publication that came out last year. But they read it and they said, oh, you know, you should try and publish this for a general audience because we found it really interesting. So then I sort of spruced up the manuscript, made it longer. This is a 550 page book, even though, again, here, 150 pages are notes, but still. So I decided that what I would do is 562 states. You obviously can't choose. How do you choose from such a large number? One way is get rid of about 300-odd because when people say that India had 562 states, there's already a little bit of, let's say, negative thing in that. Saying, oh, look, so many of them, chota mota rajas everywhere, none of them had any value. The frank truth is about 300 states were spread over just 6,500 square miles in what is called Kathiawar. So you get rid of them, you're down to just about 400 and something states. The real major states who qualify, frankly, to be called partially sovereign states, as opposed to zamindaris, jagirs, etc., were just over a hundred states. So that reduces your options a great deal. And in that, again, there's variety. We think of Maharajas as drowning in alcohol, sitting with their dancing girls. Maharaja of Gondal, who ruled for decades, was a doctor and used to practice as a doctor in his state. Ruled over 1,000 square miles, but interesting character. Maharaja of Kuchin was, you would not find him in the lap of a dancing girl. He would be poring over his Sanskrit manuscripts, very different kind of character. But also the bigger states were interesting because there's more happening within these states. So a state like Baroda, for example, you have a Maratha royal family ruling over Gujaratis. The political dynamics in that state are very different because of that natural, to a lot of the Gujaratis there in Baroda state, it was the Marathas who were the colonizers, not the East India Company, not the British. When you refer to an outsider, it is your king. He's an outside invader who's coming. So how did that polity and how did its system evolve? That was one question. Mysore, you have an aristocracy that is powerful, but numerically very small. And politics is controlled by the vokaligas and the lingayats. These are two powerful rural elements, which is still the case in Karnataka. Even now in Karnataka, Karnataka politics is dominated by these two communities. And you can actually trace that back into princely Mysore politics as well. You go to a state like Pudukottai, different set of issues because the ruling caste is technically a low caste of robbers. You know, they're a robber caste, the very term kallar means to rob or thieves. And they're the ones who become kings here. Dynamics are very different compared to other places. Rajputana, on the other hand, completely complicated because the king is present and you would think the king only has to deal with the British, but not true. The king has subordinate vassal lords who are very autonomous in their own territories. And he's also trying to fight off their efforts to reduce his power. So each of these states have almost distinct political structures. Each of their rulers is dealing with a different set of pressures. So colonialism and the rajas wasn't just about the British coming, the raja hosting a darbar, people having parties. There's a lot of political nuance and intricacy and layers of politics that you can see in these princely states. And I was very keen to sort of, you know, do a book on these princely states. Here, Ravi Varma comes in because this man went, firstly, he's from a princely state. His sisters-in-law, his granddaughters were rulers of those princely states. They were part of the royal family. And then he also traveled through some of these major princely states doing portraits for the rajas. So I thought, you take him, follow his career. So 1860 to say 1880, he's working in Travancore. In late 1870s, for the first time, he leaves the state and does a portrait commission in Pudukottai. So that gives me an opportunity to discuss Pudukottai. Then 1880s, he comes to Baroda. So you get a chapter on Baroda. Then he comes off to Mysore. So you get a chapter on Mysore. And shortly before his death, he goes to Udaipur and therefore you have a chapter on Mewar. 1906, 1901 he goes to Udaipur, 1906 he dies. And that is it. You know, it sort of enabled me to weave five states, rather different in their internal composition, rather different in their internal politics, and try and sort of use him as the common thread. In many chapters, he's just a cameo appearance. He's in the background, he's visiting. And I'll describe the portrait he's done of the ruler. But the chapters really are about the states, about the rulers and the states and what's happening inside these states. He's merely an excuse to sort of look at those states, otherwise, choosing individual states and then sort of having a mechanical sort of one chapter per state without necessarily connecting them. That didn't appeal to me too much here, he may be a very slender thread, but he's a thread. So I thought I would I would structure the book that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:16.600",
        "message": "Yeah, he kind of appears in things much the way Hitchcock appeared in his films, like Hitchcock always made these guest appearances in his films. And there's one film where I think these people are marooned on a boat. So you wonder how will he make an appearance. But if I remember correctly, there's a newspaper cutting and his picture is in that. But of course, all those stories were shaped by Hitchcock here. I think in many of these cases, Raja Ravi Verma was just kind of a bystander, a bit player. And the thing is, obviously, it is convenient for, you know, the British to paint the Maharajas as dissolute, because then they can advance a narrative that listen, Indians can't govern themselves, we have to do it for them. And equally, it is convenient for the congressmen or the freedom fighters who eventually, you know, take over independent India to paint them that way, because then they can justify what in a sense was their own act of colonialism, just getting rid of all the princely states, using the colonial apparatus which exists to this day of predatory Indian state and just using that. There's a convenient narrative for both of them. Now, what of course you've done is that shown in this book, given glimpses of the multitudes that are contained within. But I think the danger for anyone looking at the past, not just a historian, must be the danger of hindsight that you already know what has happened. And that can sometimes change the way you look at stuff in the past. How difficult is it to actually make that imaginative leap, where you actually put yourself in somebody's eyes, right? What does the world look like to me? Like today, we know how history unfolded. If you're sitting in 1860 in say, Travancore, you haven't heard the word colonialism, the idea of India, you know, what is it, you know, maybe it's not there for you. Maybe it's incredibly nebulous. So is that a shift that you keep making and that you have to remind yourself to make like I remember, you know, one of the main characters in your book is T Madhava Rao. And you point out about how, when he was dying, despite his immense eminence and the admiration he was held in and the great work he did in administrative terms in the princely states where he was the main administrator and the regard that the Empire held him in. At the end of his life, he was kind of irrelevant because a modern day radical freedom fighters who were coming up were like, oh, this guy is a stooge and this guy is like supporting the Empire and all of that. And even they, you know, even a person sitting in 1890 is not making that imaginative leap or what the world looked like in 1880. So from this distance, how hard is it and is that something that you've learned to habitually do to first construct that contemporary world, so you can see it from their eyes? Or do you have to keep reminding yourself to do that? Or do you feel that you've ever fallen into that trap sometimes?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:52.720",
        "message": "No, this is the thing, right? So as somebody who gets more and more used to sort of dealing with historical material, you realize that none of these narratives can be taken for granted. All these narratives were constructed either by somebody, not one individual, but by a generation for a certain purpose. And therefore, that's the logic for the narrative's existence. But you know, with the princely states, for example, we would often assume that these were always inevitably going to fail, for example, inevitably, they would have to go, which is not true. If you look at the evidence, as late as the 1930s, there was a seat at the table during the negotiations of the 1935 Government of India Act, which is what the British called India's constitution in that year. They had a seat at the table. There was actually a federal system that was being planned where the princes would be a part of the political structure. Go back to the 1860s, nobody would have dreamed that 100 years later, the princes would not exist. You know, we now think that, oh, they were feudalistic, they were backward, therefore nobody, we don't need to respect them. The frank truth is that in the 1860s and 70s, people did respect them, the nationalists respected them. For the nationalists, for example, the British interfering in a princely state and say, toppling a Maharaja, replacing him by somebody else. These were not some things the British were supposed to do. It was a nationalist cause to preserve the autonomy of the states because these were the final enclaves where the British did not directly affect policy. You know, it did not directly affect the lives of Indians, it was where Indians were able to rule. Dadabhai Naoroji, if you've read Dinyar Patel's book, he was on your show, you know, there's this quote I've used from his book in this book, which is where Dadabhai Naoroji comes to Baroda as Diwan, we've never heard of this, we always talk about Dadabhai Naoroji winning an election to Parliament in Britain, but not that he was a Diwan in a princely state. And he says that we've not come to serve the man, we've come to serve the cause. And the cause is precisely this, preserving the autonomy of the princely state, preserving it from British inroads, because that matters. It mattered to nationalists. M.G. Ranade, when he, if you look at his collected writings, he's got this bit where he talks about the future Indian Parliament. And he actually sees it as a house of commons represented by people in British India, and a house of lords, where the princes and their people are represented, which suggests that he also saw the princes very much as a legitimate element in Indian politics, not illegitimate. Gandhiji, as late as the mid 1930s, he was always hesitant to interfere in princely states. As late as the early mid 1930s, he was saying that, you know, interfering in a princely state is like interfering in Afghanistan or Sri Lanka, you know, that's not something the Congress party can do, because we are only focused on British India, where the British are directly. The funny thing is, Dadabhai Naoroji won the election in Parliament, and that election was funded by a lot of Maharajas, you know, they were the ones helping him, because they had an active interest in having somebody, an Indian, a brown, or as the British, I think a British politician called him a black man, you know, wanting him in Parliament, because he, that was their way of sort of giving a poke at the imperial power. In the late 19th century, and from a good chunk of the early 20th century, the nationalists and the princes were actually more or less on the same page. R.C. Dutt, he was a Congress president, also ended up becoming Diwan of Baroda. Madhav Rao was, in the early phase, he was part of the Congress process, he was at the reception committee in Madras, etc. You know, a number of overlaps existed in this form. The historian K.M. Panikkar has written about how it was in the princely states that a whole generation of talented Indians, they would all join as clerks into the British service, even if they lived in British India. And then after a few promotions, they would realize there was a glass ceiling, because of the color of their skin, they could never go beyond being a sort of glorified secretary. Your titles may change, but you are always a white man secretary. Those men who managed to rise above this usually moved to princely states, where they would become Diwans, where they would become ministers, and thus sort of create not just a career for themselves, but also a reputation. And a reputation as Indians governing Indians and doing it well, doing it sometimes at standards that exceeded those in British India, it gave a lot of Indians pride. These were heroes of that generation, especially in the 19th century. You mentioned T. Madhav Rao, he studied in Madras in a British school, he joined the clerical service of what was then the East India Company, still ruling in India. But then around 1850, he transfers to Travenco State as a tutor. Now the local Maharaj in Travenco wants an English tutor, because he knows that in this new world, in this new colonized sort of space that is India, the English language is extremely important. He already speaks English himself, but he wants his nephews also well-trained and well-tutored. He gets Madhav Rao to come and teach them and become their tutor. And that, Madhav Rao impresses the Maharaja that he's very soon after given a very high post in government, just two steps below that of the chief minister. A few years later, when it comes to finding a new chief minister, there's a local candidate who's senior, and then there's Madhav Rao. Madhav Rao wins because he speaks English, he's got lots of friends in Madras. So he becomes a bridge. On the one hand, the colonial state is happy with him because he's, you know, what Macaulay called on the face of it, you know, a man brown in color, but English in tastes and speaks English well, writes very well, has read everything that the English value as good literature. But the Maharaja values him because he can become a good spokesperson for the state. And that's what he becomes. He becomes Diwan of the state and starts actively developing the state. He knows that, how do I prevent British intervention in the state? They can intervene if revenues are bad, they can intervene if there are social injustices, they can intervene if there aren't enough roads, public works, schools, let me get all of these things done. So you have a huge budget for public works, you start diverting funds into schools, you've got hundreds of schools being set up in the vernacular languages. The Maharaja himself transforms the way he dresses. From your colorful Persianate robes, you start wearing these sober, almost dull and boring English type clothes because you want to show that you're also an active ruler. You're not like a puppet or you're not an exhibit who is meant to look exotic. There was an active effort to show that no, we can actually govern and we can do so far better than the British. And you see Madhavrao moving from Travancore, then he ends up in Indore for a while, then he ends up in Baroda, he lobbies, my friend Rahul Sagar is doing a biography, he told me, I found out in one of his essays, it's not in my book, where he says that Madhavrao even lobbied for the Diwanship of Mysore because these were the important big states. And for him, it was his life's mission to go and improve these states and make successes of these states. And for the Rajas, they needed suitably trained Indians, so they didn't need to get the colonial state involved. There was this wonderful sort of compact between these two people. The Indian National Congress, very hesitant for the longest time to discuss the princely states, partly because the Maharajas were funding them. You know, in 1887, Viceroy tells the Maharaja, stop funding them. He tells Mysore, Mysore stops. But as late as 1901, Sayajirao Gaikwad of Baroda still secretly giving money. One scholar has written about how even into the late 1920s and 30s, covertly, a lot of the Maharajas were paying the Congress because they wanted the British to be held to account. They had an incentive in keeping the British on their toes because they were not passive. They were not just, they didn't just pretend to be dead and allow the British to do everything they wanted to them. They actually did try to fight. It was not military means, obviously, as rulers of states, it was not satyagraha on the streets either. But it was the subtle and rather interesting ways by which they stood up to the British, sometimes by making statements. You know, Mysore, when the royal family was returned to the state after 50 years of British control, it became almost like this cult in Mysore to have industrialization and to sort of develop the state as an industrial headquarters for India. By the 1940s, the Maharaja didn't sanction it because he thought it would be a white elephant. But Mysore was actively considering setting up a car manufacturing unit because the sort of technocracy that controlled the state really wanted an Indian princely state in the subcontinent to become this huge hub of automobile manufacturing. Because everybody believed, no, no, backward country, poor, brown people, what are they going to do? They don't have the scientific and technical prowess. And Mysore invested a lot of its money, lost a lot of its money, pulling off these industrial experiments simply to make a political statement. Many of these ventures didn't turn profits. The Rajas knew they would never turn profits, you know, for decades they did not bring them a single penny in terms of, you know, returns. But they would still pour money into it more and more and more simply because it was important to the identity of the state as, you know, a very industrial and forward-looking place as a way of sort of taking the sting out of the British argument that natives were no good when it came to science and technology. Each of these states have these very interesting ways of countering the British, sometimes through ceremony, sometimes through ritual, you know, the way you treat your resident. And the British sometimes, you know, in their texts and writings, they make it seem as though these Rajas were too obsessed with ritual, etc. which is not true because the British were just as obsessed. So the British would come and fight with the Rajas saying, why have you put my agents, my representatives chair on the left side, the right has greater honor, it has to be on the right side. Then the Raja will fight back saying, no, no, no, the left is always where the chair has been. So you can't move to the right. It's actually a political negotiation. These are not eccentrics who are fighting over the place of a chair. The place of the chair has political meaning. So if the Raja allows this man to come and sit on the right side, he's essentially acknowledging that person's capacity to not only bully him, but also show publicly that this person has greater power over the Raja. So the Raja will insist as far as possible to keep him on the left. In Hyderabad, the Nizams would not allow the residents to wear shoes in Darbars and the English found this really insulting because, you know, for them, it was a mark of their privilege and status to walk into a Darbar with their feet covered, the Nizams wouldn't allow it. Two generations this dispute went on. Eventually they succeeded when there was a little boy on the throne and there was a regent who was actually ruling. The regent had some other negotiations with them, a return of territory, other issues. So he said, okay, fine, we'll let you win here so I can gain something bigger later. And that's when the British finally get the right to wear shoes in the Nizam's court. On the face of it, if you write a sort of sexified version of the princely states, haha, these frivolous people fighting over shoes, but no, it was really politics through ritual. These small details all had political meaning. You know, before Bahadur Shah Zafar was, was exiled in 1858, if a viceroy or a governor general passed Delhi, there was one, I think, forget his name, I think it was Lord Hastings who didn't, would not go to Delhi because he knew that if he went there, he would have to go and meet the emperor and he would have to take the supplicant position for formal purposes. And he said, no, the East India Company is now supreme, I will not do it. So he didn't go, but all the same, he didn't want to upset the Mughal emperor. So he sent him gifts, some carriage or something. So he was trying to sort of come to a compromise, but the Mughal emperor would insist that if the governor general came, he would have to take a supplicant position. The Mughal had no power, but that ritual allowed him that final sort of capacity to make a political statement. And so the British were also doing politics through ritual. They were also very much part of this game. And so were the nationalists. You know, when there was this boy, Maharaja of Kulapur, he's a footnote in the book, I couldn't keep him in the main text. He ended up being killed by his British warden. He was beaten to death. It was quite tragic. Young boy in his teens. He even tried to run away at one point because of how much they were trying to control him. It was a huge issue for the nationalist press, the Kesari, Tilak, you know, all the Maratha press of Pune, they were all up in arms protesting against his treatment and actively trying to support Kulapur state because they said that this is not just about a local Maharaja and him becoming trained by British people or whatever. It's an issue that matters to all Indians. When you treat an Indian of this kind of importance, Kulapur is basically Shivaji's descent. When you treat him poorly, it is a cause for Indians as a whole. It is not a cause just about one princely state. And the British were therefore very aware of this and they knew that princely states could also be used as platforms against them. So just as in later times, Maharajas would give funding and support to the Congress behind the scenes, at one point in Baroda, I think in the mid 19th century, you have a situation where dacoits and raiders would go out from Baroda, rob and sort of attack British territories in Gujarat. And as the police chased them, they would come back into Baroda. Problem being, the British police could not follow them into Baroda. And the Maharaja would look the other way, pretend he had no idea. Every now and then, he would catch one or two of the dacoits and hand them over to the British. But he actively let that happen because he enjoyed the fact that his people were going out and giving the British a little bit of a bloody nose every now and then. In Mysore, as late, you find in 1906 or 1907, a British official complaining that these papers in Mysore, the royal family, if you criticize the royal family, they will take you to the cleaners, the Mysore government. But if you criticize the British government, the Mysore government will pretend nothing has happened. They were allowing their local press to criticize the British actively because there the Mahasore Maharaja had no interest in protecting the British or their sentiments. Same complaint repeats in the 1920s, which means that for a 15 year period, Mysore Maharaja is looking the other way, letting his press call the British whatever the names they want. And there's this wonderful quote where the resident says that, you know, the British resident says that if these papers were in British India, they would have been long ago sort of prosecuted into oblivion, but because they're in a princely state, the British can only request and cajole and add pressure. But unless the Maharaja issues the orders, nothing can be done. So these Maharajas were not passive. The British called them allies, which is where the title of the book is false allies. You know, they were not necessarily allies in a meek, submissive sense. They were stuck in this strange political equation. But the moment the British eye turned in some other direction, they would try to shift. So these pillars were very shaky. You know, one moment the weight is on them, it will pretend that it's a very stable pillar. The moment the British attention moves to some other topic or some other state, these Rajas will try to see how much room they have to maneuver and try to amend the equation a little bit. So they were not passive by any stretch. They were not necessarily committed to the empire. The very fact of them funding revolutionaries and anti-British politicians shows that they were not, you know, they were capable of playing a political game. They didn't just lie down and take it. They had their own ways of fighting back as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:32.520",
        "message": "And some did it more overtly than others, like one of the fascinating characters in your book is Sairaji Rao Third of Baroda, where, you know, he's anti-caste. He starts supporting the underprivileged with schools and all that. He funds Ambedkar's education, right? And you know, whenever he goes abroad, he meets revolutionaries like Taraknath Das, Madam Kama, Shyamji Krishna Verma, no relative of either mine or Raja Ravi Verma, who founded the famous India House in London from, you know, which Savarkar was a part of and pretty radical bunch. And Sri Aurobindo was his aide for a while. The other thing that sort of strikes me is that fighting the British can happen both in overt ways and more subversive ways, which are kind of under the surface, like you pointed out when Dadaji Narubhai was for a very brief while, the Diwan in Baroda, where so much was happening. I mean, you know, the Maharaja didn't like him, the resident didn't like him and allegedly the Maharaja tried to poison the resident and later got convicted for that. And it was full on drama, which I think I discussed in my episode with Dinyar. But he's very clear that this is for the cause, not for the man, as you've quoted him saying. And he's very clear that if we show that Indians can govern themselves, then the biggest raison d'etre for the British to be here, kind of goes away, punctured. And there are other people like Madhava Rao who are not saying that, their rhetoric isn't that, but clearly that is what they are doing. And therefore, it's sort of a dilemma for the British also in a sense, right? Like one, the British need the good administration for the revenues, because they're bleeding the country dry. But on the other hand, they also want a reason to sort of keep control and all of that. How does this sort of rhetoric evolve over the years? Because even right down to the 1930s and 1940s, if you look at sort of Churchill's utterances on how, you know, Indians are effectively brutes who can't govern themselves, and this will be a country riven by caste and torn apart and the British are required. How is that narrative kind of shifting? And is there a realisation that, hey, this is just BS, like within the company, as it were, within the British Empire, I mean, there are multitudes there also, right? Not everybody is your officer in Lagaan."
    },
    {
        "speaker": "Guest",
        "time": "01:18:36.280",
        "message": "So what sense did you get of that? That's the thing. You see, there are lots of British officers who actually celebrate these native statesmen as well. They're called native statesmen because, in quotes, because that's what they were called in the 19th century, statesmen could only be white. So if you were a brown statesman, you were called a native statesman. It's a loaded term, but I use it in the book because it belongs to that period. So you know, there were some of them, for example, there's this character I discussed called Shesha Yashastri, you know, on the one hand, trained in an English school, very good at sort of, you know, rising up the British bureaucracy, hits of ceiling himself, you know, is treated poorly, not given the same salary, has to fight certain battles. And till then, he's relatively obedient, you know, he will stand up for himself, but he's not really talking about the wider Indian sort of cause. But then he becomes Diwan of Travancore, and suddenly his tone towards the British changes. So when they send him to Travancore to become Diwan, they think they've got a loyal man who knows them, and therefore will be a wonderful bridge with the Raja there. The Raja, of course, has his interests, which is that I don't want you to be loyal to them. I want you to obey everything I will say. Shesha Yashastri has his own agenda, which is he wants the Raja to become a constitutional ruler and sort of develop the politics and the structure of the state. But all the same, he's also a Brahmin Hindu. So he's just as interested in the state's temple activities. So the British say, you know, these temples are costing too much, there is a drain on the exchequer. He says, no, this is a princely state, there is a Maharaja, there is a state temple, there are so many temples to take care of. As it's Diwan, I am going to do this because it is also part of my duty. And he sort of deploys statistics to show that actually the revenue from those temple lands, which the government takes is far higher than what they spend on maintaining those temples. So already there's a slight turn there. He starts, you know, writing on various British policies, he picks a fight with the British. They have this rule, which is not written in any of the treaties with the Rajas, but the British will simply not allow a royal judge to try a white man. And Shesha Yashastri tries to pick a fight on this count, saying that unless Travenco as a state gives away that right to the British by treaty, you cannot insist that Travenco judges cannot try a white man. They have to come to a compromise where eventually, you know, there's brown as well as white judges on the bench. But in the fight itself, you show that this man, even though he was trained in the British bureaucracy, even though a lot of British bureaucrats loved him and they thought he would be a very sort of, let's say, friendly figure, even when he moved to the princely state. No, once he moved to a home territory where it was brown people in control, brown people in power, brown people in their element, in their own country, completely in control of what was happening, his tone immediately shifted. And that essentially suggests that it was always there within. It just got an opportunity to manifest itself the moment it was released from British control into what was called native territory. You mentioned Sayajirao Gaikwad of Baroda, even more fascinating story, you know, and this is where you realize that even in princely politics, it's not just one group sometimes. You have at the beginning of the story, you have a Maharaja, Khanderao Gaikwad, he doesn't have children. He's got two wives, no children, picks up a 13 year old girl when he's in his late 30s, approaching 40, marries her, lives with her for four years, no children. The moment he dies, his brother, who's been locked up already for being a slightly textbook dubious character, Malhar Rao, he becomes the Maharaja. But the widow has a strange strategy and this is something the British note in 1884, there's a gentleman who writes about this, says that Indian Maharanis are very shrewd because any time there's a disputed succession or there's a ruler who dies without an heir, they will instantly declare themselves pregnant, by which for nine months at least you have to defer the succession. And that opens up a window for different factions in court to realign themselves, change the political landscape, come to terms and try and hammer out an agreement without the British gaining too much control over the situation. In Baroda, the same happens. The late Maharaja's wife, who's all of 17, suddenly claims she's pregnant. The brother who's been released hates it because he's like, you know, how can you suddenly come into this? I thought this was my party and you're now trying to snatch it from me. She unfortunately gives birth to a girl and it's fascinating because she moves to the British residency to give birth because the brother-in-law is trying to poison her. So she's also countering that by living under the British agent's nose. She forms an alliance with the British. So there are different interests at play. She and the British both dislike the brother. So in that context, she allies with the British, gets rid of the brother. I mean, he rules for five years. This is when Dadabhai Naoroji comes in. He proves to be a bad character. The whole story of him attempting to poison the resident is slightly questionable because he was never actually convicted of that. The jury was split as far as that was concerned. But the British have decided we're not going to let him rule anymore. So after five years, they get rid of him. Now the Maharani comes back. She, by the way, during these five years, the complaints that the British use as an excuse against Malhar Rao to depose him, many of those complaints were sponsored by her. She would sit in Pune where she had lots of her own money given to her by her late husband. She would use that money to fund complaints against her brother-in-law in Baroda. She would use that money to bribe the British resident's own officials. So even when you say there was a British resident in a state, he was also susceptible to lots of influences. That person could also be manipulated in a way where the British resident didn't even realize he was being manipulated. In her case, this Maharani Jamnabai was just paying his servants and assistants to keep fanning his animosity with the Maharaja. On the other hand, she's getting other people to complain to the resident about the Maharaja. Altogether she's putting so much pressure on the Maharaja that he ends up blundering and is eventually kicked off. Now she and the British ally, they come together and they decide we need to choose a new king for the throne. Both have, again, a common interest. The British want, what they say in one quote, a malleable boy whom they can shape and sort of make sure he's loyal as he grows up. She too wants a young boy because then she can retain her control over the boy and essentially be the person, the power behind the throne. So there's an older man in his 20s, they exile him, saying that no, no, your claims don't stand up, we're going to bring in a distant relative, a boy of 12, which is the future Sayajirao Gaikwad, and my god, this poor chap, Madhavrao also enters the scene. On the one hand, he's got the British resident on him, he's got a white tutor on him, he's got this wonderful administrator Madhavrao on him, and he's got the Maharani. All of them have their own incentives to tutor him and tailor him in a way that fits their respective purposes. Madhavrao wants a constitutional ruler, the British want a loyal ruler, Maharani wants a puppet, a rubber stamp, each of them is putting pressure on him. When he eventually comes to power in the year 1881, he very quickly shows that none of this has worked. He is essentially his own man. The British, for example, try to impose conditions on him, saying that because the previous Maharaja was such a bad egg, you're going to have some limitations on your power. Sayajirao says, fine, you're my overlords, I will accept the limitations, but with a time limit. They say, no, no, no, you can get rid of them whenever you want. He says, no, no, no, I want a clear time limit, two years at most, not beyond that. A wise decision because they do this in another princely state in Bikaner and the poor chayap was saddled for nearly a decade with these restrictions on his power. So Sayajirao managed to show that he would not take things lying down. Two years into, he picks a fight with the Maharani. The Maharani starts demanding large sums of money. He's not obeying her orders. He's not treating her as if she's the queen of the state or the ruler of the state. She actually writes to the British and this is a quote from her letter where she says, he has not till now been listening to you and your orders. We must put an end to his self-sufficiency. So she's trying to come back and ally with the British to get rid of this one, or at least tame him. This time, for some reason, the British don't support her. One of the reasons may be that this was a time when Lord Ripon, a very popular pro-Indian Viceroy was in power, which also tells you about how much individual British officials and officers could make a difference. And she's told, no, no, mind your business. He's going to rule. And he then becomes this slowly more and more confident. He's meeting the politicians of Pune, which is Ranade, Gokhale, Tilak. These are the people he's hanging out with, Jyoti Bafule. So he's picking up things from them. He's starting to go abroad. He's picking up ideas and, you know, forming a vision for his state abroad. And one thing he realizes very quickly is that the British, when they say an Indian state should modernize, they essentially want a bad copy of the British model. They don't want an innovative new copy. They don't want a system or a version that is rooted in Indian ideas. They don't want a system that is better than the British. They want a bad copy that will allow them to say, oh, we're letting the state modernize. But look, it's not good enough, so we still have to control the state. They want to have their cake and eat it also. And he realizes this very quickly. On the one hand, he's got to deal with this imperial sort of pressure. But as I said earlier, Baroda also has a situation where you have a Maratha royal family over Gujaratis. So there's also that politics. So you have Gujarati, for example, his Gujarati minister, he appoints a Gujarati minister for the first time in the state's history. The minister ties up with the British resident and tries to cut the Maharaja out. So then he has to get rid of the Gujarati minister and slowly let Gujaratis in at lower levels so his own position can't be challenged. And then by the end of the 19th century, you start seeing him flirting much more seriously with the Congress party, with Congress politicians, funding Naoroji's election, funding other activities of the Congress, giving speeches that very quickly the British start getting very uncomfortable about and they think that this is bordering sedition, the kind of things that he says. Every speech he will talk about national ideas, he'll use the word national, he'll say we must have a national culture, a national art, a national government in future. He's saying things that Maharajas are usually allowed to feel but never allowed to say. But he's boldly going out and saying these things. Trying to stop him doesn't work because he's a major Maharaja. He's delivering good things to his government, his finances are wonderful, there's no debt in the state, the government's run efficiently, schools are being built, roads are being built. So you really can't find a corner into which you can force him and make him obey you. Of course, the straw that finally breaks the camel's back is a good 30 years into his reign, around 1910. This is when, in the pan-Indian context, bombs are being thrown, revolutionary activities are picking up in India. And there's this time where he's asked to give a speech and he says that, oh yeah, I don't agree with revolutionary methods. But he also adds that, you know, the core issue must be addressed, which is what? British rule, foreign rule. So he's not completely giving the British what they want. They try to get him to get his speeches pre-approved and he says, absolutely not. The future king of England, as air apparent, visits India and he's passing through Baroda and Maharaja says, no, no, I'm too busy, I have to go to Europe myself, so I'm not staying around to receive this prince. He can come, my government will take care of him, which the British don't like. Finally there's this Viceroy around 1909 or 1910, who's coming to Baroda. On the way, a bomb is flung at the Viceroy, the Viceroy survives. He comes to Baroda and he hears graffiti on the wall saying that, you may bring all your troops and armies here, we will not cease to resist. This is in a princely state in the Maharaja's capital. This is written while the Viceroy is present. And it's very difficult for the British to believe that these things could happen without the Maharaja, if not actively supporting it, definitely looking the other way. They have this time where they find that of about 167 seditious, revolutionary propaganda books that are published in India and which are banned by the British government, 17 have emerged from Baroda. And the Maharaja claims, oh, I have no idea, which the British simply don't believe. At one time, Bombay police raid Baroda, get to two presses and identify these books. They find a book called Vegetable Medicines, which is actually about bomb making. And they hold the Maharaja's government to account, but the Maharaja's officials turn around and say, okay, hold on, before we go into this whole revolutionary thing, on whose authority have you entered Baroda state? Who gave you the permission to raid our state? So your very action is not acceptable. So first you go back to Bombay. You had no authority entering and the British are very upset, saying, how can you talk jurisdiction when we found revolutionary material here? They say, Maharaja, you must sack these people, appoint a white man as head of your police, appoint white officials into your government. Maharaja doesn't sack them, he demotes them. One of them gets angry and he's not happy being demoted, so he resigns. Maharaja gives him 10,000 rupees as a gift. All of these are clear signals to the British, basically telling them to F off, saying that this is my state, you may be everything else outside, but in my state, I am sovereign and I will not take things lying down. Of course, then there's that famous episode of the 1911 Delhi Darbar, where Sairaj Rao goes to meet the British king, where by accident, it is construed that he insulted the king by turning his back and not properly bowing to the king. Some say the greater sin that he committed was that he came there in regular business attire, which is a usual white hachkan with just a string of pearls, none of his British titles and robes and medals and all of that. And they were very upset because when Maharajas came out in Darbar, they were supposed to look like bejeweled ostriches and peacocks, they were not supposed to look like ordinary people who could do business, they were supposed to look exotic. And he refused to play that game. So then they say, oh, he's not loyal, he must be toppled, either he must abdicate or he must be deposed. That pressure finally gets to him and he realises, okay, hold on, I've pushed the British to the brink so far, but getting deposed is not worth it. Because if you get deposed, who's going to be put on the throne, they're going to be beholden to the British for their power. So they're going to be easy for the British to manipulate. So he sort of pulls back a little bit. After that, all his statements which are anti-British are channelled through somebody else. Usually his Diwan, some official, somebody else. He will not directly pick a fight, but he will find other ways to get that message put out. And then he dies in 1939. And you know, it's a long reign, a very exciting reign. He was such an interesting man that at one point, his own Diwan was able to propose a constitutional form of monarchy to him, saying with full representative government, give Baroda a constitution and you will then become just a titular monarch. Sayajirao did not buy it. He said, no, that's too ambitious. But the very fact that that proposal could even be made to him is suggestive that he was a man willing to consider a different kind of future, even within the princely states. And there's this diary of the Aga Khan, where the Aga Khan recounts a conversation with Sayajirao, who says that if there's ever an Indian nation, all these princely states will have to go. And if you have to become a nation, they will have to go. So even though he's a prince, even though he's part of that universe, he's aware that there may be sacrifices coming up for a better future, for a different kind of future. And he's willing to acknowledge that. So overall, in this book, he's one of my favorite characters because such a textured, layered person, he was not much of an original thinker himself. But he had this knack for surrounding himself with talent, whether it came from the Congress, whether it came from British services. The British, for example, were very upset at one time that he was being guided by an Englishman called Elliot, who was his tutor. Now, the British liked white men governing and helping brown people, but they had to be officials. They had to be part of that official system. You couldn't get a white friend to come and do it. That was just as taboo as having brown people run their own affairs. So this man was fascinating and interesting in a remarkable degree, ruled over Baroda for a long time. And because he was so successful at government, it took the British a long time to find an excuse by which they could finally say that, look, we will depose you. Otherwise, for decades, he was able to get away with saying the most pointed things and criticizing them in the sharpest ways and boldly doing things such as supporting revolutionaries, which people would not dare to do if they were really afraid in those days. He could do it because he knew he was secure. But they finally found that one chink in his armor and managed to sort of get him to sober down a little bit. But yeah, overall, I think he was perhaps the, of all these princes of that generation, he was the boldest and the sharpest."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:46.560",
        "message": "Yeah, and for all those who think of the Indian princes as capricious or eccentric or whatever, you know that King George, the fifth incident of the 1911 Darbar, is worth pointing out what happened here. The protocol was that each prince one at a time had to go up to the king, bow in a particular way, then take seven step backwards and then move off. And he apparently, without taking all seven step backwards, turned his back and that offended them. So that is not an Indian prince getting offended by the stupid ritual, it's a British king."
    },
    {
        "speaker": "Guest",
        "time": "01:34:16.400",
        "message": "But what's also interesting is, there's actually video footage of this, of that 1911 Darbar, and Sayajirao wasn't the only one to do it. Baroda, sorry, Mysore and a number of other Maharajas did the same thing, but only Baroda was targeted because the British had already decided that he was a bad egg and they wanted to put him in his place. The video footage shows clearly that nothing Sayajirao did was not done by others. The other senior princes also acted in similar ways, but they were not targeted because they didn't have that sort of, you know, the mark on their forehead already. The British had already decided that this one is somebody we need to put in place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:47.960",
        "message": "Yeah, it's like how the Americans got Al Capone for tax evasion, they couldn't get him for"
    },
    {
        "speaker": "Guest",
        "time": "01:34:52.080",
        "message": "anything else."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:53.080",
        "message": "So it's kind of like that. No, I mean, just reading that chapter of your book, it just feels like it would be such a great web series and not just for Sayajirao, like even before him, like the craziness of Malhar Rao Gaikwad, like, I don't want to give too many spoilers, but this is really fascinating because Malhar Rao Gaikwad's brother Khanderao is on the throne, Malhar Rao is locked up for trying to poison his brother, then his brother dies, so he automatically becomes a king. Now the minister who got him locked up, he sends him to jail, and that fellow dies. And meanwhile, the things Malhar Rao does is things like just abduct women and take them into the palace. Like you use the phrases taken like pigeons and filthy violations being committed on them. So it's all incredibly colourful. But eventually, he also falls to this kind of Al Capone tax evasion thing where he has actually poisoned people and killed people, but he's framed for something he probably"
    },
    {
        "speaker": "Guest",
        "time": "01:35:42.160",
        "message": "didn't do. Yeah, which is quite, I mean, it's ironic that that's how it finally, they snatched the throne from him."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:47.560",
        "message": "But yeah. And in the middle of all this, Dadabahu Naoroji landed up for a couple of years and he's like, what is this? Where am I? What is going on? So we'll take a quick commercial break now. And although you've spoken at length about this particular chapter of your book, when we come back from the break, we'll actually start talking about the rest of the book. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Gherabaswari, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com, that's Colors with an OU, and make art a part of your life. And hey, for a 15% discount, use the code UNSEEN. That's right. UNSEEN for 15% off at IndianColors.com. Welcome back to The Scene and The Unseen. I'm chatting with Manu Pillay about his wonderful book, False Allies. And let's start talking about the book now. And you start with this very interesting portrait of Prince Aswathi Tirunal by Raja Ravi Verma. And it is this kid, he was a teenager, he was 16 at the time. And he's sitting on this tricycle with these really giant wheels. But he's wearing European clothes. And he's got this stern expression on his face. And none of the kutru monstret you'll expect from royalty. And there is sort of this sense that not just him, I think you talk about it as something representative of what a lot of royals were doing at the time wanting to be seen as more European and less of the sort of the oriental Indian sort of debauched Maharajas dressed like peacocks and all of that. So tell me a little bit about how that process was taking place, a point at which you kind of aspire to being like the British like I remember I did an episode recently with Peggy Mohan on the evolution of languages. And there at one point, she talks about how, you know, some of Ghalib's poetry, for example, is not at all intelligible to many people because it's so much more Persianized than poets of an earlier age or than he was in his regular everyday writing. And there is a reason for that. And because he doesn't want it to come so much to the attention of the emperor and so on. So like language indicates which way the politics of the day is going. And there is something happening in the 19th century, which, you know, I think persists with us to this day, that this desire to learn English and to be like the English and all of that, which, of course, has had a terrible deleterious effect on the way that we use the English language with all its pomposities and so on, which even the British have thrown away. But tell me a little bit about what's going on inside royal heads at this time, that on one hand, they must be resenting their rulers. But on the other hand, they're trying to be more like them."
    },
    {
        "speaker": "Guest",
        "time": "01:39:15.200",
        "message": "So what's happening? There's this quote from, I think, a time, Lord Macaulay, I think, who visited one of the Maharajas of Mysore in the early part of the 19th century, somewhere in the 1830s. And he says, oh, you know, his house is like that of a vulgar cockney cheese monger. You know, it's got strange European paintings, random furniture from Europe. It's just filled with all kinds of things. And then in the 1850s, with the Travancore Maharaja called Uttaram Dhirnal also, you have a similar comment where a British official comes and sees his house is full of mirrors, these objects he's collected from Europe, completely random, no order, nothing. In another Maharaja's place, they see these, I think, these gas lamps, they used to put a street lamps or hang on carriages sitting inside his main audience hall as though it was some grand thing, whereas in England, it was used on carriages. Now, it would appear that these were comical things and these Rajas were just these idiots who saw these beautiful trinkets from abroad and their eyes just went wide and they said, oh, we must have it. But no, the thing is, for the Rajas also, as far as their subjects were concerned, having these strange and interesting possessions was a way of reflecting their international reach. Saying, look, I've got all these wonderful things, these mirrors and clocks and, you know, clocks were such a remarkable thing at that time. So I've got 20 clocks because, you know, I've got so much international reach. There's the story of a Raja who thinks he's, I think it's called bonbons or something. He thought he was importing a bunch of things he could eat. It turned out to be these idhas, you know, wigs that people used to wear in those days, those powdered wigs, or like this frame that women wore under their gowns. And he was just taken aback that this is what he had accidentally ordered. But the Rajas were essentially trying to communicate to their audience that, look, I have international reach. The British may look down on it, but the Rajas had their own purpose. That painting you refer to, it sits in a private house in Trivandrum. It's this very strange Ravi Orma painting. That tricycle is, it's one of those giant, it's a royal salvo, Queen Victoria had one as well. This was the rage in the 1870s and 80s, where, you know, bicycles were no longer fashionable. This is what you had to be on for a few years. And this guy, by posing on it at the age of 16, he's, frankly, he's passed his matriculation exam. Now, princes usually didn't go to college. He would end up getting a BA degree as well. And he was actually called the BA prince because he was the first prince in India to get a college degree. Now, in not wearing those Indian clothes, in not wearing those embroidered Persianate robes that the Travancore Maharajas used to wear earlier, he's not just trying to, he's not deracinated, he's not trying to anglicize himself in the sense that he's ashamed of what is at home. The Travancore Maharajas still fed 15,000 Brahmins on state events. They still had those great ceremonies where they would take a dip in water and come out out of this Padma Garbha with all kinds of, you know, new status ascribed to themselves. They would still go to their temple and they would still maintain a lot, spend a lot of money on temple rituals. But they would not allow themselves to be treated by the British as just these exotic exhibits. So dressing in a dull grey coat, wearing trousers and shoes and posing on a tricycle, which everybody's posing on in Europe and everybody owns in Europe, is a way of signaling that I am part of the same cosmopolitan global elite. I am part of that same thing. I'm an equal member of the same thing. I may be brown, but I can also lay claim to that particular, you know, world. And you cannot look down at me as though I'm just a sort of prop that's here to look pretty while real men who are white come and actually do the governing of my state. So he's actually trying to do multiple things all at once. He's trying to communicate a certain kind of self-image. There's another portrait I describe in the book but don't have a picture of, unfortunately. It's a picture with the same Ashwati Tirunel and his older brother. They're standing near a globe and the globe, you can see America on it. And there's a book in one of their hands and the book, you can see the text is also about America. Why are they posing like that with a book about America and a globe marking America? They're trying to signal that, look, oh, we're sitting here in India. We're supposed to be like these backward princes who don't know anything about the world. But no, through this book, we're actually exploring the world and here my older brother is showing me on the globe, you know, what I'm reading about America in my book. It's interesting because if you go back a few decades, there's a painting of Raja Ram Mohan Roy's son, where it's also a globe, but Ram Mohan Roy's son is actually showing where Bengal is on that map to a Western audience, like he's pointing out Bengal to a presumably white audience. Here the role is reversed. It is Indians laying claim to the larger world rather than pointing out their home to Europeans. So these are all forms of sort of defining yourself in a world that is racist, in a world that is unequal, and in a world that is competitive because you know the color of your skin and your religion, your language will all be held against you as a weakness. So on the one hand, celebrating all those things, but on the other hand, superficially giving yourself this garb, you're also trying to negotiate both those worlds. You're trying to sort of see how much of a balance you can strike between the two. And that is what this chap is trying to do and multiple Maharajas try to do. As I said, Sayajirao Gaikwad dressing in a simple white Ashkan with just a small necklace around his neck and not all the baubles and all the jewels that Baroda and its royal family were famous for. He wouldn't wear that because he also wanted to prove the point that I'm an active ruler. I am in control. I'm a working man. I'm not somebody who sits around on a throne while other people rule for me. There's this bit in Mysore, for example, I describe how in the early 1900s, when a new Maharaja grows up and comes to power, an official account with great pride says that the Maharaja handed 900 files in his first year. It's a form of saying that, you know, our Maharajas also work. They're not just sitting in grand palaces and riding elephants, they actually do work. And the question about whether he actually did work or not, whether the 900 figure is true or not. By making that claim, you're essentially signaling that these are active administrators, not just pretty boys who are sitting there to sort of titillate Westerners and give them an exotic glimpse of some kind of long lost India. They were not stuck in the past. These people were very much part of that late 19th century colonial universe. They were very much part of that change and they wanted to be on top of that change. You know, they didn't want to be swept away by change. This generation was very keen to be on top of that change. The Maharajas were swept away because of things that happened in the 30s and 40s, not in this early phase. And that's why, as I said, a lot of Indians also treated them with respect, a lot of nationalists treated them with respect precisely because they were also fighting a fight that nationalists in British India were trying to pull off."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:34.360",
        "message": "I'm kind of struck by what you said about how some Maharajas like Ravancore would, you know, feel the necessity to signal to their subjects, as it were, their global citizens while not caring that the British are actually laughing at them. So when I started my writing course last year in April, I got a Facebook request from another guy whose description said writing coach. So I said, one of my own tribe, let me check out what he does. And I went on YouTube and he does all these videos where he's basically telling people to do the exact opposite of what I say, where he is saying that never use a simple word. For every word, use the most complicated word you can find. And then he has demonstrations of it. So instead of say, you should say articulate, opine, utter, all of that. Basically write with the thesaurus. Basically write with the thesaurus. And I'll teach you all these kind of words. And I realized that that's not irrational and he got millions of views and all that. And that's not irrational. Like as Snigdha Poonam writes in her book Dreamers, and she was also on my show, that one of the rising industries in all these small towns of India is learning English. These English coaching institutes. And what these people are doing is that their aim isn't clear communication or impacting other people with their writing, as the people who sign up for my course would be aiming at. Their aim is to signal to their peers that I'm so sophisticated, which goes back to that English being that marker of class, that the better your English is, you're signaling to others where you stand in the social hierarchy. And it's kind of fascinating to think that by the mid 19th century, this was already"
    },
    {
        "speaker": "Guest",
        "time": "01:47:06.360",
        "message": "in play. At the highest levels. The other big passion was this, Ashwadya Trinnal and his brother, both were into photography. And you actually see these Travenco official publications and official accounts where they say both were great photographers. They were not great photographers. It's just that them wielding the camera, wielding this technology from the West and owning it. You know, Ashwadya Trinnal, his claim to fame as far as photography goes is that he took a famous portrait of Swami Vivekananda. But that process of an Indian prince standing behind the camera and taking a photograph of an Indian icon, there's something, again, it's a signaling, it's a statement that is being made where Indians can pat each other on the back saying, oh, wow, you know, you've picked up the camera. You own a Western technology. Here you're picking up a Swamiji who's sort of, you know, reforming and sort of redefining what Hinduism means in this new age. They're all part of that generation that is trying to own that change and be part of it and make a political statement. Of course, these people had their eccentricities, you know, this Malharrao Gaikwad's brother, he saw a Scottish regiment once and immediately got the Baroda troops to start wearing kilts, except that he decided to add pink tights to it because they all had brown hairy legs and he decided, let me put pink tights, add pink tights to their uniform. So they had their quirks. But again, to assume that these quirks were just the Maharajas who had them, only they had these eccentricities is not true. Lord, I don't mention this in the book, but Lord Curzon, you know, this stiff upper lip, you know, erect back, very stuffy Viceroy. He had it in him to play, to go skinny dipping and play lawn tennis, naked ones. He had affairs with married women as well. We don't hold it against him because he's a white man. You know, that's not what they do is just their private life. That's interesting. But when an Indian in a position of influence also has, in quotes, an interesting private life, that becomes a stick by which to beat them and say, ha ha ha, look at these people. So frivolous, so useless, they're not good political figures, they just, they just care about their luxury and their, this thing. That is unfair because then you have to be fair in terms of dishing out criticism for eccentricities across the board. Here there's a sort of selectivization where you play on this, which is why, and because these people, the Maharajas were very aware of the cliches in which they were trapped, some of these people did make an active effort to try and break out of that, to try and, you know, look constitutional. You know, Mysore Maharaja, you know, very gentle figure, Krishnaraja Wadiyar IV, very gentle figure, did not intervene unnecessarily in politics, let his divans, his ministers govern for most part. He would be in control, he would issue policy directions, but he would not soil his hands with the actual running of the government. He did try to be this almost constitutional figurehead at the head of the state, uniting all the factions and trying to build the state and take it forward into some kind of bright industrial future. Again, he's also making a political statement. He may wear a nachkan, he may wear a turban, but he sees himself very much as a man of modernity. He doesn't see himself representing some kind of ancient dynasty. That's why the Mysore Maharajas, you know, they had the traditional Dasara, which is a kingly Dasara, is a tradition that comes all the way from Vijayanagara. It's a political symbol that's come down in a traditional way, quote traditional way to these Maharajas. But at the same Dasara, they also have an industrial exhibition because they're also signaling to the world that we are good at industry. So all the people of Mysore, they'll bring their crafts and their arts and whatever, they'll have a grand exhibition there. And the industrial event happening in parallel with Dasara is meant to signal exactly that. Dasara is the traditional state event, the industrial thing is the modern state event, and both manage to exist together. All of these people are therefore, if not successful at trying to sort of negotiate this, they're aware of it and they're grappling with that. And therefore, that process of grappling itself shows that they are active political figures. They're not passive people sitting in enclosed palaces, watching dancing girls and riding elephants. They had their elephants. Mysore had its elephant processions, but it also had its iron and steel works. It also had its sandalwood oil factory, and it also had dreams of an automobile factory, which is that both can be carried together into the future."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:53.000",
        "message": "Yeah, I think Ashwati Tirunal would probably be better remembered as a photographer if he had one photograph showing Lord Curzon playing lawn tennis naked, which is so fascinating. And you point out how the European view of the royals, at least the view that they're putting out there in the narrative is so derogatory and so based on these stereotypes, like at one point you quote the phrase, like a scorpion at the base of a beautiful lily, you know, implying that's a quote, and you're implying that they don't deserve India. And at another point, while talking about their view, you say, quote, for the British, it conveniently infantilized Indian rulers and cemented the claim that natives were simply capable of serious government. India's traditional leaders were no good except for frivolous sex and fancy dress, thus justifying stern manly imperial supervision. Similarly, for a younger crop of nationalists animated by democratic ideals, silken autocracy was a relic of feudal yesterdays. India's destiny recovered after a long struggle, could not broke men who played no part in the battles that mattered, stop quote. And your book basically busts these kind of stereotypes. Give me a sense of what is the landscape around this time of princely India, like one of the sort of things that you've pointed out, which I think many listeners may not realize is that there isn't British India, there is a British ruled India, and there is an India ruled India, which is the princely states, which controls 40% of the territory with about 25% of the population, you know, coming within his bounds. So now, what is that like? And what are the arrangements that the British have with them? Like one very fundamental kind of meta question is, how does the British have so much say that they are controlling all of these princely states? Like do they have a powerful army out there, you know, is there a stick? Is there a carrot? How has that process kind of evolved that even someone like a Sayajee Rao, who's been funding all these revolutionaries, you know, is worried about being deposed by them and just completely chills after that. So lay out a landscape for me."
    },
    {
        "speaker": "Guest",
        "time": "01:52:53.340",
        "message": "Each of these princely states, the way they came into contact with the British would vary. You know, for example, the state of Pudukottai, its rulers were a recent royal family. As I said, they came from a caste that was not a caste of kings. They were considered a robber caste, you know, but they became the system in that particular region. And the time when they were transitioning to kingship also happened to be the time when the East India Company was coming into power. And the Pudukottai royal family saw an advantage in allying with the East India Company because it would aid and augment their rise to kingship. And that is precisely what happened. With Pudukottai, in fact, Pudukottai did not pay tribute to the British, nothing, nor did they have a treaty with the British. There was no paper that was signed between the Raja and the East India Company, you know, defining what the relationship was. But because of their respective political, you know, influence and clout, the British were obviously the superior and the Pudukottai Raja was the inferior. Gwalior was different. You know, Gwalior, for example, the Marathas were defeated only in 1818. We often think that Battle of Plassey means British Empire begun. Not true. Battle of Plassey is in Bengal. By the time the Sikhs are defeated, it's 1849, a whole century passes before the British have full control of what we call the Indian subcontinent. It's in that century that a lot of these Maharajas fall into various alliances and sort of arrangements with the British. So with Gwalior, for example, they were defeated, they sort of come to terms in the early 19th century. But Gwalior, till the 1840s, has a very strong army of 40,000 soldiers. The British still can't sort of, you know, boss around Gwalior because it has armed troops. It has foreigners who are training these troops, not British, but people from other countries in Europe who are training these troops. Most importantly, Gwalior has a lot of profit coming in from opium sales. The British want to sort of control opium sales because they've got China and, you know, the wider history of that. And Gwalior tries to subvert it. It says we will find our own market, we will not come into the British system because its money depends on that and that money is important for maintaining the army and that army gives Gwalior the teeth to withstand further British encroachment. Finally, of course, the British, it's in a military action in 1843 that the British take over Gwalior. But because it was so late, unlike, for example, in Travancore where the resident was already bullying the Raja in 1810, because by then the British were in that much control and they were able to disband the Travancore army, which meant that the Raja had no teeth by which he could bite them. Gwalior, because it had teeth till the 1840s, Gwalior actually treated the East India Company with contempt for the longest time. You know, when there was this one resident who came in during the regency of this Rani called Baizabai and when he arrived, he found nobody had been sent out to receive him. He was treated like any other letter writer, you know, one of these reporters who used to come from other courts. He was treated just at that level, not given any importance. He couldn't even find firewood to light in his kitchen the day he arrived because no arrangements had been made. She consciously treated him as a non-entity because she had the power to do it. Of course, after 1843, when the army is gone and the army is completely smashed, Gwalior also has to fall into line. This is not the same, for example, with the Kathiawar states. The Kathiawar states were those, the 300 odd, hundreds of states spread over a very small territory. Many of them the British had no treaties with. They were paying tribute to one ruler before that. The British became the next overlord, so the British took the place. So for them, it was just the overlord changing, not a big deal. With Rajputana, very complicated because in the early 19th century, you have the British coming. They will sign, they all sign their treaties with the British, becoming allies. Then there's a shift. Lord Wellesley is replaced by another viceroy, another governor general, who's not interested in this. He wants to pull back the East India Company from being mired in too much Indian politics and all these treaties are abrogated. Then it's only after 1818 when the Marathas are defeated that the British walk into the vacuum that the Marathas have left and claim control of the Rajput states. But here again, the internal Rajput structure is very different. The British find that because the Rajput states in the Maratha period have been weakened or the Raja has been weakened, the Raja's subordinate vassals have become very powerful. So the Rajas have an incentive in allying with the East India Company because the East India Company soldiers will help the Raja reclaim his power, push back the vassals, put them back in their place and the Raja can reclaim power. So it's not as though these Rajas sort of all fell down and sort of prostrated before the British. They had various incentives for allying with the British. Some cases it was forced, Gwalior in 1843. Some cases the Rajas wanted the British to come because they needed to rescue themselves from their own subordinates and their own nobles because they were being cornered in their local political structures. In some cases like Travancore, Travancore had no option because they needed East India Company support in the 1790s fighting Tipu Sultan. That is where they had to sort of get into bed with the British. Each state therefore has a different reason for allying with the British. Some may pay tribute, some may not. Some may have a treaty, some may not. There's actually no structure to the way the British did this. Even when they classed, for example, Pudukottai was a princely state, but its original overlord, the kingdom of Ramnath, was classed as a Zamindari, which is lower than Pudukottai, but even though the histories of the states are different, where Ramnath is superior, Pudukottai is inferior, the British sort of topple it and invert it because of various historical contingencies. So there's lots of things happening in different places and we sort of assume that India as a political entity was a given, which it was not, which was also why during the 1857 rebellion, Travancore loudly supported the British and said, we stand loyally with the British. Not because he cared for the British, the Raja had been facing pressures of annexation at that time. He was afraid the British were going to annex his state. So when they were in a crisis, by loudly proclaiming loyalty, he was basically trying to put them in a moral position to not annex his state. Because he had shown that when they were at their lowest and their weakest, he stood with them. It's a footnote in this book, but Priya Atwal in her book on the Sikhs, she talks about those few Punjab states that survived, Kapurthala, Patiala, etc. They signed with the East India Company because they knew Ranjit Singh was becoming too big. So there's this wonderful quote she says, where one of the Rajas basically says that my options are, it's a quick death with Ranjit Singh or slow death with the British. I choose slow death. So at least I have some more years in power and my state will continue for some more time in a truncated form, as opposed to being completely wiped out by the Sikh empire of Ranjit Singh. All of these are calculated decisions. Each of them has their local, individual reason for allying. They did not see themselves as part of one unified nation. That frankly did not exist. Nationalism was constructed in India. Perhaps we had what people call a civilizational identity and all that. But that was not nationalism. Nationalism was consciously, painfully, painstakingly constructed in the late 19th century. Before that, all of these people saw themselves as belonging to different regions. A Travancore Maharaja had no incentive in joining an anti-British rebellion with the Raja of Banaras, for example. A Nizam of Hyderabad didn't see why he had to join forces with a Maharaja of Kashmir, for example. They saw themselves as legitimate rulers of legitimate, independent political spaces. Their priority was not fighting for a larger India because that concept of a larger did not, India did not exist. Their concept was simply, I will fight to protect my turf. I will fight to protect my kingdom because I am the legitimate king of this kingdom. So the terms itself are different and the landscape therefore is this patchy landscape where you have British territories and then intervening it, you've got lots of princely territories. A lot of princely states were not compact. Baroda, for example, was spread over four or five different parcels of land. So there was one set of territories around the capital. Then disconnected from that, there are three other territories because that's how its exchange with the British took place. A lot of states in Kathiawad used to pay tribute to Baroda. The British eventually came in and said, we will collect that tribute for you. So there was a weird sort of political arrangement there also. In Rajputana, the Rajput Maharajas paid, many of them paid tribute to the British only based on the revenue of what was called their core sort of crown territory. Their vassals territories were not included because the vassals had their own autonomous rights. And most importantly, these vassals would often lobby the British for independent recognition as princely states. So the Rajas had to also quickly sit with the, if the British resident was sitting with a danda over the Raja's head, the Raja was sitting with a danda over his vassal's heads to prevent the vassals from becoming too big. So there's, you know, each of these states is balancing different things and thinking very much from a, let's say, I wouldn't say myopic because that assumes that they were somehow supposed to have a grand vision. But they were thinking from their respective individual positions which to them were very legitimate and the people in those days also recognized it as legitimate."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:06.880",
        "message": "So I have three follow up questions from this, at least three, more might occur. But the first of them is this, that when you speak of civilizational identity, that there's a possibility that there might have been a civilizational identity. Was there one? What is your sense? And if so, how would it have been constructed? Because this is not the age of mass media. You know, all these states are very different things. There's not much communication going on. All these are separate languages. You know, I assume that there is hardly any interaction or common culture between the people of Patiala and the people of Travancore, for example. So do you find a sense of that civilizational identity? Like one thing that we discussed in the middle episode we did, the second out of the three episodes we've done so far, is where you spoke about how a lot of modern Hinduism might actually have ended up being a colonial construct in the sense that the British come to India who are their early intellectual tutors. It sees elite Brahmins who sell them on this vision of Brahmanism with the caste system and all of that. And then that becomes a way the British look at India, and they control all the mass media, and they control the narratives. And today that becomes a way we look at ourselves. And it's not necessarily the case. So that is sort of one civilizational view which is playing out among, you know, elite Brahmins and elite colonial forces. But is there a broader civilizational identity you feel that is there, or is it all dissipated and dispersed and different things everywhere and multitudes that eventually move towards homogeneity but at that time, they don't? As a historian, how does one even get a sense of this? Because if someone writes a history of 2021, you have plenty of sources, you know what everybody thinks because of social media. How do you get a sense of what it was like then? And what is your sense?"
    },
    {
        "speaker": "Guest",
        "time": "02:02:49.240",
        "message": "See, one of the issues with this is also conceptual, which is that some people say Hinduism was invented by the British. I wouldn't say the Hindu religion was invented by the British, to say that Hinduism as a religion was invented by the British basically means, oh, it was only in this time that we decided we must have a core set of books and a core set of beliefs, etc. That much is true, that we absorbed the Western definition of what a religion must be, which means books to chahiye because Christians and Jews, everybody has books, so we must also find books. So we've perhaps taken that conceptual bracket, but all the same, that religious identity sort of existed before that as well. It was not invented by the British. The current shape we've given to it was the conceptual bracket came from that particular period. But prior to that also, for example, because of the Puranic tradition, for example, a villager in Patiala and a villager in Travancore may not know much about each other. Their practice of Hinduism may also be different, but both would have heard the Ramayana, both would have heard the Mahabharata, and both would not have gone to Kashi, but they would know that there is such a place as Kashi. That place exists somewhere in that spiritual landscape, somewhere in that mental map. You don't even have an idea of what the Indian subcontinent looks like. Nobody's seen a map. But you know there is a place called Kashi. This is broadly the direction in which Kashi lies. The Patiala guy will also know there is a place called Rameshwaram because he knows vaguely that there is something there. So that spiritual landscape is perhaps a common thread that you find, and that is constructed not through the Vedas, not through some kind of esoteric ideas, but through these wonderful narratives that is the Puranic tradition. These stories are basically weaving together different things and sort of giving them a sort of overarching umbrella. You know, you're basically saying that all this is true, that's why some of the stories are sometimes contradictory. The British read these Puranic texts and they say, there is no consistency, there's no chronology, why are these stories so chaotic? You start a story and then you digress into five different stories, then you come back and again digress into something else. It's not because it was chaotic or people didn't have structure. It was because at different times, different elements, different parts of the country were being woven together into one messy, but one unified narrative fabric. That fabric still has different threads of different colors, but it is one fabric. To that extent, yes, I think there was some awareness that there is this broader thing. And you see that as technology gets better, access to these places becomes stronger. The biggest set of Brahmins in Banaras, which is in northern India, was from Maharashtra. Because the Marathas, as they picked up, as they sort of spread out, their armies would also be accompanied by Brahmins, their armies would also be accompanied by pilgrims. And it became a way for the Maratha state to flaunt its piety because everybody knew that Kashi was an important state. Nobody had seen Kashi, but it was an important city. So when the Maratha kings and nobles built ghats over there, the current form of Kashi was largely built in the Maratha period. When they do that, and they go, even if they say, they go to some place in Tamil Nadu and say, we renovated Kashi, we built 20 ghats in Kashi, people will understand the importance of it. You know, they may not have been to Kashi, they may not know where Kashi is, but they know doing this in Kashi is a pious, important thing and therefore they will connect on that particular plane. Even so, it's not like the Maratha version of, or Maratha's practice of Hinduism was what a Bengali would practice, nor that a Maratha invasion, suddenly Bengalis would all clap saying, welcome your fellow Hindus. No, on the contrary, when the Marathas invaded Bengal, you have the Maharashtra Puran which is rather scathing of the Marathas. They don't see a common element there. When Puri is taken from the Marathas by the British, the Puri priests actually write a letter to the East India Company Governor General Lord Wellesley, praising him to the sky saying, you are the best of all monarchs we've had so far. So far we couldn't breathe in peace, but you've come, therefore we are, you know, finally at ease, etc. Super, you know, superlative language they use for an Englishman. But there is an awareness, there is knowledge, you know, that these places and these sacred sites matter. It's something, that's why even the Marathas, when they come into Orissa for the first time, they want control of Puri, because controlling Puri not only marks status, it sends a message out to lots of people. You know, kings ally themselves with important temples because it has a larger resonance than his very localized power. His power may be localized, but by weaving himself to an important site mentioned in the Puranas, mentioned in traditional accounts, he's also connecting himself to that larger fabric. So there is a fabric, but it's not like somebody's given it a shape. You can't say it's a rectangular fabric or a square fabric with perfect borders. It's a constantly knitted, constantly being, someone's constantly weaving and adding more things to it. In different directions, the fabric is going, growing in different ways, but something exists and people are aware of that something. When they say, as I said, when they say that, you know, I've gone to Kashi, that has meaning no matter where you are in India, that word Kashi represents something. And if you understand it and the other person also understands it, you're part of that particular fabric. So, you know, that is how I would, I would define it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:32.280",
        "message": "Yeah, you made the fabric expanding in all directions, no shapes sound like H.P Lovecraft's Thulu. Another good reason to control poori, of course, is that if you control poori, sooner or later, you control aloo. Yeah, I had to get my one dad joke out of the way. I would, of course, never argue with you because zero knowledge, but the only part of what you said that I feel a little skeptical towards is when you said a person in Patiala would know where Rameshwaram is. Dude, a person in Patiala today doesn't know where Rameshwaram is. And if you're listening to this from Patiala, you're obviously an outlier because you're"
    },
    {
        "speaker": "Guest",
        "time": "02:08:01.880",
        "message": "listening to this. No, they wouldn't call it Rameshwaram, they would call it Dakshinakashi, which is, you know, the southern Kashi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:07.800",
        "message": "That's how it's been called. I don't think so."
    },
    {
        "speaker": "Guest",
        "time": "02:08:09.800",
        "message": "If you generally go to, let's say, a person who's, you know, vaguely well versed in these Puranic things. Frankly, I shouldn't have said Patiala because Punjab is slightly an outlier in these things, which is why even the old Brahmins used to include that in what was called Mleccha Desha, you know, barbarian country, don't even go there. And caste wasn't as strong as it was in the Gangetic belt. So maybe that was the wrong example to give. But still, if you found somebody who would broadly belong to that Hindu tradition, was not a Sikh, for example, and you said Dakshinakashi, they would understand broadly what you are referring to."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:39.200",
        "message": "Fair enough. The second of my three questions is that maybe there was a sense of a civilizational identity which was undefined, nebulous, always changing. When did a sense of a national identity come about? Because my sense of the princely states, you know, from your writing and those of others would be that there is no sense of an India per se as we know it now. You know, it's just that I would imagine that a ruler in that time would have his princely state. And this is a foreign land, including other princely states. And then there is this foreign lands, which has suddenly come and the British and that's what there is. So when does a national identity start taking shape, where princely states can also think of the possibility of something called India when they can start using the word national,"
    },
    {
        "speaker": "Guest",
        "time": "02:09:22.960",
        "message": "for example? I think it's having the British as a common enemy. Why is it that the early nationalists who had the toughest task of firstly articulating what nationalism is, how do you explain or construct nationalism, them and the princes, the reason they were on the same page in the early decades, the first 50 odd years of that process was partly because they had a common enemy. When you have a common enemy, it becomes easier to define what you have in common as brown people. And I think that helped a great deal. That's why the early Congress also stayed away from touchy areas that would emphasize difference. They didn't want to get into social reform and anything where people would end up quarrelling with each other. They just focused strictly on political things they required, for example, the English language, because otherwise they would all get lost in each other's languages. So they needed people who were brown, spoke English, had gone to the new schools, agreed on a core agenda of things to discuss, and together they would then construct nationalism. The princes joined the party because they said, great, you know, you're also fighting against the British. We're also not very happy with the British, so let's sort of come together. So nationalism occurs, I would say, you know, there's this, some people would put it down to the 1860s, Dadabhai Naoroji, that generation, but frankly already, if I'm not wrong, was it the 1840s or the 50s, there's this mysterious, not mysterious, we know the identity now, but I don't remember the name now. There was this gentleman who was writing letters to the editor of the Bombay Gazette, this newspaper in Bombay, and it was fascinating that those, I think it's six or seven letters that he wrote, but a very strong critique of colonial rule, economic, political, everything. So I would say somewhere by mid-19th century, there was, you know, the initial sort of shoots of this were emerging. Awareness that the British are bad for India, you know, and the thing is this awareness was also linked to a great extent to English education, not because English education suddenly enlightened people, but because English education gave us a language and a vocabulary and words like democracy, nationalism, which we could use to express ideas that were already there. Those feelings were there. The English language allowed people to express it in a form that even the colonizer would understand and people in Britain would understand, and therefore it could become some kind of a movement. So the second half of the 19th century really is when people start thinking of India as a whole, as one unit, and where people need to come together and manage to achieve something. It was not easy. The early Congress used to meet once a year, end of the year in December, they would give speeches and they would go, and the British would laugh at them saying, you know, they're like a suburban debating club, you know, people come, they give long speeches and everybody goes home. But that itself was the beginning of that process, beginning of saying, no, we are all part of one thing. We may only meet once a year, but we are part of one political landscape. So it's really in the late 19th century that this happens, which is why at that time these people were allies with each other and the British were the common enemy. Having a common enemy always helps because I think it, even now politicians make this huge bogey out of Pakistan because it helps sort of rally people together behind them in India and then sort of takes attention away from problems within by focusing on an external enemy. It's not the perfect analogy, but essentially the same principle is in play. You highlight a foreigner and say that at least we all belong here. We may not have defined exactly what our places are in this landscape, but we definitely were born here. Whereas this person has not only come from outside, he also comes from an alien culture and is dominating us. And we know one thing, we may disagree on everything else, but we know one thing, which is that we want to push back that domination. So that common cause becomes a medium by which to then think about nationalism, think about how you have things in common, think about that civilizational element, think about the religious traditions that bind you together, think about and sort of intellectualize the argument. But I think it begins essentially with having a common enemy."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:01.120",
        "message": "And as a German theorist, Carl Schmitt once said that for politics, you always need an other. So I guess this is a convenient other. Now you speak of that one nation actually coming together and when it actually does come together after 47, after the British leave, it comes together in a lot of violence. Like I did an episode with Narayanini Basu on her excellent book on VP Menon. And the thing that strikes me is that what Sardar Patel and VP Menon do for what we would consider a good cause today, because it's all over and we are beneficiaries, is an act of colonialism that is actually harsher and more brutal than the original British act of colonialism, because they take over control of the princely state. So they derive their influence in the princely states over a long period of time, whereas what Patel and Menon do is over a short period of time with a lot of violence, like some, you know, you've written about how between 27,000 to 40,000 people died in Hyderabad"
    },
    {
        "speaker": "Guest",
        "time": "02:13:52.640",
        "message": "while that was happening. Yeah, that so-called police operation actually, I mean, your police operation involved bombs from aircraft. I'm sorry, it was not a police operation."
    },
    {
        "speaker": "Unknown",
        "time": "02:13:59.760",
        "message": "It was an invasion. It was a conquest."
    },
    {
        "speaker": "Guest",
        "time": "02:14:01.760",
        "message": "It was a military takeover of the state, which I'm not saying is good or bad, but we should call it what it was. Police operation even then was used to play down what exactly it was."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:10.160",
        "message": "And subsequent broken promises in terms of what, you know, you promise them something, they sign up on that basis, and then you kind of break that. So is that something that we should also consider, like when we think of colonialism, we think of the colonialism of the British, and that's a great evil in the subcontinent. But what happened in 47 to get the princely states in? And I am of course glad it happened now that it's over, because I'm glad to be here in, you know, in an independent India where we can travel freely, I can go to Rameshwaram or Patiala anytime I feel like, but the manner in which it happened is something that I find it hard to look at and say that no, that was as evil as colonialism."
    },
    {
        "speaker": "Guest",
        "time": "02:14:47.140",
        "message": "What are your thoughts on that? The thing is, the Maharajas in some way lost sympathy in that final decade before independence. Till the mid 30s, they were relatively strong. Nobody could envision an India without them, only perhaps a few socialists in the Congress, but generally, Gandhi was circumspect. Patiala, you know, the same Patiala who got them to integrate their states with the Indian Union in 1929 or so in a speech in Mysore, you know, some of the local politicians complained about the Mysore government, and Sardar Patiala basically said, this is a great government, if there's Maharajas, wonderful, if you've got issues with them, the people of Mysore have a problem, not the ruler, it's your problem, not the ruler's fault, you must have some issue with you, he's telling the people, the local congressmen in Mysore. The same Patiala gets them to eventually give up their rights in the states. Several things of course are at play, one, from their perspective, from the perspective of the Congress, partitions happened, India can't be allowed to secede, you can't have these semi-autonomous units in the state, Nehru has an allergy when it comes to these hereditary rulers, and each of them has their reasons. So there is an incentive in trying to sort of get a strong state together, for which all of these little barriers in these states, these islands cannot be allowed. For the same reason, it's also a sort of implicit recognition that just as the British found that a princely territory could be used to harbour anti-British dacoits, to harbour seditionists, to support revolutionaries, I mean it could also easily become a footing for anti-India forces for example, to use these princely states against the new Congress government or whatever, or the British to continue to manipulate Indian politics. They might find ways to sort of control the rajas and thus destabilise India or try to retain control in India. The British certainly had a brief moment of flirtation with Travancore because Travancore had thorium, which they were very interested in, so they were like, should we try and perhaps give Travancore special treatment? But there were lots of fears, 1947 is a time of great chaos, nobody is really sure about where all these pieces are going to land, so you really are going in and you have to do your best, it's almost on a war footing. But what really causes the maharajas trouble is the fact that they were increasingly losing sympathy from their own subjects. Even the best of them, in states like Mysore, Travancore etc, maharajas lost sympathy ultimately because of their own success. On the one hand you build schools etc, but you're stuck in a colonial framework which puts certain limitations on how many jobs you can give etc etc. People start getting political, you're on the one hand equipping them to think of democracy and modern rights and speak that democratic language, but you're a hereditary ruler. So there's already a slight sort of disjointedness over there. By the 1930s and 40s, it's becoming very clear that the British are slowly going to have to leave. The maharajas are now lost because they're like, which way should we sway? And they fail to unite. This is where their quirks come in, in the sense that Hyderabad is too grand to sit with say a Patiala, which it sees as a minor state. Travancore will not sit with a Jaipur for example because it thinks its status is higher. The maharajas do not come together and lobby as a group. And efforts to get them to lobby as a group fail. From their perspective too, they are legitimate rulers of these states, they are still stuck in a place where they do not see India as a nation state. So C.P. Ramaswamy, Iyer of Travancore-Diwan goes to Lord Mountbatten and says, this is not going to last and tells the Maharaja of Travancore, within six months of the British departure there is going to be civil war in India and after the massacre of the Congress leaders, you have to decide how you want to behave and what your future will be. He was convinced there was going to be a massacre of Congress leaders because this was not going to happen. The Indian state would not survive. So many of them were really genuinely caught up in the idea that there could not be some kind of unified Indian nation and because they saw themselves as legitimate, why should they sort of give up their powers and sacrifice something for a larger, better together or even lobby together. Why should I sit with another Maharaja when in my own right I have that capacity, etc. So that's one thing. The other thing is repression. And this is interesting because we assume that all Indians when they stood up and fought it was anti-colonial, which is not true. As I said, in Travancore, Mysore, in Baroda it was anti-Gujarati-Marathi. In Travancore, it was Nayas versus Irawas versus Syrian Christians. These were internal politics. In the 30s, whether you look at Baroda, Mysore, Travancore, any of the big states, there was an overlap between nationalism and this internal politics. What happened is the local politicians realized having links with the Congress allowed them to punch above their weight because the Rajas were sensitive to Congress criticism. So having a Congress tag was a good way to negotiate with the Raja. The Congress, especially for example, the local Congress stood for election in Mysore and they lost. There was no interest in the Congress's message at that time. So they realized they need local allies to create a footprint in the states. So there was a sort of politics of convenience there. There was a convenient marriage between local politicians and the Congress party. Local politicians said, let's forget our factionalism and our communalism for now. Get together under the Congress party and negotiate with the Maharaja for better rights, for more democratic representation. So Maharajas were suddenly in a position where outside British India, their overlords whom they could otherwise manipulate or play some game with, they're being pushed out. Congress is rising to power. Local politicians who they so far have been playing are now actually using the Congress's language and becoming anti-Maharaja. Till yesterday, the Maharajas are being celebrated by the Congress. Now however, they've become the villains. And instinctively, almost all of them, whether it's in Mysore, whether it's in Travancore, they start having very, very repressive strategies in play, physically sort of attacking people, guns being fired. In Viduraswatha, in Mysore, there is what is called the Southern Jallianwala Bagh. In Travancore, Punnapravaila, after 1810, for the first time in the state, troops being brought out to attack its own people, bloodshed in the streets. That kind of thing starts happening in the states and the Maharajas lose sympathy. And finally, with World War II coming in, the complete global landscape changes. Now the Maharajas are really small fry. The British really want to leave and they want to leave relatively quickly. The Maharajas become an inconvenience in certain ways. It makes sense. Logically speaking, it makes sense. The British are going to hand over power to the Congress government. They're not really going to look after the Rajas. The best they can do is claim that the Rajas are now freed from all obligations to the British. They have to negotiate independent treaties with the Indian government. But you know, the Rajas, ultimately their armies aren't that strong. They can't withstand the Indian army and the kind of resources the Congress party is going to inherit. And using that, Sardar Patel goes with carrot and stick both. Where the stick is needed, he uses it. In most cases, the carrot works. Negotiations are held. People think in 1947, the Rajas stopped ruling. Not true. Rajas ruled till 1949. It was only when the integration took place in 1949 that they finally took a political backseat. They became these figurehead rulers. They were given their privy purses and that was it. Now here again, people assume, oh, you know, poor country, why should we pay these people so much money, etc. But the frank truth is they actually gave up legitimate political power they had. Territories, Travancore had a revenue of 9 crores, which was one of India's richest provinces at that time. 9 crores doesn't sound like a lot today, but in those days, it was a heap of money for such a small state of 8000 square miles. One of the reasons the Maharaja was hesitant to merge with the Indian Union was because Malabar, which was the part of Kerala that was under British control, was far more backward. And he said, what will happen is you'll form some kind of a state between all three Malayalam speaking elements and my richer subjects will end up subsidizing this place in North Kerala, which is backward. And what about our progress? We've come so far, we will end up going backwards if we merge with other parts of Kerala, which are, you know, which are going to pull us down or drag us down. They had some logical economic considerations and fears as well. But you know, the larger current of history was in a certain direction. The British abandoned the Maharajas finally. And the Maharajas had fallen out with the Congress in those final 15 odd years. Even Gandhiji, who otherwise respected the Rajas, had turned around. By 1940, even he was a bit anti-Maharaja after several events. So you know, they became the casualties of that larger shift in history. And perhaps rightly so. You know, the Rajputana chapter in the book, which is chapter 7, that talks about how several states would have faced trouble anyway. Because in Rajputana, it was not really Congress or nationalists. It was tribal unrest because the local Rajput system of governance had already started failing. The world had changed. So, you know, your feudal levies in Rajputana was pretty feudal. It was not a place that progressed very far, unlike the southern states, for example. So tribal unrest is there, peasant unrest is there. It was going, in the mid 1910s and 20s, people really thought Rajputana would go Bolshevik because it was getting to a stage that was pretty bad. And perhaps that way the Rajas would have been toppled. So the Rajas, they adapted to colonialism, but by doing so, they also limited their shelf life. So they became part of that structure to survive. They adapted in certain ways so that when the structure collapsed, they were left flailing with no place in a future India, which, you know, was perhaps how it would inevitably be in the end. All the book argues is that the argument that they did nothing till then is not true. Many of them did great things, in fact. Many of them contributed to the process of what we would today call a nation building or part of India's national story and narrative. All of that is, it's important that we acknowledge that. Just to understand modern Indian history better. But indeed in the final stage, they in many ways let themselves down. Of course, their final obituary by Indira Gandhi was perhaps a bit unfair. Her argument was, we are paying these people lots of money, it was actually not that much money. You know, very few Rajas had grand, as I said, of the 562, most got really trivial sums. Very few had large sums. And in most states, it was agreed that with each generation, the amount would be reduced, reduced further, till finally it was just a nominal kind of figure. The reason Indira Gandhi finally, you know, sort of ended the Privy Purses is simply because the Maharajas were not happy with her socialist turn. They were funding opposition parties. The Rajmata Vijayanagar was a key funder of the Janasang, for example. The Swatantra Party used to get funding from the Maharajas. She basically wanted a little bit like today's government, you know, doesn't allow other parties to get funding from industrial houses. Same logic. If you pay them, I will come and attack you. Since the Maharajas are paying them, you're essentially taking government of India money. Indira Gandhi sees herself as the government of India, and you're using it to attack the government of India. I'm not going to allow it. She puts an end to the Privy Purses. Of course, she gives it socialist justification and all that, but it wasn't such a big deal. It wasn't such a big amount. It was not a big drain on the Indian exchequer. It was simply, I think, for political reasons, that that promise was broken. And you know, that was that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:13.000",
        "message": "Yeah, it's unfortunate how much Narendra Modi has learned from Indira Gandhi, though one could argue they're both creatures of their perverse incentives. And I was amused by the phrase that you just used that Nehru was allergic to hereditary rulers. I wonder how he would have kind of felt today. So you mentioned the possibility that was held out by many that the Indian state would not hold, the center would not hold, it would collapse. You pointed out the prediction that the Congress leaders would be slaughtered. Now the thing is, history happened. And we know that none of that happened. The center held, the Congress leaders were not slaughtered, and we are here today. But you know, history always makes seem everything that has already happened inevitable, like it's 100% going to happen this way. But there was a nonzero chance that the center would not hold. There was a nonzero chance that it would all fall apart. In fact, it's precisely because of that, that our constitution was designed to be so centralizing that we kept so much of the oppressive colonial apparatus because we needed it for stability and for circumstances like that. So even though your book isn't about that and doesn't touch on that, but you are a historian and you've read a lot, how big would you say that nonzero chance really was?"
    },
    {
        "speaker": "Guest",
        "time": "02:26:21.880",
        "message": "I mean, again, this is, you know, it's speculative to say what might have happened. But I think because we made a wise choice to retain, for example, the administrative services, that administrative apparatus, the same officials who are serving the British government of India, one fine morning woke up and started serving the Nehruvian government of India. There was no ego clash there. You know, it's not like, oh, you supported previous people, therefore I won't play with you. Sardar Patel, for example, had an important role. I don't think Nehru liked VP Menon a lot. But Sardar Patel had no issues with the fact that VP Menon came out of the British bureaucracy and had served the British state for so long because he was able to arrange for a smooth transition and make sure that although the people in power at the top have changed, overall the structure remains more or less the same because otherwise if you sort of tamper with everything all at once, the whole thing will fall apart. So holding it together required sort of, you know, as you said, holding on to colonial rules, etc., colonial laws and the apparatus. I think that's the only reason we didn't sort of break apart. I think that was a wise decision, whether it was taken consciously or subconsciously, because you weren't sort of lighting too many fires all at once. You didn't have to firefight all at once either. You were able to go one after the other because overall there was a degree of stability. Then the other big thing is one big issue was, of course, partition. So there was a lot of energy and attention sort of diverted into that, but the rest of the country, to great measure, was stable. Just because the British left, it was not as though everything collapsed and people started fighting with each other and all of that. It was all controlled very quickly. The Indian Army, you know, it was an army that fought in the name of the British King in World War II, but we retained it. We retained the same officers, the same leadership, and we were able to sort of do that without getting personal, without letting egos get in the way, which unfortunately is not true today anymore. If you have served a previous government, then you can be sacked by the next government. It's a very dangerous game because the whole point of having a bureaucracy that is not part of that political sort of shifting of sands is precisely for stability, whereas if bureaucracy also becomes political very quickly, then everything is political. Everything then can start shifting. That's a bit dangerous. In 1947, we didn't make that mistake as much, but that mistake can be made in the future also. And then we'll perhaps have an answer to your question as to where it will take us. In 1947, we missed that terrible possibility, but, you know, you can never take it for granted in India that, you know, now this is set and now the landscape will never change. I don't think you can say that with any guarantee. It depends entirely on who's in control and how much they're willing to play by the rules of the game, because everything ultimately boils down to the rules of the game."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:57.640",
        "message": "Rules are what hold it together. Speaking of an independent bureaucracy, I had an episode a couple of weeks back with Josie Joseph, and one of the big themes that comes out from his book is that the reason India's security state is such a menace to our citizens, but the way it has been designed is that it is under political control. So everyone who, you know, comes to power is going to use it to oppress his enemies, you know. And it's kind of one of the ironic things that I think, like Modi was an RSS pracharak in the mid 70s when emergency happened. You know, there is this famous story about him going to the railway station in Ahmedabad to meet either George Fernandes or Subramanian Swamy, whatever dressed as a Sardar. George Fernandes, I think it was in receiving him and taking him to a guest house and all. And you would imagine that the lesson which Modi and Jaitley and all of those people who were jailed would take from that is that we should not be this oppressive, that we should make the state less oppressive. But the lesson they seem to have taken instead is that when we come to power, we will be in charge of this state and we will use it as we want."
    },
    {
        "speaker": "Guest",
        "time": "02:29:55.000",
        "message": "That is usually the case. I mean, ultimately, it all boils down to power, right? You know, I have power now. So why should I give up? Why will I? I've worked very hard to gain power. Now, why will I sit and dilute the things that, you know, that matter for power?"
    },
    {
        "speaker": "Unknown",
        "time": "02:30:07.080",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "02:30:08.080",
        "message": "I'm happy being, you know, just as oppressive, except that it really is a question of who's in power."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:13.440",
        "message": "That's all. And again, it struck me in the context of why we didn't break up in 47. And here's a question of how big a role does inertia play in history? Like looking through history, one would imagine that every moment in some way or the other because of the conflicts or the turmoil or the injustices that are happening, every moment holds a seat for evolution. But what you have instead, most of the time is a slow evolution. So looking at the currents of history in the time that you have, how big a role does inertia play? How much of history is shaped not by what people do, but by what they don't do?"
    },
    {
        "speaker": "Guest",
        "time": "02:30:46.040",
        "message": "Good deal. I think 1857 is a good example. As I said, a lot of the Rajas actually supported the British because they saw advantage in supporting the British at that time. You could easily say that if they decided to jump on the revolutionary bandwagon or the rebellion or joined it, the British would have been kicked out. Punjab Maharajas who were enabling supplies to the Delhi army, for example, if the Maharajas had cut off supplies, the Delhi army would have struggled. So it's a bit complicated. I don't know if inertia is the word I would choose. They all had their incentives to behave the way they did at that time. It was not like they lay back and said, oh, let me just watch what is happening. No, they actively made certain choices, which in hindsight may look like the bad choice, look like inertia or whatever. But at that time to them, it made sense. Some cases, however, are just, I suppose, accidents of history. You know, I was reading this book by Amarpal Singh. It's coming out with Harper Collins on the 1857 rebellion, and he focuses just on Delhi. And it's fascinating that the rebels have a huge advantage over the British. The British have the only advantage that they have a strategic location where they've come and the rebels didn't even bother to block them off from that location. That location was sitting there, the rebels could have just taken control of it. But by the time they did, the British had come in and they had taken control of it. The second thing is the rebels had a huge advantage in terms of numbers. Each faction in it, it was not a regimented army where everybody listened to one commander. There was no single commander. There were different kinds of commanders with different backgrounds who had their own internal politics, their own internal incentives. Some groups are going around plundering Delhi itself. Some are going to the emperor and blackmailing the emperor. Others are going and telling the emperor, no, no, no, we'll rein them in. You are protected and your people will be protected. Lots of chaos is happening in the same process. What was most fascinating is outside Delhi, there are these tribes or these communities of Gurjars. And it's so interesting that if, let's say, an Englishman is riding to say Meerut or Mathura, one of those places, these people will catch hold of him, strip him of all his valuables and then send him off. But if it's a rebel going, they'll do the same thing to the rebel leader as well. Because for them, it makes no difference if it's a white person or if it's a brown Indian fighting against the British, both are equally targets for plunder. That is what is happening in the countryside. Now again, there's a logic for this. They don't see themselves as part of one nation. They don't see themselves as part of one common grand cause. It did not work. Is that inertia? No. It's just that at that time, in that logic, in their context, this is what they saw. My self-interest. Why should I bother about what is happening in Delhi or what the rebels are wanting to do? As far as I'm concerned, I've got an opportunity to make a lot of money through plunder. Let me just focus on that. Whatever happens in Delhi, kings come, kings go, rulers come, rulers go. We will just take care of our self-interest. And that at different political levels, you see that playing out in different ways. That's why I'm not a bit hesitant to say inertia plays a role. But I think not everybody perhaps subscribes to a grand vision. Not everybody is part of some kind of grand movement of history. It's not really the case as far as I can see."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:39.560",
        "message": "Yeah, this is really everything you've described, I agree. Inertia doesn't fit it because these are just people responding to their immediate incentives. And you know, game theory could explain why most of the princes said they supported the British during 1857. Because you know, if you give them an ideal situation where there is a guarantee that everybody will be on the same side, they'll choose that side. But otherwise, you just go for the status quo and play safe. I think by inertia, I meant something that is outside of incentives, more a bias towards inaction as it were, which I think plays a part in all our lives as individuals, certainly. I don't know how it comes together. But let's get back to your book now. And your first chapter is titled Raja in a Suit. And it's about Travancore about which you've already written so much. So tell me a little bit about what's happening here. How is the relationship between the Travancore kings like Uttaram Tirunal and his successors? How is that evolving that relationship with the British Empire and so on?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:40.880",
        "message": "So you know, this Uttaram Tirunal was at this interesting juncture where he's inherited a system where kingship is defined very much through temple service, Hindu religious institutions. In fact, there's a report written by one of his divans, which is all about and it's fascinating. It's an administrative report, but it's about the quality of priests and temples, how many meals are being dispensed to Brahmins. Those are the kind of incentives that those are the things that define what a good Hindu state is at that time. But he's also facing pressures that come from the presence of Christian missionaries who are talking about caste and saying that this is unjust. Missionaries, of course, they were not altruistic or completely sort of impartial parties. They had their own agendas and intentions as well. But they were highlighting an important truth that the king, is he just the king of the elites and the existing system? Or is it his job also to ameliorate the conditions of poorer people who are not privileged and who are marginalized? That's a question that comes up. The British come up and they're like, a king's job is not just to preside over this partially religious, partially political order, but to actively promote progress, which is what? Roads, dams, schools, irrigation, that kind of thing. So he realizes that I'm at this juncture and he's not always successful at it. He's very good socially with the British because he speaks English, wears English suits and likes to be painted in English suits and all that. But he realizes that I need to be able to negotiate this other language as well. That is where Travancore's modernization begins. It doesn't come from the kings deciding one fine morning that, oh, we will now be modernizers and we will set new standards. No, it comes from real political pressures and their desire to preserve the sanctity and the power of the throne. To preserve that power, they have to adapt. So their game with the British is constantly adapting. That's where that Madhav Rao, who we mentioned at the start, he comes in. They find him as a good candidate who's in good books with the British, speaks English, but is also a Hindu Brahmin and therefore meets all the criteria that you require. As a Brahmin, he has social authority over Hindus. As an English speaker from an English school in Madras, he's got contacts with the British. He becomes the person who starts, the word is reform, they start reforming the state, cutting down certain taxes, antiquated taxes are thrown out of the window, roads are being built, agriculture is being widened, coffee cultivation instead of forests. The forests are being cut down and you've got plantations coming in. Lots of innovative things that are coming in. Things that are sometimes just fashionable, because the British think it's fashionable. Not all of it is true. The Maharajas also knew that there were different ways of manipulating the British. For example, a lot of things, every year they would have a progress report that they would publish in the English language, talking about how many miles of roads they'd built, etc. But what's interesting is a lot of the social reform stayed just on paper. The British came and said, why is it that lower castes are not allowed on your roads? Maharaja will issue a proclamation saying, all lower castes are now allowed on the roads. In reality, it changes nothing. In my grandmother's village, as late as the 1950s, nobody would dare walk on the temple road, even though officially in the 1920s itself, the rules had been changed and all roads had been thrown open. So there was a conversation going on with the British and they also knew exact ways in which to impress the British. English language, write reports, have statistics and keep the British resident at bay. And then, if you're building schools, you can also justify spending money on your temple rituals. If you're only doing temple rituals, then the British will come and nag you. So this becomes a form of adapting. So good governance itself becomes a form of keeping the imperial power at bay. Because that's the only way you can give the resident and the British no cause for complaint. Once you've taken care of what is called good government, you can do what you want. You have the freedom and the room to maneuver and continue your Brahminical Hindu riots, etc, etc. And Uttaram Tirunelveli is the man who starts it in the 1850s. But it's taken forward by his nephews, Ailyam and Vishakam, of whom Ailyam is in power for 20 years. So he's bursting with energy. He's an heir apparent, so poor man can't sit on the throne till his brother dies. So he's setting up a cigar factory. He's a botanist. He's collecting plants. He's writing commentaries on Sanskrit texts. He's writing articles in newspapers. He's writing anonymous articles criticizing British policy. He's writing open articles criticizing British policy. Fascinating. Some of the writings he's put down, it's almost the same language as a Gokhale, as a Ranade, because he's speaking that same general language. He talks openly as a Maharaja about how the British, if the empire has to have a moral purpose, it is ultimately of handing India back to Indians. He's also able to, as a Maharaja, he's able to articulate a future where Indians will be in charge of India. And that's fascinating. You don't think of Maharajas thinking about these things. But he is thinking about larger issues. He rules only for five years. But both Maharajas are extremely hands-on. They realize that to beat the British and to keep the British at bay, to preserve our own power, we've got to work for it. Whether it's changing our costume, whether it's changing the language we speak, whether it's focusing on political reform, we have to do it to survive. Their nephew sort of drops the ball a little bit and it creates room for the British to once again come and poke their nose in Travancore. But for a good 20-30 years, these two Maharajas managed to hold their own and just play the British. They played within rules set by the British, but they aced that game. They said the rules are unfair, the ground is not a level playing field, it's tilted in favor of the British, but we will still play and we will still succeed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:58.040",
        "message": "And in great measure, they did. And what I kind of find fascinating about this beyond the larger currents that you talk about is also the intimate personal portraits that emerge. For example, Uttarantirunal is so fascinating in the sense that, you know, you've described him as what a charming kid he is. I think when he's a little infant, he climbs on the knee of a British Singh and asks, how are your people doing? And then he takes an interest in medicine and does an apprenticeship under a proper doctor and starts a dispensary. And before he comes to the throne and people come there just because they want to interact with him."
    },
    {
        "speaker": "Guest",
        "time": "02:40:32.040",
        "message": "They come with fake illnesses because, you know, a prince is treating you, it's the most"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:35.960",
        "message": "fascinating thing. A prince is treating you. And then this obsession with Kathakali, where, you know, he is obsessed with it, but he cannot perform it because he's a royal. So he performs in front of a mirror in his palace and all of that. And at the same time, he loves European company, wears European dress, collects all kinds of nonsense. And that itself is something that should make us sit back and think that there was a time that a clock was a thing of wonder. And there was a time that a map was a thing of wonder. There are people who never saw a map in their lives. Can you imagine? You know, it's just absolutely fascinating."
    },
    {
        "speaker": "Guest",
        "time": "02:41:14.960",
        "message": "And map making, that's actually a fascinating process in its own right in the late 18th and early 19th century, when these surveyors would go out, a lot of people would think this was an invading army because they would have flags and they would have like people accompanying them with strange instruments. And local people would see them with great suspicion. And a lot of Indian Rajas were against these these mapping processes, because what it does is it gives data to the British, it gives data to the British exactly where you have a fort exactly where your boundaries are, whereas your interest lies in not having that kind of precise data given to the British. So each of these processes itself is political. Map making itself is a political process. An imperial power needs a map to know what on earth is governing. The people on the ground who are doing the governing, especially the Indian Rajas, they don't want the imperial power to know these things. You know, there's an example, I think it's a footnote in this book, not in the main text about how Kashmir, you know, they had Kashmir under their control, but the Kashmir Maharaja had a habit of secreting a good part of his revenue in various forts in forms of like jewel and jewels and gold, whatever. At one point, the British invade, and they sort of started going to these forts and just figuring out what is in these, and they discover large quantities of treasure, which they didn't even know existed, because the Maharaja had hidden them away in different places. One Jaipur Maharaja, he would fudge his accounts royally, you know, he modernized his government in certain areas, roads, railways, fine. But his revenue management, he refused to modernize, because modernization means what's reports and statistics, which means what the British resident can read them and understand them as easily as the Raja, nahi chahiye. I will do it in a way where only I have control over the data, only I understand what this data means, and through that he was able to cut off as much as 20 lakhs of his revenue and avoid paying the British a higher tribute. They are counter manipulating the British. As late as 1906, the British are even aware of this. Jaipur Maharaja makes a series of donations to British charities, and the British officials say we know exactly why he's doing this, because he wants us to not pay attention to his books of account. So this is a form of bribery. He's paying them off in some other charitable situation, so they don't poke their nose into his actual serious accounts and figure out how much money he's concealing from the eyes of the British, and thereby paying a lower tribute. Constant wonderful like fascinating strategies in play in all these states. So that reference to mapmaking just sent me down this route of thinking of how even something so basic that we today take for granted was actually a political negotiation with very serious political consequences."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:35.600",
        "message": "Yeah, and it's another web series right there, you can call it the mapmaker and the accountant about how information, you know, brings power with it and how it's so important. And the two nephews, you know, there's Ahilyam Tirunella, I hope I pronounced that right. Who is on the one hand, you know, he's a polyglot, he's, he's described by the British as conservative by temperament, but liberal by intellect. But at the same time, he's also described as a, quote, moral wreck and sexual pervert, stop quote. And you describe this wonderful dying ritual, which royals apparently had almost a Dorian grayish kind of thing where when a royal is dying, he'll, you know, a random outside stranger will be paid money, a Brahmin will be paid money to come and take on all the sins of the royal."
    },
    {
        "speaker": "Guest",
        "time": "02:44:20.240",
        "message": "And you basically embrace the royal who's dying. And by that you sort of, you become the scapegoat, you, you, you absorb all his sins."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:27.120",
        "message": "Yeah, yeah. And then the royal dies happy that he's not committed any sins and the Brahmin is escorted outside the kingdom and said, Okay, get, get lost and don't come back here. And here's your money, presumably."
    },
    {
        "speaker": "Guest",
        "time": "02:44:38.440",
        "message": "I don't know what's interesting in the Travancore Rajas is that the Raja embraces the Brahmin, the Brahmin takes the sins, but where do they send the Brahmin? Into British India. Tell him you take my sins and get lost into British India. Just don't come back to Travancore with my sins. Lovely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:52.320",
        "message": "There's a story in that also, maybe, you know, maybe there's a Brahmin who goes to all the different kingdoms and does this. And Visakhan Tirunal is also so fascinating that one, there is that poignant frustration that he's next in line for the throne for 20 years. And the thing is that because of the matrilineal structure, you know, it's the earlier Kings Uttram's sister's kids who are the next in line. So his brother is the king. It's not like his father is a king and eventually the father will die. His brother is the king. He has to wait. He has to outlive his brother. God knows how long he will get. There is that whole poignant thing. And what comes naturally out of this is that he hates his brother's courtiers and one of them is Raja Ravi Varma. So he kicks Raja Ravi Varma out of the throne. In fact, the one painting that you have of Visakhan in your book is by Ramaswamy Naidu, who's Raja Ravi Varma's big rival."
    },
    {
        "speaker": "Guest",
        "time": "02:45:39.760",
        "message": "What do you think of his work? Equally interesting. In fact, Ramaswamy Naidu is not as famous. Ravi Varma sort of became more famous and his name we all know now. But in the late 19th century, Ramaswamy Naidu was also a very famous artist. And in fact, before Ravi Varma, Madhav Rao, who was Diwan of Travancore and then became Diwan of Baroda, he actually invited Ramaswamy Naidu to come. And this is again, I should credit Rahul Sagar for this. He recently told me about this. In 1876, Madhav Rao invites Ramaswamy Naidu to come and visit Baroda and work there. But Raja Ravi Varma comes only around 1880, 1880, 1881. That is when Ravi Varma comes. He's second. So that essentially shows that Ramaswamy Naidu, even as late as the early 1880s, was sort of considered one notch perhaps higher than Ravi Varma. Although eventually Ravi Varma sort of picked up. One of the reasons being Ravi Varma's pedigree. He came from an aristocratic family. In many ways, he was a social equal with many of the Rajas he met. So he visits Udaipur, for example, and Udaipur has a local painter from a local artist and cast who's actually gone to London and studied at the Slade School of Art on a scholarship from the Maharana. But he's still treated as a craftsman. Whereas Ravi Varma, when he comes, he's treated as a nobleman. He's given robes of honor. He's given a necklace. He's not just given a fee. He's treated as an equal through these symbolic gifts as well, which I think plays a big role in Ravi Varma's reputation. Ravi Varma's reputation wasn't purely talent. It was also privilege. It was also the fact that he could move around with great ease among the crowd that he was painting. He was never in a supplicant position. He was like this fashionable man who came from an aristocratic family with tens of thousands of acres of land, sisters-in-law, Aranis of Travancore. He was in some ways exotic to the British for that reason. That's why they called him the painter prince. He wasn't a prince, but that tag sort of caught on because of his background."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:25.200",
        "message": "So you know, speaking of Raja Ravi Varma, to take a quick digression, I just realized that it is very much sanskari for me to take digressions because hey, our epics did. But to take that digression, from the time you first saw Raja Ravi Varma's paintings, what is the effect of your appreciation of his work due to context? Like one, you get the kind of context of the different influences that he's getting, like those early influences in the Travancore kingdom are obviously the Kerala murals and all that. But as you point out, he then spends a lot of time in the palace where he looks at, you know, the art of the European artists and gets influenced by that. And then he's traveling through all these places, he's evolving. One of the things that happened in Baroda was that he got so much patronage there that he was freely allowed to travel and show his paintings and that becomes popular. He can buy his lithograph press and no doubt that changes the direction of his work. How much is your appreciation impacted both by getting a deeper understanding of the circumstances and the context in which he's creating his work, and also by the good luck and the privilege, as you describe it, and the fact that it must have been so much harder for competition. And also for what his work came to mean, like at a particular point in time, we discussed civilizational identity earlier, and you've also pointed out about mythological paintings became so popular and perhaps played a part like Amar Chitra Katha in later days, or, you know, the serial Mahabharata and Ramayana in the 80s, perhaps played a part in forming"
    },
    {
        "speaker": "Guest",
        "time": "02:48:51.680",
        "message": "a part of that civilizational identity. Yeah, because this is where Baroda's state comes in, because till then Ravi Orma's doing mainly a lot of sentimental works, in the sense, woman with a flower, woman doing her hair, you know, these pretty paintings, which lots of people like, and he's doing portraits. This is his thing. With Baroda, what he taps into really is depicting scenes from the epics. He started doing some of it. He's done a Shakuntala, for example, he's done a Sita Bhumi Pravesh, for example, before he comes to Baroda. But in Baroda, really, the kind of interest the Maharaja has in having these epic scenes depicted in that realistic academic Western style, that gives him an idea. And he displays these paintings before they are sent to the palace. And the kind of people who come there, they're in awe. Because the thing is, you've gone to temples and you've seen sculptures, you've gone and seen figurines of gods that you can perhaps do puja to in your houses. But you've never seen goddesses in high neck blouses and contemporary sarees. Remember that at that time, this is a very contemporary dress that is being worn. We now look at a Ravi Arnav painting saying, oh, so quaint and so old fashioned at that time. This is basically the fashionable way of draping the saree in Bengal. Your gods have come out in human form in front of you. And this is, he wasn't the first to do it, but his works, because of the access he had, managed to garner a lot of attention. And that sets him off on an idea which is larger than art itself. It's sort of a nationalistic thing. And this is where Sayajeev Rao also supports him. And most importantly, Madhav Rao, who is the Diwan, he seeds in Ravi Arnav the idea that your paintings are fine, but only elites are collecting them. If you make prints of the paintings, they can go across to all households in India and become a real major thing and create a kind of national imagery for India. Ravi Arnav has that idea clearly in his head because of Madhav Rao's comment. Sayajeev Rao's commission of those 14 Puranic paintings and the success this received whenever they displayed, he realizes that maybe I should invest in a lithograph press. So then these paintings are churned out in these cheap prints that are there. And that's why he's by some called a calendar artist. But the thing is, suddenly your gods are able to come to your house and they look appealing, they look accessible, and you've got them on your walls. So ever since then, when people shut their eyes and they visualize a Saraswati or a Lakshmi, people are visualizing a Ravi Varma depiction of Saraswati and Lakshmi in a saree, standing in a certain way, with that proper long sleeved high neck blouse. It's not your traditional sculpture where the women are topless. It's not your traditional sculpture where the women are voluptuous. It is a very Victorianized, but then socially, in the late 19th century, very socially acceptable way of depicting women. But they're also goddesses and they also look larger than life. He's not completely humanized them that they look common. At the same time, he's made them human enough for people to take a very keen interest. So he does end up doing something and he's very aware that this has a kind of national resonance. The idea is, at the time when the nationalism is being built, when the nation itself is being built, people are aware of difference, Gujarati, Bengali, Maharaja of Baroda, one of his incentives in sort of allowing this kind of grand depiction, which can appeal in any corner of India, is because he's very aware of dealing with differences within Indians, you know, among Indians. So when you create this kind of a Lakshmi, it doesn't matter whether you are in Kerala or in Kashmir, it will appeal to people. He's given it a visual form that will appeal to people and give them one more means by which to realize that you are part of one common story and one common religious slash civilizational tradition. How much of this he did consciously from the start is debatable, but it's clear that the idea was told to him by Madhavrao with a very clear statement that this will have a nationalist kind of impact. And he runs with the idea, gets the patronage of Maharaja of Baroda and, you know, ends up doing something that, in some ways, the reputation he enjoys among commoner communities or more ordinary people is because of the prints, not because of his grand paintings. The paintings were in palaces and big halls, the prints are what really made him a, I wouldn't call a household name, but a much more sort of well-known figure across India, which in those days was not an easy thing to build that kind of reputation. That's why he left Ramaswamy Naidu behind. Ramaswamy Naidu never became a household name, whereas he did by taking that very business decision of churning out prints that would appeal to everyone, whether it's a tilak in Maharashtra or Maharaja of Baroda in Gujarat or the Mysore Maharaja in the south, everybody"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:00.040",
        "message": "loves them. And is that a double-edged sword in some way? Like on the one hand, of course, there's something that goes across regions and across people and across languages and speaks to people. But on the other hand, is making a picture of something for the very first time in a sense an act of vandalism, simply because if you're painting a goddess and so many different conceptions of the goddess could have existed before, but then you make that picture and then that is the picture. And then when people think of the goddess, they think of that picture by Raja Ravi Varma. And have we lost something in doing that by homogenizing a particular idea of something?"
    },
    {
        "speaker": "Guest",
        "time": "02:53:33.160",
        "message": "Yeah, but you know, and that's why I said in context, if you look at it, it was a time of homogenizing. Everybody wanted a common nationalism, a common identity, a common language. Hindi is essentially constructed in the late 19th century to serve as some kind of common unifying language. In that time, it was part of that homogenizing trend, you know, and it's clearly left an impact. As you said, even that serial Ramayana, the kind of thing, costumes they wear, they look like they walked out of a Ravi Varma painting because it's clearly left that kind of a cultural impact. Have we lost something? Yes, we have. The diversity, the different ways of depicting God, some in ways that would not be considered sanitized and proper anymore, you know, some that were very localized, very regional. A lot of subaltern traditions of art have been lost because he also elevated a Brahminical reading of things, not just, you know, because he came from a highly Sanskritized family. His mother, everybody was scholars in Sanskrit. So their reading was also extremely elite, not just in class terms, but also in caste terms. And that became the new gold standard, leaving out a lot of other forms of, you know, representing these ideas even. In his paintings, it's always the maid or the Asura women who are dark skinned, you know, everybody else is fair, which is ironic because a lot of the Puranic figures he painted in the Puranas, they're dark. Draupadi is dark, but he paints her fair, you know, Krishna is dark, but he won't make him that dark. You know, Shri Rama also, he will not make him very dark, whereas the maid will be properly dark. Ravi Varma's mother-in-law was dark and he painted her as she was. But perhaps there was a reason people often don't like their mothers-in-law."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:00.240",
        "message": "So yeah. And a formidable woman, you've described this famous murder case, I think of 1862, where this mother-in-law was allegedly having a scene with some outsider to the family and the father-in-law got that person murdered and it was a famous case and whatever. You also speak about Raja Ravi Varma's iconic painting, There Comes Papa in this, which was really a painting which showed his wife Kochupanki and daughter Mahaprabha and Mahaprabha and her son. Oh, Mahaprabha and her son, sorry. And it's called There Comes Papa. And the interesting thing about this, which you point out is that so far, at that point, Kerala society was really matrilineal. The women mattered."
    },
    {
        "speaker": "Guest",
        "time": "02:55:38.780",
        "message": "You waited for the mother, you waited for the woman, the uncle at most."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:43.000",
        "message": "The papa was like a very peripheral figure. But here that is flipped around. The woman and the child are waiting for papa."
    },
    {
        "speaker": "Guest",
        "time": "02:55:51.000",
        "message": "Because he's doing this. This painting is being displayed for a victorianised audience for whom the papa matters. So you know, if you asked a Malayali of that generation who your father is, they wouldn't, they would answer. But the real question is, who's your uncle? You know that your maternal uncle, your mother's brother, who's your mother? What is her family? That is what matters. To illustrate, I remember asking my grandfather, his father's name I knew, because my grandfather told him. And I asked him, what is your father's father's name? Grandfather had no clue. He has no idea who his father's father is. He knows who his mother's father is, but not his father's father, because that man was never in the picture. There was no question because he was, your father himself is from a different family. Father's father, nobody even bothers to care about, you know, it's not a question that arises naturally. When I asked him, he actually sat down and wondered, why on earth have I never asked this question? Because even in the 30s, when he was growing up, it was still a matrilineal sort of culture where people still focused on the mother's side. Ravi Varma's painting though, although he painted his wife, his daughter and son, and the lady's pointing out, someone's approaching, she's pointing out to the baby that look, someone's coming. To a Malayali, you would say, uncle is coming, mother is coming, grandmother's coming. Father is a bit unusual. Just, and we know this is for a victorianized audience, because this painting was sent to America to be displayed. And at that time, if you look in the painting, there's also a dog in that painting. Dogs were not kept as pets in high caste Hindu houses, they were considered unclean. The dog was added simply because in Western countries, the dog represented that kind of domesticity. And Ravi Varma wanted to signal that, oh, look, this is an Indian native woman in Malabar, but even she is the same as you, even she has a pet dog, and she's waiting for her husband. He's again trying to construct something that the Westerner can relate to easily, without taking away too much from his daughter's, in quotes, native appearance. So he's also trying to say, different, but like you, you know, that's the message he's trying to send across in that painting."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:40.360",
        "message": "But it's kind of fascinating, because when I read about it, my assumption was that it's a sign of Kerala society changing. But what you're saying is, he's actually also signaling for his new patrons."
    },
    {
        "speaker": "Guest",
        "time": "02:57:50.560",
        "message": "That change is something he's riding, he's realized that this change is coming. And he's sort of riding that wave by saying, by sort of depicting that on canvas, you know, he wants to show that, yes, change is coming, and this reform is coming in, husbands are becoming very important. And he's, you know, joining that conversation as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:07.840",
        "message": "To the book, one of the themes is that there is what you call a triangular contest between the prince, between the Diwan, and between the sort of resident or the representative of the British Empire. So how did that play out in Travancore? Because obviously, they kind of got lucky with the Diwans that they had, and you know, in the sense of Madhava Rao and Sesha Shastri. So you know, how is that kind of playing out? And how do things then proceed like this clearly a movement through the decades where things eventually start to unravel? So take me through that."
    },
    {
        "speaker": "Guest",
        "time": "02:58:40.100",
        "message": "So the thing is, a lot of these people are very conflicted. The Raja wants to progress, but only so far. He doesn't want to progress so much that his royal power and authority is questioned. The Diwan is educated in the English style, and therefore, he also wants to progress. But he also wants the Raja to become more and more constitutional, because in his mind, it's important that monarchies become constitutional in the western, in the British format, which basically means what? The Diwan has more power. So there's also, on the one hand, the Raja and the Diwan are on the same page in terms of answering British propaganda. But internally, there's a conflict between the Raja and Diwan. Diwan says as the minister, as an educated, trained minister, I should be supreme and I should be in control. The Raja should not poke his nose too much. He should be constitutional. Raja's like, no, no, no, I've got enough taken away by the British. I'm not going to let my minister also reduce my power. So there was a conflict going on between them. The Sesha Shastri is actually quite fascinating because he moves to Pudukottai. And you see these twin pressures that are in that state. On the one hand, the British as well as Madhavra. Madhavra writes to Sesha Shastri saying Pudukottai is in a terrible state. If it continues like this, the British will come and take over the state. As Indians, we are all naturally well-wishers of the states. We have to protect the states. So you're like a doctor. Think of yourself as a doctor going there to rescue a patient or think of Pudukottai as an insect struggling on water and you have to go and sort of save it. So Sesha Shastri is going into the state with this huge savior complex. So his incentives are multiple there. He wants to make the state reformed and progressive so it can answer British standards and sort of exceed British standards to an extent he succeeds. But in the process, he's also an upper caste Brahmin man in a kingdom governed by robber caste kings which are technically much lower than him in the caste hierarchy. He cannot help but try and Brahminize these people as well. So in Trivandrum, the Raja calls himself Padmanabha Dasa because his deity is Padmanabha Swami. Sesha comes and says, okay, now you have to start in Pudukottai, the state deity is Brihadamba, you have to call yourself Brihadamba Dasa. It was a title some Rajas used, but it was by no means a key title to the throne. Whereas now Sesha Shastri uses that and makes the Raja this very pious Brahminized sort of version of king. Then similarly, Sesha Shastri dismantles the entire internal structure which depends on Kallar Lords, you know, internal relatives of the royal family and bureaucratizes the state. So bureaucratizing a state and centralizing a state is always painful because you're taking away power from traditional institutions and sort of putting it in a secretariat with men who are just qualified men, not men who necessarily have roots in the ground. And this is a problem a lot of princely states ultimately faced and it caused a lot of internal politics as these days bureaucratized and progressed in courts, they would import bureaucrats from Madras or from other parts of British India. And inevitably, most of these bureaucrats would be either Tamil Brahmins or Maharashtrian Brahmins. So when in Travancore, when in Pudukottai, when in Mysore, people say we're fighting the foreigner. The foreigner refers to these Brahmins and these men who've come from other parts of India and take over the bureaucracy of these states. In Mysore for example, it started in the 18th century and through the 19th century it sort of picked up and eventually there was this whole Travancore for Travancoreans, Mysore for Mysoreans, we will not have foreigners, that kind of an argument. So the Diwan has his own power to preserve, his own vision of what the king should be and he's trying to push that. The king has a sense of his power and how loyal the Diwan should be and is trying to push that. The British are sitting and watching, saying which one can we manipulate at any given time. And the Maharaja is also trying to see which one can I manipulate at any given time. So he, the Maharaja for example, Madhavrao at one point has a lot of power, Maharaja has no option but to listen to him. So Maharaja doesn't say anything to him, he goes to the British resident and complains and gets the British resident to pull Madhavrao into line. Later Madhavrao and Maharaja have a falling out but they decide let's keep the British out, you and I will come to terms ourselves so the British don't get involved, we will just close this quarrel between us ourselves. Nobody has any fixed idea, this is a time of flux, everybody has multiple interests in play, which is why again as I said this princely politics was by no means simplistic. In Rajputana, again people will say it's quirky and eccentric, the Raja goes and he doesn't like going to these imperial functions that the Viceroys invite him to. Because often the Udaipur Maharana is placed behind Baroda for example, Rajputs will never stand behind a Maratha for example, at least in those days, they used to look down on the Marathas, so to have your elephant behind a Maratha Maharaja was hugely insulting. And in Rajputana, your title was Hindu Suraj, you were the son of the Hindus, so how can you go and stand behind other rulers, you have to be first in the queue. So these Rajas in dealing with the British, they would come up with all kinds of diplomatic illnesses. Raja would come to Delhi but conveniently fall ill on the day of the Darbar and not show up in the procession, or he would come to Delhi and then some urgent thing would take him back to Udaipur and he would turn around. So he could tell the Viceroy, hey look I came to Delhi but I am sorry something urgent came and I had to go back. Or he would say, I came to Delhi, so I came for your procession but I am so sorry I fell ill. Baroda did this once where he refused to come for one of Karsan's Darbars by saying an old widow died in the palace, therefore I am Ashuddha and I have to do all kinds of rituals, therefore I can't come. Excuses. But the thing is, an Udaipur Maharana also has to do this because if he lets the British treat him, let's say not as number one, his nobles will start chewing away at his authority. So he's got that to deal with. He similarly, Maharana Fateh Singh of Udaipur doesn't even have a Diwan. There was a Diwan called Rai Pannalal Mehta and he was in English speaking, very good on good terms with the British and all of that. And Raja started thinking that hold on, I think this Pannalal is becoming too pally with the British at my cost. If he and the residents start getting too comfortable with each other, what about my power? So he finds interesting strategies to get the British to sort of negotiate with him. The British are very keen on a railway project into Udaipur. Raja sits on it for years. British say no, no, you must, must, must. Finally he says I will if you let me get rid of Rai Pannalal Mehta. They say fine, you get rid of your minister. He gets rid of the minister. Now to appoint any minister, next minister, he needs British approval. Raja simply does not appoint a minister. For the next many, many, many decades he simply doesn't appoint a minister, just has secretaries, gets the secretaries to fight with each other so he is fully in charge, prevents the resident from having too much of a say. And this is another, one of the Baroda Maharajas also did this when he was told that any ministerial appointment requires British sanction, no minister, I will root myself, a way of subverting that. So there's different layers at which the same figure is acting in different ways. It may seem contradictory, it may seem eccentric, it may seem strange, but it again has an internal logic involving all these players simultaneously doing different things. Madhavrao may feel loyalty to his British masters. He may feel like he has a cause in shaping the future of the states. He may feel like the ruler has to become constitutional. The ruler also has certain common elements with him where he will ally with Madhavrao, but at certain places he will diverge with Madhavrao and ally with the British state instead. So again, very complex, very complicated."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:26.360",
        "message": "Yeah, and fascinating and you said that these guys, you know, they would make excuses to the British where they go to Delhi and they'd say I've fallen ill. And I think that's a credible excuse because one of the things I was struck by was, you know, every time you mention one of these guys for the first time, you're giving the year of birth and the year of death and they all died young, like, you know, Visakhan Tirunel at one point, I think, laments that no one in my family lives till 50. Beyond 50. Yeah. And Aswathi Tirunel, in fact, died of obesity, I think."
    },
    {
        "speaker": "Guest",
        "time": "03:05:52.120",
        "message": "He had diabetes then and it became very serious because his weight was out of control."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:57.520",
        "message": "And yeah, he died of that. Yeah. And, you know, in that age where medicine was nowhere near where it is, it's so kind of precarious. From Pudukottai you also speak about the precarious state of Ramachandra Tondamayi, who was a king till 1886 and how after 1854, where the British kind of made the Diwan much more powerful, he was so dependent on the Diwan and the resident for funds that at one point in 1870, he applied for funds to buy a pet cheetah, which, you know, you throw in all these little things randomly in this thing as if it's something completely normal to buy a pet cheetah. The royal who fornicated with elephants. How does one fornicate with an elephant?"
    },
    {
        "speaker": "Guest",
        "time": "03:06:38.200",
        "message": "I have no idea. The thing is, the source I've cited, I went into it to see where he got the information from. He doesn't reveal it because he says it would amount to defamation to name the prince who was suspected of having romantic feelings for elephants. So I've said that in the footnote, which is that, you know, Edward, I think it's an Edward Haynes essay, where I've said Haynes has not revealed who this is because he says it's defamatory. But it's interesting. I mean, obviously Haynes is a respected scholar, so it's very likely he got it from a series. So somewhere in the archives, there must be a letter where a resident suspects that, hold on, there's something wrong with this Raja. The poor, that Kolhapur Maharaja I mentioned, the poor chap who was beaten to death by his British warden. At one time, he ran away on a bullock cart pretending to be a car driver because he was so tortured and traumatized by these British tutors that had been appointed to take care of him. He ran away. You know, his mental health was in tatters. And you know, it's sad. Not all of them, like Sayajirao survived the tutoring of the British and became a strong man. This guy was a contemporary of Sayajirao, same age, but he completely crumbled and ended up dying as a young boy because he couldn't withstand the pressure. So the British could be very, very cruel to people. In Pudukottai, the Rani, for example, this is where Shesha Yashastri and the British sort of united. The British frowned on Rani's because the Rani's harems were out of control of access for the British resident. Even in Darbar, they could take control of, they could amend ritual. But the harem is sealed. It's closed. You cannot enter as a white man. So they always tried to get rid of the power of the women in the harem. So they saw that as illicit power, illegal power, slander. These women are saying they're constantly intriguing and plotting. But in reality, the women saw the harem as a political space. The harem had a legitimate right to advise the king and try and amend policy. Shesha Yashastri doesn't like it either because he's a Devan who's an autocrat. He likes power in his hands. He thinks, as I said, he has a savior complex about reforming and improving and saving the state. But the Rani and Shesha Yashastri also sort of have issues. At one point, she has a sacrifice of cobras because she's trying to get rid of him through black magic. And he's like, ha ha, no, none of this is going to work. This is going to end up making you look worse in the eyes of the British. He cuts off access from the harem to the royal bedchamber, to the boy Maharaja's chambers. The Devadasis who serve the women, they're actually, Shesha Yashastri doesn't like them because the Victorians don't like Devadasis. But in reality, the Devadasis are a source of intelligence for the Rani's. They tell, they are not parda women, Devadasis can move everywhere. They're dancing girls in the court, in the temple. They're hearing what the people are saying and they're overhearing conversations in court. They report this to the Rani. So the Rani's are not surrounded by, you know, the wrong type of women as Shesha Yashastri thinks. They've actually got a network of informants, which he's cutting off. So all of these things, even an intervention of the harem and preventing Devadasis from entering is a political act. It is about saying, you are a woman, your job is not political. You sit in the harem and serve the king in the bedchamber. You will not get involved in politics and I will cut off all sources of political information from you. That's why I said, as you peel back the layers, you start realising that all these things have meaning. What the British sort of played down saying, oh, you know, foolish Rani surrounded by Devadasis. No, she's surrounded by a network of informants who are telling her what's happening in the kingdom."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:45.480",
        "message": "And as you describe, what Shashtri also does is that he installs his own nephew as a tutor. Yeah, as a junior tutor. Yeah. And his own nephew is supposed to be like a smaller mirror image of his, which I found quite funny. You know, the future Raja at that time, Martanda Bhairav, he is also such a fascinating character that he can't, you know, he can't find an Indian woman he likes. So he marries this Australian, he meets in a hotel, Mollie Fink, who's called Mollie Fink. Yeah. When the king hears of this, he says, what kind of name is Mollie Fink?"
    },
    {
        "speaker": "Guest",
        "time": "03:10:11.960",
        "message": "Firstly, a Raja marrying an Australian woman was quite scandalous at that time. And this guy, he actually gives a speech where he says, you know, because of the way I've been brought up and I'm so cosmopolitan, etc. He's basically taking a jab at the British because they've raised him to be this very cosmopolitan figure. He's basically saying, you've made me so cosmopolitan that I must have a white wife. I cannot have any local wife. You know, these were things the British were horrified at. Indian Maharajas having white Ranis, because it opened up all kinds of issues, you know, half-breed prince, you know, would he be able to succeed to the throne? Would he be a Hindu or would he be a Christian? Questions the British had no interest in dealing with. Plus, of course, pure racism, you know, a white man marrying a brown woman is fine. A brown man, even if he's a king, marrying a white woman was a huge threat in that time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:56.000",
        "message": "And you describe Shastri's dilemma also very well, that dilemma of conservatism versus patriotism, which would have been, I think, a dilemma that so many people would have had to face within themselves, right? Not just Shastri, but even I think all our early liberal leaders from Ranade to Gokhale to whatever would have kind of been trapped within that, that you want to kind of maintain the order of things, the way in which things have worked. You don't want chaos. You don't want anarchy to be loosed upon the world. But at the same time, you know, you get the sense of this larger cause that is kind of coming. You've already spoken at Baroda about length, your fourth chapter is about that, which is really quite superb and should be a long, long web series, you know. So I would just not want to go through your entire book in detail, because one, we can't. It's a book with so much detail. And two, I'd just like readers to pick up the book for themselves. So some broad parting questions, in terms of your historical inquiry, what sort of interests you? Like one, obviously, is Kerala. You start with that urge that this is where I come from. These characters that I've heard about are so interesting. Let me find out more. And then because you're in Pune, because you're in Maharashtra, that whole Deccan period, which no one talks about, which is neither the Mughals nor Shivaji. And you know, and all of this, in a sense, is a continuation of that. But what drives you for the future? Like are there currents of history which interest you more than others? Are there personalities which interest you more than others, figures which interest you more than others? What can we expect from you in times to come?"
    },
    {
        "speaker": "Guest",
        "time": "03:12:30.440",
        "message": "The common theme is just all these subjects are marginalized in one way or the other. You know, we often think of marginalization through a prism of class, which is that marginalized must be lower class people. But in reality, the princely states are a marginalized historical subject. You know, the Maharani of Trivandrum in the first book was a marginalized historical figure. The Deccan is marginalized under these towering figures like Shivaji, Aurangzeb, the Mughals and so on. That's also been marginalized. So for me, it's always these stories that somehow are fascinating, but not enough people have made an effort to tell those stories. Not enough people have tried to bring that into the limelight. That really is what motivates me and sort of drives me to research on things that, you know, are slightly different, and which I feel deserve greater attention. As I said, you know, the princely states are so fascinating. To really reduce them to this cliche of elephant and dancing girls is quite tragic, because not only does it do an injustice in the fact that, as I said, 40% of the country was under princely rulers. So essentially erasing or eclipsing 40% of the territory and its internal histories from what we call modern Indian history, even in understanding how Indian political structures adapted to modernity and colonialism, how Indian political figures dealt with colonialism, it wasn't just Gandhiji and his satyagraha, it wasn't just Dadabhai Naoroji and his economic drain theory. There was also multiple other characters in that same time, each of them trying to find a different answer to the same question. Ultimately, one answer may have triumphed and become the big answer, but there were other people trying to find solutions to the same problem. And I think 70 years after independence, we should start looking at these stories, just because they're so fascinating and interesting, and they tell you about the political conundrums people face, the political questions people have to grapple with, the contradictory impulses they feel. You mentioned Sheshasastri, conservative because he's a Brahmin man, an upper caste Brahmin, English educated man, but also a moderniser in terms of he wants roads and bridges, etc, but not too much social reform. These tell you about the kind of internal battles that human beings have, how human beings are also flawed, even the greatest of them are flawed. There are issues, they have their prejudices, they are also creatures of their time. And frankly, in today's sometimes ultra-woke times, I think it also helps suggest that we should treat people with more sympathy because people are complex, people are not perfect ideal versions of what they ought to be, people have a mix of emotions and we should have the maturity to deal with it that way. Same with history, it's not about saying were the Maharajas good or were the Maharajas bad, that's not what is interesting to me. The interesting thing is, what were the Maharajas? Even if they had elephants, what does the elephant represent? Even if there are 20 dancing girls, why are the dancing girls there? What is this court ritual supposed to represent? Those questions are something we should investigate, instead of simply saying, oh elephants, dancing girls, not interesting, they didn't contribute anything, bye bye. Everything if you ask a question of it will throw up some fascinating answers and in many ways complicate our understanding of things like nationalism, the evolution of India as an idea and many of the big questions of history. This may not be the answer to it, but it will shed some more light in explaining what those"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:33.660",
        "message": "answers are. I think rather than use the term complicate our understanding, I'd say deepen our understanding. And of course, as a reader, I share that fascination for A, marginalized characters, B, characters which defy a simple narrative, where you're kind of exploring the multitudes that I talk about in my show, unpeeling those layers. And like I look at contemporary times, and we of course have more people alive today than ever before, just in sample size of things that are happening, there is so much more, say in any 10 year period, than say a 100 year period from the past, there are so many histories kind of taking place in real time, there are stories of the marginalized to be told here as well layers to uncover and all of that. So when you sort of think of current times, and when you think of history, one, is it only what you consider historical that is already sort of there is something fixed and you can go back and you can uncover layers of it that interests you, or are you also interested in contemporary stories? And whatever the answer to that is, what would you say is the dividing line for you? Like after what point in time, are you really not interested in kind of getting into that? Or is it because there is such a surfeit of material available around you today that you're like enough people to do that, you know, let me write about the Deccan in 1800."
    },
    {
        "speaker": "Guest",
        "time": "03:16:48.560",
        "message": "The present, on its own terms, doesn't interest me that much, frankly, for that you have good journalists who are going out and putting those stories out there. What interests me is perhaps making sense of why the present is in its current shape by looking at the past. So in that sense, if I had a cut off, I would say 1947, you know, independence, for me, I'm interested in the period before that really the modern period 18th century till the mid 20th century, perhaps a little bit longer into the 20th century. But that is my face because I see a lot of our current political institutions, a lot of the ideas, a lot of the historical experiences that has made us the people we are with our strengths, but also our insecurities. A lot of the reason the map of India is the way it is, a lot of this depends on events that happened in these centuries, of course, the other centuries have had an impact. But practically speaking, this is what appeals to me. And I want to keep working on that. The present in its own right, my skill set is not adequate for sort of unravelling that, that I think you have journalists and people who can go into the story and dig them out. I would rather dig out things from a different time and try and make sense of the present, you know, by explaining why those times have resulted in this system that we have now."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:56.800",
        "message": "So on that note, while we are shaped by what happened, we are also shaped by what we think happened, right, which is all of these kind of narratives that are all around us and are fighting us. And I think we brought this up at the start of the episode that we are, you know, there is narrative warfare all around us. How much does history really matter? How much does it matter what actually happened or how many people Akbar may have slaughtered or how many temples Aurangzeb may have built? To me, at one level, it should not matter at all. And yet it is these narratives that seem to matter and not history itself."
    },
    {
        "speaker": "Guest",
        "time": "03:18:27.640",
        "message": "Do you sometimes think that this is an insurmountable battle to fight? All of history is frankly about narratives, right? It is about narratives. When I talk about the princely states, they were marginalised because of a British narrative. You know, everything ultimately is about how we make sense of the past. And this is not just our generation, all generations try to link themselves to the past. When a king, you know, crowns himself and then claims he is a long lost descendant of Arjuna or Krishna or whatever, he is connecting himself to something that is recognised as supreme and wonderful and great. All of history is about narratives and this sort of constant conversation and battle between narratives to say which one or the other defines not just the present but what shape the future will take. You know, the current government has a huge interest and investment in shaping a historical narrative because that will enable them to guide and shape the future. So the three are in some ways linked that way. But you know, I'll just end on one quote by Srinath Raghavan which I think he said in a print interview but it's a very wise line and I think it teaches historians also humility and a certain amount of modesty which is that history does not teach any lessons, historians do. And I think that's a wonderful line and you know, it teaches us that at the end of the day we are also in the business of narratives. I never make the claim that I've uncovered the truth, you know. I have uncovered certain evidence, certain things, I have connected the dots and said that this is why this happened and these are the things that happened. But it is my narrative ultimately. I am by no means claiming that this is some kind of truth that will never change in time. In future, somebody else may counter my version of events with another reading of history."
    },
    {
        "speaker": "Unknown",
        "time": "03:20:03.000",
        "message": "And that's perfectly fine."
    },
    {
        "speaker": "Guest",
        "time": "03:20:04.000",
        "message": "History, you know, recently somebody invited me for a debate, I couldn't participate saying should history be rewritten and it struck me in my head that history is always being rewritten. You know, politicians writing it is one thing, that is political football that they are sort of kicking around. But history is about the past being constantly rewritten, retold, revisited, reanalyzed. That is exactly what history is about. So to say should Indian history be rewritten is kind of redundant because it's always being"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:29.960",
        "message": "rewritten. I saw an ad on Twitter for that and I thought the question was kind of vague. But either ways, you know, I mean, whether history is rewritten or not, history should at least be read and you make it easy to do that with your wonderful narratives and incredible storytelling. So thank you so much for your time and insights today and for coming all the way to Andheri from Pune. Although you didn't come just for this, but thank you anyway. And thank you for writing these great books."
    },
    {
        "speaker": "Guest",
        "time": "03:20:54.360",
        "message": "More power to you. Thank you for having me for the fourth time on your podcast. Hopefully this is longer than my first longest episode. You've beaten your own record, but you are nowhere close to the longest. Next time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:08.200",
        "message": "Next time. I'll give you a full note. Thanks. See you. Bye. If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and pick up False Allies, India's Maharajas in the Age of Ravi Varma by Manu Pillay. You can follow him on Twitter at Unampillay, that's one word. You can follow me at Amit Varma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Change, listen older episodes, explore history, my friends."
    }
]