[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Assuming that being alive is a good thing, we are all lucky to have been born in these times. As recently as 200 years ago, I'd have expected to be dead before 40, leave alone reach this ripe old age of 47. If I got a common cold or an allergy, I could just die of that. Forget about diseases like cancer because most people didn't live long enough to get it. In the 19th century, alternative medicine, which I'd call quackery, thrived because mainstream medicine was a mess. The germ theory wasn't yet accepted by the profession and just going to a hospital could kill you, even if disease didn't. Even basic hygiene was absent. One of my heroes, Mary Wollstonecraft, died after giving birth to her daughter, who we now remember as Mary Shelley, because a doctor hadn't washed his hands. She got a fatal infection. Well, times have changed. The medicine of today would seem like unbelievable magic to the primitives of just a hundred years ago. But it's not magic, it's science. Now here's the thing, we should still not be complacent. Our scientists might have understood our bodies and created magnificent medicines, but those medicines still have to reach us. Someone has to make them. You can create the finest of medicines in your labs, but how are they actually being manufactured in our factories? Is there Jugaar involved? Are people dying as a result? The answer, especially if you are in India, is yes."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:26.920",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:33.480",
        "message": "Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. My guest today is Dinesh Thakur, once a respected scientist in the healthcare industry and now a crusader on behalf of all of us. I first read about Dinesh in a brilliant book by Catherine Eban called Bottle of Lies, Ranbaxy and the Dark Side of Indian Pharma. Dinesh is one of the heroes of the book, which is about the great fraud committed by the company Ranbaxy, which no doubt took countless lives across the world. Now some quick context. In the pharma world, big companies spend huge amounts of money creating new drugs. When a new drug created by a company gets approved by regulators, they have the exclusive right to make it and sell it for a number of years. This allows them to recoup the expenses of research and development. Now after this period expires, other companies can also make these medicines and these are now called generics. These generics are sold at a much lower cost than the original drug. And if you want to make something for a low cost, well, India is a good place to start. The Indian pharma industry's reputation got a big boost about a couple of decades ago when Cipla, driven by the visionary Yusuf Hameed, made cocktails of AIDS medicine for a dollar a day, which was a fraction of what it had cost until then. This was a big deal for the developing world, especially Africa, and probably saved millions of lives. The remarkable thing about this was that the reduction in cost did not mean a reduction in quality. Cipla's processes were outstanding and they helped get India the reputation of being the pharmacy of the world. Now Indian companies rushed in to make generics and one of the early giants was Ranbaxy. This is the part of the story where Dinesh comes in. He left a plush job in the USA to come work at Ranbaxy, excited by this new age of Indian pharma. But he soon realised that Ranbaxy was a company driven by Jugaad. While on the job, he found out that they routinely forge data to give to regulators. Most of their so-called medicines were never even tested. Dinesh and his team found that over 50% of the data given by Ranbaxy to the FDA, the main regulator in the USA, was fake. 100% of the data for India was fake. All of it. And ditto for the developing world. In fact, in an internal meeting, the subject came up that the medicine Ranbaxy sent to Africa probably did not work. One Ranbaxy executive replied, quote, who cares, it's just blacks dying, stop quote. When Dinesh realised what was happening, he resigned. And then he realised that he could not stay silent while millions of people were putting their faith in medicines that could kill them. So he complained to the FDA, who began an inquiry into Ranbaxy. They filed a suit against Ranbaxy and Ranbaxy lost. They paid out a huge sum as a settlement and admitted that they were guilty of all that they had been accused of. But this did not solve anything in India. The culture of Jugaad continues in the Indian pharma industry to this day. In his conversation with me, Dinesh describes in chilling detail not only his own experiences at Ranbaxy, but also the state of Indian pharma since and why he continues to wage a crusade to reform the system. Now, I know I've spent a lot of time on this introduction giving this context, but I did it because this issue more than any other issue I have discussed in the last five years affects people's lives directly. It's not hyperbole to say that this is actually a matter of life and death. So please listen. But first, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2500 rupees. 2500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up-level yourself. Dinesh, welcome to The Seen and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:06:41.280",
        "message": "Thank you, Amit. This has been a long-term coming. I mean, we've been corresponding almost for a little over a year now, almost a year and a half. And I'm finally glad to be in the same place as you, you know, to record this and talk"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:52.700",
        "message": "about it. You know, I was very fascinated by the book, The Bottle of Lies by Katharine Iban, in which you play kind of leading role and also by the larger questions that it raises. Because you know, one of the interesting things about our existence is that there are so many things we normalize. We take it for granted. We don't think about it. So we assume, for example, that there is a rule of law, or we assume that the medicine that we take works, or that the rupee that I earn today will have the same value tomorrow and so on and so forth. We kind of survive on these foundations of trust, which at some points you can discover are a little shakier than one thought. But before we kind of get to the subject at hand, I want to speak a little bit about you. So tell me about your early life, because someone who just heard of you in a cursory way may think of you as a crusader for a particular kind of cause, or a civil activist of sorts. I mean, it's not just in healthcare, but civil rights also that you've been active, but you're also someone who is deeply into music, you're a Hindustani classical musician who's been part of bands. So give me a sense of the young Dinesh Thakur, where did you grow up, where did you go to"
    },
    {
        "speaker": "Guest",
        "time": "00:07:57.600",
        "message": "school? So my family originally is from UP, from Muzaffarnagar, Western UP, you know, they praise us in the news for all the wrong reasons, but you know, that's where we're from. But for the last three generations, we've been, you know, sort of living in, you know, the Hirshwaila, Andhra Pradesh and now Telangana. My great grandfather was an armyman, you know, in the old Nizam's army. That's how we migrated there. And then ever since we've been living, you know, in that area. I grew up in a little town called Nizamabad, which is about, I think about 170 kilometers north of Hyderabad, because my grandparents had a place there. My dad essentially grew up there. He got a degree in law from the Nizam's college in Hyderabad, then he started practicing law. So that's where, you know, I grew up, I was born in Hyderabad. Typical middle class family, you know, went to, I started actually, my education started with a Hindi medium school, because that was the closest school that was to where we lived. It was a Marwadi school. I remember my grandfather sort of walking me to school and bringing me back. But soon enough, you know, there was a convent school that was a little further down, you know, the road. And I think I was in second or third grade that, you know, I'd gotten into the Catholic school and that's where I graduated from. And then, you know, 11th and 12th was a local government college, which is a godforsaken college. But anyway, went through that. In those days, the Ismaili state of Hyderabad used to administer what was called the Common Entrance Examination. I think it was called EAMCT or something like that, Engineering and Medical Common Entrance Examination. So, you know, went through that. I think I was ranked like 3000 some odd and, you know, by the time my turn came around, the only thing that was available at that time was chemical engineering. So I talked to my dad and basically said, look, you know, why can't I do law? Because he was a lawyer. And he said, no, no, you're good at math. You should actually become an engineer. And that was the only engineering available at that point in time, you know, given where I was. So I ended up sort of enrolling into an engineering college at Dosmani University. It's a really old university in Hyderabad, you know, very reputable. Now I think it's very different. But in those days, it still stood for something, trained really good people. So those were four interesting years, you know, in Dosmani. Then, you know, graduated and then, you know, it was interesting in those days, you know, one of the things that we all used to do was everybody who graduated sort of applied to go to the United States. That was kind of a given at that point in time. So, you know, I ended up sort of applying to a bunch of schools there, got accepted to the University of New Hampshire, they gave me a scholarship and ended up going to Durham at that point in time. There's no way that I would have been able to afford it on my own without a scholarship. But that was just luck, just worked out that way. And wound up in New Hampshire and then got my master's degree there. And then that's how my career essentially began."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:59.920",
        "message": "I'll stay a little bit with the earlier years before you kind of end up there, because what sort of interests me is, one, you're just three or four years older than me. So we are almost the same sort of generation in a sense. I'm curious about growing up at that time, like you mentioned that chemical engineering was like the one thing left. So that's where you opt for that. So number one, what was your conception of yourself like, like, did you think in terms of I want to do this? I want to do that? What were your models? What were your heroes? Because I know so many of the influences back in those days used to come from like, cinema, for example, Bollywood in our case, and, you know, maybe Telugu cinema in your case, I don't know. But so many of them came from cinema and also about the values that one takes, like you have spoken elsewhere about how your grandmother reading the Ramayana and Mahabharata to you had a deep influence. And I'm very interested in that, because it seems that in that kind of environment where you're growing up in the 70s and 80s, there can be two kinds of influences on you when it comes to values. And one is what you see happening around you. And the other is from these kind of things that percolate down, whether it's your grandmother teaching you Ramayana and Mahabharata or the Amar Chitra Katha and so on. So tell me a little bit about that, because these seem very contrary to me. One of the themes of your experiences in later times also is this sort of culture of, you know, just doing whatever it takes to make money, just doing whatever it takes to get ahead and not having a sort of a deeper core there. So how did these two sort of play out when you were a kid?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:33.160",
        "message": "So you know, I think, I mean, look, I think that my childhood was no different than, for example, I'm sure all of our childhood, right? You know, we all grew up with, you know, a larger family, joint family, where you live with your parents and grandparents. And you know, in my case, both my grandparents had a, you know, disproportionately large"
    },
    {
        "speaker": "Unknown",
        "time": "00:12:54.400",
        "message": "impact on me."
    },
    {
        "speaker": "Guest",
        "time": "00:12:55.400",
        "message": "I think my grandfather passed away, you know, 1970s, I was very, very young at that time. I mean, I have very few memories, but my grandma was still around. She passed away in the early 90s. But I have very fond memories of, but and think about like, you know, in large Indian families, the matriarch, right? Grandma essentially is the one who essentially runs the house. I mean, she was a little petite lady, you know, she was like five odd, five feet odd. But you know, the will of an iron sort of strength, and she was the one who essentially ran the house. This is a part of the story, I mean, that I don't think I've ever told anyone before. So I'm going to have to try and take you back, you know, a couple of hundred years before, because life kind of, you know, entangles you in very different ways, right? If you know about the history of the Singh brothers, right? The family that essentially they come from, their maternal side of their family is very illustrious. You know, Baba Charan Singh, who was the head of the Rajaswami Satsang, you know, in base in Punjab, he essentially comes from a lineage of, you know, I mean, today's, when you think about gurus, right? You think about the, you know, the Jaggi Vasudev, Asaram Bapu, to me, those are not the kind of people that there are. I mean, there are people who essentially were mystics. And this gentleman, Charan Singh was one of those people who essentially came from that line. Now, for whatever reason, I think that art, that skill is disappearing. We don't think about those things anymore. But there was a time when those people were alive, you know, they used to essentially practice sadhana and they knew what they were doing, right? So if you trace the lineage of that Sufi tradition all the way to Khusro and to Nizamuddin Auliya and, you know, the way that that evolved at that point in time, there were two branches of that. One was the BS side, which is the Charan Singh side of it. The other branch was Agra side, which is where, you know, sort of the other branch of the teaching of Swamiji Maharaj essentially came from that. The reason I'm saying this is because that lineage percolated down into my family and, you know, I can't tell you whether it's serendipity or what, that I had to get entangled with the people who essentially came down from the Charan Singh side. Because you know, I've, as a child, I've seen, you know, what mystics can do. They were, I mean, my grandma was one of those. So it's the tradition of, you know, hearing Ramayana read to you, the tradition of hearing Mahabharata read to you. We had copies of Kabir, B.J., like four or five of them in the house, you know, that we ended up reading. That's why, you know, the episode that you did of Gita Press with Akshaya Mukul was so resonating in the way that, you know, that entire sort of tradition about the printed word evolved over a period of time, you know, so that was environment I grew up in where, you know, we had this notion of, you know, where you had in a gathering, you know, certain date or time of the year or whatever, the year where you sat and listen essentially to Kabir, B.J. being read back to you or Tulsi Ramcharitmanas being read back to you. And realize that these are written in Dohas, right? You don't know what that means as a child of five, six, seven years of age. But then your grandma is explaining to you what that really means, right? Providing you the context of, you know, what a specific Doha actually really means. If you read Tulsi Das's Ramcharitmanas, you know, it is such a beautiful poetry. But then, you know, as a child, you don't know how to comprehend that. You listen to Kabir, you know, writing about, I mean, this is Nirguni, right? I mean, completely different kind of thinking in terms of how Kabir imagines the Almighty to be, right? And the way he describes the world around him. It's very hard for a person to reconcile those two things, right, where in one poem, you're trying to imagine God in the form of a person incarnate. In the other side, you're essentially saying there's a Nirguni, there's no gun, right? Kabir talked completely about a Nirguni Bhagwan, right? I mean, he says, okay, this is where you need to go, this is where you came from, this is where… So, those are kind of early influences trying to reconcile those dichotomies in life and figuring out those have stayed with me for a long period of time. I don't know if that's good or bad, but, you know, it is what it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:33.880",
        "message": "Yeah. And in general, when you sort of look at current times and from what you're saying, it then strikes me that we can, that there's a different kind of corruption at play here, a different kind of evolution where you have these religious and spiritual traditions, which come down over a period of time, which have popular resonance, as in Kabir's Ohas and all of that. And yet, over the last few decades, perhaps, this political impetus to take it in a particular direction, almost as if aping the West in terms of there, the religions are religions of the book. There is that one book. So, a similar thing where you try to homogenize an understanding of what Hinduism is and what religion is. And just as I keep saying, we contain multitudes, I mean, the religion contains more multitudes than anything else, not even a religion, a way of being, as it were, and that's also gotten corrupted. And it's very interesting that you speak of that particular tradition, the Swami Satsang Bohas, which is again, another strand of that is there in the Ranbaxy folks, Malvinder and Shivinder and the kind of nonsense that is happening there, where it essentially comes down to being a modern day cult and nothing else, everything else is lost. So, just looking around at India, is that something that you feel that has also happened, that in some ways we've let this great religion down by going on and on about how great it"
    },
    {
        "speaker": "Guest",
        "time": "00:18:50.880",
        "message": "is? You know, that's a very deep question you're asking and I don't know if I'm qualified enough to answer that. But, you know, as somebody who, I don't practice religion, that I don't go to temples anymore because to me, you know, the experience doesn't mean anything. I mean, you see pictures of people going to a temple to be showered around because, you know, you want to spend a few minutes in front of the deity. I can do that at home. I don't have to go to a temple to do that. But I think that, you know, I certainly have an opinion about the politicization of religion, which I think is just terrible. I think that, you know, whether it's the new age, you know, aspect of how religion is perceived or the old age, which is the fundamentalist aspect of how the religion is practiced. It just turns me away, personally. I don't know whether, you know, that's something that I can authoritatively speak about it. But purely from a personal point of view, I think that, you know, the entire purpose of, you know, religion and tradition was to develop a sense of understanding of your place in the universe, right? That seems to have completely gotten lost. We don't talk about, you know, why we are, you know, and where we are. We just focus on what is it that we want to do to try and advance a cause. I don't know what that cause is. For some people, that cause is to build a temple. Some people, the cause is essentially to build clean rivers, or I'm not saying that one is better than the other, but, you know, this existential question of why we are where we are, I don't know whether we actually even ask that question anymore, right? So I don't know what to say to the question that you're asking."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:42.520",
        "message": "Yeah. I mean, none of us, I mean, I don't know who's qualified to even speak about it these days, you know. So it's like, I think everyone's sort of feeling of it is as valid as anything else. I just remembered that growing up, I would never be at odds with, say, being born a Hindu in this particular place, but not actually being a practicing Hindu. You know, being an atheist to school, having the kind of beliefs I do, which some would say are enlightenment values, but having all of that was fine. I still fit in here. This was still my home. I'm still part of the civilization, and I could be whatever else. And today, one just feels that the space for that in one sense is not diminishing per se, perhaps that's a big statement, but that there are people who would like it to diminish, who would like it to define the civilization in a particular way, and just make everything so combative, instead of just letting us quietly contain multitudes. Tell me more about then, you know, what going to New Hampshire was like, like, was a sort of a culture shock? What was the study like? Did you enjoy chemical engineering?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:43.240",
        "message": "It was, you know, it was certainly a completely new experience for me. I mean, I'd never been actually, that was my, I think the first flight that I ever actually took from Bombay, Pan Am used to operate in those days, hadn't gone bankrupt in those days. But you know, the way that I learned was very different. I'll just tell you an interesting anecdote. So I was thinking about this on my ride coming here, one of the courses that I took in college while I was enrolled in Osmania, it was a mandatory course for chemical engineers, it was called the material energy balance, which teaches you the fact, you know, how energy gets converted from mass to energy, right? So in that course, and I don't know if this ever happened to you, but in those days, I'm talking about the 80s and 90s, right, there were no computers, you know, so the question papers used to be cyclostyle, so the professor used to actually write the question on a piece of paper. And then they used to get cyclostyle because Xerox was really expensive, right? And you used to, I mean, everybody got a piece of the cyclostyle paper, and then the question, you had to write down the answer to your solution to that question. Unfortunately, the one that I got was kind of blurry, it wasn't like visible, because you know, you really have to push down very hard to make that mark on the cyclostyle paper, right? And then it goes to the machine, and then you run around and the Vax generates it. So when I did my math in that equation, I was off by two digits, because the decimal wasn't visible to me, right? So when my paper was evaluated, because my answer didn't actually match what the professor was expecting, I got a zero on it. The only reason was because I couldn't read the decimal point in the question that was defined. And the reason I say this to you was because when I juxtapose this experience to the way I was taught, you know, when I went to UNH. So one of the courses that I had to take there was fluid mechanics, right? So Professor Carr was my teacher there. And you know, my term paper was, and in those days, like this is 1991, right? Stents essentially, you know, the stuff that we put it in arteries, and they were not like, you know, on board, they were just being developed. So one of the things that you get taught as a chemical engineer is how do fluids flow? Because you know, you have to mix things, you have to make sure that you blend slurries and stuff like that. And people who are your listeners who have done any kind of chemical engineering will know that you get taught about venturi flow, laminar flow, turbulent flow, eddies, and things of that nature. On one hand, the experience of getting taught in India was that, you know, you used to mug these things, go out, then vomit it out on a piece of paper, and God forbid, if you didn't read the cyclostyle paper correctly, you got a zero on it. Other side of that was Professor Carr, his term paper was, he wanted us to sit down and think about what angle of a stent would be appropriate. Because again, you know, there is fluid, there is essentially plasma running through your arteries and veins, right? So if you have to put a stent in, you can design a stent to be a Y, right? So you know, you can have a stent going in with bifurcating, you can design a stent to be a T, right? And even if it's a Y, you can have an acute angle, you can have an obtuse angle in there, right? The question he asked was, what angle is most appropriate, you know, in order for the stent not to have accumulation of plaque? Remember, our blood actually has platelets in it, right? Red blood cells and white blood cells, it's not pure liquid, it's a sludge, right? So the question here is that if you're putting in a stent, you want to design the stent with a certain angle so that you don't cause plaque formation at the junction. So the question was, go think about designing, what would the angle be? Now, asking the question that way, I did not know how to answer because I was never taught to think in those terms, right? Here I had to read the McCabe-Smith book, figure out what the equations were, go out to the term and essentially sort of, you know, solve problems. The reason I say this is because I think one of the things education does, and I'm hoping that it is happening here more now, education is not about regurgitating stuff, right? It's making you think about what is it that you want to do differently. That question, although I got an A- on it, I don't think I did a great job. I think that I did the best I possibly could. But that makes you think, right? There is no one solution for it. You can design a T-stent, you can design a Y-stent, you can design, I mean, they were drug-inducing stents, meaning you coat them with drug and over a period of time they put drug in the bloodstream. Open-ended questions are really important, because I don't think there's a solution to every problem. If you go in and thinking that I'm going to solve this problem and find a solution today, you'll be disappointed. I think that a lot of problems that we find in life, I don't, you know, half the problems that I deal with don't even have a definition of a problem, forget about a solution, right? So open-ended solutions, open-ended problems are really important. And I just hope that our education system is beginning to teach some of these things. How do you deal with an uncertain world where data isn't available, where, you know, it's not properly defined? How do you think about that when you try and solve things of this nature? Education is really important. So that, I mean, that's a seminal experience that I think about in terms of when, you know, when I went to UNH and got my master's there. That's the kind of experience that I had, which I still remember getting a zero on this. I was so disappointed. I was like, I thought I did it right. And then I found out that my decimal was off by 2.2 digits."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:19.200",
        "message": "Yeah, no, I did an episode with Anirban Mahapatra, who pointed to an identical experience as something seminal for him as well, where he mugs up everything here. And then when he goes out there, he just does really badly in the first exam because he is not used to thinking like that. And I have the title of your master's thesis in front of me, soluble and immobilized catalars. I hope I'm pronouncing that right. Effect of pressure and inhibition on kinetics and deactivation. Was it fun? Was it enjoyable?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:50.720",
        "message": "It was really fun. So this is the thing that you were looking at at that time, right? So again, my advisor, he was from India. He was from Chennai. He just retired as the senior provost. Excellent. I mean, Dr. Vasu was very, very good. The only thing I didn't like about him was that he used to hold his classes at 8.30 in the morning. I mean, New Hampshire, if you know anything about the geography, snows like crazy in winter. And so, you know, he insisted on all the students being in the class at 8.30. We had to get up at 7 o'clock, go to the dorm, eat your breakfast, and then get to class at 8.30. It was like minus 40 degrees outside. But yeah, so what I was doing there, and that was kind of interesting, and this is again you know, science evolves, right? In those days, we were doing something completely different in the sense that at that time, you know, we were thinking about how do you sort of use enzymes as active catalysts to try and increase the reaction. And one of the things that you're taught in chemical engineering is that one of the factors that gives you higher rates of catalysis is surface area. So the larger the surface area, the better, you know, yield that you get from the reaction. And so what I was trying to do there was to take, you know, porous beads, like beads with small pores in it, because the more porous it is, the larger surface area it is. You take an enzyme, which is a labile thing, enzymes are not very stable, you immobilize it on that, and then use that in a reaction and see, does the reaction proceed better? You get a better yield. The issue there was not whether, you know, what we were doing would actually work. The issue was, think about, you know, how do you design experiments, how do you design? So my experimental reaction chamber was a PVC plastic pipe of two inch by two inch long, with two plastic flanges on both sides. And I had to build this. In the lab, I had to build this, I had to cut PVC to take, you know, plexiglass on both sides, fix it, put flanges in it, essentially to be able to have your input and output on it. And then, you know, high pressure, right? So you had to put, you know, high pressure in and see what really happens in that part. The notion there was that two things. One is that it taught me how to think about experimental design. How do you think about, you know, doing an experiment with a hypothesis and testing that hypothesis and experiment and figuring out whether it works or not? I mean, nine or 10 times it fails, you still have to go back and try it in a different way, right? So that's experimental design point of view. Second thing it taught me was importance of data, recording what you're measuring in the lab, right? Every data point. So, you know, you just start the reaction, take measurements of one minute, two minutes, three minutes, five minutes, 10 minutes, and then plot that and see whether the yield at the end of the reaction time, do you get a better yield or not? The fidelity of doing that, basic science, right? I mean, you go to a lab, you have a lab notebook, you think about your experiment, you write down your hypotheses, think about how you design that experiment. You say, okay, if my experiment succeeds, this is what I'm going to get. If my experiment fails, this is what is going to happen. Happens all the time, right? But the training that school gives you, any school should give you, is this. It's not whether, you know, you're producing a Nobel Prize winning invention. It's about making you think about how do you think about doing science, which today, you know, I'm sorry to say that we don't think about that anymore, right? We think about science, again, in black and white terms. Science is not black and white. Nine out of ten times things fail, right? And then you find out one fine morning, you know, after a lot of sweat and blood that, you know, something actually works."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:41.040",
        "message": "In fact, the lessons in this go beyond science in terms of the importance of process, importance of data, the importance of intellectual honesty, even, in just making sure the process and the data are right. And even that importance of getting a little meta, thinking about how to think about something rather than kind of useful skills, which they don't quite teach in India. And at the same time, while you're in this very cold place, which Indian students famously sometimes have trouble with, how's the music going? Because you've been trained in Hindustani classical music, tell me a little bit about that side."
    },
    {
        "speaker": "Guest",
        "time": "00:32:13.280",
        "message": "So again, a lot of this came essentially, remember, you know, the environment at home was this, you know, traditionalistic. So if you know anything about the tradition of the mystics, right, there is something called Shabad, right? So you sing, you sing, you know, that you recite, you know, the poems of the saints and basically it's supposed to mean something to you, right? So I ended up sort of listening at home, you know, singing along with my parents and understanding, you know, what was really happening. So it's just that that training, essentially, with a little bit of formal training in Hindustani classical over a period of time, I'm not any, you know, some great singer or anything like that. It's just that the environment at home was that we used to sing Shabads, we used to sing, you know, the traditional Satsang kind of stuff that actually happens at home. That's how I picked up a lot of this stuff, right? And then some training, a little bit. But the good thing in those days, I'll tell you what was good, Spik Mckay was very active in those days. There were chapters of Spik Mckay pretty much in every U.S. universities. I saw, you know, Pandit Bhimsen Joshi, like this close, like I was like right here and, you know, when he had come to Syracuse at that point in time, I was enrolled in a computer measuring program. I mean, what personality, I mean, you are in heaven, you know, when you hear him sing. I mean, there was just, Spik Mckay was very, very active. There's chapters of Spik Mckay pretty much in every university. We used to do concerts, we used to invite, you know, personalities from India to come in and sing, play, it was a really good time, college days."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:51.800",
        "message": "And you used to sing in bands also, the rumor goes."
    },
    {
        "speaker": "Guest",
        "time": "00:33:54.960",
        "message": "Long time ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:55.960",
        "message": "It's been long. Yeah. At some point, the Pharma lobby is going to get hold of these old recordings and circulate them."
    },
    {
        "speaker": "Guest",
        "time": "00:34:02.120",
        "message": "This is a person."
    },
    {
        "speaker": "Unknown",
        "time": "00:34:03.120",
        "message": "Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:04.120",
        "message": "So, after this, you joined Bristol Myers Squibb, where you rise through the ranks very fast. And also where you, you know, eventually your last post there, I think, is a director of Discovery Informatics. But there, what you're doing is beyond chemical engineering in the sense that there's informatics there, obviously, as your job title goes. There's also a little bit of robotics, like the way Catherine Iban describes you. She says, quote, Thakur played a small but cutting edge role in the company's endeavors. He ran a department that built robots, automated laboratory helpmates intended to make the work of drug testing more efficient and reliable. Thakur's lab buzzed with innovation, more than a dozen scientists reported to him. Pulleys, motors, bells and levers were scattered about, and bright-eyed college students cycled through pitching in as needed, stop quote. And from there, the natural segue would be that I can totally see you kind of continue down what already was a cutting edge role. Till today, you are sort of running an AI startup or whatever and doing all of that. Tell me a little bit about your role at BMS, what you kind of learned there, and you know, what made you decide to kind of give that up and move along?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:09.480",
        "message": "Yeah. So, you know, so the training that I got as a part of the master's program was two things. One is think about how to conduct experiments. The second thing that I got – so there's a subject that is taught in chemical engineering is called programmable logic controllers and process-oriented design, right? So you're building, you know – I don't know if you ever passed by one of these big distilleries or ONGC plants, right, I mean, you can see them, they're big plants that actually have, you know, pipes going here and there, and they're doing this kind of stuff. When you sort of drill it down to basics, it's basically programmable logic controllers, right? So all you're saying is there's some switches, right? So the way that you kind of drive something is you turn the switch on or off so that, you know, you have a positive or negative, and then you have a pulley that basically moves things around, right? So the reason this was important was for twofold, so I have to take a step back and explain to you what was really happening in those days. And the reason this is important, because when we talk about India and India being a pharmacy to the world, right, this is a phrase that is most commonly used right now, or pharmacy to the developing world, right? Even as of today, as a country that, you know, sort of has this prowess of, you know, manufacturing drugs, there's been just one or two instances where we've actually discovered and developed a drug that has gone to the market. We've never done that. The reason is very simple. We'll come to that later on, why we haven't done that. But the way that this thing was done back then was that the process of drug development basically is that, you know, you identify a target in the body, right? So for example, if you have a receptor of some kind, or if you have a protein that you're trying to target, right? You're trying to either make it do more than what it is doing, or you're trying to stop that from doing something, right? Those are the kind of things that you're trying to do to try and develop a drug. Now, the way discovery worked in those days, and it's evolved now a little bit with computer aided design and artificial intelligence, is that what you used to do was you used to take scaffolds of chemical structures, right? And you throw that particular sort of target and see what sticks. Now, remember, these targets are large protein molecules. So these are very large molecules, they fold, right? So this is not like a strict chemical structure. For example, a simple chemical structure you think about is benzene, right? Benzene looks like rings, hexagonal rings. That's how benzene looks like. If you've got, you know, among your audience, you have people who are chemists, they'll realize that you can have structures that become really, really complex. You can have hydrogen molecules, oxygen molecules, right, branching off of that, right? So you're trying to take a chemical molecule and you're trying to throw that at this target to either block something or make it do something differently, right? And the way we used to do that was called high throughput screening, meaning that you take a thousand of these chemical structures, right, and in an experiment, you see if these chemical structures bind to the protein at all. Now, out of the thousand, you may see one or two showing some activity, activity meaning there is some – it is actually making it do what you want it to do, right? Then you take that basic structure and then you modify it, right? You add additional things around it and see if it makes a difference. Because remember, proteins essentially are like ribbons. So you take a long ribbon, you fold it, right, and there is this one site in that ribbon that is the active site. So you're taking a small chemical molecule and you're trying to attach to that site to make it do something, right? So you're essentially now dealing with thousands and thousands of these experiments that you're doing. And it's very hard to make, you know, people do that. Because remember, you know, I mean, if you ask me to do the same thing 10 times, I'll make a mistake on the ninth time because it's repetitious and it becomes really rote, right? So the way that we thought about this was, why don't we automate it? Why don't we essentially build, you know, these systems that actually do these things at night during the day, you know, and then we can keep an eye on what was really happening. So my job was essentially to build this. It was really fancy. I have a video, but basically, you know, it looked like, you know, if you've seen Ford Motor Company's manufacturing or even Maruti's company, you have these big robots that look like robots right now that pick up a piece of the car and put it on a manufacturing line, right? You take a door and you just stick it on. That's exactly what it looked like. We had robots, but the smaller ones, you know. So again, you know, it had pulleys and motors in them, and they used to move things around from place to place to place. Now you see a lot more automation. I mean, the Amazon facility has all robots in it right now. In those days, that was a novelty. So my job as an engineer was to build those things for two reasons. One was because we needed to run thousands of experiments. It was not like you're doing one or two chemicals, right? You do thousands and thousands of these, number one. Number two is that the way that you read out this stuff, like, how do you know that something actually attaches to the protein and does something? There are one of two ways that you could do that. You could take a effervescent, you know, molecule that would light up, right? So if it attaches to the protein and you take the rest of it out, you would read that because that would generate light, you know, and the UV light will actually show up. Or you take a radioisotope, right? You take, you know, carbon-14 or one of these things, and you take a radioisotope and attach it to it, and you use a Geiger counter to read it. Now, you don't want people to be exposed to radiation, right? I mean, if you were using a radioisotope in your assay, you don't want people essentially to expose themselves to unnecessary radiation, right? So that's where robots become really important. So the job that I was assigned, based on my training, was to build these things. And this is what we used to do, essentially build, you know, systems that ran day and night. They would just pick up. So think about it like a manufacturing line. It would know where to go get the compound from. It would know how to dilute it because you're not going to do the same concentration, right? So think about if you go to a pathology lab, they take your blood sample, but then they run the assay. It's not run the same concentration of that you actually take the blood, they would dilute it down, spin it, take the white blood cells out, and then they would actually use that to do a biological assay. So that's what I was tasked to do. And we ended up sort of building, you know, those kind of systems, you know, for the company"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:54.760",
        "message": "at that time. What I also found fascinating reading about your years at BMS was that you've spoken about this orientation program they put you through. And there was such a stress of this orientation program on a particular set of values and how you were supposed to kind of approach your role just in the industry. Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:42:16.200",
        "message": "Yeah. So I mean, this is one of the things that these companies, they used to do, I hope they still do it, right? One of the things that they did was when you joined in as a fresh engineer or a fresh scientist, right? You used to get a sabbatical, kind of a rotation, basically. You would used to go spend a month in every department to try and understand what they did so that you would at least get a sense of, look, you're not buttonholed into this one job that you have, but you get a bigger picture. But the biggest thing that was drilled into you, into all the people who they hired was, why are you doing this, right? It's not about trying to punch a machine or a tablet, get the tablet out. It's not about designing a robot. At the end of that line, there's a patient. And you're doing this essentially to try and make a difference in the patient's life. That was the biggest thing that I think was really important, because what happens is that when you graduate from college, right, you don't have that perspective. You're going in as a computer engineer to design software. You're going in as a mechanical engineer to be able to design some machines and systems. You're going in as a chemical engineer to design chemical reactions and figuring out how to make, you know. What you don't see is that how all of this comes together in the end, and it impacts somebody's life, right? So bringing in people to be able to correlate to that, right, where you get to interact with the patient who says, look, I'm taking this drug, and I've been diagnosed with a melanoma, and I'm on your drug, and it's making my life better, that's a really powerful message that goes to somebody to say, you're making a difference in somebody's life. I just don't know whether we do it often enough these days, right? We're so focused on the bottom line that I don't know whether we do it in a way to try and put context into young people that, yes, you're doing a job. I understand that. You're earning a living. You're really trying to make a difference. But there's a bigger picture out there. You really are trying to make a difference in somebody's life. That I think is really important, and BMS did that very, very well, you know, for people like me who joined the ground level, you know, and worked our way up, so."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:24.600",
        "message": "Yeah, that kind of training also plays one part in explaining sort of this deeper cultural difference that seems to be there between, say, US pharma and Indian pharma. And just the syncing of the end user, you know, applies to a lot else. Like I think, like even in writing, like, you know, the very first lesson of my course essentially is that when we write too often, we think of writing as an act between us and our laptop, my or Mary laptop, that I have thoughts in my head, I put them down on paper or on the laptop, and it's done and you're not thinking of the reader. Because your writing only becomes meaningful when it has an intended effect on the intended reader. And we don't often enough think of that. And I think that this can then be extrapolated as a danger to any calling or any profession or vocation that you forget that end purpose, that you kind of get lost in the mechanics of whatever it is that you're doing at any point in time, and you kind of let that go. So tell me a little bit about then how, you know, you rise up rapidly, as millennium begins, you are the director of informatics at this very well regarded company in the US. And then you decide to come back. So take me take me through that process."
    },
    {
        "speaker": "Guest",
        "time": "00:45:32.360",
        "message": "Basically, you know, it was again, serendipity, right? So, you know, an opportunity presented itself. So I was a, you know, I was working in informatics, and there's this gentleman who was a fairly senior person, his name was Rashmi Waria. He was responsible for pharmaceutics. Now, what that means is basically, how do you design a drug so that your body can absorb it, right? So think about it, we talked about how, you know, to find this one drug that works against a target, right? Let's assume that you find that, right, you find something that is novel, that, you know, works against a particular disease. That's not the end of the story, because you know, how do you actually get it to a patient that patient will take it, right? You have to figure out, look, if I, you know, you know, if I formulate that as a capsule, you know, will the patient take it? If I make it a suspension, like a liquid formulation, will the patient take it? Does it have to be an injectable, meaning that, you know, it has to be available immediately. Remember, if you eat something, it takes time for the chemical or the biological thing to go into your stomach, get absorbed, and then become bioavailable, right? If you want something immediately, like, for example, if somebody is suffering with a stroke, you can't give them a tablet. You want to inject a clot-busting drug right away, so the clot essentially sort of, you know, vanishes, you know, at that point in time. So these things, how do you make the drug available, is the remit of what is called pharmaceutics. And he was the head of that group at that point. He had accepted a role to join Ranbaxy as the head of their research and development. I did not know this. So one day, you know, the campus where I used to work, you know, there was a time where, you know, we used to walk around in the afternoon, after lunch, just kind of clear our head, talk with people. It was just a cultural thing there. So one day he asked me whether, you know, we would do that. And while we were walking around, you know, he told me that, look, you know, I'm leaving EMS, and he was there for a long time, much longer than I was there. And he said, I'm going to go to India, I'm going to be heading this company, and I didn't know what the company was. And he told me, look, you know, you've risen really, really fast in this organization, but you're going to hit a glass ceiling here. You know, there's only so many vice presidents and directors in the company, right? This is an opportunity for you to go back and do something very different. You know, the skills you have, I really need that skills along with me in my new role there. It's a good way for you to give back to the country as well, because this is not something that the country has. I'm going to try and do something very different, you know, in this case. And the company has told me that I had a free hand in doing what I need to do. And why don't you come with me, right? So that came out of the blue for me, because I had no idea that I would even be considering something like that. But having thought about it, and, you know, I did my own research, but there was one time that I'd come to visit my parents. I went and met, you know, people in New Delhi. In fact, the interesting Brar, who was the CEO of Ranbaxy at that time, he had come to New York once. He was at the Hilton, you know, in the Grand Central, and he'd asked me to come meet with him. So I'd went and met with him there. So over a period of time, this courtship happened, and, you know, comfort developed. And you know, given the fact that this was a very unique opportunity, I decided that I would come here, and helping Rashmi build what he wanted to build. He really wanted to turn Ranbaxy from a manufacturer of drugs to a company that actually researched and developed drugs. That was his vision in terms of what he wanted to do. That's the reason why he accepted this position to come here. And you know, he said, look, you know, I need people like you, because, you know, it's going to be a, it's a big job, and I need people like. So he had another gentleman, his name is Qasim Mukhtiar, who was also a fairly senior person. He came along with him. I came along with him, Nimish came along with him. So it was a bunch of people essentially sort of, you know, came along, because we really saw an opportunity to try and make a difference and rebuild this kind of raw prowess that we saw within the Indian pharma. Because you know, Indian pharma was doing really, really well in those days, you know. From a price competition point of view, in the US, obviously, healthcare costs are really, really expensive, right? So the Indian companies were making, you know, huge sort of, you know, dent into that market. And it was a very unique opportunity to say, can you steer the ship from just making stuff to doing something innovative? Could we do all of something new that the country's never done before, right? That was a great attraction for somebody like me to come here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:05.440",
        "message": "So to contextualize that, I want to sort of examine a couple of parallel tracks that are sort of also developing during this time, and one, of course, is the whole funda of, you know, innovator companies, which will develop a medicine, say they'll have a patent on it that will last for, I think, 17 years. And during that time, they charge whatever, they make their money back, and they make their profits. And after that, you have generics coming in, where pretty much anybody who demonstrates that they can make it with a different process, can just get in there. And that's a middle thing. And for a lot of Indian companies, then they became good at sort of reverse engineering, that how is this made, figuring out a slight difference in the process and getting into that generics market where you're making cheap medicines and making your money that way. And part of what you guys went there to do, as you said, Rashmi and you and all the others, was take it up the value chain, where you're kind of innovating and developing your own medicines. The other sort of interesting parallel track I find here is what Yusuf Ameed did with a Zipla when they made the AIDS cocktail for Africa at less than $1 a day. So tell me a little bit about that and also the significant, what was really happening in that generics market which perverted those incentives?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:20.360",
        "message": "So I think that's a story that needs to be told and told again. Because I don't think that we, as Indians, really understand what Mr. Ameed actually did. I think that it's a really powerful story to think about, because the drugs that were developed to combat the AIDS epidemic, characteristically, this is what pharma does, they essentially try and extract blood from a stone if they have a product. Even today, look at hepatitis C, the drug that is available to treat hepatitis C that Gilead makes, it's sold at $1,000 per pill. Now the argument that they make is it's essentially a quality of life, it's the value of what we are adding to somebody's life who's suffering with a really bad infection, whether it's hepatitis C or HIV. But let me just digress a little bit here for a second. This is really interesting, because given your background and your interest in economics, so there are two pricing models. One pricing model that basically says, what value do I add to my consumer? I charge that based on the value that I add. This is what most pharma companies do. They say that if I can keep you out of the hospital for X number of days, and hospitalization costs X number of dollars per day, that is the value that I'm adding to you. By taking this pill, you don't have to go to the hospital. That's how you extrapolate and say, okay, my drug has to cost $30,000 a year. It's unreal. It's stupid. The other way we think about when it comes to genetics is this cost-plus model. What does it take you to make something, and there's a decent margin on top of that. That's a cost-plus model. This is really interesting. Think about this. When Pfizer developed vaccines, the mRNA vaccines right now, and Pfizer said, okay, you know what, they were the first ones who got regulatory approval, emergency approval for a vaccine. How do you determine the value, the price of that particular vaccine? The entire world is shut down. This is essentially, you have a product that has the ability to return the economy back to normal. Now, they charge the US, the Center for Medicare Services, I think paid between $26 and $30 per shot for Pfizer. How they arrived at it, I don't know. But you can take that argument to a ridiculous nature saying, look, because I'm going to now enable the world's economy to come back, I can charge $1,000 for it, right, if you follow the value-based model. You can't do that anymore. Nobody will be able to afford something like that. This notion about companies charging a lot of money, we will come back and revisit that a little bit. But what happened with Mr. Hamid and Dr. Hamid and Zipla was basically they broke that model because there were companies in the United States who were charging an anomaly leg for this therapy for very, very poor people. They didn't care whether this disease was endemic in Africa. They were still asking Africans to pay the same price that the United States would pay. There's no way that model works, right? And so there were a couple of different people in the US activists who worked with Dr. Hamid and they basically broke that model and basically said, look, we are going to reverse engineer this thing. We are going to essentially give you a dollar a day cocktail while they were charging $300. And that essentially revolutionized people's lives. What happened in Thailand? What happened here in Bombay? What happened in Africa? People all gave their life to what Dr. Hamid did. He basically broke that model of, you know, the pharma companies holding poor patients hostage for the kind of money that they were looking for. And the reason that happened was because two things, right? One was in the 70s, our Prime Minister Indira Gandhi was basically provided this pathway where she said, look, if you can figure out a different way of making the same product, you have protection. Right? So this is how we developed reverse engineering skills in the country. We began to sort of figure out how to make the same product but a different way, right? That's how our genetic industry evolved. So we had those skills. So when the activists in the US, Bill Haddad, they came and talked to Dr. Hamid, they figured out that this is what they would do and they broke that model. So that was what was happening at that particular time. That was one. The second thing that was really happening at that time was this concept called a patent cliff. So as you said, once you register a patent over a period of time where you have exclusivity, essentially after that, multiple companies come in and the price drops. What was unique in that time period, the late 90s and early 2000s, right? The number of blockbuster drugs that went off patent, I've never seen that many drugs actually go off patent any time after that. That was a period of seven to eight years where drugs like Lipitor, right? Drugs like, you know, all the statin drugs, which is essentially billion dollar drugs at that point in time, they were all going off patent. So it was a great opportunity for the Indian pharma industry, which had this promise to be able to think about how to remake this particular sort of chemicals in a different way. There was a once in a lifetime opportunity for them to be able to do that. So those two things came together, became sort of a harmonization of those two things, which essentially provided a Philip to the industry to sort of dream big and say, look, we can reverse engineer and manufacture, but even these guys realized, look, this is not going to last forever, right? Once the patent cliff vanishes, you're going to be back to essentially doing the same thing over again. So we have to invest in doing something different. We have to innovate. We have to be able to, you know, get our own products, because you see, if you have an innovative product, you command a premium. You can charge a lot more money doing that. So that was the context at that point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:42.440",
        "message": "Yeah, and it's also fascinating to me how, you know, it's easy to sort of paint everyone with the same brush and say, oh, this is a culture in India, you know, the kind of thing that Ranbaxy did. But if you kind of look at Yusuf Amir and CIPLA and the kind of values that they believed in, the importance in processes and quality and all of that, it's just off the charts. And at the same time, you have some of the newer companies like Ranbaxy, where everything was bottom line, where you went in and there were, you know, you had posters in the walls pushing you towards getting a higher profit percentage of, you know, reaching, say, 1 billion in the US when they were 100 million at the time, I think, or reaching a total of 5 billion, whatever, sort of 1 billion at the time. And another sort of interesting nuance to the way that companies were allowed to make generics was that, you know, when you applied for the permission to make a generic medicine, there was an added incentive for whoever was the first to get approved, because that company would get six months of a clear run to be able to make the generic when they could make a lot of money. And then after six months, everybody else kind of comes in. And Iban's book describes, like, it's like, you know, wars in the streets where you have the parking lots of the FDA, and people from different generic companies are camping out there and different groups, because when the door opens in the morning, they want to be first with their application, and all of that. And this also meant cutting corners. Because you have this era of the patent cliff, you have a limited number of drugs which are going off patent, and you got to be first and whether you're ready with the science or not."
    },
    {
        "speaker": "Guest",
        "time": "00:59:15.200",
        "message": "Yeah, so this was an unfortunate outcome of this US law, right, the Vatch Haxman Act, that created this nonsense. This was a compromise that was reached with the big pharma, right? Remember, initially, when the generics came around, big pharma basically tried to malign them and saying, okay, these are not good quality drugs, they don't know what you're doing. And obviously, you know, activists pushed and pushed and pushed, right? So the compromise was that, look, they'll try and get another little bit out of it. And the six months was essentially to say, we are going to license our technology to some other company that will give us six more months to try and milk this market as much as we possibly can. That was the genesis of the six-month exclusivity. But you never have a full appreciation of the incentives at the time that you give incentives, right? How they play out in the market is something that you get a sense of it later on. And this was an incentive that was well-intentioned. Unfortunately, it was completely sort of, you know, taken upside down. And it became, you know, a reason for companies to cut corners and then try and figure out what they need to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:26.280",
        "message": "So let's talk about your time at Rinbux, you know, so you kind of get out there."
    },
    {
        "speaker": "Guest",
        "time": "01:00:31.200",
        "message": "And Rashmi doesn't last very long. No, so he doesn't. I think what happened was that he had developed a difference of opinion with the family. So there's a power struggle happening in those days, because, you know, see, DS Broward, who was the chairperson and the CEO of the company, right? So there were the family waiting in the wings, right? And it was as if he was warming the chair for the, you know, CEO of the family to take over. And obviously, there was power politics going on in there. And then between all of that, you know, Rashmi's equation with the company kind of deteriorated a little bit, and he decided to leave and start his own. So I think after me, within a year of me joining, a little over a year of me joining, he decided"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:12.280",
        "message": "to leave. At one point, you know, he apparently said to you, you'll never believe the kind of shenanigans that are going on. But he didn't elaborate. And at that point, did you have a sense that something is dodgy here?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:22.600",
        "message": "Something is not right? Yeah, so I never thought that there was an issue with the quality of stuff that was going on. I mean, you know, scuttlebutt was that Rashmi wasn't getting along, wasn't getting along with the family, with Malvinder, and in the meetings, we could see, right, body language, you could see in a meeting sitting across the table, because Malvinder was at that point in time, head of India business. So he was running the India business at that point in time. So I would see him in meetings, and you could see the body language. They're not like, you know, not like colleagues and colloquial kind of stuff. So my suspicion was that there's something going on personally between them, not so much"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:57.120",
        "message": "in terms of the product that they were making. One interesting side note that I kind of realized from Iban's book was that when Rashmi left, he actually got, you know, a big settlement when he left, which can also be interpreted. And I think, you know, Iban implies that it was sort of just a silent about whatever you might have seen."
    },
    {
        "speaker": "Guest",
        "time": "01:02:14.240",
        "message": "I, you know, unfortunately, I've never gotten a straight answer what that was for. All I know is that, you know, yes, there was a big settlement. You can read it to say, well, you know, just go away and keep your mouth shut. Or, you know, this was something that was negotiated right off. I just don't know. I mean, I didn't get anything, you know, I was just I walked away with whatever was due to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:35.440",
        "message": "That was it. So, yeah. And ditto Rajendra Kumar."
    },
    {
        "speaker": "Guest",
        "time": "01:02:38.440",
        "message": "Yeah. When you talk about, you know, unsung heroes, right, Dr. Hameed, Dr. Kumar is another one of those. I mean, it's very few people that you run into who really have the courage of their conviction to say, look, I am who I am. I'm not going to be a part of the shenanigans. I mean, the guy was a head of, you know, the CNS clinical research at GSK. Like, I mean, he was among the four top four or five people in GlaxoSmithKline R&D. Gives up that position, comes to India. On principle, he says, I'm a medical doctor. I know what is happening here. I'm not going to be a part of it. You want me to fix it? I know how to fix it. Give me the resources to try and put these things right. And if you don't, I'm going to walk away from it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:26.640",
        "message": "He walked away. Let's zoom into the story and stretch it out a bit. He's your new boss. You instantly take a liking to him and, you know, medical doctor, great values, obviously incredibly competent at his work. He goes to South Africa and he comes back and he's shaken, you know, take the story forward from there."
    },
    {
        "speaker": "Guest",
        "time": "01:03:44.200",
        "message": "See, this is what had happened, right? So there was a French inspector named Olivier Lableyre, right? He's still there. He's still working for the French regulatory agency. Good friend of mine, good friend. He was a part of a WHO group, right? Now let me explain a little bit about how it works. So what happens is the WHO is a World Health Body, right? Not every country has their own regulatory structure, right, to evaluate the quality of medicines, right? There's a lot of countries in Africa that they don't have that capability. Nigeria does today, right? They have done a really good job. Tanzania does, Congo does. But there are several different countries that don't have the capability, right? What they do is they rely on the World Health Body to say, do you think that we can buy these medicines, right? So the way the WHO thinks about this is they develop, you know, a framework to say these are pre-qualified manufacturers. So we have done our due diligence on them. We believe that they know what they're doing. We can vouch for the quality of what they are producing, right? And they put that list out. And these countries that don't have the regulatory capacity then look at that list and say, okay, we know what WHO has said this. We can trust their assessment, so we'll go ahead and buy it from this particular manufacturer. That is how the process is supposed to work. Now as a part of that assessment, the WHO relies on doing inspections, right? They go out there and obviously check before they can approve some manufacturer out there. WHO doesn't have regulatory capacity, right? So it pulls in from countries' regulatory capacities, wherever countries have good regulatory capacity. They'll say, can you lend us your inspectors, right? We'll come in and do this. So the gentleman who was leading that effort at the World Health Organization was a gentleman named Andre Wanziel. He was a medical doctor, and he pulled in regulators from different countries. And this was a German-French regulator, Olivier. He came in to basically inspect Ranbaxy's portfolio. Because remember, at that time, what was happening was Bush was elected. AIDS was rampaging through the world at that time. In public pressure, they established the president's emergency relief for Africa and Southeast Asia. Part of that thing was that the Clinton Foundation, they basically said, look, we are going to work with these companies in India who certainly know how to make these drugs. We will negotiate a really good price for you because we'll combine all the volumes from across the African countries. We will combine the volumes, we will negotiate a really good deal, and we will help you get you really good quality AIDS drugs that are manufactured in India. As a part of that process, the WHO was evaluating Ranbaxy's portfolio of lamivudine, stavidine, ziduvidine. These are the antiretroviral drugs that are essentially used to treat HIV. So they stop replication of the virus. The way things work is that pharma companies, what they do is that they usually work with outside contracting companies who run clinical units. So Ranbaxy had its own clinical unit as well. In Delhi, there's a hospital called the Majidia Hospital. This is where Ranbaxy did their internal work. But usually the number of molecules you're developing is much larger than the capacity of your internal unit actually can do, so you outsource it. So they've given it to this company called Vimta Laboratories in Hyderabad. So Olivier goes there, he does the inspection, and he finds out that these guys are fudging data. So they're saying essentially that we've enrolled 20 patients, he can only find one ECG. And he says, this is nonsense. So he goes back, makes a report, and that report goes to the South African regulator. Because remember, South Africa is going to buy, they're going to look at these reports, right? How are they going to buy? Because WHO puts out this report, the buying agency is going to look at that report and say, they call up Ranbaxy and say, what the heck is happening here? You guys are outsourcing your work to third-party company and they're fudging data, right? So Brian, who was CEO at that point in time, and Raj was like, I think, maybe not even a month, maybe three weeks into his job. He calls Raj and says, look, I need you to go to South Africa. I need you to go to Johannesburg and sit down and tell them that we'll fix it. Whatever the problem is, we'll make sure that all of these things will be straightened out. And the reason he did that, because he was counting on Raj's essentially standing as a doctor, right? Brian would never be able to make that kind of a case. You're getting a qualified medical doctor with that kind of standing to vouch for the company. So Raj goes there to Johannesburg, along with another gentleman who is responsible for outsourcing. So this guy's job was to get the work done from all of these other contract companies. He has his meeting, he tells them, look, don't worry about it. You know me, I can fix these things, don't worry about it. On the way back, he's told on the flight that, you know, you're new here. You don't know the whole story, but this is not a unique situation that you're dealing with. You'll have to deal with this. You know, other instances. He's like, what the heck are you talking about, right? I thought this was like a one-off thing that, you know, something happened with the bad contractor. We're trying to fix this thing. Now, you're telling me that there's more to it? He says, what? Tell me more. And he said, I don't know. You'd have to figure it out. He wasn't kind of in a non-committal at that point. I won't give him the real story. So when he got back, he called me, and my job was portfolio management at the point. So he called me back and basically said, look, I really need to know to get to the bottom of this, because I'm being told, when Brian told me it was a one-off thing, he said, just go and talk to them and make sure that things will be sorted out. Now I'm being told that this is not unique to just South Africa, there's a bigger issue here. I really need to know what that is, and that is how this entire thing got started."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:50.640",
        "message": "Take me through the next step, because at this stage, the assumption is that, OK, something went wrong with the contractor and whatever, and there might be other issues, but they're minor issues. They are kind of fixable. There is no sense that there is a problem with the edifice itself, that everything is shaken, that most of the data might just not be falsified, that it's all just a kind of a pack of cards. So what he asks you and your team to do is, therefore, to look at every different market, what medicines are going there, what is the data, and go back to the source of the data and see that it matches. So tell me about how you now approach this problem, like you're sitting with your team, what's going on there? What are you telling them? How big is the problem for you, just in terms of getting to the next stage of this investigation?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:38.400",
        "message": "So thankfully, at that point in time, I'd only hired a group of five people. And they were responsible for each of these portfolios, so the company's portfolio was essentially divided into regions. They called it regions for whatever reason. India was region one. Europe was region two. So all the countries in Europe are region two. Region three was Latin America, so Mexico, Argentina, Brazil, and region four was United States and Canada. So I had one person for each of those. So Vivek was for region three, which was Latin America. Prakash was looking at the US portfolio. Karna was looking at Europe. So four people. And then I had two other people. One was looking at the medicines for malaria ventures, because we were developing a novel molecule there. So we were doing this at that point. And thankfully, I had a few hands to help me. Now, to answer the question that you're asking, how did I go about doing that? In order to answer that question, I have to first explain to you how a generic drug is developed. So there are essentially four pieces to this. So the first thing is that, remember, you're not innovating anything. You know there is a product out there that works. What we are trying to do is to figure out how to make it in a way that still produces the same therapeutic benefit. That is the question that we are trying to solve. So the first thing that you need to do is to be able to figure out what is the formulation. What I mean by formulation is, how do you deliver it to the patient? Do you make a tablet out of it? Do you make a capsule out of it? Do you make an injectable out of it? Do you make a liquid solution out of it? That's number one. Once you develop that in the lab, the next thing is, I can make it in a lab, like I can make 5 milligrams of it or 10 milligrams of it. How do I get it to scale? How do I make 100 kilograms of this thing? There is some science behind that. So what works in lab will not work in a much higher scale facility. So just like you can cook rajma for two people. You can figure it out what the recipe is. You have a party of 15 people. You better be very careful with the recipe, otherwise, you really have to control all of those things. So scaling that process is also really, really important. Once you do that, then the third thing is, you then take it to the clinic. You're trying to test whether your formulation, the one that you made, does it mimic in the body of a patient the way that the innovator's formulation does. So if I'm trying to make a copy of Lipitor, which is autoverstatin, which is the drug that is used right now, it's a best-selling drug for hypertension, blood pressure. So if a patient takes Pfizer's autoverstatin, and this is how it behaves in the body, my drug, my formulation has to behave kind of similar way, right? Regulations say plus or minus 20%. You have to be within that range of – there are two things that we measure in there. One is how much drug is available and how fast does it excrete. Now remember what happens when you take medicine, right? Think about, for example, if you drink, I don't know whether you do or not, but if you drink, you take one drink, you may not get a buzz. You take a second drink, slowly you start getting, you know, to get a buzz. Or maybe this is a better example, Holi, right? Everybody has bhaan. You can get a lassi or you can get, you know, matai and there is opium in it, right? You take one bite, you don't feel anything. You take a second bite, you kind of start feeling a little buzzy. You take that one complete ladoo, then you start laughing, right? Because you know, the concentration of that particular rupioid within your body essentially gets to a point where it is really high at that point. Now, the second thing that actually happens is that the body then excretes that out, right? So either through urine you get it out, you know, through sweat you can get it out, right? So again, if you over drink, what happens? Start throwing up, right? The body says, I can't handle it and just kind of vomits it out, right? So these are, you know, processes that essentially sort of get the drug from our body. So when you are testing this drug in the clinic, right, you're essentially trying to see what is the highest concentration of that, you know, particular formulation, do you get to that point, right? And how fast does the body actually get it out of your system? The reason why you need to do this is because doctors need to know when they write the prescription, is it one pill a day, or do you have to take two times a day, or do you have to take once after morning, after breakfast, after lunch, and after dinner? How do you know that? You know that because you've done these experiments to figure out your body takes eight hours to get this drug out of your system, your body takes four hours to get it. That's how you figure out whether you take it once a day, twice a day, three times a day, right? So you test it in the clinic. The final part of this is you put it all together. What you do is you put together a file and you say, this is how I made it in the lab, this is how I scaled it up, this is how I tested it in the clinic. And then, you know, I put it all together and say, okay, now I'm going to send it to a regulator to say, this is what I need to do. Now, in order for me to map out this entire process, I have to ask each of these guys basically say, for each of these areas, look at the steps that are required, right? So when you are scaling it up, how do you go from making, you know, five gram quantities in the lab to 100 kilogram quantities, right? How do you scale that up? What are the processes involved in doing that? Who did that? Is there a lab notebook there? Did somebody record that particular experiment that was done, right? So we came up with a matrix of all of these activities for each drug. And they were asked essentially to go and figure out where that data existed or not. And this took forever because, you know, there were hurdles in every step of the way. People wouldn't let them come into the labs. People wouldn't give them information. But over a period of time, we managed to develop a reasonably good idea of where the holes"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:57.680",
        "message": "were. I just want to read out this little bit from the book which summarizes what you found where Catherine Iban writes, quote, at the behest of managers, the company's scientists substituted lower purity ingredients for higher ones to reduce costs. They altered test parameters so that formulations with higher impurities could be approved. They faked the solution studies to generate optimal results. They crushed up brand name drugs into capsules so that they could be tested in lieu of the company's own drugs. They superimposed brand name test results onto their own in applications. For some markets, the company fraudulently mixed and matched data streams, taking its best data from manufacturing in one market and presenting it to regulators elsewhere as data unique to the drugs in their market. For other markets, the company simply invented data. Document forgery was pervasive. The company even forged its own standard operating procedures, which FDA investigators rely on to assess whether a company is following its own policies. In one instance, the employees backdated documents and then artificially aged them in a steamy room overnight in an attempt to fool regulators during inspections, stop quote. And you've also spoken elsewhere about how the steam rooms were a part of the system in the sense that, you know, the FDA and other regulators have their systems in place that these are the processes by which drugs should be made and these are the processes by which we evaluate them. And Ranbaxy has a system within a system and the whole point of the system within a system is to subvert the other system. So you actually have a steam room where the only purpose is to forge documents and to make them look old. And there's another, I think, the gentleman in regulatory affairs who told you that, you told him that, okay, the data doesn't match the dossiers, what's going on here, how much of the data is forged?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:45.560",
        "message": "What did he tell you? Well, it varied. I mean, I think in the stringent regulatory markets, like Europe and US, almost half of it was. And then I asked him, what do we do in India? And he laughed at me and basically said, who looks for data in India?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:57.880",
        "message": "100%? 100%. I just want to sit back and if you're listening to this, you should also sit back. This impacts real people. This means that if all the data that is coming to you, if you're in India or half the data in the US, if you're taking a generic made in India is forged at that point in time, the people making the medicine didn't give a shit about whether it works or not. And lives are at stake here. I mean, this is just bizarre. You can have any kind of medical condition and the medicine, the so called medicine can actually make it worse, because it's manufactured in this crazy manner where all the data is"
    },
    {
        "speaker": "Guest",
        "time": "01:19:31.640",
        "message": "forged. Unfortunately, that's the truth. And you know, the sad part about this, Amit, is that after this book came out, right after this entire episode where the company pled guilty, paid fines, the biggest beneficiaries of this are the patients in the United States and Europe. Because the FDA got smart. It started enforcing the regulations much more stringently. It knows what to look. Nothing's changed for us. Nothing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:04.080",
        "message": "Let's, let's get back to that story. You know, one of the things we uncovered was that data in entire markets was completely invented, like Brazil, Kenya, Ethiopia, Uganda, Egypt, Myanmar, Thailand, Vietnam, Peru, Dominican Republic. And at one point, you know, this lady called Kathy Spree joined the US office of Ranbaxy. And at first, she was really impressed by the results of the generic versions of Rionet and Sorted because she said, wow, Ranbaxy's data is so good, you could actually superimpose it on the data of the originals. And the truth was that the data had been taken from there. And at one point, and this really just struck me so hard, at one point where she was on a conference call with company executives from India, she spoke about, you know, that the AIDS medicine that Ranbaxy is supplying to Africa, it probably doesn't work. And one of the company's top executives said, quote, who cares, it's just blacks dying,"
    },
    {
        "speaker": "Guest",
        "time": "01:20:57.040",
        "message": "stop quote."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:58.040",
        "message": "Yeah, unfortunately, that's true. Just reading about this stuff just gives me goosebumps, right? And it's just completely shocking to me. You're getting this shit in real time."
    },
    {
        "speaker": "Guest",
        "time": "01:21:06.680",
        "message": "Yes, unfortunately, it's true. You know, I mean, sometimes what happens is that in the middle of something, right? And there's so much happening around you, you don't get a chance to sort of internalize and think about this thing in the way that you ought to, right? The benefit of hindsight, you know, that quote about, you know, just the blacks dying, it's so offensive. It is so offensive. And the interesting thing is that Cathy says that not one person on the call objected to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:38.880",
        "message": "It just blows my mind. So what's happening there? You've gathered this data, this data is incredible. It is incredible to the point of being unbelievable that here is a company with more than a billion dollars in sales, more than 100 million of that from the US. I don't know if these are 2001 figures, or these were the figures at the time. But obviously, with ambitions of getting much bigger, you know, Bill Clinton has come and he's partied with Malvinder and Shivender and all of that. And you've got this data where everything is based on lies. So one, what's going through? What are you and your team thinking? And two, what happens next?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:15.680",
        "message": "So you know, we used to sort of as a team, we used to meet once a week, because these guys used to travel, right? So he used to travel to Devas, Devas was an MP, was a very big manufacturing facility. They used to go up to Ponta Saheb, that's again, a fairly large manufacturing facility. Goa, Goa was a very big manufacturing facility. So all my guys used to travel so that you could go look on the ground what was really happening. So the process was Monday morning, we met in office, and then everybody went their own way, did whatever they needed to do, come back on Monday. And I used to meet with Raj on Tuesday, because I used to collect all that data, essentially compile it and then go see him every week kind of, you know, so some weeks he was traveling. So he wasn't around. But someday, the week that he was there, I used to go see him and tell him, look, this is how far we got. We had great difficulty getting data. But at some point when the picture began to emerge, and when I told him that this is what it is, he didn't believe me. He said, there must be something really wrong. I mean, how is it possible that, you know, there is so much of this kind of, you know, issues that you're dealing with? You can't have a portfolio of a company where all the data is missing. Go back and redo this. So after a while, I just got like, you don't believe me. I mean, I'm telling you what I've heard, what I have. You don't believe me. So why don't you come next Monday morning when I meet with my group, why don't you come and join our meeting? So he did. And he heard from people, all of them across the table. We sat down and basically people told him, look, this is what it is. After that meeting, I think the penny dropped for him too. And he was really upset. And he basically said, I just I can't believe this nonsense is going on. I need you to prepare, you know, a sort of a summary of how far you've come along here. I need you to give it to me in terms of what was really happening. So that was the first time I actually put together a spreadsheet, you know, because there were multiple pieces of information to the spreadsheet that was there, you know, that was a consolidated was that was the first time that I did. There was a business development meeting in Bangkok. And part of on the sidelines of that meeting, he was supposed to be meeting with Brian and and the business heads in Malvinder and everybody else. He said, give me that spreadsheet. Let me take it. I'm going to go talk to them. And, you know, so that was the first time that he told, you know, this is what was happening. After he came back, you know, we continue doing this and, you know, another month and a half, month, month and a half after that, you know, he said, give me a PowerPoint presentation. So I made a PowerPoint presentation, gave it to him. This was discussed in the scientific subcommittee of the board of directors. He made the presentation. Not one person basically said anything. There was one scientist, Nityanand, who basically said, you know, we really need to do something to fix this. Everybody else said, just destroy it, get rid of the laptop, get rid of this, that and the other. And he was very honest. He told me when he came back from the meeting, he said, I know how to fix it. The right way to do this is to withdraw the entire portfolio, be honest with, you know, the regulators, tell them that you have a problem. We will redo the thing, bottom up, clean this thing up. Yes, there's going to be a short term loss to the company. Next couple of quarters, we're not going to make our numbers. But it will emerge stronger if you do this thing right. Nothing, this pin drop silence in the room. He came back that evening. He says, I'm leaving. Next day he resigned and walked away."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:34.480",
        "message": "No, and just to be clear about, you know, what happened in that meeting, which is again so revelatory of people's approaches, is that the shock and horror that was in that meeting was not about the fact that these things are happening, that we basically lied about everything. The shock and horror is that someone has collected this data, and they could get caught. So they immediately say not only destroy all copies of this PowerPoint presentation, but destroy the laptop that it was made on. So the entire laptop was taken from Mr. Kumar and destroyed basically, and the hammer was used and destroyed and luckily copies existed, including a copy with you, which, you know, is useful later in the story and keeps in fact cropping up at different parts of the story, which is really interesting. So he comes back and he quits."
    },
    {
        "speaker": "Guest",
        "time": "01:26:19.120",
        "message": "Yeah, I mean, he basically, I think the next day he resigned, and then they actually had a charade. They basically didn't tell the street. They said that his mom was there, they went back to the UK, some shenanigans. So they did they until January, they did not disclose to the street that the head of R&D had resigned. That was probably a big issue, losing two heads of R&D in quick succession, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:40.480",
        "message": "So they covered it up, didn't say anything. Another sort of incident struck me and this happened, I think, much earlier, around the time Rashmi Barbahia was leaving, where you pointed out that you had no idea why he had left and exactly what the deal was. But your son Ishaan, who was three years old, he had an ear infection. And you first gave him Ranbaxy's version of Amoxiclav, which was generic, and it didn't seem to help at all. And the moment you shifted him to the brand name version, it worked. And this is something that has happened throughout the world, and is known to doctors everywhere. Like Iban in her book, describes in great detail about how in America, at various points in time, doctors basically knew, they realized that if you're on the brand name version of a medicine, it's fine. But the moment you shift to a generic, either you adjust the dosage and give the person much more of it to make sure that you have the equivalent amount of the drug, or if it doesn't work, and in some cases, it took lives. And if it doesn't work, you shift back to the brand name version. And the political incentives are, of course, to keep the generic versions as popular as possible because the government is spending 18% of GDP on healthcare. And generics are a big part of that. And in Africa, also, there are these, you know, vivid reports from Iban and others of how everyone in hospitals knew that you have a bunch of brand name medicines in a corner somewhere for an emergency, but you give generics to the other people, and they probably don't work. And Ranbaxy in particular was one name to avoid, but not just Ranbaxy, like through this book, there are mentions of Walkhard and Dr. Reddy's and so on. The list is kind of almost feels endless. So at this stage, when Dr. Kumar has left, right, and you are left with your team, and you realize why he's left, you realize that what is happening is criminal, that is costing lives for sure. And that's in fact, one of the great examples of the seen and the unseen, where what is unseen here is actually incalculable, like the lives lost or impacted through this, there's just no way to calculate it, because a medicine did not work, or because there was an impurity and it worked in the wrong way, there's no way. So what now? Dr. Kumar is left, you are left with your team."
    },
    {
        "speaker": "Guest",
        "time": "01:28:57.520",
        "message": "What are you thinking? So obviously, I mean, I was a known target at that point in time, because they knew I was the one who actually collected that data, right. So they sent the internal audit group after me, the guys just, you know, they essentially sort of descended on my department, stayed there for almost like a month and a half, dug through everything they possibly could, didn't find anything. And then finally, I think what they did was they planted some URLs in the IP table to say that I was browsing porn on my computer. That was the thing that they wanted to make an issue out of, that somehow I was violating company policy, I was browsing porn from work. And fortunately, I also had an IT department in mind, because, you know, we were doing a lot of, you know, systems installation. So Sanjay Munshi was the guy who was a network administrator. He was the one who looked it up and found it, that it was being planted from the corporate office. Once I found that, then I knew exactly what the gig was up. So I went to Brian and basically told him, look, can't work this way, right? I mean, how would you like to work? Every second minute, you have to look over your shoulder, trying to figure out who's going to come after you with a dagger, it just doesn't work like this. I can't, you know, this is not a way that I will survive here. And he was fine with it. He was like, okay, that's fine. I said, you know, he asked me, what is, what are you going to do? I said, I don't know, I'm going to try and figure out something else to do here. So it's like, that's fine, you know, Monday, go Monday, turn in your things and pick up your personal effects and, you know, we'll settle your last and final whatever the thing that you know, what was owed to you at that point and I'm a salary wise, I'll settle that. That was it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:35.920",
        "message": "That was the end of it. And when you sort of landed up to take your things, you took the pictures of your kids from the desk, but you weren't even allowed to open it."
    },
    {
        "speaker": "Guest",
        "time": "01:30:45.360",
        "message": "No, because the problem was that the drawers actually contained a lot of handwritten notes of people who were interviewed. You know, so my guys had done a lot of interviews, I had done a lot of interviews, and we had handwritten notes of who we spoke to, when we spoke to what did we find, the drawers actually contained a lot of those handwritten notes. And obviously, that was not something that I was able to do and let me, you know, lay my hands on. So I got to, I got to collect Mishant's picture. I had some personal effects, you know, on the table that I did that. And that was it. That was the end of it. They physically stood there and stopped. So there was this HR manager, his name was Udbhav Ganju. He was the director of HR and a security person. Both of them essentially stood over my shoulder. It took all of like five minutes. On Monday morning, I went in there, I took the picture, I collected my pictures and had some BMS personal effects on the table. So I took that, it took all of five minutes and they walked me off of there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:44.160",
        "message": "Yeah, it's insane. No, I, you know, one of the things that struck me from Iban's book also, is that as I was reading through it, I was entering little rabbit holes in the site, googling all the names of the people and thinking to myself that surely this person's career was over at this point. But they all continue to flourish in the pharma business. All of these people who admitted to these wrongdoings, who forged documents, whose actions certainly led to so many deaths, they all continue to flourish in the business."
    },
    {
        "speaker": "Guest",
        "time": "01:32:12.840",
        "message": "Unfortunately, that's the sad truth of how this industry works."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:17.520",
        "message": "So this has happened and meanwhile, there's a lot of other cloak and dagger stuff going on within the company, little politics like after DS Brar goes, Brian Tempest takes over as CEO and later on Malvinder basically takes over himself and in 2008, you know, the company is sold to this Japanese company, the FDA investigation is completely hidden from them. What do you do? So you quit, you kind of go back home and you had, of course, shifted bag and baggage to Gurgaon, not something I would, you know, necessarily envy being there. And there's an early part of the book, which mentions an interesting incident, which also I found kind of revelatory and it's, you know, credit to Iban, I think to put that incident in because it does reveal character, it tells you a little bit more about what's going to come where she talks about this traffic accident, which you witness, where your driver is driving you through a particular part of the road and you see that someone after an accident is lying there injured and your driver's instinct, as honestly, I think most people in India's would be, is just drive on, don't get involved with this shit. But you stop, you take the person in the car and bleeding, injured, whatever you take that person to hospital, and because the doctor asked for some money up front, you pay seven eight thousand rupees, whatever it is, and you go away. And the next day at Ranbaxy, the cops visit you and they are trying to frame you for running over a dead person. Exactly. So that they can extract something out of you and your HR settles it."
    },
    {
        "speaker": "Guest",
        "time": "01:33:48.640",
        "message": "Yeah. He makes him go away. I don't know what he did, but he made them go away."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:51.800",
        "message": "So yeah, so clearly."
    },
    {
        "speaker": "Guest",
        "time": "01:33:55.080",
        "message": "So maybe the same Mr. Ganju, I don't know if he was Mr. Ganju. So Mr. Ganju was the head of HR and there's another gentleman who worked with him very closely. His name is Mohan Ahuja. Both of them were very well connected and they made them go away."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:07.080",
        "message": "Wow. Fascinating. So you've quit. Now, obviously, you're despondent. What are the different things going through your head? Because you've got a young family and your skills, in a sense, the industry is not ready for them. So you're not really going to get a job right away in India. And eventually you do with Infosys and all of that and you have to move back to the US. But in the interim, you're sitting in your basement in Gurgaon, you're processing all of this. What's your state of mind? What do you want to do? At what point do you decide that I can't walk away?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:39.080",
        "message": "I can't let this rest? Two things, as you said, right? I think that I did approach other companies, you know, offered my services, but they were not ready because they didn't recognize the value of what I was doing. Why do you need somebody who can do all of this stuff? We know how to manage our own portfolios, so that was one. The second thing, I mean, then I started looking at IT services companies, actually worked with Tata Consultancy as well. Again, it's the same situation, you don't need somebody to do the skill that I bring to the table, right? So it never worked out. And so I started thinking about, okay, what do I do now? Because going back to the U.S. was an option, but then moving my entire family back again, trying to start again from scratch, and even there, I didn't have a job at this point. I mean, I have to find some work and start again from scratch. It's not easy to do that. And remember, this is when, in 2007, 2008, this is when the entire market collapsed. People weren't hiring, nothing was really sort of happening in the market. People who I knew were employed were essentially being laid off at that point. Why would you want to hire somebody who left you for two years ago, wanted to go to India? So what does he have to offer to you at that point in time? And there's so much other mayhem happening in the economy at that point in time. So it took a while to sort of think through all of these things. The trouble is, when you're not sort of focused on doing something productive, then your mind sort of reflects back on the things that you've experienced. And I had nothing better to do at that point in time. The two other guys who came with me, Dinesh Kasturi and Venkat, they also were in a difficult position. So all three of us were in really, really bad shape. But unfortunately, the thing is, one was the fact that I didn't have anything to do, number one. Number two was the fact that I'm the kind of person who kind of doesn't react immediately. I reflect on these things and kind of store it, and after that, I do something. And so my initial reaction was very simple. I said, like, fine, okay, I did what I needed to do. It ended. I have to move on. There's not much more I can do about it. But then I started talking to Raj about this a little bit. He used to be in the UK, so we used to talk once in a while. And I used to tell him, look, is this it? You walked away. You basically said, okay, this is mine. I'm not going to deal with this anymore, and we walked away. I lost my job. Are we done? Are we done with our responsibilities here? A lot of these discussions over a period of time came to the point that I felt that I needed to do something more than just sort of saying that I washed my hands off of the situation. I'm done with my thing. And that's the reason why it took a while for me to kind of sort of think over this. What do I do? How do I do it? I also understand. I mean, there are a lot of people here basically said, look, if you go out and do something and be public, realize that this is a big company. They have lots of connections. By the time there was also anecdotes about boardroom brawls, the brothers beating each other up, like dirty stuff, right? I mean, you don't like, you know, why do you want to sort of put yourself out there? You know, this was a counter narrative, you know, saying, you know, this is how things get done in India. You know, you if you want to do something about it, just shut up and go about doing your own thing. Reinvent yourself. There's nothing more you can do about it. So it took a while for all of this to kind of, you know, gestate and come to a point where it was important for me to be able to do something about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:28.560",
        "message": "Yeah, in fact, just talking about the environment, I mean, whistleblowers in India haven't, you haven't really flourished. I mean, you look at Manjunath and others who were basically murdered and in Iqbal's book, there's this other conversation she reports between Malvinder and Jay Deshmukh, the lawyer, where towards the end, at one point, they are fighting and they're fighting over exactly this. And Malvinder tells Jay Deshmukh that, you know, I know where you live. And Deshmukh says, of course, you know, where you where I live, you've come home, you fool. And then he says that, you know, my brother founded the Shiv Sinha or whatever. He had relatives who had, so there are these kind of threats going around and it's kind of messy. Before we get to the next part of the story, where you send an email to the FDA or driven by conscience. Before we get to the next part of that, there's a little bit of musing I have here. One is that when historians come on the show, I asked them about what they think of the great man theory of history. And this is, of course, something that people battle about, where there'll be one theory that history is basically made by great men and unfortunately, only great men is gendered because that's, you know, we've been, our species has been sexist and misogynist all along. And it's men who tend to make and write history. But one is that there are these men who do important things and the course of the world changes. And that's one theory. And the other theory is that no, there are currents of history and the people who appear to be great men are people who just came along and wrote those currents, but things would have happened anyway. Now, I don't want to ask you for your opinion on what historians themselves argue about all the time, but it strikes me that it's a bit of a happenstance that events unfolded the way they did, that Ranbaxy was exposed, that they apologized, that we know that they did all these things. Otherwise, it sounds like a wild conspiracy theory. And all of it really comes down in a sense to one man. And that's you. For example, not just one man, but circumstances. Had you found a job immediately, maybe you would have been diverted. Had you spoken with your wife and she would have discouraged you surely, correctly so, because you got to be practical and you did what you did."
    },
    {
        "speaker": "Guest",
        "time": "01:40:40.000",
        "message": "You're absolutely right. I mean, I am a big believer in the second theory. I mean, I think that it's hubris to think about the fact that, you know, a man or a group of men changed the course of history."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:52.560",
        "message": "I don't know."
    },
    {
        "speaker": "Guest",
        "time": "01:40:53.560",
        "message": "But in this case, that's what, I mean, it's by happenstance, kind of. No, but the circumstances actually enable you to do that, right? I think the most important thing, you know, whenever I get asked about this, right? I was lucky. I was lucky because for whatever reason in my life, I had very strong role models, very, very strong role models. My dad is one of them, Raj is one of them. I think that that is essentially, you know, made me react in the way that I reacted. But the circumstances are not mine. Circumstances was created by a number of different people around it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:29.240",
        "message": "But they're kind of accidental. Like, what if the Infosys job came about just when you left Ranbaxy and you?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:34.760",
        "message": "Yeah, I mean, counterfactuals are always there, right? You can always think about counterfactuals, would have been as aggressive. But I have an answer to the Infosys job question. You see, what happened was, even while working for Infosys, I was working with the USFDA until a point where they essentially told me, go get a lawyer, we cannot protect you anymore, right? I had no idea that this statute existed in the law, right? For almost two years, 18 months or so, I was meeting with, you know, the USFDA inspectors, you know, answering questions, you know, what they were doing, helping them map out, you know, what, you know, what they were doing. I mean, the raid, Valentine's Day raid in Princeton, a lot of this thing actually happened while I was still employed at Infosys. I was doing my day job, at night I used to do this. So who's to say that even if I got the Infosys job right away, after I, you know, after I quit Ranbaxy, I wouldn't still have done that? Because you see, at the end of the day, I have to look at myself in the mirror and say, did you do what you're supposed to do, right? Nobody can answer that. Raj can't answer it, my dad can't answer it. Nobody can answer that. At the end of the day, I have to answer that to myself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:50.320",
        "message": "Fair enough. But the other moment of happenstance that strikes me is earlier on, if you look at a counterfactual when you're at BMS, and you decide that, hey, I'm in America. This is a dream of any Indian born in the 60s or 70s. You know, why should I leave? Why should I go back? Let me enjoy myself here and you stay back there. And therefore, you and your team is never at Ranbaxy. And perhaps when Rajkumar wants his data, he doesn't even get it. There's no one to get it for him."
    },
    {
        "speaker": "Guest",
        "time": "01:43:19.640",
        "message": "And that could also happen. That could very well have happened. I mean, again, you know, when you look back and say, okay, why did it happen? Why did it have to happen this way? I don't have an answer for that. Right? I mean, if I had decided at that point in time, you know what, I'm on a fast track to become a VP at BMS. I'm going to stick around for another five years, I'm going to become a VP very easily, right? A cushy life, well paying job, you know, perfectly, you know, sort of happy with my son. Nothing to complain about, right? But at some point, you have to still ask yourself, and I still have to ask myself, okay, right? At what point do you transition from being responsible to your family, immediate family, to your responsibility toward a larger society?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:01.560",
        "message": "I don't have an answer. That's a legit question for after you uncovered what is at Ranbaxy. And I completely buy that at that point, everything was inevitably going to where it led to. You would have to do this. I buy that. But you may not have been at Ranbaxy in the first place."
    },
    {
        "speaker": "Guest",
        "time": "01:44:17.160",
        "message": "But anyway, that's it. No, it's fascinating. Like, the reason I say this is as follows, right? So in 2007, I started a company here in Bombay, right? So it was based in Westboro in Massachusetts, but we had people here working. And I grew it to, you know, a reasonable size as a CEO and a step down in 2012, a lot of lessons there as well. One of the reasons why that company did that well was because we were standing in the path of social change. Industry was reinventing itself, they needed that skill, we just happened to be there. I can't, I mean, I can claim success because I had a fantastic team, we did an amazing job. But I can't take away from the fact that that exact model, if it was two years earlier or two years late, we wouldn't have succeeded, right? Sometimes you find yourself in this situation, right? And you think that you're the greatest thing since sliced bread, you're not. You're just standing in the path of social change. And if you're stupid enough to think that you're the one who's driving it, there's something coming for you, right? Have the humility to understand where you stand. And by God's grace, if you've been given the humility to understand how to leverage that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:35.760",
        "message": "then you make something out of it. Yeah, you spoke about how, you know, if you were two years too early or two years too late, it wouldn't have worked. And I just thought back to something like I've just moved house and we were unpacking a lot of old boxes. And my wife came across this old article which came in business week in the year 2000, which was about me. I had done this startup then called Sonic Town with a friend of mine, which was basically iTunes plus Myspace, what they went on to become. You know, we had cut deals with record labels in the US that we would sell digital music. And I was making the case that all your CDs will be defunct and everyone's going to listen to digital music. And I remember going to New York in the middle of 2000 sometime, made a presentation to a bunch of venture capitalists, impressed some of them enough that they committed some money to us. And then the Nasdaq crash happens and everything goes to hell. So we were way before our time, in a sense, and it all kind of went to hell. And I said, Okay, never gonna be an entrepreneur again. One could argue that in these modern times, every creator is one. But let's let's now get back to your story. You're in your basement, you boot up your laptop, and you send an email to the FDA, because you've decided that I can't keep this inside of me, there's too much at stake. I have to let them know. Now what is that process like? Because like, what did you expect? Like, did you think that, okay, it'll be a simple one step thing that I send them the details and they look into it and things get sorted out? What happened? Take me through the process of what then?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:59.560",
        "message": "Because I mean, my experience there collecting this data told me that there was a stake in it for the World Health Organization, right? Because they were the ones who were essentially telling all of these countries in South Africa that, yeah, you know, we can vouch for, you know, what you can buy from Grand Maxi. It was the UK's regulator, you know, Medicines and Health Regulatory Agency, because they were also involved in buying a lot of stuff from the US FDA. My expectation was that they needed to know that this is what is the reality. And they would do something about it in the sense that, you know, either they would be more diligent in terms of evaluating the information that the company is providing in their applications to ask for marketing authorization, or they would come and do better inspections, right? Because I knew where the holes were at that point in time. That was what my expectations were. I got a very nice email from the World Health Organization saying, thank you very much. We'll look into it. That was the end of it. UK never responded. US, you know, over a period of time, I think what had happened was I managed to sort of build some confidence over a period of time, because, you know what, I started sending them information bit by bit, because I didn't want to overwhelm them saying, okay, I mean, nobody would have believed, to be very honest with you. And then this is exactly what happened. So when I was told to go get a lawyer, just before the raid was executed, and I actually, you know, spoke to Andrew, who's my good friend right now. And when I told him what was happening, he thought I was crazy. It's like, you're telling me the largest genetic drug company in the United States is selling all of these drugs with fudge data, and you're telling me that you know this for sure? He didn't believe me to begin with, right? And over a period of time, he also kind of, you know, got convinced that that was true. That would have been the reaction if I told, you know, the USFDA, right, a friend that look, guys, you know, you guys are not doing a right job, you know, there's wool being pulled over your eyes, they would have laughed me out of the room. This was the largest genetic company in the United States. This was a company that actually had the first to file for the largest selling drug, Lipitor, $12 billion drug. Who's going to believe somebody who's saying something like this, right? So I had to write to them over a period of time, and it kind of took a while for them to appreciate what I was saying. Plus, again, you know, it always comes down to one or two conscientious people, right? So there was this gentleman named Edwin Rivera Martinez, who passed away, you know, bless his soul. He was the head of criminal investigations at that point. Edwin took interest in it. I didn't know, I met him a long, I mean, after the case ended many, many times, many years later, I met with him. He was the one who took interest in this. And then there was another, later on, the true hero of the story is this lady who was a criminal investigator in the US, Debbie Robinson. Without her, this case would have unraveled, you know, like nothing would have happened in this particular case. This woman theory of history. Seriously. She's the one who drove this thing to fruition. And if you meet with her, you will see, you know, I mean, she's no nonsense. She comes from the IRS, the revenue side, walks with a, you know, holster, you know, with a gun. You're in awe of the kind of person, I mean, she knocked heads, a bunch of people and made it happen. So again, it comes down to conscientious people trying to do the right thing. Happened to be in the right place at the right time. If it was not for Edwin, if it was not for Debbie, this case would have never resolved itself. It would have been in some dusty box someplace else."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:53.160",
        "message": "Yeah. And it's kind of fascinating how it takes months and years to kind of unravel where it takes time for you to win their trust. And when they do their inspections, for example, the FDA has to carry out these inspections in India. And typically everywhere else, like in the US, for example, when the FDA does inspections, you've pointed out that they're all surprise inspections, so you can't prepare for them. But in India, because of visas and all that, the companies know well in advance, they know what to do. So everything is sanitized. These people are guided through. But because of the kind of inputs that you were giving, they now knew what to look for in which factory, what kind of data to look at and all of that. So when did the penny start dropping that everything that you were saying was true?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:37.640",
        "message": "After the first inspection, when they went to Ponta Saheb in 2008, and then they found out that they were fudging data, the first thing was very simple. So what happens is that when the US FDA comes to inspect, at the end of an inspection, they give you a report, it's called the Form 483, and they write down what is it that they found on that inspection. So it's very transparent. They come, they do the inspection, at the end of the inspection, they do a briefing, they get the senior management in a room, they tell them, look, this is what we did, this is what we found, it is a report that we're giving. And so it's a draft report, it's not final, they give them an opportunity to actually provide feedback, and then it gets finalized. The first thing that is on that report is that when you walk into the manufacturing facility at the gate, they have registers of who's coming and going. They were telling the US FDA, there were certain people who came in and did all this work. There was no record of those people ever being in that. So you start with there, right, and then you start digging and start unraveling, then you find the steam room, then you find stuff that is happening behind the scenes. So unfortunately, after the first inspection, they figured out that, look, this guy is not smoking pot or whatever, what he's saying is actually true. So after that, I think there was some confidence that came in, look, he's saying what he's saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:59.700",
        "message": "And what's the process that now happens? In 2008, towards the end of that year, for example, Ranbaxy sold off to the Japanese company. There also, there's this interesting storyline that, you know, Jay Deshmukh, who is, you know, legal representative, is called into this meeting, and he doesn't realize that it's over an acquisition. He thinks it's some kind of business deal. And he says, hey, no, no, everything is kosher, and the FDA is just investigating some random minor thing. Even though they know what the FDA is investigating by now, that famous PowerPoint presentation is with the FDA, it's been spotted on their desk, and all of that, all of that has happened. And then after the sale happens, Jay Deshmukh realizes that he actually had he known it was an acquisition, he would not have been able to pull off such a big lie. And that's when he and Malvinder have this fight that I know where you live, and all this kind of crazy nonsense happens. And all these people are thriving, by the way, just Google all these names from this book. They're all thriving. It's just shocking that these are murderers in my eyes. But anyway, so it takes many years, right? It takes many years. In that time, you get the job in Infosys, you have to go to the US, you know, leaving your family behind. And there's a poignant scene as described in the book, I don't know if you're comfortable talking about it, but your wife goes to the basement and you're holding your son and crying. And it's this whole thing, where you transition from being a man with a career he loves to being a man on a crusade of sorts with this larger cause. How does it affect your family?"
    },
    {
        "speaker": "Guest",
        "time": "01:54:31.000",
        "message": "Yeah, that's a tough one. That's a tough one. I mean, it's look, you know, I mean, if you look at it today, right, you know, it's a broken family. There's a man divorced right now. It did affect the family because, you know, you can't sort of continue doing this within and continue to live a normal life. It doesn't work that way. You know, I don't know, I mean, at that point in time, that felt the right thing for me to do. I, you know, it wasn't like, you know, I didn't have a choice that I needed to do or not do at that point in time. It was a tough call. You know, when I left for the US to work for Infosys, I had a, I think, three month old daughter at that time. So, yeah, it was a tough, tough time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:20.040",
        "message": "And there must have been worries about safety as well. Like there's an interview of your wife, Sonal, where she talks about how, when you told her, you took her to this Chinese restaurant, and you told her that this is what I've done. And she had no idea at that point, that this is what has happened. I've become a whistleblower. And she talks about how, you know, she took a sip of the soup. And then you said, I have something to tell you. And when she next took a sip of the soup, it was cold, which kind of indicates what a shock it is to her also. And she speaks about how you gave her a phone number in the US embassy to call if there was ever any trouble, because you felt the Indian police wouldn't help you. And elsewhere in Iban's book, it's mentioned about how I think Debbie Robertson gave you the number that, you know, call the US embassy, because you're a US citizen, call the US embassy if there's a problem. And these fears had to be part of it, because it was basically the people who, you know, once Ranbaxy realized that dossier, that PowerPoint presentation was with the FDA, and they physically saw it in one of the meetings with the FDA, I would guess it's you and Dr. Kumar, who are the culprits and Dr. Kumar has sent a veiled warning that you will be implicated in this."
    },
    {
        "speaker": "Guest",
        "time": "01:56:28.640",
        "message": "So you are a... Smart man. Both of us. Yeah. Unfortunately, you know what, it was a tough time. I don't know what to tell you. I mean, we had security guards outside our home, but no amount of security buys you peace of mind, right? You're always kind of worried about, you know, what's going to happen behind you. She also went through a lot. I mean, I'm... What can I say?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:50.920",
        "message": "Are there times when you think, I wouldn't do this all over again? Or had you known what was going to unfold that you would have taken another path?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:59.040",
        "message": "You know what, I was asked this question many times, and I don't think, I can't think of, you know, whether I would do something different when it comes to what I did with the Ranbaxy thing. What I did in my personal life, yes, I mean, there's always regrets and there's a lot... Because look, there's never an easy thing when you're dealing with people's lives, right? You can always second guess yourself. Could you have done things better? Could you have done things differently? Would you still have, you know, a family together if you had done that? Those are valid questions. I don't have answers to that. But when it comes to what happened with Ranbaxy, there's really no choice. I mean, how could you sort of, you know, say no to what was happening, knowing full well that forget about what is happening in Africa. I'm worried about what is happening here. Go outside Mumbai, right? Go outside, travel 40 kilometers outside of Mumbai where you don't have the Guardian Pharmacy, the 98.4, and then see what is sold actually at a chemist shop or a pharmacy shop. We have no systems in place. You know, when I talk about recall and adverse events, people never paid attention. You know what the pandemic did? It made people realize that there is something called an adverse event. You take a vaccine, you know, you will develop some issues around with it. Some people will have rashes. Some people will probably have a thrombolytic event, you know, that we have seen. These people know that, you know what, there is something called an adverse event that we have to record and report so that something can be done about it. Until the pandemic came around, there was no awareness in the country around this issue. How do you build that capability in the country, right? I mean, there are written documents, you know, Indian companies saying that if they are forced to recall a drug lot from the United States because it's a fair lot, they tell in writing that we are going to redirect it to the Indian market. How do you reconcile yourself with that? If it's a fair lot in the US, it's a fair lot. You don't redirect that to the Indian market and sell it and make money out of it. There are companies that have made this representation to the US FDA because the law that requires you to destroy that lot. They don't want to destroy it. They want to recall it and take it away from and distribute it in a market that doesn't have the stringent regulations. Knowing that, how can you not do what you're doing, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:25.240",
        "message": "There's a quote in the book, which is a variation on a famous quote about medicine that basically every medicine is a poison, but under certain very controlled circumstances, it can solve whatever medical problem you have. So therefore, that control is important. Controlling those conditions, what is the rate of release? What is the level of the dosage? Is it a pure formulation? Are there impurities, blah, blah, blah. And therefore, the processes in manufacturing matter, like for certain sterile medicines which are made, if you're in a particular part of the factory, you're actually supposed to move very slowly so that the direction of the air doesn't change. These are the kind of processes that matter. And here you have people like just flouting it in crazy ways. Like there's another inspection that part of Iban's book focuses on this FDA investigator called Peter Baker, who, you know, for a series of years did a number of these inspections and became hated by the Indian pharma industry, because he always found what they didn't want him to find. And there's one factory he describes where the security guard was packing the medicines with his bare hands. This is a kind of bullshit that kind of went on. So all this starts in like 2007, 2008, whatever, around that period. And the case gets over in 2013. So it's like gone on for five years and all of that. And at one level, it would seem that it's finally ended well, to the extent that these guys, Ranbaxy, agreed that they had committed all of that fraud, that they had fudged the data. They agreed to all of that. You know, a settlement was given, of which you got a chunk, your lawyers got a chunk, all of that happened. But at the same time, you know, one of the things that I found incredibly odd that this is around the time that, you know, Lipitor went generic, and Ranbaxy had applied to be first in line. And during the FDA, it became a big debate that we know that this is a fraudulent company. Do we give them the right to be first in line? And there were various incentives, which were marked towards ignoring that and allowing Ranbaxy, as eventually happened, they were allowed to manufacture that generic. And there were various incentives. Incentive number one is that, you know, US politics wanted it to happen because they needed generics to come in. Incentive number two is that the way the law was structured, if they don't give it to Ranbaxy, they can't give it to anyone else because Ranbaxy has that sole initial right of making the generic. So, it's all a big mess and eventually they gave it to Ranbaxy, but then the judgment comes. But then what strikes me about the judgment is that fine, it has happened, but fundamentally nothing has changed."
    },
    {
        "speaker": "Guest",
        "time": "02:02:04.480",
        "message": "See, so, you know, as far as Ranbaxy is concerned, right, it was purely a monetary penalty. They pled guilty to seven counts of criminal felony, paid a whole boatload of money. It's essentially money that they earned from selling Lipitor, the one that came in the left pocket, turned around and gave it back to the government."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:23.360",
        "message": "That's exactly what happened. In fact, one of the reasons that it was cited internally within the FDA is if we don't give them the right to give the generic, they won't be able to pay the settlement. That's just bizarre logic."
    },
    {
        "speaker": "Guest",
        "time": "02:02:32.720",
        "message": "Bizarre logic. It's very good. You think about, you know, dysfunction in the systems, right? This is purely dysfunction in the system. And you're essentially incentivizing a criminal saying that, look, you know what, if you don't do this deal, they're not going to be able to pay their penalty. How perverse is that, right? But unfortunately, you know what, bureaucracies and systems all over the world work the same way, right? But the sad part about this whole thing is that there is no individual accountability. Company pled guilty, right? Company actually, you know, admitted that, yes, you know, this is a statement of facts. This is what we have done. We shouldn't have done this. You know, we violated these particular statutes and this is because, you know, because of this we're pleading guilty and then we're agreeing to pay the penalty. No individual accountability. Now, people will argue saying that, oh, it's a jurisdiction issue. It's a, you know, people overseas, we don't have jurisdiction. I mean, if you have the will to overcome, you can certainly overcome. Yeah, I mean, you have the company selling stuff within your own country, right? Your, you know, your drug supply is contaminated with this stuff. If you want to make an example of it, you could have done that, but it requires will to be able to do that. And that particular time, because they didn't have, unfortunately, there was no personal accountability for that. Having said that, the one good thing that I know has happened is that the Office of Inspector General did look at it carefully. They changed a number of regulations governing overseas inspections. They brought in a lot more transparency. They figured out that, you know, while the Ranbaxy case was going on, they set up offices here in Mumbai and in Delhi as well, which obviously never functioned the way they ought to function. But what I'm saying is that they at least try to address systematic failures within their system. I just wish that we had done the same thing too. I just wish that in Delhi, we would have done the same thing. We would have accepted the fact that, look, you know what, whatever has happened has happened, right? If you don't want to go back and look backward, that's fine, but at least let's look forward. Let's try and make sure that this doesn't ever happen again. Let's fix our systems and our processes and make sure that this kind of shenanigans never happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:48.680",
        "message": "I don't think that has happened. Let's take a quick commercial break and then let's get back to talking about this because this might appear to be the end of a story. The hero goes on a quest, the hero wins, the villain is punished, but it's not the end of the story. It's not even close. So we'll come back after the break to discuss all of that. Have you always wanted to be a writer but never quite gotten down to it? Well, I'd love to help you. Over the last year, I've enjoyed teaching my online course, The Art of Clear Writing, and an online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction with much stimulation. In the course itself, through four webinars spread over four weekends, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and a lovely and lively community at the end of it. The course costs rupees 10,000 plus GST, or about $150. And the October classes begin on the 9th of October. So if you're interested, head on over to register at IndiaUncut.com slash clear writing. That's IndiaUncut.com slash clear writing. Being a good writer does not require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I can help you. Welcome back to the scene in the Unseen, I'm chatting with Dinesh Thakur on his long journey not just about exposing the fraud at Ranbaxy, but a lot more than that, because what that fraud really uncovered was what are in a sense worst practices within the Indian industry itself and how that problem remains to be solved. Because that case happens, none of the individuals get punished, the company pays the fine, and then is bought by Sun Pharma. And Iban's book shows how even in the years to come, as Peter Baker, the FDA investigator does his inspections and all of that, you know, those those malpractices continue. And you know, you sent me a bunch of links, which are linked from the show notes about how even now, even up till the current day, companies are basically getting away with what they can get away with. That's a default approach. Even if the regulation gets a little better, so they get away with less, they're still getting away with most of what they're trying to get away with. And that kind of makes it problematic for us. So like, was there a point where after all this is over, after you know, that decision was announced? What was it like for you? Was there a moment of great relief that this crusade is over? Or was there this sense of like, okay, what now, they solved nothing, there's still work to be done?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:25.920",
        "message": "Yeah, no, I mean, I think that, obviously, there was a sense of relief, because, you know, clearly, you know, something that you're dealing with for eight long years, at least sees a milestone of some kind, right? So it was a, you know, huge sense of relief. And you know, it was a chapter closed, you know, if you can say that way. But I think what was also important was that, you know, what made me think back was this, when the news broke, there was a lot of coverage here in India as well. Because you know, this was, you know, newsworthy event, there was a lot of coverage. And there was a lot of pushback from the sort of experts who kind of, you know, are aware of what the industry is doing, saying that, you know, oh, this is a whole lot of, you know, think about nothing, this is all about documentation problem. It's just that, you know, this company did not document the way that, you know, was required of the USFDA. And that's the reason why they were fined. If you go back and look at some of the coverage and some of the discussions that actually happened in around that time in 2013, that was what it was, you know, so just sort of distract as much as possible and not let it linger, right? So the question actually came, you know, to me was, okay, fine, you know, if that's the approach that you're taking, then the only way to rebut that is to collect data and present it in a way that kind of, you know, provides a different narrative, the real reality of what is really happening. So with that in mind, you know, I was introduced to my current colleague on my board right now, Prashant Reddy, who is intellectual property lawyer, but, you know, has deep knowledge of the drug regulation, and the regulatory affairs. So he and I have been working the last five, seven years right now, we essentially sort of we set up a project to collect as much data as possible, to try and make our point, because most of what was admitted by the company in the settlement agreement with the USFDA was pertaining to the US market. There was nothing in there about India, right? So we spent almost two years, you know, filing RTIs, collecting data, building a case basically saying that, look, the problem that we have is our drug regulation. This regulation that was, you know, sort of established even before we became independent, Drugs and Cosmetics Act, it really needs to be overhauled fundamentally, because there's some systematic problems with that, like everything else in history, right? The act is a reflection of what was prevailing at that point in time. We had princely states, which essentially were, you know, asserting their independence about what they needed to do. Most of the issues we were dealing with at that point in time was with import of drugs, because we didn't really make anything, right? So the act at the center was written primarily to regulate imports, and they gave a free hand to various states to do what they needed to do. So over a period of time, this, you know, sort of, you know, disjointed system became so cumbersome that right now that the statutory bodies that exist within this regulation, their purpose is not to speak for public health. They actually exist to try and throw hurdles in progress. And the only way that you can, you know, address that is to make a fundamental change bottom up to this regulation. So we collected a whole bunch of data, developed a public interest litigation, went back to the Supreme Court in 2016. Sadly, the court didn't entertain our petition at that point in time. So, you know, we continue to do what we need to do. So we have a bunch of cases in various high courts. We have one couple of them in Delhi High Court, we have in Karnataka High Court. Because you know, unless the regulation changes, right, and the regulatory structure changes, it's going to be very hard for us to think about, you know, the quality of medicine in the country. Right? I think that we are so used to this fact that, you know, we accept the quality that is given to us without questioning. And we have no data to understand what the long term impact of this is. Right? I mean, today, people are put on anti-hypertensives, and they take it for years on end. We have no data to actually understand what is a long term consequence of taking poor quality anti-hypertensives. What really happens to people? We just don't know. I can say that they're bad for you. Somebody else will come and say, no, how do you know it's bad for you? We have no data. Right? So unless we have real good scientific data, it is going to be very hard to make an argument that look, you know, we need to make some fundamental changes in the way medicine is practiced in the country. And so that's what we do. I mean, even today, you know, most of our efforts are essentially geared toward try and collecting information to build a case that we really need to look at this area. And you know, I've said this in other places as well, you know, public health in India is not about access to qualified doctors. We just don't have enough doctors. I mean, yeah, I mean, in Mumbai, you do in Delhi, you know, in Gurgaon, we do, but go to Western Europe, go to Bihar, you know, go to any Jharkhand, go to Chhattisgarh. Our first line of defense is somebody falls sick, they walk up the stairs of the chemist shop and says, can you give me some medicine to make this thing go away? That is our first line of defense. That's our public health right now. We have poor ASHA workers who don't even, not even employees, we pay them an honorarium of 2500 rupees a month. And we ask them to inoculate in newborns and give vaccines. That is the extent of our public health. We've seen what has happened in the pandemic, right? We've seen what the consequence of our poor investment in public health has been. So we really need to think holistically about what does it mean, you know, in terms of access to medicine and be honest with ourselves. Okay, are we okay with this? Are we okay with an industry that essentially is taking us for a ride? Are we okay? Because you know, we have the ability to buy imported medicine or, you know, we can go get ourselves treated in Singapore and get a tooth extracted or go to Mount Sinai to get our cancer treated. Is that okay for the rest of the country? And that is a question I think nobody can answer but yourself. At the end of the day, you have to answer it for yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:51.680",
        "message": "So a couple of questions, but before that, an observation, you mentioned sort of long term effects of say, taking antihypertensive medicine. But I think a point that is worth underscoring for the listeners is that there is a seen and the unseen effect to bad medicine getting out there as well or medicines made in this way getting out there as well. And the obvious and seen effect, though this is unseen, but at least it's easy to think of conceptually, that if a medicine isn't made properly, it can number one, not treat the patient in the way that it should. And number two, it can have an adverse side effect and it can, you know, kill the patient. But what it can also do is over a period of time, if you have substandard medicines going around, then pathogens gain a chance to actually evolve and mutate and become much worse. And also, what happens is that doctors who are used to generics, not acting properly might tend to over prescribe them to compensate for that. And then that can, for example, create antibiotic resistance, you know, which also becomes a greater problem later down this line."
    },
    {
        "speaker": "Guest",
        "time": "02:14:58.120",
        "message": "Have I have I stated that correctly? I mean, we see that, you know, because remember, tuberculosis is still endemic to us, right? This is not a disease for wealthy nations. This is a disease for us, for, you know, poor countries like us. And look at how tuberculosis is mutated. You know, we had an original strain of the bacteria, the pathogen that actually created tuberculosis, right? And then now we have multi-drug resistant tuberculosis. It doesn't respond to the standard care that we used to actually have. And we've gotten to a point right now where we are using super potent, you know, class of drugs called carbapenems, because none of our standard of care antibiotics actually work to treat multi-drug resistant tuberculosis. What is going to happen if they become resistant to that, you know, in the 10 years from now?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:45.940",
        "message": "And you've pointed out that there's a similar trajectory to malaria and dengue and all else"
    },
    {
        "speaker": "Guest",
        "time": "02:15:50.120",
        "message": "well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:51.120",
        "message": "Absolutely. So here's my first question to you that before talking about the work that you do in trying to get the regulation up to scratch, if I ask you to define what is wrong with the Indian pharma industry today, like we've discussed what Ranbaxy did wrong, right? Now what you've pointed out and what Iban's book points out is that those were, at least at the time, endemic within the Indian industry in general. She's mentioned companies like Wachard and Dr. Reddy's and so on, and various other companies. Those were endemic then. And, you know, I read out that passage of how so much data was invented, falsified. There is even this amusing story of when someone in your team was talking processes and they said that we'll build a software which gathers together data like this. One alarmed person listening to that turned to his boss and said, but how will we backdate documents? And I found that hilarious. Has that culture changed or does that culture still exist? Is data still being falsified? Is a lot of the medicine that we are getting in India still substandard and unreliable?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:57.640",
        "message": "So Amit, again, you know, I cannot make a blanket statement, right? Because I have to back up whatever I say with real examples. I mean, if I make a statement without that, then the industry will come after me, which is fine. But I think it's important to back up whatever you say with data. The same industry that makes medicines for Indians makes medicine that actually sells in the United States, right? It complies with their regulation. It makes sure that, you know, when the U.S. FD inspectors come in, yes, I mean, there are problems, but they're fixing them. They're training their people better. They're trying to make sure that their equipment is of the standard quality. They're making sure that they're cleaning, you know, between making batches of different products so that, you know, you don't have cross-contamination. They're doing all of this right now, but they're doing it for the export market. A few hundred yards away from that factory is another factory that makes medicine for Indian market. They don't even use distilled water. They use tap water to mix the chemicals in order to, you know, create the product and punch tablets in it. And you know the quality of the water, the general water that we have right now, the microbial contamination that we see. Why does this happen, right? I mean, why is it that even as late as last year, we had documented cases where the U.S. FDA puts out an inspection report saying, we found when we came to inspect your facilities that your people were shredding documents. Why do you do that? If you're doing everything by the book, why are you shredding documents? As late as last week, on 16th of September, the U.S. FDA has now for two contract research organizations, once in Mumbai and once in Ahmedabad, they've essentially revoked all approvals gotten from these two contract research organizations because they do not have confidence in the clinical data that they are supplied. Why does that happen? Ranbaxy was 2013, right? We are in 2021. It's eight years now. Why do we still have to deal with the Wimta Labs, which was the genesis of the Ranbaxy situation, a contract lab that was fabricating data? It is happening right now. Last week, the U.S. FDA revoked licenses for two different CROs, once in Mumbai and once in Ahmedabad. So, it clearly is happening because there's something going really wrong, right? Otherwise, why would they do that? Now, I am yet to find a single instance of a publicly reported inspection report done by our regulator that says that we found that documents were being shredded, that patient data was being fabricated. Now, I can interpret it one of two ways. I can say, well, never happens, right? For India, they follow the book. Everything happens great. Just my experience tells me that's not the case. So the question that I have to ask myself is that why is it that our regulator cannot find these kind of violations that the U.S. FDA finds, that the European Union regulator"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:01.240",
        "message": "finds, the French inspector finds? What's the answer to that?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:04.320",
        "message": "We're just not incentivized properly. How do we change that? First of all, I think that the governing law, the Drugs and Cosmetics Act, was written for the 1940s. It was written when we had a very limited number of drugs and actually lists out the number of drugs in the appendix of that law, right? And the kind of diseases we were treating them were essentially infectious diseases, right? We were dealing with typhoid, we were dealing with cholera, we were dealing with malaria at that point in time. Look at the prevalence of diseases today. Majority of the diseases that we are dealing with right now are lifestyle diseases. Diabetes, we are the diabetic capital of the world. Hypertension, you know, oncology, cancer-related diseases, right? So what I'm saying to you is that the premise of the reason why the law was framed has changed completely. Science has changed. We have never caught up with it. We have never caught up with the situation, right? It's not like every drug they make is a bad drug. It's not. Many drugs that are manufactured by Indian pharma companies for the Indian market, because the way physiology works are just fine. You take an antibiotic, if you have the right dosage, right? I'm telling you, if you have the right dosage, that's the biggest issue that we have here. We just don't know what the dosage is. The antibiotics just work just fine. So if you have an infection, the antibiotic kills something, you know, the pathogen that's causing the infectious diseases in you. Problem is that if you have anything to do with, you know, psychiatry, anything to do with mental health, anything to do with hormonal, you know, treatment, like if you have a thyroid medication that you're taking, anything to do with, you know, you're in the hospital and you have an autoimmune disease like lupus, or if you've undergone some kind of organ transplant surgery, these drugs act in a very narrow band. You really have to get the right dosage. And if you don't have control over the right dosage, unlike antibiotics, we see large and disproportionate side effects, which our systems are not capable of catching right now. So if you don't catch those, if you don't report those, then how can I make an argument that things are not working?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:18.560",
        "message": "Let's double click on the bit about how our regulations were designed in 1940, when the Act basically came about, how would you change them today?"
    },
    {
        "speaker": "Guest",
        "time": "02:22:27.720",
        "message": "So there are a couple of different things that we have to look at in multiple layers, right? Remember, at the time the regulation was framed, health according to Indian constitution is a state subject. We have heard this many, many times right now during the pandemic, any time you talk about central government's response, the response is health is a state subject, go talk to your state, right? What has happened is that parliament delegated responsibility for drug regulation to the central government. Central government turned around and delegated back to the states. Now, you cannot, I mean, legally, an authority that's given to you without the explicit permission of the government, of the parliament, you cannot sub delegate. That's a major issue. This was an issue that we were going to contend in the court, unfortunately, didn't go down that way, number one. Number two, most of the drugs that are manufactured in the various states are governed by state drug regulators. What happens is that these state drug states actually derive manufacturing license revenue from these states. So why does most of our drug actually gets manufactured in Himachal Pradesh in Baddi? Or why does most of our API gets manufactured in Hyderabad? It's because we have specific tax incentives that we've enabled these companies to set up this special economic zones, where they go ahead and manufacture their medicines. Now, here is the big issue with us, right? Because state, healthiest state subject, a drug regulator in Karnataka, right, who finds out or Maharashtra, who finds out there is a specific batch made by a specific company, which is located in Himachal Pradesh, has a product that is not a standard quality, which is what we call adulterated drugs in our parlance here. What does that person do? There is no jurisdiction for any drug regulator in Maharashtra to go and enforce it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:16.760",
        "message": "And this is not hypothetical, this has actually happened here."
    },
    {
        "speaker": "Guest",
        "time": "02:24:20.000",
        "message": "This is happening right now. The drug regulator in Maharashtra will find and flag drugs that are not a standard quality. But beyond flagging those is nothing. The drug regulator in Maharashtra has no jurisdictional control over what is happening in Himachal Pradesh. So, what he can do or she can do is write a letter to the Himachal Pradesh drug controller and say, we found this batch that is not of standard quality. And that person will, once they get the letter, crumple it and throw it in the basket. Because for them, the revenue from the licensing is more important. Incentive there is about generating revenue from the licensing authorities of the manufacturing facilities. Now, did we imagine this, you know, when we wrote that? Obviously not, right? Things have changed. Another simple example, right? How we think about quality, right? Quality in the rest of the world is thought about as a part of the process. So you build quality by design. That is our concept of how we think about quality. Every step has a measure that you measure quality. The way that we think about quality in India is the final product. We don't care about how you manufacture it. The way that we think about quality is that every state in the union actually has a state drug regulatory authority who has a budget. And it's a pittance, you know, we've kind of done RTI work on this, it's a pittance. That budget is given to the state drug regulators and say, you go and buy medicines from retail outlets. And then that samples are then sent to the state drug labs who then analyze that. They tell you which of a standard quality or not. Our definition of quality is the end product. That's not the process by which. Why is this important? The reason it's important is because initial quality and the quality before the drug product expires is very different. Think about when you buy a car, J.D. Power Associates actually measures the quality of what they do, say initial quality, not after you've ridden the car around 200 miles and then come back and check the quality of the car. There's a difference between those two, right? Initial quality is very different than what is on the market. Now, when the inspector goes out there and actually sort of buys the product, do you know that you're getting a batch that has recently come into the market? Do you know that the batch has been sitting out there for the market for two years right now? There's no idea. Number one. Number two, this is the biggest issue that we have in the country. When we adjudicate something as not of standard quality, we only look at the active ingredient. And I'll tell you why this is really important, right? So when you think about drug quality, when you make a formulation, when you make a tablet, a capsule, a liquid, whatever that you want to make, right, the chemical, the biological that are actually in there that is active, that treats the ailment that you have is only one part of it. There are other things in there that are fillers, right? For example, how do you take powder and make it look like a capsule? You have to put some binder in it, right? And then you put a lot of pressure in it to make it look like a tablet. How do you take a bitter tasting chemical and make a syrup out of it and make sure the kids actually drink it? Because you add sugar in it, you add sucrose in it, you add some flavoring in it. These are all protocol excipients. Our testing protocol, as written in the Drugs and Cosmetics Act, only looks at the active ingredient. It does not look at the excipients and what really happens to them. Why is this important? The reason it's important, and this has been very recent, is that there's a class of drugs called Sartans. These are essentially prescribed for cardiovascular diseases. It has been found that many of the Sartans actually have a small carcinogenic impurity called NDMA. It's been written up, recently it's been written up as well. If you're not looking for impurities to begin with, how the heck are you going to find this? You're only measuring for what is the active ingredient. When we adjudicate our drug quality in terms of what we consider good quality drugs, we don't even consider impurities. So there are systematic issues of this nature which really have to be thought through. So when the rest of the world looks at impurities, they look at related substances, they say, look, you know, if you have this impurity over a certain threshold, it becomes not of standard quality. We don't do that because it's not written in our law. So I mean, I'm just giving you certain examples here. We really need to take a step back. We really need to do this and think very carefully about what is it that we want our drug quality system to be. Because, you know, as a country, we only talk about what the central government spends in terms of health, right? We have some number, 2%, 3%. We never account for what our out-of-pocket expenses are. There is no accounting for that. And you know, health care is primarily paid out-of-pocket in the country today. We spend a lot of money on health care. Look at the quarterly earnings of all the pharma companies, you'll know exactly what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:35.160",
        "message": "I'm talking about. So here's the thing. We take that step back. I can see that, okay, number one, what needs to be done is that you can't just say it's a state subject. You need a central regulatory authority which can then, you know, regulate the entire country. So if in Maharashtra you find out that some medicine manufactured in Himachal is a problem, you can fix it. That's number one. Number two, you need to modernize the laws beyond 1943. For example, you're not just looking at active ingredients, you're looking at expeciency."
    },
    {
        "speaker": "Guest",
        "time": "02:30:02.200",
        "message": "Expeciency. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:04.200",
        "message": "Impurities. Yeah. You're looking at all of that. Let's say you modernize them in every way. You just gave one example. You'll still run into what I will take inspiration from you and call the Toyota Corolla problem, where you have described that back in the 2000s when you were at Ranbaxy, there was some drug which went to CDSCO, which is the Indian version of the FDA for approval, and the Toyota Corolla, a new version of the Toyota Corolla had just come out, and basically those guys were going to pass it if that Toyota Corolla was given to them. Now, this is regulation in India. It is as cultural and essential a part of Indian regulation and Indian law that all regulation and law essentially, the purpose of it is not to control some desirable social outcome, but for all practical purposes, it's rent-seeking. So how would you get past the Toyota Corolla problem? Because it seems to me at a deeper level, and we can, of course, go to the root causes of that as well. But at some level, it's a cultural problem at two levels. One is it's a cultural problem within companies, within individuals, within society of this jugaru mindset that I have to comply with X regulation. Let me figure out how to game that, irrespective of what the purpose of that regulation might be, and the other on the part of those who govern us is this rent-seeking mindset that I have power over people. How can I use that power for personal profit?"
    },
    {
        "speaker": "Guest",
        "time": "02:31:31.600",
        "message": "And when you put these two together, you know, it is a conundrum. There's no question about it. The only way that I have thought about this is you try and make the process as transparent as possible. Right? So let me give you a simple example, when Covaxin was approved, right, the CDSCO had a subject expert committee, which looked at the data and said, you can give it emergency authorization, right? Same situation happened in the US. The US FDA gave emergency authorization to the Pfizer and Moderna vaccine. Two examples. On one hand, the US FDA basically said, here is a list of experts that we are getting. We are going to do an open meeting, live streaming. You can dial in, listen to everybody, what questions they ask. You may agree, disagree, but it's a completely transparent process at the end of which they will vote. And they will make a recommendation to the US FDA, what they should do with this particular, you know, vaccine candidate that Pfizer has given us. In our case, not only did we not know who the members of the committee was, we have no idea what the deliberations were. The outcome that was put out is basically like a two-sentence thing. It is so opaque. Now, why is this a state secret? Right? Malini Ayesola, who works for ADAN, she had to fight arm, you know, basically in Siddharthan, they had to fight and to try and get names of people who were actually a member of that subject expert committee, took them two months to try and get their names. Okay, tell me, why is that a state secret? Shouldn't the people in the country know who are these experts and, you know, they're actually making a decision that impacts the rest of the country? What data is it that they're looking at? US FDA put the portfolio out there and basically said, here are the patients who are enrolled. This is how long the study went for. This is what we saw in the clinic. We still do not have a published paper on Covaxin. We have preprints. Now, after, you know, nine months, we have preprints. The point I'm trying to make to you is that transparency, I think, is one big thing that we need to do. Accountability comes in when you make things transparent, right? Build it in the regulation that, you know, when you establish an advisory committee, the membership of the committee, the documents that they review, their deliberations and the outcome, whatever recommendation they make, put it on the web within a reasonable time, day, two days, whatever it takes, you know, for you to be able to do that. Let people have at it, right? Why is that a state secret? Bring transparency into the process. I will tell you, like, you know, one of the things that we did, the Parliamentary Standing Committee in 2013 had identified a set of four different drugs, you know, that they found there was some hanky-panky going on there and was written in the Parliamentary Standing Committee report. And one of those drugs is a drug called buclizine, okay? In India, it's marketed for as an appetite stimulant for children. There is zero data for this, zero, none. So we essentially sort of, you know, followed through with the drug regulator to tell us, you know, on what basis did you approve this? Never did, okay? They never gave us answers. So we had to go through the RTI process, the Appellate process, the Chief Information Commission process. You see, the day before the CIC hearing at 7 o'clock p.m. at night, Prashant gets an unsigned copy of that report that names three former DCGIs by name saying they're the ones who essentially, you know, sort of committed fraud. It's still not signed. And we still don't have the actual sort of the deliberations of what the interviews were done by the Mahapatra Committee report. We are litigating in the Delhi High Court right now. Why this lack of transparency? If you're following science, if you're doing your job, make it transparent, yeah? That drug does not have, it is sold to children as an appetite stimulant, has zero data for it. 15 crores annual turnover for that drug in India today. It's been two years in Delhi High Court, we are litigating this. So Mahapatra Committee was established by Dr. Harshvardhan, was one of the good things that he did. After the Parliamentary Standing Committee report came out, he instituted a committee under the leadership of Dr. Mahapatra. He did the investigation and he made a report. They sat on that report for years and they strung us along for years. And finally, you know, after going through multiple levels, CIC level, the day before they give us a report, unsigned report, and they don't tell us who all they interviewed. You want to know? Why is that a state secret? If a company is selling 15 crores worth of stuff to children without any clinical data showed the drug actually works, don't people in this country have a right to know why they're doing this? Transparency is really important. We need to bring in, you know, transparency into the process, into the system, so that people can be held accountable. At the end of the day, you know, the CDSCO or the directors there ultimately work for people of India. If they're making decisions that, you know, they're not in the interest of the people of India, people of India need to know that, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:02.280",
        "message": "Why hide this kind of stuff? It just strikes me thinking aloud that maybe one of the things that this needs, it might even be an inapt sort of comparison to draw, but it just came to mind that maybe the drug industry needs this Nirbhaya moment, where you need a particular case that you can focus on and that case can evoke horror and empathy from people all over the place, and then change can happen. And that almost sounds like a horrible thing to say, because you're all, because I'm sure that there are bad things that happen because of this, not just with this one drug, but so many other drugs, you know, is it then an attribution problem, let's say, there's a side effect, someone dies, but you can't attribute it so easily to the medicine, because the medicine as it should work would never have caused that side effect. So, you know, that all of this kind of goes unseen."
    },
    {
        "speaker": "Guest",
        "time": "02:37:51.920",
        "message": "I mean, I wish, I wish what you had said was true. I'll tell you another anecdote. Earlier this year in January, 12 children in Jammu, who consumed cough syrup, succumbed. It was causally linked to this cough syrup made by this company called Digital Vision based in Himachal. They had mistakenly substituted ethylene glycol for diethylene glycol. One is an excipient, the other one is antifreeze. Investigation was done by PGIMER in Chandigarh, qualified people, we're litigating in court right now. This is the fourth instance in India, fourth."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:37.160",
        "message": "So, where's the outrage, where are the people writing about it? Like it's…"
    },
    {
        "speaker": "Guest",
        "time": "02:38:42.320",
        "message": "Prabha has written. The Indian Express, Prabha has written extensively about this, Priyanka has written. The point here is that we don't care until it hits home, until it hits, it happens to me and my family, there is no outrage. Those 12 children were essentially children of people, of laborers who live below the poverty line. God forbid, if it happened to somebody who was, you know, in Delhi, in one of the posh colonies, a defense colony and our friends colony, you would have seen the outrage. It happened to these 12 young kids, whose parents were laborers in Jammu. And it's been written, I mean, Priyanka is writing about it, you know, Anu has written about it, Prabha has written about it in Indian Express, you did multiple stories on it. This is something that we think, okay, it's not me who's affected, somebody else is affected. This is not the first instance, fourth instance in India. Lenton Commission report, this happened in Mumbai. We had ethylene glycol poisoning in Mumbai in the 1950s. Just as Lenton actually held an open inquiry, open inquiry here and made recommendations that now we need to fix it. Same stuff happens in Chennai. And now happens in Jammu. And happens in Haryana 10 years ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:02.520",
        "message": "Why? I have to confess, I missed all these reports. So in any of these cases where a causal link has been found, where there's clear malpractice,"
    },
    {
        "speaker": "Guest",
        "time": "02:40:10.800",
        "message": "has anything actually ever come out of it? In cases where, so first of all, our legal justice system is such that, you know, things"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:16.600",
        "message": "drag on forever. Nothing goes anywhere."
    },
    {
        "speaker": "Guest",
        "time": "02:40:18.600",
        "message": "There have been cases when they actually have proven, drug inspectors have proven a causal link with something bad that has happened. The outcome has been, and I'm not kidding you, these are actual judgments of Indian courts. The punishment was, stand in the court until the court rises."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:38.920",
        "message": "So this is the kindergarten judgment that just keeps standing till the court rises and then go and that's it. That's it. People have died and that's it."
    },
    {
        "speaker": "Guest",
        "time": "02:40:47.760",
        "message": "Argument was an elderly person, he didn't know what he was doing. Our IPC has so many holes. I don't even know where to begin. I've seen judgments that basically after great effort, some drug inspector has gone through the, persisted through the entire process, proven that there was malefied intention and negligence on the part of the manufacturer. Guess what the judgment is? The judgment is, stand until the rising of the court."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:18.120",
        "message": "Yeah, this is even worse than what I expected because I thought that what you'd probably get is that even in that rare case, where a company is actually punished, there's no systemic change. Some company somewhere is punished, maybe some individual somewhere, there's no systemic change. This of course is even worse. They aren't even punished. They're made to stand in court."
    },
    {
        "speaker": "Guest",
        "time": "02:41:37.600",
        "message": "But I mean, what message are we sending? I mean, there are guidelines that are written that the CDSCO has issued that basically says it actually advises the court that if you in case adjudicate that there was a problem, there's something really bad that the manufacturer did, don't impose too harsh a penalty. This was written by the regulators quite like, but kidding you. And they stand and the judges read them and take that into consideration when imposing penalties and sentencing. How do I justify this? Mental Commission Mumbai, seven people died here, Chennai, we had like 12 or 13 people died. Haryana and Jinn, they had the same situation. How is it possible that we continue to mistake an excipient for anti-freeze? I don't get this. And there is no accountability, none."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:43.000",
        "message": "This puts into perspective the kind of environment that you're trying to function in, that you're trying to reform. Tell me a bit about what you've been doing the last few years, since that judgment to"
    },
    {
        "speaker": "Guest",
        "time": "02:42:53.080",
        "message": "make things happen. Yeah. So, I mean, the only thing that we can do is collect data, right? And argue. So, we are in Delhi High Court arguing about transparency, we are in Karnataka High Court arguing about bucleusin and this entire situation around that. The other thing which is really important, which I think is really important, is that we need to now create an environment where I'm not the only person saying this. We need the academia to start paying attention to this. We need other activists who are invested in public health to start saying this. This has been the biggest disappointment for me over the last three or four years. I just don't find aptitude within our academia here in India to actually do real research. I just don't find that. I'm sorry to say. So, you know, as a part of the foundation, we try and look for people to give grants to study public health-related issues. It's extremely hard to find people who want to actually do real work, okay? I mean, in the academia, you find professors and say, okay, we'll give you a grant, please study this area. I'll give you a very simple example. There are tons of studies about effectiveness of the ASHA program, which is essentially the basis of our public health in the country, in rural India, because, you know, vaccinations are run by them, maternal health is run by them. There are lots and lots of studies. There isn't a single study so far of how we deliver public health in urban areas. Why is this important? Migration is actually making people move from rural areas to cities like Mumbai, right? We have a couple of different models. We have a Mohalla Clinic model in Delhi. We have a good model here, and BMC actually runs a reasonably good model. There is zero academic studies evaluating the effectiveness of this program. Isn't this important? As a country, should we not pay attention to why, you know, maybe these are great programs, maybe they're doing very well. If that is the case, let's replicate them. Let's copy what these guys are doing and put them in all the other cities in the country, because it's not just Mumbai that has a migration problem, every city in India has a migration problem, right? And if the model that BMC is running is so great, let's take that model, lift it and put it in their cities and tell them, guys, if you do it this way, you get better outcomes. Right? No, shouldn't we study that? Not a single study. Why is that? I can also say that, look, the problem is funding is also an issue here. Getting government to fund these kinds of studies is next to impossible. The funding process is so mired in approvals and bureaucracy that you just sit, wait, apply for a grant and wait for years for the government to be able to fund something like this. But then, you know, we have to change our mind or change our perspective, right? The government says, you know, we're going to take two years to evaluate a proposal. Don't make it hard for private funders to fund it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:59.500",
        "message": "Is it hard for private funders to fund it? Extremely hard."
    },
    {
        "speaker": "Guest",
        "time": "02:46:02.560",
        "message": "Because of restrictions on foreign capital? Foreign funding, right? I mean, there is an organization here in Mumbai that we wanted to support, we wanted to give a grant to, to study the BMC model. It's been eight months they're waiting for HMSE approval from the health ministry to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:19.160",
        "message": "start the funding."
    },
    {
        "speaker": "Unknown",
        "time": "02:46:20.160",
        "message": "And why isn't the approval coming?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:21.800",
        "message": "Who knows? So they won't solve the problem, they won't let you solve the problem."
    },
    {
        "speaker": "Guest",
        "time": "02:46:29.160",
        "message": "What do you do now? Right? Fine. You know, you don't have the means to be able to do it. I understand that. Okay. Maybe, you know, your processes are… Don't question the intent of people who are trying to do the right thing, right? I mean, you're not saying that we are going to come and dictate what, you know, what you want to do. All we're saying is, this is an important thing, let's study it. You know, the organization that gets the funds has a free hand to report what they need to report. It's a good thing. Let's take that into consideration next time you make a budget. Replicate this in Nagpur, replicate this in Pune, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:02.240",
        "message": "And if it's a bad thing, fix it."
    },
    {
        "speaker": "Guest",
        "time": "02:47:03.480",
        "message": "Fix it. Right? Why do we have such a huge reluctance in studying our systems, right, documenting with data? Why is it so difficult to do this? We don't want our NSSO to study economic data. We don't want the health ministry to study health data. How are we making policy then? These are like, you know, simple things, right? Look, Ayushman Bharat is a goldmine because, you know, the program has been running for a few years right now. We know how many people have been enrolled, right? Why don't you open up the database to, you know, academic researchers and say, find out what is the real benefit? How many people have actually claimed the five lakh benefit? Wouldn't you want to know, right? Wouldn't you want to? This government data, right? Happens in the US, the Center for Medicaid Services, every quarter they do a data dump and put it out there and say, go knock yourself out. Why is this a state secret?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:08.360",
        "message": "So I'll throw back that question at you and change it from a rhetorical question to an actual one, and maybe offer possible contender answers, and I'm sure the answer is very complicated. But why is it a state secret? Why does the state have this attitude like, at one level, it is, of course, inertia at one level, it is this reflexive thing of protecting that turf, you know, why let outsiders in, why have to go through that shit, and so on and so forth. But yeah, but beyond it being a rhetorical question, what would you say structurally?"
    },
    {
        "speaker": "Guest",
        "time": "02:48:39.680",
        "message": "You need people who want to do this. I mean, there's no other way, right? I mean, I worked very closely with Keshav Desi Raju, who just passed away, he was on the board of my foundation. We need people like that, very progressive bureaucrat, who wanted to make a change on the ground."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:54.360",
        "message": "But you know, to me, not a satisfactory answer, because whenever people say we need people, we need good people here, or we need good people in politics, or we need good people wherever, where I always go back to is that people will come if the incentives are there. So you know, to me, that's a core problem. I mean, even going back to the academic thing, if there are things that academics don't want to do, the question that I ask is, what are their incentives? Why don't they want to do this? And of course, one you've pointed out is that it's very hard to get government funding for these kinds of studies and all of that. That's legit. And equally, even if someone like you is to fund it from outside, it can take months or years or never for that to kind of get through. But I'm just trying to then solve that deeper. And this is, of course, a question that's working at many levels, what are the incentives of academics? What are the incentives of people in the government to stop this? We kind of know that the reflexive thing is status quo bias to protect your turf, all"
    },
    {
        "speaker": "Guest",
        "time": "02:49:44.600",
        "message": "of that. No, no, you're right. I think I'm not saying that people are the only solution. I think that systems have to change as well, right? Part of it is also making sure that the way that we think about health is cannot be only when we need health care, right? That's the way that we normally think. We only think about hospitals and health is when we need it. Normally we don't, right? Tell me the last election where health care was an issue that was actually litigated between state parties. I can't remember one, right? So the point here is that you need to first create awareness. You need to first educate people. I'll tell you a really interesting episode, I always use this as a really good example when I talk to people. Atul Gawande had written this piece in The New Yorker. And it's an excellent piece, if you maybe should look it from your show notes. He basically compared the progression of two different medical procedures. One is anesthesia, the other is antiseptic, you know, sort of stuff. So this takes you back to about early 1800s, you know, when there was no anesthesia. I mean, even if you had to do tooth extraction, you really had to do it very quickly because it's really painful, right? So in those days, somebody at Mass General, you know, one of the dentists actually went up to the surgeon and basically said, I found something that actually will numb pain down, you know. And obviously, ether was the one that was used to sort of, you know, you get people to smell ether and then it knocks you out and you get the tooth extraction, you do your surgery. But that spread like a wildfire. Within a few months, pretty much every hospital began using that as a procedure for essentially making sure that, you know, patients don't suffer much, right? And then he compares that with antiseptic behavior. So, you know, there was a time when the scalpels and instruments were not sterilized, right? And that was the cause of lupus and septic shock. People went into septic shock. And he talks about how, you know, Joseph Lister, using carbolic acid basically, you know, came up with this concept that if you wash your, you know, instruments and your hands and everything else with carbolic acid, you kill the germs essentially from causing. But that never took off at the same pace as anesthesia did, right? And he compares why, incentives of why, you know, the fact is one is very visible. You have a patient who's like shouting really bad because they're under a lot of pain. You don't see the germs, right? Surgeons don't look at the germs, you know, they don't, you know, they don't think about I mean, this is the times when, you know, aprons covered in blood was a mark of, you know, that you were doing so many surgeries, right? You were a good doctor, you did so many surgeries. People don't think about the fact that, you know, you need to change your apron, you need to change your gauzes, you need to wash your hands properly before you went into another surgery. Because, you know, if you appeared as somebody with blood on your, you know, your apron, you were a really good doctor. You had a really good practice and people came to you with that. Incentives are very different. So what he talks about is that, look, because anesthesia is so visible to people, right? The patient is screaming in pain, the adoption is so much faster. But it's not like antiseptic behavior was any less effective, it was equally important because people were dying of septic shock, of the fact that, you know, people were getting infected because, you know, you wouldn't have clean procedures and carbolic acid and Joseph Lister's work actually proved that if you did that, you'd save a lot of patients. But because it was not visible, it wasn't adopted as quickly as it did. I come back to the same thing. Healthcare is, it's not visible. We don't think about healthcare. We don't think about a doctor. We don't think about going to a really healthy hospital unless something really bad happens to us."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:31.360",
        "message": "This is such a fantastic and profound point and along with carbolic acid, there's also the resistance that Ignaz Semmelweis found where, you know, when he spoke about the importance of just washing hands, washing hands, and it took decades for that to get accepted. And if I remember correctly, Semmelweis died in a lunatic asylum. So just a sad state of some kind of pioneers and this whole thing of the seen and the unseen that where the effect of something is immediate, your incentives drive you to do it. And if it is unseen, and you know, you mentioned an anesthetic, I remember writing about agriculture once, the problems of agriculture and pointing out that sometimes, for example, farm loan waivers are a necessary anesthetic because the farmers are in so much pain, you have to kind of get it. But you're not tackling any of the root causes. And if you look at what's popular among politicians, tackling the root causes is not because a politician has his eyes on the next election. And if you solve the fundamental problems, you'll see benefits 15 years down the line and they'll never be attributed to you."
    },
    {
        "speaker": "Guest",
        "time": "02:54:31.320",
        "message": "Exactly. Whereas farm loan waivers are immediate. And it's almost like…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:35.680",
        "message": "You recognize that you got a farm loan waiver. And if one not intended, they become almost a hygiene factor now, every politician has"
    },
    {
        "speaker": "Guest",
        "time": "02:54:41.680",
        "message": "to… No, but I mean, that's the thing, right? I think we need to start this level of awareness among us, right? Because at some point in time, right? If not me today, 30 years from now, 20 years from now, I'm going to need help, you know, medical help. But if I wait until that time to try and affect the system, it's going to be too late, right? We need to start now and it's not like, you know, whatever we do right now within a year is going to burn through. It's not going to happen. This is a systemic, longer term problem that we have to think about. And unless this becomes a part of mainstream political dialogue, I'm sorry, this is not"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:19.960",
        "message": "going to change. Well, what I'm using, and I'm just thinking aloud again, is that at one level, we are wired to not think of mortality, to assume, to be delusional about our mortality almost. We all behave as if we will live forever, right? And is our taking health for granted sort of an extension of that, that we assume we will never be ill. We assume we will never see the inside of a hospital."
    },
    {
        "speaker": "Guest",
        "time": "02:55:47.000",
        "message": "But reality is we all will at some point, right? Reality is we all will. We're just, you know, wired that way that we won't think about the morbid thought of us needing, you know, hospitalization. But the fact is that, you know, there has to be an academic community that does think about this, right? Because education and healthcare, if you're not going to make public investments in this, then the society is going to degrade. You know, if you don't educate your people and you don't provide proper healthcare, those are the two basic things any administration ought to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:18.000",
        "message": "Tell me a little bit about the kind of pushback you get from people who matter. For example, I would assume that say, for somebody like a Narendra Modi, who obviously cares about legacy and narrative and all of that, right? You know, for me, it would seem sitting here to be such a fantastic narrative that in 2013, you know, this was what they announced. And then I came and I've cleaned it all up. And I have made this actually the, you know, deservedly the pharmacy of the world and all of that. Why would he not do that? I mean, and you've met ministers trying to explain."
    },
    {
        "speaker": "Guest",
        "time": "02:56:47.880",
        "message": "No, no. So I, you know, here's the thing. I mean, I've never met. So I don't know. I think part of this is when you are at that level, there are 50 things in front of you. This is one of them, right? That's number one. Whether that registers against perhaps a farmer's protest, I don't know where the priorities are, right? This requires a longer term vision. And I've never been able to find somebody in the administration who's willing to give me an hour's worth of time. We've been talking for several hours right now. This is a luxury. This is a luxury, right? You get 10 minutes. And in 10 minutes, if you're able to sort of convey the import of what you're trying to do to somebody who's distracted, I mean, it happened with Harshvardhan, half the time"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:29.720",
        "message": "I was looking at the television screen. No, you met Harshvardhan as you've described. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:57:33.880",
        "message": "I mean, he made me wait outside his office for two hours. And then in the 10 minutes that I've been there, he was looking at the TV screen half the time. And he asked me to write and send me a report, which, you know, I did. But the point here is that if that is the attitude you have, then you're not going to be able to get anything out of it, right? I think maybe the right approach is states are the laboratories of democracy. Maybe there is a progressive leader in one of the states that believes in the kindness that we're talking about, implements it, shows that the model that, look, we've really made a difference. Because one good thing about health care is that you can measure outcomes very easily. You can measure infant mortality. You can measure maternal health. You can measure non-communicable diseases. You can measure the number of infections, hospitalization. This is very, you know, computational-driven, you know, problem, unlike several other things which are difficult to measure. But it requires you to put some effort into it, right? You really have to. And this doesn't pay back in eight months. It requires a two-year, three-year window where you really – I mean, I would love to see a state basically saying that in every district or village that we have, we have a properly staffed public health center. And I'm not talking about the one that exists on paper, properly staffed, right, with a paramedic or a nurse, where the doctor comes in once a week to be able to – that would be such a huge accomplishment if you're able to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:54.040",
        "message": "Yeah, I'd love to, at some point, get you together with Karthik Muralidharan and do a joint episode. We've already discussed how our mutual friend Ajay Shah, we'll invite him once and the three of us can have a conversation. And that's going to be so insightful. By the way, the reason I'm giving you so much time and ministers don't give you ten minutes – it's all about how important the person is. You can gauge the importance of people by how much time they give you."
    },
    {
        "speaker": "Guest",
        "time": "02:59:17.520",
        "message": "Ministers are very important people, podcasters sadly are not so high on the scale of things. But I think, you know, your reach, I think, is far greater than what any minister can say. I mean, the people who listen to your podcast are a select few who really understand the importance of, you know, the conversation that is happening. And the diversity of topics that you entertain, the guests that you have, and the depth into which you explore these things. I mean, that's, you know, it's not something that anybody, you know, not everybody can"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:50.480",
        "message": "pull this thing off. This is really, really important. No, thank you. That's very kind of you."
    },
    {
        "speaker": "Guest",
        "time": "02:59:54.480",
        "message": "But I wasn't wishing for a compliment. No, no, of course. This is reality. Because I am one of those. I'm one of those. Because I do listen to a lot of, you know, what your episodes are and I thoroughly enjoy it. I think that, you know, this is, I always look forward to, because for me it's Monday morning there, by the time that your podcast drops, so."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:11.960",
        "message": "It's probably Tuesday morning because I shifted release from Sunday to Monday."
    },
    {
        "speaker": "Guest",
        "time": "03:00:15.000",
        "message": "Yeah, yeah, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:16.000",
        "message": "It's Tuesday morning. Tell me something. I've taken enough of your time and now I have to seem important in somehow bringing this to a close. But no, I've taken a lot of your time and you've also been kind with so much of your time. Going forward, when you sort of map out what you want to do, like I presume at one point when you were younger, you were driven by whatever was imperative at that point in time. Maybe you come to Renbeck C and it's like, oh, we'll do these innovative things in this new market and build a market leader and whatever. But obviously the direction that your life took, partly due to circumstances outside your control, have taken you into a very different place. So one is there sometimes a sense that something is lost there, that a career that you could have had and a body of work that you could have built has just gone with the years. And two, and I frankly think what you're doing is incredibly more important than anything else could have, any counterfactual could have been. But going forward, over the next 10, 15 years, how have you planned out, you know, how have you looked at what you want to do in those years to come?"
    },
    {
        "speaker": "Guest",
        "time": "03:01:21.000",
        "message": "Yeah. So I think the first question, it's an easy question. I honestly am not enamored of a career. You know, so for better or for worse, I think that I've always had the satisfaction, you know, in my limited corporate career, that I think that I've achieved a few things. I mean, they may not be all that great, but, you know, I'm quite happy with that part of it. And I don't miss, I mean, the one thing that I certainly don't miss is managing people. I just, being very honest with you, I don't have the patience. I did once, I mean, when I left Phyphormix, there were 600 people. I don't miss managing people. I think it requires a certain aptitude and test that I just don't have anymore. So I'm very happy with, you know, just being an individual contributor at this point in time. The second question, I think, is a more important question. I think that, you know, when I look in another 10 years down the road, if I think India has a drug regulatory system that is on par with what the European Union has and the US FDA, US does, I'd be the most happiest person, you know, in terms of the competence of the people that we have, in terms of the processes that we execute, and in terms of the responsiveness to the people of the country, right? If we get to that point in the next 10 years, no one would be more happier than I."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:51.080",
        "message": "And how possible do you think that is?"
    },
    {
        "speaker": "Guest",
        "time": "03:02:53.760",
        "message": "That is not in my control, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:56.360",
        "message": "That is not... But if you had to, like, think of probabilities..."
    },
    {
        "speaker": "Guest",
        "time": "03:02:59.840",
        "message": "I think that there is a more than 50% probability that it will happen, and I'll tell you why. One of the things that, you know, both Prashant and I and other people who are with my foundation are doing is making substantial investments in creating awareness. And we're hoping that over a period of time, that percolates down in the society, in the system. So just a simple thing that we're doing is that, you know, we have a project where we have now... We've come halfway, the other half is beginning, starting right now, where we've commissioned a bunch of people to write down the history of how we evolved, how our public health system has evolved. It's an 18-episode series, one hour each. And, you know, so the script is done, the research is done, and now we are in the process of working with a media partner to commission the production of that. And the goal is to try and dump it down to a point where a common person should understand that, you know, if there is a pandemic that comes next time, right? That there are systems and institutions in this country whose job is it to respond. And if they're not included in that response, we have to ask why. Like I'll give you a very simple example this time. Why is it that when the pandemic broke, we had people from ICMR speaking to the country? ICMR is a research institution. We have an institution called NCDC, right? National Center for Disease Control. That is the one that actually does the work in terms of pandemic response. That is the one that does surveillance, right? Why is it that the NCDC did not play a larger role in developing a pandemic response? Why is it that we have celebrity doctors, one of whom is a pediatrician, not a virologist, not an epidemiologist, the other one is a cardiovascular surgeon? What do you know about epidemiology? What do you know about pandemic response? What do you know about public health? Why do you undercut institutions that you've set up on your own, right? Next time if we ever happen to be in a situation like this, the layperson should have this understanding to say, you know what, my taxpayer money is going into funding NCDC in the country, whose job is to look for outbreaks, whose job is to develop a pandemic response, whose job is to figure out how do we inoculate and vaccinate people. Yes, the ICMR people and the AIMS people can certainly be contributors to this, but we need people qualified from a pandemic response point of view, right? Why did we choose a vaccine candidate that requires BL-3 or BL-4 facilities, the highest class, because we are using inactivated virus to make a vaccine, right? Most of the world was using virus-derived vector-borne, if you look at COVID shield or mRNA vaccines. We chose the most complex process to make our vaccine, and then we wonder why it wasn't scaling up. Who made that decision, right? And if you don't include people from NCDC who are qualified to be able to look at this, then can we really find fault with them? Why is it that there is no medical malpractice law in the country? Why doesn't it really happen, right? I'm not advocating for it, but the fact is that how many times have you really heard somebody who's been wronged actually litigated in a court? I mean, you say go to consumer courts, yeah, you go to consumer courts, get a resolution in two years, I'll tell you, right? There are some systemic issues we have, and I really think that we need to have a conversation about this. I don't have a solution. I don't think that anybody that I know has a solution. But I think it's important to have a conversation, talk about it, right? So that people understand that, you know what, there is a solution to this. It's just that we're not doing it, but there is a solution to this. And if I'm so inclined to lend my voice, perhaps something will happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:20.320",
        "message": "This series sounds fascinating. I mean, I can see you fighting an information war on two fronts, right? At one level, you build up that awareness of what the system is like in the mind of the citizen, the taxpayer, so that they know what, and everybody's a taxpayer, so that they know, so that background of information and that context is there. And at the same time, you're working on building data about things that happen now, things that happen around us all the time. So we can respond with the adequate outrage to things that should drive us to outrage. If someone listening to this is asking a question, what can I do? And this is a question at two levels, like at one level is like yesterday during dinner, I asked you that as an individual consumer, when I go out to buy medicine, what can I do? Is there something I should avoid? Is there something I should look for? And so on. That's one level. And the second level is, what can I do for the larger cause? Like what one of the laments that you've just sort of mentioned is that there are not enough people who are active in fighting for this cause. And in that sense, I guess, you know, it's been a lonely battle for you."
    },
    {
        "speaker": "Guest",
        "time": "03:08:27.560",
        "message": "No, I think, you know, there are people, but they're not enough of us, right? Anything requires a critical mass awareness, I mean, like what you're doing right now, this is your contribution, right? You are essentially informing your audience about an issue where, you know, this perhaps wouldn't have registered on people's radar, right? This is a huge public service, right? Likewise, I think the people who are listening, take a moment to read up, right? Take a moment to just inform yourself above and beyond the normal television debates that we see about how public health works in our country, right? What institutions are there? How does states, you know, sort of regulate healthcare versus the center does, right? How does our regulatory system respond to issues of, you know, what we actually, you know, face, like, you know, emergency-related issues, like pandemics come our way. We still have endemic tropical diseases, right? No pharma company is going to develop a cure for sickle cell anemia because there's not enough of a market for them. They are not going to develop, you know, novel therapeutics for cholera, for example, or typhoid, or for malaria. I mean, malaria, at least there's some vaccination work happening in that we have a vaccine candidate for malaria. What I'm saying is that, you know, there are things that are endemic to us, right? Pharma companies will only do it if they see dollars, big tons of money behind it, right? Those big pharma companies are not going to develop solutions for us. Inform ourselves, right? Ask these questions, right? I mean, it's great that, you know, our pharma companies are earning a lot of money by manufacturing all of this stuff for the Western markets. Why can't, you know, you hold them to the same standard when you make drugs for the local market here, right? The argument that I always get is, oh, it's, you know, price points in India are very, very, very tight here because you can't make the same amount of bullshit. I've actually shown that the price points are actually very similar in India compared to what, you know, they get paid by the government-negotiated insurance companies over there. Very similar price points here. See, what happens is that if we don't know enough, right, we accept a lot of what somebody says. Don't take what I'm saying, you know, as gospel read up. There's tons of information available out there. You don't, I don't need medicine right now, but my parents do. How much medicine can I buy from them from the US and bring to India every time I come here? I can't do that, right? I have to make sure that our medicine gets better here."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:57.200",
        "message": "You know, the more kind of frivolous of those questions at an individual level, you know, what can we do? Like, when I go to a pharmacy for whatever, what do I need to watch out for? Are there companies I need to avoid?"
    },
    {
        "speaker": "Guest",
        "time": "03:11:08.120",
        "message": "No, I mean, by and large, I think that the larger companies usually, you know, they should make good drugs, right, because the reputational damage for them from bad kind of stuff is really bad. They don't want, you know, something get reported that the drug that they made actually caused harm to people. By and large, that's true. The issue is more, I think, what we need to do is to put some pressure on the, our administration to say that provide us a mechanism to report when things don't go right, right? When, you know, like, you know, when you've taken a vaccine and you see adverse events, you know, a couple of days later, you see, you know, a sore arm or you develop a rash, they encourage you to report that right now, right? Why don't we do the same thing for medicine? We should do that, right? I mean, the government has set up a National Pharmacovigilance Center in order to collect this data. But we don't talk about it. We don't. There's no public service announcement saying, okay, if your medicine doesn't work. I mean, nine or ten times what happens if the medicine doesn't do what it's supposed to do, you go back to the doctor and doctor says, we'll change your prescription. We'll find, give you another different, you know, different medicine or the one from a different manufacturer. That's the end of it. Well, if you don't report, then I can't really complain about data, can I?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:16.520",
        "message": "No. And if all this data in a frictionless way was just being collected, then over time, you'd just be able to, you know, figure out problems before they sort of take lives."
    },
    {
        "speaker": "Guest",
        "time": "03:12:27.320",
        "message": "So I mean, these are things that we can do at our own individual level, which we have to. Otherwise, this is not going to change, right? There are significant vested interests that create inertia in any kind of progress that you want to make in this space, and unfortunately, it's a reality."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:44.320",
        "message": "Well, Dinesh, thanks so much for coming on the show, sharing your time and insights. It's been, you know, I'm going to sort of listen to this episode again and kind of process a lot of what you said, because I just think it's incredibly important."
    },
    {
        "speaker": "Guest",
        "time": "03:12:57.920",
        "message": "So thank you. Thank you very much. This has been, you know, an absolute pleasure. And I have to tell you that I've been the beneficiary of a lot of your conversations, you know, when I go for a run or a walk, you know, you know, where I am, a lot of times I've learned so much from, you know, all the guests that you invite, the conversations that you have, and it's been an incredible honor to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:20.600",
        "message": "If you like this episode, do check out the links in the show notes for more, and also pick up Bottle of Lies by Catherine Eban. You can follow Dinesh on Twitter at D underscore S underscore Thakur. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. But just one thing, now that this episode is over, please don't forget what we discussed during this episode. This is a big deal, it affects all of us. Thank you for listening."
    }
]