[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Given what cricket means for so many Indians, it's tempting to draw parallels between the story of cricket and the story of India. In some ways, cricket reflects how Indian society has changed over the last few decades. We started out uncertain of our place in the world, trying to find our feet, hobbled by an inferiority complex, looking for pride in small constellations, but eventually opening up to the world and asserting ourselves. But this comparison only goes so far. Our cricket has flourished to a point where India dominates this game, especially in a commercial sense. In some ways, it also embodies the best of what this country can be. It is inclusive of players from the remotest parts and showcases a healthy way to love your nation. I contrast that with the state of the nation today, where our economy is in a precarious place, our society is facing so many different kinds of ruptures, our politics has become so polarizing and toxic. George Orwell once spoke of sport as war minus the shooting. He was alluding to the ugly tribal instincts that sport can bring out. But cricket, it seems to me, has evolved to a place where it can sometimes take us beyond that tribal place. If that's so, then that's one more thing to love about"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:17.160",
        "message": "Indian cricket. And there's a lot to love about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:35.600",
        "message": "Welcome to The Scene and the Unseen. My guest today is Ayaz Memon, cricket journalist for 42 years now, and indeed such a legend of cricket journalism that his Twitter handle at Cricketwala is basically how he is known. Ayaz is the editor of a superb new anthology called Indian Innings, the journey of Indian cricket since 1947. The book has selections from over 60 writers spanning the decades since independence and captures many of the fine milestones and characters of the game. In some ways, it's not just about the journey of cricket, but also the journey of cricket writing. I'm honored to have a couple of pieces in this anthology, and the rest of the writers constitute a who's who of Indian cricket writing. It's a fabulous book to sit back with and get a sense of the rich history of this fine game, which, as Ashish Nandy once said, is quote, an Indian game invented by the English, stop quote. But I didn't just talk to Ayaz about cricket. He has also been a major figure of Indian journalism as the editor of Midday in the 90s, and later an editor with the Times of India and DNA. He's been a stalwart in the industry. So we spoke about cricket and journalism about India about this and that my podcast tend to be like a test match. So sit back and enjoy. But before we begin, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way, a couple of friends of mine run this awesome company called CTQ compounds at ctq compounds.com, which aims to help people up level themselves by reading more. A few months ago, I signed up for one of the programs called the daily reader. Every day for six months, they sent me a long form article to read the subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading at the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ compounds and check out their daily reader. New batches start every month. They also have a great program called future stack, which helps you stay up to date with ideas, skills and mental models that will help you stay relevant in the future. Future stack batches start every Saturday. Also check out their social capital compound, which helps you master social media. What's more, you get a discount of a whopping 2500 rupees 2500 if you use the discount code unseen. So head on over to CTQ compounds at ctq compounds.com and use the code unseen up level yourself. Welcome to the scene and the unseen. Thank you so much, Amit. Thank you for having me. When one speaks to you, there's so much to talk about. Because you've covered Indian cricket for you know, more than 40 years now. And plus beyond all of that, I don't just want to talk to you about cricket because obviously, you've been a prominent journalist, you've been editor of midday and all of that. And I'd be interested in hearing about your thoughts on the evolution of journalism as well. But before that, take me back to your childhood. You were born in the mid 50s. So tell me about what growing up there was like because one often hears this thing about India and as an 80s kid, I also know this to be true that I was born in the 70s. But kind of my memories are from the 80s where that old cliche about India is kind of true in the sense that you just had cricket in Bollywood, there was no other way to entertain yourself. And if you were growing up, you couldn't help but be attracted to one of those things. And you are of course, a legend of cricket journalism, but more than that, also a cricket lover as is apparent in every word that you speak. So how did this love affair start?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:24.520",
        "message": "Well, I mean, look, you're right. I mean, cricket and cinema were the abiding passions. But in my house, there was no cinema because my father was quite opposed to movies. He was a lawyer. And my mother told me subsequently, after my father died, that he actually was very interested in cinema up to a point. And then whatever happened, he just switched off cinema. I think his favorites used to be Kundan Lal Saigal and you know, all that that generation. But cricket was an obsession even with him. And since I was, you know, a late, late child, I was born after 17 years. So the way I was pampered was my mother, my father was a lawyer, so he would be at work through the week and come home rather late. So my mother would sneak off to the cinema with her friends in as much as was possible in the very conservative society and tag me along. So I saw some movies in radio talkies near Crawford Market. And you know, some of them were really the real tear jerkers, as you call them. And then you would see my mother's weeping, her friends are weeping. And I would wonder as a child what the hell is happening. But the other thing which was happening in my life was that I was getting a cricket bat or a cricket ball as a gift from my father. And then I think in many ways, the turning point for me was getting a copy of Wisden. We used to have a house in Lonavala. My father used to take us there and meet him at the railway station. He would come by the Deccan Queen, which is an iconic train service, as we know. And, you know, one day he walked out of the compartment and he had this, it looked like a brick or a couple of bricks that he was holding in his hand. He said, hey, this is for you. You know, and I, I was maybe seven or something like that. And I said, this is just too big for me to handle, you know. And I went back, we went back home and I started reading those pages. And that's where I got my first feel of reading about cricket, you know. And because we had a small little porch in front of the little garden, in his pyjamas, my father would bowl to me and I would be batting or the other way around. And that's when, that's when I started getting initiated into cricket. And he was such an avid follower that there was a match between Australia and some other country. And I remember it was England, I think, 62-63. He would wake up early in the morning to catch the commentary on Radio Australia. And I started waking up and listening to the commentary. And that's when this kind of appreciation and also this love for cricket started growing. And then once I got that, that copy of Wisden, I started exploring it further because you can't finish Wisden in one quick read. You have to keep diving into it and you find something new and something more marvellous and something more remarkable. And I think one thing which absolutely fascinated me, troubled me for a while, was my father posed three questions to me. I remember this very distinctly when we were in Lonavala. He said, okay, so now you're fond of cricket and all that. So whose batting average is 99.94? Who's taken 19 wickets in a test match? And then there was the third question. He said, who made a triple century and never played a match again, a test match again? So the first two, I found rather easily in many ways, because you went to the highest averages, you found Don Bradman 99.94 and Jim Laker 19 wickets in a test match. And I got completely bamboozled by the third one, which is Andrew Sandham, which is Andrew Sandham. And I went back and forth and I said, triple century and not played again. And then, you know, by a process of elimination, you found out who made the triple centuries. And Andrew Sandham was a guy who in 1929-30, he played a timeless test match. This came in a timeless test. He actually made a half century also in that match and never played again because he was 39-40 by that time. So, you know, just discovering Andrew Sandham's name was such a high for me that I couldn't get over it for many, many days. It was almost like, you know, I played a game of chess or he had played a game of chess with me and I'd checkmated him. I found the answer. I went and told him. And of course, he was delighted. But these were the early years. And I think that the turning point was watching India beat Australia at the Bebon Stadium. Bobby Simpson's team versus Nawab of Pathodi's India. And somebody, some relative of mine had some tickets for the Islam Jim Khanna stands. I didn't see the first two days. We saw the last three days of the match. And it was a cliffhanger. The match went into, you know, I mean, it was like edge of the seat excitement. Narrowly India won. Chandu Bode and Indrajeet Singh, the wicketkeeper, who I got to know very well later. Both of them, Bode and Indrajeet Singh. Chandu Bode, I think, made 33 and took India to victory. And there, there was an eruption when India hit the winning runs with Bode. And people jumped over. There was not too much security then. Everybody jumped onto the ground and ran towards the CCI pavilion. And then after a while, everybody's shouting slogans and, you know, waiting for the team to greet their heroes. And then Pathodi comes out on the balcony along with Chandrashekhar and Bode and some of the others. And that was the most decisive moment for me, I think. You know, I just got completely hooked to cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:09.960",
        "message": "You know, just thinking back on my own childhood, for example, like if you ask a young person today, when did you fall in love with cricket? Their memory will be visual. They would have probably seen something on television, some great innings, some World Cup final, and that is a moment and all of that. And for us, in the pre-TV days, those visuals kind of weren't there. Like I remember when I was a kid, my dad had once given me this book, not the Wizard Cricketer's Almanac, as you mentioned, which I had the great pride of writing for in the early 2000s. So that was like something that you looked up to in the childhood actually happening. But this Wizard Book of Test Cricket, which was published in 1977 and had every scorecard until then, and all the records and everything. And I remember going through it and I practically knew every scorecard by heart. And of course, there weren't so many tests played until then. And what was so delightful about that was that we were making stories in our heads. Yes, about all these characters, like you, you know, you brought up Andrew Sandham, I remembered Ari Foster, who made 287 on debut, right, and never made 100 again. And I realized that many of these memories from my childhood are very vivid for me, like as a growing up fan, I knew every triple century, right? Right. And whenever somebody would reach sort of a triple 100, you'd kind of start counting that person down that, oh, okay, 310 is Edric, 311 is Simpson, then 334, 336 is Hammond, 334, of course, Bradman, and so on. And right up to adulthood, like many Indians have scored more than 236 not out today, but that is still sort of an iconic figure because that for many, many years, that was a high score by an Indian, which of course, Gavaskar had."
    },
    {
        "speaker": "Guest",
        "time": "00:12:48.480",
        "message": "Also getting past Bradman. And getting, you know, 30th century. So 30th century. So you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:52.480",
        "message": "can. So do you also feel that because one of the things that people say about memory is that when you kind of get on in years, as to some extent, both of us are, what you remember really vividly, the other bookends, a lot of the middle becomes kind of mushy, and you kind of forget that. But you remember those early childhood memories very vividly. And you remember what just happened yesterday. But a lot of stuff in between is kind of just a blur. And I remember that struck me with a tinge of sadness because my dad before he passed away earlier this year, I think last year, I sat down with him and I said, you know, I just took a recorder and I said, Okay, I have all this audio equipment, let me talk to you about your memories. And he remembered his childhood and his youth incredibly vividly. And then at one point, and he was suffering from Parkinson's as we later found. And at one point, he turned to me and he said that I don't remember you as the child. I don't remember anything of the years you grew up. So tell me a little bit about that, which is just an aside, I thought I'll throw out there because I'm very fascinated by the way that memory works. And the fact that you and I can remember, you know, I'm sure entire scorecards from our childhood, but perhaps not something that we covered in the middle of our journalistic years. Is that sort of true? Do you remember?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:07.160",
        "message": "No, I mean, it's true. So there are two things that I can, you know, say that has happened. I'm not a psychoanalyst in that sense. So I can only talk about myself. One is that when I started following cricket, there was not enough visual experience to go by. There was no television in my house till at least the late 70s, actually, if I remember and that was a black and white to camera. And there was not too many pictures in newspapers. The magazine Sportsweek, at least in Mumbai or Bombay started in 1968. There was sports and pastime, sport and pastime coming from Chennai, which one didn't get regularly. We were not subscribing to it. And, you know, Chennai was a long way away from Bombay in those days. So you dived into these books or newspaper reports, and you actually created a visual experience for yourself. So, you know, if you read about Sir Garfield Sobers hitting Malcolm Nash for six sixes and over, now, you know, you can see it on YouTube. But when it actually happened, one can only one could only imagine it and visualize as you imagine it. And therefore, those memories actually struck quite was quite vivid for me, you know, some of may have some of them may have been exaggerated, a little flawed, but they stuck and therefore also the scorecards and the descriptions around it stuck, you know, so, Tiger Pataudi batting on one leg in Australia in 1967, you know, already with one eye already with one eye back in one leg because he was injured. And, you know, just the description and you what you read and what you heard on radio had very powerful impact. And now, what is because there's such a profusion of action that one can see, and it comes to you from all sources, it can come to you on your mobile phone, it's obviously there on your television, it's there in the archival material, if you want to access it, you can see just about anything. So you can seek out what you missed. And it is there and try and match it. But there's also so much of it that what you've actually seen, you tend to lose sight of, or you tend to forget. You know, it's been 13 years since the IPL has been played. If you ask me which knock or innings that I remember, the only one which I remember the first one which I saw was Brendan McCallum making 158 in the first match when the tournament just took off. But if you ask me some of the other terrific knocks played by AB de Villiers or Virat Kohli or Rohit Sharma, I'm hazy. I don't know. Test matches, I would be far more, you know, it's far stronger, the impact. I remember distinctly Sachin Tendulkar's first innings, you know, in Karachi. But that was also because it was such a momentous event, you know, a 16 year old getting into the Indian team, first rivals is Pakistan, the match is at Karachi and, you know, he doesn't make too many runs. Then of course, as the series progresses, he played in the last test, he gets hit on the face by Vakar Younis, stands up and hits a boundary. Then we go to Peshawar and then he's hitting those sixes of Abdul Qadir. By the time that tour ends, Tendulkar is a household name across the world. So those memories are very distinct, but there are so many others. I can't remember too much of the other players. Tendulkar, I can remember because it seemed to me just so much more significant in that particular series. And likewise, I mean, Gavaskar's last innings of his test career, 96 at Bangalore, it's almost as if I can remember every delivery. Wow. You know, I mean, you know, speaking broadly for the manner in which he played on that minefield of a pitch, you know, when Tausif Ahmed was bowling to him and the ball was breaking off the pitch and bouncing, and this guy would just kind of, you know, move outside the line of the ball, move to the offside, let the ball pass. If you look at the scorecard, I think there are a fair number of buys there, because the wicketkeeper couldn't judge the bounce or the spin as well as Gavaskar could. Of course, he was also obscured by Gavaskar. But I'm just saying that the mastery of Gavaskar in that innings is something that I can't, you know, it doesn't get erased. It's not got erased from my mind. Or Kapil Dev's catch in the World Cup or his 175, which, you know, I was privileged to see live."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:31.960",
        "message": "We'll kind of talk about all of that. And these are, again, seminal moments. And in Sachin's case, there's a backstory because you had actually seen him before that. I think you'd mentioned once that Dilip Engsarkar had called you and said, come with me and"
    },
    {
        "speaker": "Guest",
        "time": "00:18:43.560",
        "message": "see this boy. Yes, Dilip Engsarkar was the captain of India. And, you know, our office was in Tardeo, the Sportsweek office. And Dilip used to live at, in those days, I think, he had, I think, moved to Worli, you know, in Sportsfield building. And he said, he called up and said, let's go and watch Sachin Tendulkar bat. I had some work. I didn't go along with him. But I followed him. And we met at CCI. And by that time, Sachin was, I think he had notched up another hundred or whatever. So Dilip was most excited to see him. Also, I think in the, in the Bombay cricket environment, they were all watching this young boy very intently, not just Dilip, but Raj Singh Dungarpur, you know, who rates amongst the most amazing, fascinating characters I've seen and had the experience of knowing in Indian cricket. So he was there. He was, you know, he was just kind of, you couldn't put him down. He was just bouncing all over the place in CCI, watching Tendulkar bat. And he would come and, you know, he'd go from person to person, say, did you see that shot? You know, did you see? Now that they put a fielder on the boundary, so he's not hitting the fours. He's pushing for ones and twos. See how much cricket intelligence he has. So, you know, Raj Singh Dungarpur was also president of CCI. And he gave him the membership when he was not even eligible. He was underage in that sense. But he was absolutely obsessed by Sachin. So watching Sachin at that age was, in many ways, an exposure to a genius in the making. And also, in many ways, an insight into what was happening in Indian cricket around that same time, how the spread of cricket was happening, not just in Bombay. But you know, there are two eras, which I say, one is the pre-Sachin era and the post-Sachin era. In the pre-Sachin era, to which all of us belonged, parents would say, school jao, yeh ho, whatever sports is fine, this, that, we'll see how it goes. But don't waste your time too much. First get a job and then. In the post-Sachin era, now you go to Shivaji Park or any of the maidans, young mums and dads go and tell the coach, isko tendulkar banalo, isko Sachin banao. They are not interested in whether they finish 12th with distinction or graduation. But if they can, if you can become a Sachin or now Virat Kohli or Dhoni, that is enough for them, which is a major shift. Tendulkar was, you know, as you said, a seminal moment in Indian cricket and Indian life. You know, you just started reimagining, especially where sport is concerned. And cricket, if you look at the average age of cricketers, the English always used to have fairly experienced guys getting into the test team. They played some eight, ten, seven years of county cricket and they come in. The Pakistanis used to have the youngest, you know, teenagers would break into the team. The Aussies would blood their cricketers fairly young. The Indians were, because there was a whole process, schools cricket, college cricket, then you get into universities cricket, if you do well there, then you get into Ranji cricket. So, 20, 21, 22 was usually the age when the Indian cricketers would get into the national team or why for a place in the national team. Tendulkar created a paradigm shift. Now, and with the IPL coming in, you know, there are 16, 17, 18-year-old guys getting in. If you're 24, 25 and if you've not made it to the Indian team today, it's tough. You know, it's tough. Maybe your sell-by date has gone in many ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:26.880",
        "message": "Yeah, I think there was a lament a couple of years back from Shreya Sair. You're saying,"
    },
    {
        "speaker": "Guest",
        "time": "00:22:30.280",
        "message": "hey, I'm 24, time is passing by. I need to get back to the Indian team. I mean, exactly. You know, one can sense what he's feeling because it's not just about Shreya Sair. There are swarms of cricketers coming from all over the country. What were the bastions of other sports earlier, hockey, for instance, in Punjab is no longer, you know, the bastion for hockey. It's also, you know, Kerala is no longer the bastion for football. You know, cricket is just taken over. So, you might feel that it's a bit of a lopsided situation in where sports is concerned in India, but that's how it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:05.800",
        "message": "Yeah, and it's interesting that it's lopsided in terms of playing. It's not lopsided in terms of watching per se. That people are watching many more sports with enthusiasm than they did once in a while, which I think to some extent is also reflected in the sports pages and the kind of coverage that happens. But, you know, you can watch a lot of Premier League, but there's no quality football really happening in India, which can make you aspire to that. So, I'd actually say that there were three eras. Like, there's a pre-Sachin era. And the Sachin era is really the post-liberalization era also, in a sense, wherein the game goes to the small towns and that sort of that dominance of Delhi-Mumbai is kind of broken. And, you know, it just goes into an entirely different sort of demographic, as it were. And the third era for me is really IPL, because I think it just changed the incentive so much. In terms of the ecosystem being so much richer, the incentives, you know, even in the post-Sachin era, if a parent wanted her child to be Sachin, they would realize that it's a nice dream to have, but the odds are thoroughly stacked against it. And if the kid doesn't make it to the national team, nothing's going to happen. But today, that's not the case. Today, your kid doesn't have to be in the top 10 in the country. A top 100 in the country means he's"
    },
    {
        "speaker": "Guest",
        "time": "00:24:15.760",
        "message": "making crores. Yes. And it just opened up, you know, so many options for young kids because there are more teams. Also, what made a big difference, you talked about the liberalization coming in that era, also cable television. Yeah, exactly. That's what really took it into every house, every nook and corner of this country. And, you know, cricket is played over a longer period of time than every other sport, maybe golf, which runs over a few days. But otherwise, test cricket over five days. One-day cricket is a one-day match, you know. Even T20 is three and a half hours, four hours, which is more. So, there's more television time. And while cricket is a team sport, actually, the focus is on individuals. So, when a batsman is there in the middle, he's at the crease, the camera is focused entirely on him when the ball is about to be bowled. When a fielder feels the ball, it is that one player that you're focusing on. If he takes a catch, then the celebrations and all that. In many ways, it's a one-on-one rivalry between the batsman and the bowler. So, it just gives so much"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:17.320",
        "message": "more importance to the individual in a team game. Also, not just to the individual person, but to the individual moment. Like a three-hour game of cricket is not one event. It is a"
    },
    {
        "speaker": "Guest",
        "time": "00:25:28.160",
        "message": "series of all these small events, like depending on how many balls there are. It's all discrete events. Look at it this way, Amit. If I'm a bowler, I can bowl over the wicket, round the wicket, over the wicket. I have to just inform the umpire. I can keep changing my mind. The captain or the bowler can keep changing the field. So, every ball is an independent event in itself. And it's very staccato. Unlike, say, football or hockey or some of the other team sports where the flow is not easily stopped. But here, you can deliberately stop it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:03.480",
        "message": "Yeah, I mean, every moment in a football field is, in a sense, determined by the moment before, where everybody was, what was happening, all the momentum and direction and everything. Whereas that might be psychologically true in a cricketing sense, but otherwise every"
    },
    {
        "speaker": "Guest",
        "time": "00:26:16.120",
        "message": "ball is a separate event. Which is why there's so much importance to tactics and strategy. Because in football and hockey or rugby, all the tactics are done prior to, you know, you have changes in tactics, but the blueprint is prepared much in advance. In cricket nowadays, in T20, perhaps that is being done more than ever before. But yet, it is how the game unfolds that, you know, you can improvise, you can implement changes. And that's why the role of the captain becomes so important. Because the captain is an interventionist. It's not what the manager and coach has told you earlier. But if, you know, you want to change the field in consultation with the bowler, then you can do it immediately."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:59.560",
        "message": "Yeah, the captains can change the flow of the game in a way that they can't in any other sport. But see, you know, this is what happened. Two Indians start a conversation. It is about something, but it always comes down to cricket. We were talking about you. So I'm going to sort of, though of course, we will keep coming back to cricket. But to get back to the biographical bit, you've already kind of spoken about how you discovered, you know, you got the wisdom creators. Almanac, you've spoken elsewhere about how you used to buy secondhand cricket"
    },
    {
        "speaker": "Guest",
        "time": "00:27:25.760",
        "message": "books from the footpath at Andloom House in the Fort area in Mumbai. I think that's part of your introduction. Secondhand books, yes. Playfair Cricket Annual was my favourite because wisdom was still"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:34.800",
        "message": "pretty expensive. Is there a moment where beyond a cricket book, you discovered that there is something called cricket writing?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:42.880",
        "message": "Yes. You know, one went from the book and said, you know, you start, you're at an age when you start exploring. And because cricket was gripping my mind, and how do I find, you know, something that is happening every day, keep myself updated. That's when you turn to the newspapers. And we used to get two or three newspapers in the house, where amongst the first names that I read from sports was K.N. Prabhu of the Times of India. There was also Ron Hendricks, who was the Indian Express, I think in those days. He didn't write too much on cricket. He was more for the other sports, but he had a good, he had a good turn of phrase, which I started enjoying. Prabhu was very lyrical. And, you know, he would blend a lot of nostalgia with match reports and, you know, very distinctive flavour to his writing. And when I got to know him personally, many years later, he was, he just about completely fit the, you know, the image I had in my mind of what kind of a person he would be, how he would look and how he would be as a companion. I shared the room, I shared a room with him on several occasions during test matches. And then there was much later Khaled Ansari. 68 was when he started Sportsweek magazine. Khaled Ansari was all fire and brimstone, you know, all very, his editorials would be all taking the pants off authorities and federation heads and, you know, whatever else. But it was good fun to read. And it kind of enticed me into this whole thing about sports writing and sports journalism. So I started reading the newspapers very, I became a very voracious reader. And obviously, when you're at that age, and you have a passion for sports, you start reading from the back page onwards. But remember, in the 60s and 70s, right up to the 80s, 90s, perhaps, sports was like a country cousin in the newsroom. You had one, one and a half pages, so it was, you know, just too much space to see the pages now. And I remember when I joined DNA, when we started DNA, we had a six page, eight page supplement, which is unthinkable. In 2005, I think that was. So otherwise, sports was one, one page, one and a half page at best. And then it became two pages, two and a half pages, three pages. But that's a function also of the economic growth of the country when, you know, post liberalization, most of these things happened. But my liking for sports writing started very early, I think in about 68, 69, 70 was the time and 71 was the turning point in the lives of so many people who grew up in that era, India winning against the West Indies and India winning against England. And that twin series, I think, in in many ways, just made me a complete cricket nut. That was, I mean, I was very fond of cricket, but then it became an obsession in 1970, 71."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:40.440",
        "message": "You know, one of the things I liked about your anthology is not just that for any lover of Indian cricket, it's obviously manna from the heavens, because there's so much great material here, but it's also an anthology of cricket writing. Like these people you've just named, you've got a couple of pieces from Prabhu about 71, you've got a piece by Khalid Ansari about 74, I think. And I picked up this lovely line from Prabhu, because in 71, in one of the reports that you've reproduced in your book, he writes about how a lot of critics have been proved wrong by that first test win, because they had said that Sardesai and I think Durrani and Venkat should not have been selected, but they have been. And for these critics, he writes these two sentences, quote, the new literates of cricket, however, are rarely right in such matters. Their petty prejudices have been exposed by the manner in which these players have performed, stop quote. And I was like, dude, if K.N. Prabhu lived in the time of Twitter, how many people would he respond to?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:35.080",
        "message": "That perhaps is two harshest sentences I've read from K.N. Prabhu. But, you know, he had a very strong impact on, you know, cricket writing was by and large in the English newspapers. The regional newspapers became stronger later. And there have been some very, very fine writers, Bal Karmarkar, I know from Maharashtra Times. And he was also a very avid cricket follower and cricket writer. He went on to also become, I think, managing editor of the paper. So, he moved away a little from sports. But regional papers joined in later because the space that was available for sports was far more meagre in regional papers, more were available in English newspapers, because most of the advertising came to English newspapers. So, they had more pages. So, if Times of India in the 1970s, 80s was 10, 12 pages, the regional papers would be six, eight pages. And therefore, there was a restriction on how much space you could give. So, yeah, I mean, K.N. Prabhu, I think these people brought home to people like me, readers like me, K.N. Prabhu was in the West Indies, K.N. Prabhu was in England. So, he would also talk about, you know, clouds hovering over Lourdes or Oval, and you start getting a sense of what England could be, you know, and not knowing that you would ever get to England when you're 10, 11, 12, you have no idea. But you start enjoying that, you know, the imagery that he creates. And that's part of the fascination for cricket writing, which grips or at least gripped me when I was young, that it took you into distant lands and brought you, you know, color and tapestry and flavor of those lands. It's a lot more now, you know, cricket writers today have to do a lot more work. They bring you color stories, they bring you profiles of people who may have no relation at all with the game, but they are emblematic in the sense of where you are, which country you're touring. So for instance, you might meet, you might read about a chapati maker in Trinidad, you know, who will throw in a stray line about an Indian cricketer that becomes reason enough to do a story. So, all that is far more now, because there's more space available and obviously there's more consumption available. But in the old days, you had to live with what you got and these guys were bringing home some fantastic, you know, for an impressionable mind, creating this fantastic story that one could absorb and put into the hard disk. So, I remember that when I went to England for the first time, that was for the 1983 World Cup. Apart from reading and whatever else I had done of K. N. Prabhu, I had met him by then. I was a journalist. I was, you know, in awe of him, but I spent a lot of time with him trying to understand what touring meant, what was his, you know, when he met Sir Garfield Sobers in person or Rohan Kanhai, who was also one of my favourites, what were they like as people and grounds that he went to, Queen's Park Oval or Lords. So, when I went to England, I was looking for things that K. N. Prabhu had also seen and had told me. Not that I found all of it, you know, so, but it was a great way of, it was a kind of a segue into a whole cricket world, which I had only dreamt about. And then it's now coming up, coming, coming to fruition in my own life. And that was a source of great delight. I mean, when I went to England, I was 27, almost 28 for the World Cup, but I almost felt like, you know, Alice in Wonderland. No, D. J. Woo, but also, you know, I mean, I knew the grounds, Lords, Grace Gates, but to enter that and see, I mean, I had some great experiences with Grace Gates and, you know, so, for instance, when I went and not all experiences were great, you know, when we went to England, when I say we are fellow journalists also, we were refused accreditation for matches at Lords. So, you know, because MCC was a distinct body and the others were with the TCCB, Test and County Cricket Board. So, we got passes for all the other matches and we were refused. He said, no, unless India is playing here, which may be in the final and ha-ha-ha, not likely. So, no pass. As it happened, India reached the final. So, prior to the match, I went to the, I went to Grace Gates, you know, chest puffed out and the stewards at the Grace Gates are real stick in the muds, you know, very stiff upper lip and where are you going? I said, I have to go and get my accreditation. So, why haven't you got your accreditation? I said, we had not qualified, India had not qualified. So, now they've qualified. India was in West Indies and I need an accreditation. So, this guy turns around to his other colleague in the, you know, steward at the Grace Gates and says, oh, now we've got Gandhi coming to Lords. Because that was the time Gandhi, the movie also had, you know, made waves globally. So, that's how it was, that's how pompous it was, you know, and of course, then India went on to win the World Cup. And now, I think, I don't think anybody questions Indian journalists going to Lords because India is so strong in the sport today, that if you don't have a game with India at Lords for X number of years, then obviously their finances are dented. So, India is a much coveted team or a much coveted country to come and play in Lords or Oval or wherever else, which wasn't necessarily the case earlier."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:25.040",
        "message": "Yeah, exactly. I mean, it's like Mohammed and the Mountain. It's the roles have kind of reversed. But before we come to 83, and of course, I'll, you know, dredge into your memories on that, a couple of questions strike me from what you were just talking about. And one of them is this, that there's a situation that I remember happening in the pre-television days, which we've alluded to earlier that you're not actually visually seeing something play out. So when I think of 71, for example, we've all read so much about Sardesai and how he batted and he was really as important as Gavaskar in many ways, you know, a remarkable series there. But I can't picture him in my mindset, because I've never really seen him per se. You spoke about Rohan Kanhai being one of your heroes. And I don't know if you actually saw him either back then or not. So on the one hand, we are having to construct all of this in our heads, which is one reason they might be stronger in our memories. On the other hand, there is the media being produced about this, you know, the writing about this is not that much, there's a small sample size. And the people who are writing these reports, their incentives are to dramatize everything. Because every cricket writer wants to write an epic cricket report. And whenever something epic actually happens, they want to make it even more epic than that. And that's a temptation. I remember that I gave way to when I was a young writer in my 20s. It's like you hear about Wally Hammond writing about Amar Singh and how the ball came off the cracks of doors, you know that immortal quote. And at one level, you know, it's memorable, everybody remembers it. But at another level, I'm just thinking no it didn't. All of our fast bowlers, forget Bumrah, you know, the fifth net bowler for Mumbai Indians probably can bowl that exact ball which drove Wally Hammond to say whatever he said. And this then begs the question that when you're growing up in those times, how reliable are these memories because part of these memories are your own construction. And partly they are based on what people who have the incentive to dramatize unnecessarily have made it up to be. And eventually, of course, we watch television and we watch Gavaskar make 96. And we know that, you know, we've seen it with our own eyes. So I'm kind of asking you at one level about the fan in you, but also about the journalist in you."
    },
    {
        "speaker": "Guest",
        "time": "00:39:38.840",
        "message": "So I mean, this is a complex question. And I think it's a very interesting question. I think this is my surmise that before television, before one could actually access matches visually and make your own judgment, you relied on somebody else's opinion or his reading of a situation. And in the case of sports, because, you know, there's so much glory and there's so much achievement associated with it. There was always this thing for people who witnessed it to pump it up or also be skating about it without quite understanding why they need to be. So both worked, you know, one could be, you know, I mean, just to give you an example and it's all very situational. When Douglas Jardine implemented body line as a tactic, all hell broke loose. But Clive Lloyd's West Indian team with four fast bowlers did exactly that. Without except for the field restriction, there was no not much change. In fact, these four guys were all lethal, you know, and even when helmets were not as much in use as they are now. Gavaskar, for instance, never wore the helmet. So a lot of what we see in the pre-television era is, and when we read, is all very situational. It is dramatized. You know, Neville Cardus, one of the greatest writers, many say that he just completely exaggerated. It was his imagination more than what actually happened. What I think also is that matches were sparse and scarce. Independent India's first series was to Australia, 1947. The next series when we went to Australia was when? In 1967. Twenty years later. So 20 years later, if I was K. N. Prabhu, who went on that tour and watching India play Australia, the whole situation is full of so many dimensions that you end up either seeing it with a completely exaggerated point of view, or you can be so prosaic that it makes no sense to your readers. So you have to somehow strike this balance. I can't go and say that, you know, decent, you know, all good length deliveries, patented gentry back down the pitch and, you know, everything is fine. No, that would not work at all. So the journalist in K. N. Prabhu, or if I was there, I would say, how do I sharpen things up or how do I make it exciting for the reader back home? Because he has no other way of knowing what is happening. And therefore, I think a lot of writing that has happened prior to television becoming all pervasive is of a certain flavour. So you'll find in a lot of stuff, even like a very polished writer like K. N. Prabhu, if India has done well in a certain match, his opening sentence will be, rejoice, we've done it, you know, something like that. To carry that sentiment of the achievements of a team back to people who have absolutely no access as to what is happening. And also one must understand the mindset of, or the national psyche of the people back then. The way people see themselves as Indians today is vastly different from how they saw themselves in 71, or even 80, and certainly of 47. I must tell you this, in 1947, India went to Australia. In one of the county matches, not in a test match, Don Bradman got his 100th century. And it was of an Indian bowler who lived in Baroda. And when I was in Sportsweek, and I was editing Sportsweek, there would be a letter every third day, postcard coming, that, you know, so-and-so has not got enough recognition for being the bowler of which Don Bradman scored his 100th century, from the cricketer himself. So you can imagine that the sense of pride was, hamare saamne saw, you know, he made his 100th century. Not that, you know, I got his wicket, I didn't allow him to make the 100th century. And that is also how writers then saw it. If I was a writer in 1947, accompanying the Indian team, and I'm what, first of all, I would be completely beguiled by the presence of Don Bradman in the middle. Because Don Bradman was, you know, Don Bradman, Don Bradman, yeah. And then to see him bat and then to make him achieve this landmark, and you have to just gush. And not worry about whether it came against your own team, you know, which is there to compete. And therefore, I think the whole situational thing matters in where you are. You know, sport is epochal. It's to do with, it's not ordinary, you know, especially at the elite level. What these guys are supposed to do is something extraordinary. And whatever is extraordinary will invite a lot more imagination attached to it than what is everyday humdrum life that we all live, we all lead. So if Kapil Dev hits four sixes of Eddie Hemmings to avoid the follow-on, you can't say he hit four sixes and India avoided the follow-on. You know, you have to have two, three paras which describe it in such terms that it grips the imagination of the reader. If it doesn't do that, then it's a problem. But the writing changes from a journalism point of view, if I'm also watching it as a viewer. If I'm watching it, and if I read a report which is complete exaggeration, then I'll say, what the hell is this guy talking about here? I watched the match. It wasn't like this, you know. So that's been the shift in your, how do you adapt even your writing skills and your journalism in the visual era, as we say. And now, of course, it's not just watching a match with two cameras or four cameras. Now there are 28 cameras. There are multiple slow-mo's. They are taking it down to the, you know, they are splitting it into, it's fragmented so much that what is it that the writer can add, which is already not being discussed by the slow-mo's and the experts on television, is really the challenge now for journalists. What do they do as writers? You know, is there a quick, do I just go and get a quote from, quote each from five experts who are there, or five other former players who are there, or do I just get a fancy reaction from the stands? What do I do? How do I construct a story? It's become a, that's become the big challenge. When I went on my first tour, it was to Pakistan. I crossed over on foot with my luggage and one manual typewriter. And I had taken loads, it was a three-month tour. So I took loads of sports magazines and film magazines. Time pass karna hai, what do you do between test matches and, you know, or during test matches, five days in a place. Five days before smartphones, you can't browse Twitter and do video calls. So all my film magazines got confiscated by the customs that they wouldn't allow film magazines from India to get into, and political magazines. Sports magazines jo aap leke jao. But those are things that, these are experiential stories that one can, they have become far more commonplace now. On a cricket tour, what else happens outside the matches itself has also gained a lot of currency, which wasn't there earlier. You focused on the cricket and you got off, you know, and, you know, you did your tour diary, which was not in so much, not, you know, there was not much gravel in it. Now there's a lot more that one can do. But where the actual match is concerned, since the viewers seeing everything in acute detail, then what do you do? That's the challenge now for the journalists today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:39.920",
        "message": "So that's what my next question was about. But before that, an observation to again point out how much I agree with that dilemma of a cricket writer, that you've had a session where there are like three runs in eight overs, what do you even write? It's very boring, bowler bowls, backspin blocks, and the writer feels the imperative to make it something more. And typically, it is always something more, but it is always something more at a mental level, you don't know what the internal drama is that is there on the cricket field. And often the writer will replicate their internal cricket drama while writing about what's happening on the field, which may or may not match up with what actually happened. It's like I've had a film director tell me once that boss, every time I read a critic writing about a film, I'm like, like, what has this person seen? That's not what I made. You know, the second thing is about the shift in writing itself, in the sense that I remember that, you know, when I joined Wisden, which later bought Crickinfo in the early 2000s, it was understood that the matches that we are reporting on are being watched on television, right? Information is now a commodity. If you're writing from England in 1971, information is valuable. Yes, you know, you have to describe everything, you have to try to paint that picture in the reader's mind and all of that. But in 2001, you know, just 30 years later, it's all there on the TV screen. So as writers, and I remember, you know, looking at match reports in the British newspapers, like the Guardian and the Observer and all that and the match report the next day would never describe what happened. Yes, it would go into other areas, it would be a little bit of commentary, a little color when we used to create our packages in Crickinfo, we'd have these color pieces, where, you know, whoever was at the ground would go out and report on something interesting, and you'd have your commentary and you'd have all of that. And that would in a sense change the writing and change the imperative for the journalist in the sense that you're no longer describing what happened, everybody knows what happened, what happened, you have to go deeper. And as you pointed out in these current times, where it's not just the 28 camera angles, it's the 280 statistical angles in terms of how finely diced stats have become. You know, even in football, for example, like one stat, which is really important for me when I watch football, is what is known as XG, which is expected goals. So it's not how many goals you actually scored, but how many goals you would have been expected to score the way you play. And over the long run, it evens out. And that's, for me, a much better measure of how well a team played than actual goals scored. And even in cricket, where that kind of probabilistic thinking was kind of absent over the decades, I find that more and more young writers are doing very interesting work in terms of just understanding the game and looking at the statistical analysis. But that dilemma remains, like you pointed out, that when all these stats and these numbers are there, when all these experts are there on TV, who have played the game themselves, having their gyaan, what is a cricket writer to do? Ask a two-part question in terms of the evolution of your writing. Has there been one? And, you know, how would you describe it? And in general cricket writing, what do you think?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:41.240",
        "message": "So look, the clear option available to writers, including me, you know, when television became invasive, was you can't do ball-by-ball description or ordinary description, which everybody is seeing. So what do you do? What does one do? There are colour pieces, which can be very, you know, you need the power of expression. You need to be a skilful or skilled writer to do that, to hold attention, because colour pieces are not easy or are not readily accepted unless they are done in masterly fashion. You know, at least match reports, people will say to fill the gaps in their own understanding of what has happened, ki information chahiye, now information is available. But colour pieces to, for people to read, requires a lot more. It requires colour, it requires an understanding of the language, of the personality, of how you probe, how you elicit something from the person who you are profiling, for instance, or a controversy that you're dealing, what dimensions you can get, you know, into that. So all that requires skill. And the third or another clear option was get skilled in analysis, you know, get a more analytical or start getting that analytical bent of mind, maybe approach a few experts who you have access to immediately available at the ground, and who either feed your analysis, make it stronger, or offer another dimension, which you then leave for the reader to decide that this is what it looks like, but this is what A, B or C feel or two players who contradict each other. So just makes it a little more exciting for the, for the reader and say, wow, I didn't know this, you know, achha it's like this. Sometimes you use clever tactics, you know, throw names, which impress the reader, or tell the reader, yes, this guy's weight carries with if Gavaskar you quote or Tendulkar, you know, people say, wow, you know, there must be something to it. But how do you weave that in then becomes a skill into your story. So I think that's what is happening. As you as we all know, now, there is everything that is available to the viewer and the listener in real time. And more than just that, it's diced up into nano, you know, bits of information that you might need, then there are the experts who are all former players, most of them who are also giving their gyan. So what is what is left for you to do? Actually, quite a lot. Okay, so let me explain. Cricket has become so big in India. I feel that if you want to be a cricket writer today, you better skill yourself into forensics, because you never know some, you know, Bob Woolmer died in the West Indies of a heart attack. And, you know, all hell broke loose as if he's somebody somebody murdered him. And the reportage all changed completely from World Cup cricket to every other thing except cricket. You better know how to read balance sheets, because BCCI is money, the ecosystem that of the IPL, what does it mean in terms of money, profits, profitability, losses, valuations that are going up of teams, etc, etc. Those are hard cricket stories, which don't come from players, necessarily, you have to go out and seek them. So you're not, you cannot remain a conventional old style cricket writer now, that is getting limited in value, you must understand mental health today, for any sports. So therefore, also for cricket, you had Ben Stokes, the best all rounder in the world, perhaps the best cricket in the world, virtually taking a whole year off. Now there is enough scope to do so many stories about mental health, using Ben Stokes as a peg, and so on. And then there is the third or one more dimension, which is, where all our lives are data led. There's so much data available. Virat Kohli has played 48 balls of this bowler and he's made 62 runs, but he's also got out five times. You know, that kind of data collation and extrapolation from that data can also lead to stories. But it requires, again, conditioning your journalistic practices or your mindset towards those things to remain relevant. So what is happening is now for the challenge for professional writers, cricket writers, is to remain relevant. Because information is coming from all quarters, you know, everybody has got information. Even those who are not in media, you could be on Twitter, and an avid cricket follower, and you hit on a great angle, which you might see, you might do on a thread, which runs into seven, eight threads, and might have more relevance than what any cricket writer has written. So, you know, if your audience is exposed to so much, then how do you get that get currency? Why should people come and read you? So you have to develop some attributes, not just longevity in service, some attributes, which tell a reader that, you know, I must go and find out what he has also written on this subject, or let me first find out if he has. And if he has, what has he done? And therefore, you know, that's how I think it is working now. Because otherwise, there's a big threat that relevancy of or the relevance of writers will just vanish."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:06.400",
        "message": "I agree with you that it's actually really exciting. And I think one way just thinking aloud at Summit Up is that a cricket writer today should not aspire to be Cardus. She should aspire to be CLR James. Absolutely. It's a fantastic analogy. You're not just covering the sport. You're not covering what happened on the field, 11 men versus 11 men or 11 women versus 11 women. But you're covering everything around it. Yes. You know, the sociology of it, the psychology of it. And the politics of it. And the politics of it increasingly in these modern times. Yes. Which one wonders whether one will be able to write about cricket"
    },
    {
        "speaker": "Guest",
        "time": "00:56:40.120",
        "message": "after a while. Yes. Yeah. And the kinds of personalities, you know, I think that's also the mental aspect of sport is the biggest issue that has emerged over the last maybe 25-30 years, and getting bigger and bigger. You know, I used to read when I was in Sports Week in my early years. So there would be Tennis World, or World of Tennis, one of these magazines from which used to come from the US. And I remember that was the McEnroe, Connors, Borg era. And then, you know, there would be so much about the mental aspect of tennis. And I used to say, what the hell? I mean, sport is sport. You go out there, you know, your technique, your skills, that is what matters. But I, you know, when I think back how wrong I was, because ultimately, everything else is secondary to the mental aspect. You know, we talk of great Caribbean flair, and, you know, the way they played. And, you know, there was never a worry in their mind the way they would go out and play. But actually, that's a stereotype. Because there was a mental aspect to the game. The aspirations and the ambitions may have been different. The sense of leaving an impact of their own identity may have differed from ours, as CLR James expresses so wonderfully in Beyond the Boundary, you know. It's an expression of West Indian, Caribbean thought and life, and also racial politics and everything. It's a magnum opus when you look at it, you know. West Indies cricket, how it fits into CLR James's theory, you know, as a Marxist philosopher is absolutely riveting. You may disagree, but it's riveting, you know, to think about it in those dimensions. In India, we never thought about it like that. You know, we've started to think now, in India, I think we're still very personality obsessed, rather than the sport and its ramifications in national life. We're getting there. We're talking more and more about it. But I think that that is a very important dimension that needs to be looked at more aggressively. Where cricket writing is concerned now, I think because it is coming from everywhere, including the non-formal sector, I think there's a lot of cacophony. Obviously, there will be a lot of mediocrity, but there'll also be some brilliant stuff coming. Unexpectedly, you don't necessarily have to look at it only from the 15 names you know. It can come from anywhere. And, you know, one has to appreciate. So, if you enjoy cricket writing and reading about cricket, obviously, you have to make the effort to find out where this is going to come from. It's a clutter. It's, you know, it's very random, it's disorganized, it's chaotic, but it is there. And I think overall, it enriches"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:21.560",
        "message": "cricket writing. No, and I think that, you know, just from what I have kind of seen in the last 22 years, I think the fact that those barriers to entry have gone, that you don't have gatekeepers of taste and style and form standing in the way that anybody can write anything and then let water find its own level. You know, I think that's incredible, because I think what often happens, especially in mainstream media, is that you have people who have a set vision of what something is like, that coverage should be like this. This is what I want a cricket report should be, this is the form, do this, don't do that, don't do that, do this, you know. And I think all of that acts as a tremendous constraint, especially when that mainstream media becomes out of touch, especially when your kind of gatekeepers are not particularly competent as can often be the case, that, you know, just having the ability to go out there like I, you know, in my writing class, I had one of my participants in the latest cohort is a cricket writer somewhere for some website, I forget the name, though, obviously, I wouldn't mention it, even if I hadn't forgotten it. But he spoke about how the pressure there is always to follow whatever is the latest thing that happened, you know, that Virat Kohli got a bruise on his elbow, you have 40 stories on that. And then in the evening, something else would have happened and you have 40 stories on that. And you're constantly going from immediate story to story, all of it is shallow. And he was complaining about how he doesn't get the time to kind of sit back and do his own writing. And all of that, which is, again, a dilemma coming from a cricket writer, who would probably be a fan of CLR James, who probably wants to do that kind of writing. But within mainstream media, that space isn't there. Because one, there is this desperation to keep the eyeballs going because you're in that game, where you're increasingly becoming irrelevant anyway. And that's just"
    },
    {
        "speaker": "Guest",
        "time": "01:01:07.960",
        "message": "not there. So that's, that's part of the problem with mainstream media, irrespective of sector, you know, I mean, it could be sports, it could be politics, it could be business. So there's a herd instinct at play there. So if it is Kohli, you know, everybody will write about Kohli that day, you know, and then it's only a matter of debating whose first three paragraphs read better than the others. And that's you got the rest of the story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:31.400",
        "message": "It's like when Chuck Prince of Citibank said about the financial boom that happened before the crash in 2008. And he said, when the music's playing, everyone has to dance."
    },
    {
        "speaker": "Guest",
        "time": "01:01:39.120",
        "message": "Correct. Yeah, that's true. But I think, you know, so the consumption of content for want of a better word or consumption of media has changed dramatically. And therefore, and it's also changed dramatically because the pipelines feeding media or information to the world at large have also changed. It's been a massive change. Today, it can come from any quarter. Mainstream media, I think, is hamstrung. It's becoming predictable. And in many ways, it is becoming not gratifying enough, you know, for what I'm looking for. I'm speaking generally that it may not gratify me. And it's like when you switch on television sets today, you switch on one, you don't need to switch on the others, you know exactly what is happening on the other channels. The rare channel which doesn't do what everybody else is doing, you'll go and switch that on. Because you want something else to be, you know, fed into your, you know, you want to consume that. Otherwise, I'm not gaining anything. Ultimately, we all start making these calculations in our own minds. What am I getting out of it? If I want to watch the same nonsense, why should I shift from channel A, B, C, D, E? I'll shut them"
    },
    {
        "speaker": "Unknown",
        "time": "01:02:51.800",
        "message": "all off. Which is what I've done. I don't watch news television."
    },
    {
        "speaker": "Guest",
        "time": "01:02:54.600",
        "message": "And I go to a channel which at least tells me something which is not so predictable. And therefore, I start coveting that. Whether that channel makes money or not is not the issue. And there'll be a herd, the herd instinct can get so large that it can engulf an entire nation on certain issues. So, that doesn't make it right, you know. For seekers, you'll have to look at things which gratify you, which give you that little delight, which give you comfort, which give you entertainment, which give you satisfaction, you know, all of those in the consumption of media. And likewise, then we can say whether it's in sports or politics or business writing or business journalism, all of these will have to cater to the demand. Now, there is one way of looking at how mass media operates is, look, we only do what the public is demanding. Right? So, that's not an unfair thought. But it also means that you are not venturing into areas which will explore what else do people want? Or do they still want the same thing? People switch on the television even out of habit. I'll be cooking, eating, whatever else the TV is on, or the radio. But is it interesting enough for the consumer or is it just everybody latching on to a bandwagon, getting on the bandwagon and doing the same productive, same predictable stuff for years, is really something as a professional practitioner of journalism or running a media house that you have to think about. Now, I'm saying this very, it's very simplistic. But when you run organizations, there's business, the business angle, there is balance sheet, I must be in the black, I must not be in the red. And therefore, whatever makes me get into profitability, I will do all those things. They also come into play. I'm not one to pass judgment. You may do things which are really, frankly, very poor journalism and make a lot of money. It's possible, you know. You can put on the front page of newspapers like in England, you know, some papers, some tabloids put pictures of men or women in various stages of undress and people pick it up. Now, again, I'm not passing judgment. But if you want to do that, that's fine. But there are other things also that can be done. So you have to take a call. I think what is happening is in the consumption of media, people have started taking a call. And especially in areas like sports, you know, it's not enough to say, I belong to the leading newspaper, and therefore, I'm the best. It's not operating like that at all. That has changed. In the old days, maybe you could say, there would be, if it has to be contested that you're the best or not, there would be one other option. Now there are plentiful options. You could say, I'm working for this newspaper, you've got the best cricket writer. No, you don't. We've got so and so and it will be restricted to maybe two or three. But now, it's an endless kind of variety you can choose from."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:02.480",
        "message": "You know, I used to teach a podcasting course as well. And there I kind of spoke about how podcasting is so different from radio, in the sense that radio because of all kinds of financial incentives and imperatives, especially in India, where FM licenses cost so much, and there are restraints on what you can do and cannot do. Radio necessarily will be a mile broad and an inch deep. You know, whereas with a podcast, you have different podcasters exploring all kinds of different niches, and you never know what clicks. And the interesting thing there is not that they are catering to niches. The interesting thing there for me is that those niches come into being because somebody made that exploration in the first place. Otherwise, nobody would even have known that a niche existed. You know, if there is a niche today for people who listen to five hour podcast episodes, for example, you know, you got to thank Dan Carlin and Hardcore History. And if you're in India, maybe me. But the point is that if any of us were to pitch this idea to a radio station or a mainstream house and say, hey, I'll do something like this, and they would laugh us out of the room, because it's not a safe option. The assumption is we are catering to short attention span, 20 minute karo and whatever, and they're not even going to try that. And that and that's why it's it's kind of a delightful time where those means of production are now available to all. And I don't think this has even been explored to the extent that it can be where, you know, you of course got newsletters and blogs and all of that happening. Yeah, but"
    },
    {
        "speaker": "Guest",
        "time": "01:07:28.920",
        "message": "I think there's a lot more scope for independent voices. So we live in a multimedia environment, Amit. And it's growing by the day. I think technology is driving our lives. Yeah. And especially in the consumption of media. And you know, we talked about what for journalists to remain relevant. Some of the other things that come to my mind, just to hark back a little, is, you know, you can have great access to performers and therefore you get an exclusivity. That's a huge advantage if you can manage that. The other is, conventionally in the media or in journalism is called scoops, you get privileged information. So one is, of course, having access to Dhoni. You know, Dhoni is a recluse. If you have access to him and you get Dhoni to speak to you, even if he's talking about his dog or his dogs or his cars, there is a story, people are waiting to read it, you know. And if you get privileged information, you get scoops. Why did Virat Kohli suddenly announce his retirement from T20 captaincy? Now, you know, the reasons have come, but if you have privileged information as to what was the trigger, what really transpired, then maybe, you know, not maybe, you will certainly have a lot of people reading you and wanting to read you further. And that need not be put in purple prose. You don't need purple prose for this kind of information. So this is one dimension also, which has got a lot of, which gets a lot of weightage today in media, whichever way it comes from. So there are, you know, while I do say that, yes, it's getting tougher and tougher, but if you get the old stereotype of a cricket writer being somebody who's carrying Renan, you know, the thesaurus with him and coming up with these wonderful turns of phrase and great three paras leading into the main story, those three paras could be all fluff. And then you get down to the story. I think that thing has kind of passed, you know, it's become passé. And now you have to look at other areas. You also have to be conscious of the fact that attention span of people is very, very low. So what do you do to hold attention? You know, and then there is the, it's a very interesting situation. If your attention span is low, that means people are spending two, three minutes, four minute reads, like you see on many websites, three minute read, four minute read, it comes to you, you know. And then there are, there's a proliferation of the long reads. You know, you've got five, seven minute podcasts, and you've also got like the seen and the unseen, which are extensive extended podcasts, which also people follow very diligently. So all kinds of things are happening today in the media. It's a very exciting space to be in. But you have to be also, you know, clear that you'll be sometimes swimming against the tide till you find your bearings again. Sometimes you'll go, you'll clear distances without any hindrance. And then again, you'll run into a problem. This is something that is going to happen for the rest of our lives as I see it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:29.840",
        "message": "Yeah, you'll run against the tide till you succeed, and then everyone will copy you and when copying you won't work. And by the way, that short attention span, as I must again say, it's, it's a misconception, but it's a misconception in an interesting way, in the sense that I would not divide people into categories of people with short attention spans and people with long attention spans. I would simply say that we all contain multitudes, right? So there are times many times where I have a short attention span. But there are times where I want to really dig in deep, I'm open to the immersive experience, when I have that long attention span. And it really depends on the incentives you give me to shift from oneself to the other. And I think the more good content and the more rewarding content there is out there, it can really help like I'm sure there might be someone who loves history but thinks he has a short attention span, and then listens to say Dan Collins Hardcore History where every episode is five hours, and then they are changed forever, you can kind of shift between them. Before we get back to tracing your personal journey, and this is a digressive show. So it's a feature, not a bug that we move all around the place. But before we get back to your personal journey, a general question on journalism, which is that it's my sense, and I know you agree with me, and you've just kind of elaborated on a number of other criticisms of mainstream media today. But it's my sense that over the last 20 years, a way in which as consumers, we discover media, filter media, consume media has changed completely. And mainstream organizations haven't figured this out at all. Now, you've been someone who's been the editorial head of mainstream organizations, editor of midday and editor at Times of India. If you were in one of those organizations today, like what I see in those organizations is that there is this desperate thirst to find the latest Twitter trend and do a story on it. Find what Republic TV is screaming about and do a story on it. And it's just become that race to the bottom, that race to cater to what is immediate. Now, we know that there is more happening there in terms of how we are consuming things, right? So, if you were running one of those companies today, if TOI was to say, make you the editor, which would be a great idea and say, okay, Ayaz, build a Times of India for the year 2035 and start now, you know, what are the things that you would do? What comes to mind?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:46.440",
        "message": "So I would, you know, first of all, I would look at hiring people who are, you know, less conditioned to just thinking along very structured patterns, because that has really been hit for the sakes. You know, I think, partly the problem is of the, for instance, a newspaper, the cycle of the paper is a problem. Today, news is consumed 24 by 7 into 365. So, a paper which is put to bed at 12, 11, 11.30, 12 midnight around that time, and comes next morning to your house at 6.37. In six and a half hours, a lot has happened, which you're not going to find available. While when you switch on your cell phone, you'll have these alerts which are already there on your phone saying, you know, news breaks and stuff like that. And you always get this feeling or the sense that I'm a little cheated. You know, I haven't got the, why am I reading the newspaper, if I'm going to get no information as to what has happened in the last six, six and a half, seven hours. So the need for instant gratification and consumption of news has completely defined how one consumes news. And therefore, newspapers in that sense are not fulfilling that need. Where newspapers can fulfil, what need can they fulfil? They can be far more explanatory, they can be far more analytical, very more features driven, I think, very good interviews with, you know, relevant people. But where the instant news is concerned, I think they are, it's gone, you know, it's history. Including even television, you know, you had a 9pm show, is not as fulfilling as a Twitter update, which comes to me, I mean, Twitter is your fastest source of news as of now. And therefore, you always will feel that everything else is behind times. So if I have to look at a creating a media setup heading into 2035, say, first of all, it has to be multimedia, it can't be one. And how one dovetails into the other, how, you know, they kind of intertwine and then they end up, they blend all kinds of functions and reach the final consumer or the consumer finally, is really the challenge. And how do you reach out using a mix of social media plus old format media, radio and television? Not everybody has all these attributes available in a media organisation. Those which are only dependent on newspapers, I think are going to be less and less relevant as time goes by. I mean, you know, I mean, I spend a lot of time in Alibaug, where I don't get the newspaper. By the time the newspaper comes to my house at 9.30, 10, I don't want it. I've already read all the newspapers on my mobile or on my laptop. In Bombay, when I'm in Mumbai, I do get the newspapers at home. The good thing about newspapers still is that if you're getting them delivered to your house, you don't stop them because you don't even know when the guy delivered it, it's there, it's fine. And there's also a certain sense of, you know, psychological dependency that everything is right with the world, my newspapers come to me at 6.30. But going ahead, I think that media organisations will have to seriously look at how they reach the formats, not one format, the formats in which they reach the consumer because all of us are consuming multimedia, the experience is multimedia. You know, you might watch the match. If you're watching a cricket match, you might watch the pre-run session on TV. You have to step out, you'll keep updating yourself on what's happening on the score on the cell phone, you suddenly find there's an alert that somebody's reached a century or taken a hat trick, you'll immediately search on your cell phone if there is a highlights package, which is 30 seconds or 40 seconds, which tells you what has happened. So you don't want to be behind in terms of knowledge and information than anybody else. Also, we are social animals, you reach your destination, you meet your colleague or your friend or girlfriend or whatever, and there has to be some conversation. You know, if some political leader has been arrested, you know, immediately that becomes a opening of a conversation or a dialogue. I say you can't be, you know, I don't know about this at all. It can happen, it happens all the time, but you don't want to be in that situation. In today's day and age, the way we consume media, we want to be on top of the situation. So for that, I think news organizations or media houses will have to be, I mean, electric heeled into gathering information and disseminating it. It has to be almost a, you know, simultaneous process. It comes in and it goes out. The swiftness, the speed and the rapidity and exercising those controls, you know, if you're a media organization. If I'm an independent, as they call an independent journalist who's on Twitter, look, we are talking here, an accident takes place on the road where your apartment is located and somebody with a cell phone is the first to capture it on camera and put it on Twitter. By the time the news organization reporters come, it'll be three hours, two hours, one hour, we don't know. The news is already..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:09.760",
        "message": "Maybe like four different narratives about it. Doctored videos from Bangladesh purporting to be this location."
    },
    {
        "speaker": "Guest",
        "time": "01:18:15.800",
        "message": "And if you want the credibility of your organization or the brand value of organization to carry your, the gravitas of your news gathering through, then you have to be, I think speed is now becoming of the essence."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:32.280",
        "message": "The sort of counterpoint to this is like, of course, I think this might be one of those cases where I think, was it Naipaul who famously said or Churchill who famously said that whatever you say of India, the opposite is also true. And here I would say that, yeah, you know, speed being of the essence is of course there because information is a commodity. If you aren't giving it immediately, then it's kind of redundant. The person already knows. But the other way is that there also, I think, needs to be a tariff in our coverage. I produce this other show called Brave New World hosted by Vasant Dhar where he chatted with Jonathan Hyde and Jonathan Hyde made a great observation there. He said that, listen, you might think that we are in a world where all the information from all of human history is there at our disposal, right? But the truth is that most people are consuming at this very moment, what was produced in the last three days. The entirety of our consumption is something that was produced in the last three days. And therefore, what we have are people who are all the time buffeted by information, but always shallow, always ignorant, you know, and which is why your book, by the way, is such a fine service, because, yeah, I've just been through that 50 or 75 years. Yeah, and it's and it's fascinating. And I and I want people to pick up your book not to kind of skim through it while they're doing five other things, but sit back quietly and read it and immerse themselves in it, which I think they will, because I think there's a hunger for that too."
    },
    {
        "speaker": "Guest",
        "time": "01:19:56.760",
        "message": "So I've tried to create a narrative, which is fine. What you're saying is right. But I think both things happen simultaneously. For instance, you know, I love to read the Wisden Almanac. It comes once a year. And I make sure that I get it and I read it like from cover to cover. You know, and it's a periodical, it comes, but it doesn't mean I stop consuming cricket coverage otherwise, or any other coverage. So both things work simultaneously. But in in saying that I savour Wisden Cricket Almanac, I don't want to be left behind on my current, you know, information, those gaps to be met. You know, I can't say it really doesn't matter if I don't get that information, because I can wait a year later and find out what really happened. So Wisden will give you a great perspective on everything that has happened in the preceding year. But if I'm not, you know, with it, while things are unfolding, and, you know, news, as they say, newspapers is history on the run, you know, and it keeps getting revised all the time, a lot of stories get junked. We don't even know what happens to those stories, you know, what is today's scoop might be in the dustbin tomorrow. Because the effective follow up has shown that it was rubbish, or there's not been any follow up, or actually, it was a trifling, which is played up, these things happen. But if I'm not in that loop, then I might feel a little left behind, or a lot left behind by a lot. So it also depends on the temperament, the age group, the social milieu that you're in, all of that matters. The consumption of media is not straight laced, you know, it's very, very, very kaleidoscopic. You know, all kinds of people look for different things from what they want from the world, what they expect from the media."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:44.760",
        "message": "And the delightful thing is, it's an expanding kaleidoscope, like the problem with media houses now is that the future is unknown unknowns. It's not even known unknowns. You know that there's a problem, you know what the problem is, so you put a team, you solve it. But here you don't even know what it's going to look like tomorrow. And just for those of my readers who might not have heard of the Wizarding Cricketers, Almanac, I'll quickly explain what it is. Back in the day, there's this, you know, revered British company called Wisden, which used to, which still brings out something called the Wizarding Cricketers Almanac, which comes every year, which basically has all the scorecards of the year and all the info of the year. And you can read that on, you know, December 31st. And by the end of it, you'll know everything that happened that year. It's a fat book. All cricket writers aspire to writing for it. I finally did in, I wrote for a couple of those editions. And then my byline, this is an amusing story. Our mutual friend Anand Vasu, I think complained to me once, that he wrote for them a year after me. And they were just going by alphabetical order and Indian writer with A. So instead of putting on a piece that he wrote, they accidentally put my byline somehow. And I never even knew. So poor Anand was really"
    },
    {
        "speaker": "Unknown",
        "time": "01:22:52.360",
        "message": "upset that, yeah, Wisden."
    },
    {
        "speaker": "Guest",
        "time": "01:22:53.360",
        "message": "Yeah, it's in the Bible. You don't find a mention in the Bible. That's terrible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:58.400",
        "message": "Yeah, yeah. So I can imagine the shock and horror when he got the copy and he went to"
    },
    {
        "speaker": "Guest",
        "time": "01:23:02.880",
        "message": "the hospital. And also, you know, Wisden is still, he's got a very lofty, you know. It's like the MCC of cricket journalism. But also what has changed in cricket writing, especially, but in sports writing by and large is that the internet gives you access to information that, you know, at the click of a mouse. While earlier, I mean, when I started writing on cricket, I used to maintain a scorecard in the press box, you know, and if somebody hit a four, then you put, you write down the number four, and then you describe elegant cover drive by so and so. So it's that when you wrote your story, you remembered it, you know. Nowadays, nobody takes notes. It's all available on, you might take notes sparingly, just to keep yourself, you know, filled in as to when you write your story, what all you should focus on. You don't have to scurry around looking for, making associations with the past because it's all available at the click of a mouse. You know, if I have to, somebody, Veeru Sehwag zits a triple hundred in, in the first triple hundred that he's made in 2005 against Pakistan, and the first Indian to do it ever. Now, where do I run around trying to find out who all have made triple hundreds, how many balls, how many fours, it's all available. So there is a certain ease of gathering information which has happened, but it also creates its own complication because there's so much of it that you have to be really smart in how you select the information."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:30.840",
        "message": "Also, I remember one of the things that troubled me when I started touring around cricket first with Wisden and then with Crickinfo. And again, to complete that almanac story, Wisden came to India in 2001 with a magazine called Wisden Cricket Monthly, which I joined. We started a website called Wisden.com which bought Crickinfo and subsequently Crickinfo was bought by ESPN and then another Wisden.com, which was out of the picture, then made a comeback later. And it's a very complicated story. But one of the things I remember traveling to test matches all over the place is that in the press box, and this really disturbed me when I first saw this, in the press box, nobody would watch the cricket. Yeah, because they know that you will get all the information. You won't get all the information anyway. So I'm watching every ball, right? I'm soaking it in also partly because I'm a new writer at that time. And it's really exciting for me. But nobody would watch the cricket. And I would be like, what kind of press box is this? You know, and, you know, once I once in Mohali, I noticed one guy sitting behind me very intently watching every ball, taking notes, constantly typing things. And I was damn impressed. And then the next day, I think he was either arrested or thrown out of the press box because he was actually working for a bookie syndicate. Oh, and he was because the image on TV comes a couple of split seconds, you know, he was quickly feeding the information, you know, in a split second hitting whatever button he has to hit. So it was really amusing. And I remember I was very pissed off because I had had to fight like a maniac to get my press pass for that particular test match. In those days, these, you know, Crickinfo was a new kid on the block. And these guys"
    },
    {
        "speaker": "Guest",
        "time": "01:26:09.160",
        "message": "would keep troubling us. Yeah. And what is Crickinfo? Yeah, so I had to run around for"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:13.960",
        "message": "a whole day to get a press pass. And this guy, this Firang guy got just got it immediately"
    },
    {
        "speaker": "Guest",
        "time": "01:26:18.640",
        "message": "very easily. Yeah. And then he's doing this thing, but he was watching every ball. So there are best practices and there are not such good practices of, you know, covering an event. I've seen people doze off in the press box and like doze off, doze off and snore and wake up two hours later, not having watched the match for that period. And then, of course, they're writing their stories and running around trying to get information. You know, ultimately, if it's stringing together 8-10 paras or 15 paras, that's not the challenge. Anybody with even basic skills can do it, you know. But it's how you watch the match and what you… There's a sense of enjoyment or even sometimes non-enjoyment which might come through, you know. But the writing should be enjoyable. I think it makes a difference"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:06.040",
        "message": "over the years. Yes. Like, you know, I might watch a match intently and you might not. And we could write reports which are very similar. But over the years, the person who's watching the match intently will just have greater, deeper insight."
    },
    {
        "speaker": "Guest",
        "time": "01:27:19.760",
        "message": "This is my 43rd year in journalism and in sports writing. So it's not that I've watched every match with the same intensity. It can happen. Sometimes there's such a dull passage of play. And, you know, you walk out of the press box, there's some guys talking and you get into a debate on some other subject, you know. And then it's been half an hour, 45 minutes, you go back in and you pick up the threads and… But interestingly, you mention about this guy, somebody sitting there and taking notes. So one of my… It's not about a bookie. One of my earliest… My earliest experience of being on tour was in Pakistan. So we were in the press box at various grounds, Lahore, Karachi, Faisalabad, part of the Ding Bang which was, you know… And there must have been maybe about eight, nine journalists from India, not 80, 90 as it is today. India, Pakistan would be 80, 90 journalists otherwise. And there would be a guy constantly in the press box who was meeting all of us every day and being, you know, more, like, friendlier than one would expect. And then suddenly this buzz went around in the… Amongst us, amongst the Indian journalists. Ye hai kaun? Nobody seemed to know who he was. No Pakistani journalist knew who he was. You know, most of the Pakistani journalists, we knew which papers… Nobody knew who the hell he was. Then somebody said, ye intelligence ka aadmi hai. He's keeping a watch on all the Indian journalists. So that became… Then we started kind of distancing ourselves, you know, from him. But he used to be there every match. And finally, one fine day, we found that he had stopped coming one match. So, where has he gone? We all got a little perplexed. Where the hell has he gone? So, we found out from the guys who were in charge of the press box. And I said, this guy used to be there, over here. He's no longer to be seen. He's saying, haan usko hum log ne bhaar phek diya. Kya ho gaya? He never had a pass. He used to always say, I'm an Indian journalist and come along into the press box. Now, you know, whether he was from the intelligence or not, I have no idea. But I'm saying these kind of crazy things happen in press boxes. Maybe he was just a guy who… See, in those days there was very little security. It wasn't as sanitized and sterilized, you know, the environment as it is now. So, people used to hop in and out of press boxes. And we thought he's one of the Pakistani journalists. Then we found that he's not a Pakistani journalist. Then, is he an ISI or some other agent, some, you know, intelligence fellow? But he wasn't that. He was some vagabond who was getting the best seat in the town, best seat in the match, come and sit in the press box. Tell everybody he's part of the Indian journalist team and whenever he was with us, say he's with the Pakistanis. Something like that. Mr. Natwarlal. Mr. Natwarlal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:02.960",
        "message": "Must have kind of honed his skills gate crashing weddings and this is sort of…"
    },
    {
        "speaker": "Guest",
        "time": "01:30:07.200",
        "message": "It's not funny, you know, the number of people who used to gate crash. Nowadays, it's far more organized. Of course, in the other countries, like England and Australia, it was far more regimented. You couldn't just, you know, the system of ticketing system for the press box also was… But even the West Indies, I went there in 1989, you'd find all kinds of people, you know. The West Indies in that sense is much like India, you know, who you know, who's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:31.040",
        "message": "the guy who can let you in and stuff like that. I remember when I went to Pakistan in 2006 and I was covering that tour for The Guardian but also filing pieces for Crick Info, but also writing pieces for The Wall Street Journal. I did a couple of op-eds from there, I think. And I remember at one point, I went to on an off day from the cricket, I went to interview an economist and I went to his, you know, flashy bungalow and all that. And at one point during the conversation, he said that, I must tell you, Amit, you know, you called me up earlier and all of that, but I must tell you that my phone is tapped. So, I said, really, your phone is tapped? And he said, I must tell you another thing, Amit, your phone is also tapped. And I was like, what are you"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:09.080",
        "message": "talking about? And he's saying, all of you bloody Indian journalists, they are listening to every word you say, which is incredibly likely."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:17.320",
        "message": "So I met a gentleman called Murali there, who was the Hindu correspondent in Islamabad. And Murali told me an interesting thing. He said that there, with regard to journalists, the two countries have a policy of exact reciprocation, in the sense that if a Pakistani journalist in New Delhi has his fridge stolen, the next day, the Indian journalist in Islamabad will have his fridge stolen. So it's the exact reciprocity and that's official policy."
    },
    {
        "speaker": "Guest",
        "time": "01:31:47.960",
        "message": "Even at the diplomatic level, one undersecretary is sacked here, the next day, there's the undersecretary who's sent back from either country. So it's a tit for tat spy versus"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:57.920",
        "message": "spy situation from Mad Comics. Quite delightful. Even the India-Pakistan dynamic is something we must discuss as we go on to talking about cricket. But before that, we'll get back to talking about your personal journey. And before that, we'll take a quick commercial break. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me, and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons, and now it is time to revive it. Only now, I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Ayaz Memon about his life about his journey about his wonderful new book Indian Innings. And in a sense, you know, I'd be perfectly happy to call this episode Ayaz Innings. I won't do that because that sounds weird. But let's go back to your personal life. You've discussed your sort of early love for cricket, you know, watch the match at the Brebon, you remember all the names, you remember the scorecard, you know, 71 is a big deal, you're reading K.N Prabhu and you know, all those inspiring reports come. From there, at this point in time, how do you see yourself? Like what what is your conception of yourself? Ki main yeh banunga? And how does that path veer towards cricket writing?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:58.200",
        "message": "So Amit, I mean, if you're growing up in the 60s and 70s, there were not too many options academically. When you look at what things are today, you have to be BA, BCom, BSc. If you're doing graduation, if you had the stamina, and the financial stamina, also, you go on to do your master's. Outside of that, the vocational courses were engineering, medicine and so on, limited. You couldn't have also juxtapositions of curriculum, you know, you couldn't do BSc with also literature, it was not possible. My father was a lawyer. And there was a big demand in my kind of family group and all. When I was growing up, are you going to be a lawyer? As it used to be in those in homes in those days. And that kind of created this situation, whatever happens, I don't want to be a lawyer. You know, so when I was in school, I thought I'll be an engineer. That was my hope and dream to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:49.720",
        "message": "an engineer. That was your rebellion to be an engineer."
    },
    {
        "speaker": "Guest",
        "time": "01:34:52.360",
        "message": "Yeah, that was my rebellion. And I look back, it was such a, you know, it was some such a stupid decision. So, I got into science. In school also, I took science last two years, senior Cambridge was the school finishing program, but into college and I took science and I realised that to be an engineer, you had no trigonometry, you had no higher physics, which was like, you know, facing Malcolm Marshall's bouncers, as it turned out. And I was not equipped at all to do engineering and whatever else. So, I switched and I did economics. And I studied economics, I passed with honours just about, and then subsequently, and by that time, my father had passed away. So, then I got into law. You know, ironically, I got into law, I did my law from government law college. But by that time, I was consumed by sport and cricket. And I was also interested in journalism. So, while I was studying, I was doing, I think, my first or second year of law, yeah, first year, I joined a journalism class in Xavier's College of Journalism. Evening classes, we used to have 6.30 to 8.30 or something like that. And while I was there, there was an ex-basketball player from Western Railway and I think he was also in the India Reserves, Javed Akhtar, who had also joined the Xavier's class, Xavier's College, and he was working with Sportsweek. So, he said, we've got a vacancy, why don't you join now? I said, you know, I'm doing law. And he said, you don't like it? Six months later, if you're going for exams and all, don't do it. So, in 1979 is when I got into Sportsweek. That was my first brush with journalism, so to speak, getting into the newsroom. And the first assignment which I got was to go and watch the Jubilee match, India versus England, which was a memorable match in many ways. Vishwanath was the captain, not Gavaskar. And Mike Braley. And Mike Braley. And, you know, Vishwanath, everybody remembers calling back Bob Taylor, you know, catch, which the umpire upheld, catch behind. And Vishwanath consulted Kirmani. Kirmani said no, and Bob Taylor was called back. And Bob Taylor and Botham had a long partnership. And then, of course, Botham bowled us out twice, both innings. He was the best all-rounder in the world then. And England won the match. But my job was to do what was popularly known as side stories. Somebody else was doing the match report for Midday. Midday was a very new newspaper then. It had started in 1979. There was a lot of excitement in the small, meagre newsroom that Midday had in those days. It was a small paper, but lots of fun. And then there was Sportsweek magazine, which was also from the same stable. So I was doing side lights and side stories. But I got a place in the press box, which is right behind the bowler's arm. And, you know, I had never seen a cricket match from that vantage situation. And I immediately got a job offer from them. I had got a job offer and I realized I'm being paid to watch cricket. And what could be better? So, you know, law, the ambitions for pursuing a law degree went out of the window for a while. I did resume it later and completed my graduation. But I said, this is like, you know, this is the best thing that can happen to me. And I was being paid 350 rupees, but that really didn't matter because I was there sitting behind the bowler's arm. And, you know, you see if you're sitting in the press box, there's Dilip Sardesai who comes in or Bapu Nadkarni or some of these old-timers. And if you were lucky in a domestic match, which we also, you know, we'd go and attend, Gavaskar would come up and sit in what was the committee box or the selector's box. The players' box was below the dressing room. And those days, it was not as secure the environment. So, you could, you know, you could hop across and say, I want to speak to so-and-so player and maybe you would get a chance that you could do it. So, that kind of association with the game and the access just won me over. And I said, whatever it is, this is what I'm going to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:16.920",
        "message": "Getting paid to do what you love is such an incredible privilege. You used the phrase when you were talking about how you studied economics, you said you could just about passed with honors, which sounds to me much like, you know, a batsman saying, I barely managed to reach my 200, what is just about passed with honors. But here's sort of my next question that today, if I want to be a cricket writer, say I'm 20 years old, I want to be a cricket writer. I have all the models in the world to emulate, to figure out who are my stylistic heroes, what are the best practices in journalism, and blah, blah, blah. I have this whole smorgasbord of influences which I can pick from. In your case, that would not have been the case. In the sense, okay, you're reading Prabhu and you're reading Hendrix and you're reading a handful of people, but it is a handful of people. How did you then form your conception of what good writing is? Like, what do you want to write? Like, what do you tell yourself? When you look back on your early self, was there a period of time before you found your own voice, so to say, or it just came naturally? How did your values sort of evolve in that"
    },
    {
        "speaker": "Guest",
        "time": "01:40:18.520",
        "message": "period of time? No, I think what helped me, I did find my voice after a little while, you know. I mean, as happens with everybody, you try and be more, you imagine what you are and you try and be that. Well, that may not be your true voice, so to speak. And it comes with a little experience and it comes with a little discipline as a writer. You get into a certain drill in terms of information gathering and then, of course, how you articulate and express it. That takes a little while, unless you're a born natural. That's a different matter. But what helped me, I think, when I look back is, I read a lot about cricket and I was generally very interested in books. And, you know, while I read a lot of fiction and etc., while growing up in my teenage years, early 20s, I also read a lot of cricket, from the Cardus books to Beyond the Boundary and so many others, including my cricketing years, Ajit Vadekar, Tiger's Tale, Pathodi, Sunny Days when it first came out, 1976, I think. These were all books that I consumed and it just made me so much more familiar with players and, you know, their points of view and their lives and stuff. I was also a very avid follower of cricket in the British Council Library. I would go every week, maybe twice a week or thrice a week, just to read the British newspapers during their cricket season, their summer, the English summer. Because that, you know, the British papers would have a half-page story or a match report and some of the better-known writers one had got, come to know of, would be there. The county scores, I would devour them, you know, rather than wait for Playfair Cricket Annual with the, you know, the consolidated scores and all to come, I would be always visiting British Council. And therefore, I developed a certain liking for certain kinds of writers. You know, Alan Ross was one of those writers I really enjoyed reading. Jack Fingalton. I love Jack Fingalton. Jack Fingalton was fabulous. There was Ray Robinson, whose style was very interesting because he was not lyrical like a Prabhu or a Cardis, but he was very business-like, but very factual. And he, you know, the expression was also very sound. And he, you know, as they say, he would, each para you could, was leading into something more. And when you read the whole piece, it gave you a very good comprehensive picture. There was no meandering, you know, so he was somebody who I really enjoyed reading and obviously gave a lot more about Australian cricket because he was an Aussie. So that's how I started. Even before I became a journalist, I was, I had a fair collection of books in my house. And I used to feel that Cardis is, when you're young, is your, almost everybody's ambition in the English language. You know, Cardis, he thinks of himself as Cardis. That would be a jibe that fellow journalists would say, you know, when you wrote a piece and they'd come next day and dissect your report and say, apne aapko Cardis samajhta hai, you know, that would be a kind of tutu-mema in the press box. But Cardis was not the only one. And as, you know, as one keeps growing, I think there's, if I have to, and this is an advice I still keep giving myself, but if I was a young writer starting today, I would say that the more you read, the better you become. So irrespective of whether you found your voice, you also want to know what other voices are saying. And that is only possible if you keep reading. But if you blank yourself out saying, you know, I know my voice and I know two other writers and that's all I'm interested in, I think you actually restrict yourself and then may not necessarily grow in terms of enriching your own understanding of the game or a situation or of a player, but also in what you send out subsequently to your readers or, you know, those who follow you or your newspaper. So I think constant and continuous reading is an absolute essential in my opinion. And you'll find that along the way, if you're reasonably, you know, smart, get, take feedback, are not ego-driven, somebody gives you sensible advice, you don't say, haha, kya bakwas, then you can, you hone your skills along the way. There are some things that become obsolete, you know, some expressions that become obsolete. I read a very interesting thing on Twitter the other day, somebody raised the issue, should we use the in sport and tagged me along. Shouldn't the word suicidal stroke be banned, given the way mental health has become an issue? Should we be actually saying this is part of the game? It's an interesting thought. So, I don't know, I haven't kind of put my mind to it, but I'm saying that if you're not stimulated by what else is happening around you, then you will not necessarily grow to full potential. I think that's what is important for every, in any field, I would imagine that's true, you know, whether you're writing on sport or medicine or politics or business or entertainment, the more you read, and especially the more you read of people who've, who set a certain benchmark, it just makes that, it makes the whole process that much more interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:37.240",
        "message": "A number of things to react to. First of all, I love Ray Robinson as well. And in fact, for readers who want to get a sampler of all these writers, Ramchandra Guha had this lovely collection out called, I think, The Picketer Book of Cricket Writing a few years ago, which had pieces by Fingleton, Robinson, Cardus, all of these guys. And what you said about the way Robinson used paragraphs, reminds me of a metaphor that one of the participants in one of my courses used when we were chatting about the use of paragraphs. And, you know, to elaborate upon the way I was explaining them, he said that he could think of paragraphs like bogeys in a train. So yes, yes, you have the engine driving it forward, but each bogey plays a role and they're all connected. That's kind of what it is. And regarding what you said about reading more, it's almost uncanny because one, that is the advice I constantly keep drumming into. In fact, if you're listening to this and you're interested in improving your writing, the one way to do it is just read, read, read. I get questions about how do I improve my vocabulary, my grammar? How do I learn how to structure a piece? How do I find my voice? The answer to everything is read. And I can't agree more with what you said about finding your voice because I think it's analogous in some ways to how babies learn to speak. How do you learn to speak? You listen to all the voices around you and eventually you speak in your own way and eventually you use words in your own way. But everything that you have, you pick up from around you and that's how you learn. So there's just no substitute for reading voraciously. And I even say that be indiscriminate about reading. I don't have patience with people who say that some books are worth reading and other books are rubbish. I think any book that grabs your attention, that keeps your attention is doing something right and you will imbibe it by osmosis. Now I want to ask you a question picking up on something that you said in this context, but I want to take it to another context where you spoke about have the humility to take advice and feedback from others. And I say this to my writing students with the metaphor of Virat Kohli. Where I say that listen, Virat Kohli's public image is what? That he's a brash, arrogant young man. But nobody who achieves that level of excellence does that without having extreme humility when they are practicing their craft. That when he is spending those thousands of hours in the nets, he's not focusing on what he's doing right. He's focusing on what he's doing wrong. If he's getting out a particular way, is there an issue with the footwork? Is there an issue with the balance? You spend thousands of hours, your coach will tell you this. Other people will tell you this. Of course, in cricket, unlike in writing, you get immediate feedback on whether you're doing something right or wrong. In writing, you can do the wrong thing for years and delude yourself into thinking it's okay. But in cricket, you get that immediate feedback. So my question to you is this that my thesis is that to excel in anything, and you'd be able to answer this in the context of cricket, at least in that particular domain where you're excelling, you have to have extreme humility. You can be arrogant in another domain. But in that particular domain, you've got to be extremely"
    },
    {
        "speaker": "Guest",
        "time": "01:48:33.320",
        "message": "humble. Unless you shut your mind out, you know, for instance, I mean, what may happen, and I've seen it happen, so I won't pull my punches here. So you get access to the press box, a World Cup, or a Test match, and you're 24, 25, 23, whatever it is. And you say that I'm, you tell yourself, I'm watching this match, it's maybe a World Cup final, and what more do I need to achieve, so to speak, in terms of an experience? This is it. And you shut yourself out from other influences. And just to give you an example, you may stop reading because you say, why should I read, I'm watching. And whatever I've read is good enough to see me through because then I'm going to speak to players and get quotes and stories, my editor will tell me, whatever, I'll get advice, I'm speaking to colleagues. I think that's narrowing rather than broadening your horizon. And I would go venture further, I'd say apart from cricket books, which is your stock in trade, that is something that you must read, or books on sport. But in fact, you must read beyond sports also, you know, to enrich your own understanding, not just of the sport, but also of life. You know, the power of expression of some writers who are not writing on sport may be so influential, that it will influence your sports writing to get better. So I think that is something that needs to be done. And that only comes through humility. And humility is, as you mentioned, that when Virat Kohli takes the field, he can't be, you know, looking down, not looking the opponent squarely in the eye and saying, I'm very, very humble soul. And therefore, he has to act cocky on the field. And that's also his personality. But he is actually very smart and very, in many, you know, he handles his own professional life as a cricketer with a great degree of humility. Otherwise, he's brought about a paradigm shift in the aspect of fitness. The Indian team has never been more athletic. And that's because the captain has set the benchmark. I remember we were in, I was in Colombo, 2015. He had just become captain. Dhoni had given up the captaincy. And, you know, so they lost the first test against Sri Lanka, won the next one in Colombo. And there was a little luncheon arranged by, Shastri was the coach and he said, captain will meet. So seven, eight of us went there for lunch. And Virat, we were called at about 12.30 and Virat didn't turn up till about 1.15, 1.30. So I asked Ravi, I said, what the hell is happening? Where is he? So he said, no, he's in the gym. So I said, OK, but where are the others? He said, if he's in the gym, how can the others be out? So he had set that example because, and very early in his captaincy, you know, role as a captain, that we need to all get fit. It's not that he held them back physically, but if you set an example and the others follow, then, you know, it just makes a difference to the team. So it doesn't mean that, see, look, when you look at sport or in cricket, there are more failures than successes, even for the greatest of players. If Tendulkar has played, you know, 200 matches or whatever it is, and so many more innings, it's not that he scored a 100 every time. He's made 51 test 100s. But the number of times he's not made 100 or even a 50 is far greater than the number of times he's made 50-plus scores, you know. So it's a question of consistency over a period of time which sets you apart from the, you know, average Joe as a cricketer who's there, the special players. It's what you do, how you, how often you do it, that marks you out as special. And that, to reach that status, you also, you have to be consistently improving and learning. This is a, and sport can be very cruel, very punishing because you are aging. So there is this age at which you start, at which you peak, and then there's a plateau and then it is downhill. And how do you arrest that downhill from being, you know, rapid? Your reflexes go. You may be jaded. You may be mentally fatigued. That's when you dig into your reserves and come up. And there are lessons that you learned early in life that you bring into play. And there's a lot that happens even with, I take that as an example even for writing. I'm still writing articles and columns. I'm doing other stuff. I'm not, you know, I feel that there's still some more to learn. But I also go back to my earliest learn. What are the drills you learn to get an interesting insight into a player or a story and how do you do it? So I keep asking myself, is there a way I can do it better? And I think that's important, because otherwise, it's like being there, done that, you know, and then it can lead to actually being bored. You can just hang"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:30.800",
        "message": "on to a job rather than enjoy it. What you said about that arc of a sports person's life, that, you know, you're very good, you're very talented, you work hard, but at some point, you peak and then it's all downhill. And it strikes me that, you know, unlike our careers, necessarily, where we can hopefully keep getting better, a sports person's career always ends in tragedy, where they are not what they used to be. And that can, at one level become difficult to deal with. And how you respond to that can really vary on a lot of factors. So in your time dealing with, you know, so many cricketers who are personal friends, so many cricketers who have kind of gone through these ups and downs, some of these rounds may have been sudden, some of them may have been gradual, but they always then have to mentally recalibrate who they are and what they can do in their place in the world and the place of cricket in their"
    },
    {
        "speaker": "Guest",
        "time": "01:54:19.680",
        "message": "lives. So Amit, I think retirement or when you're approaching the end, it can be quite a terrifying period for the, you know, the performing artists, in a sense. Imagine if you're a trapeze artist and, you know, your shelf life is, for a trapeze artist, maybe seven, eight, nine years. You know, in a cricketer's career, it may be, you can stretch it to 20 years, but still there has to be an end. And you're actually in the peak of your prime, you're in the prime of your life, if you're 38, 37, 40, you know, at best, say. And then what do you do? The thought of not doing what you've done for 20 years can create a lot of, you know, turmoil within the person. And therefore, a lot of people delay their retirement till they are dumped or they start flopping. And then there's a lot of remorse and regret associated with it, which is either publicly expressed or not, but they go through, you know, I mean, some of them can go through very torrid times personally in their own lives. There's also this whole, it's a cliche, but it's there, you know, quit when you're at the top. But it's easier said than done. When you're at the top, why do you quit? Why should you, you know? And especially in the old days, where there wasn't much financial reward or financial security, the financial security is there now. The insecurity is about what do I do with myself after I've quit? And a lot of it is the conditioning. You're used to fame, you're used to popularity, you're used to adulation, all that going. It's not very different from film stars in that sense, at least for cricketers in the Indian or the subcontinent, you know, the kind of larger-than-life persona they occupy. So that is something that also, I think, is deserving of attention when, you know, mentoring has become so big now. How to handle money, how to handle fame and how to handle retirement as it approaches is something that needs to be aggressively taught, I think, especially when in a country like India, where there's so much competition. You know, I know, we all know players now who are, especially in the IPL. The IPL has got many pluses to it, as we know. There are some downsides that it brings you into the limelight suddenly. You have two bad seasons and you're out of sight, you know? You may lose your place in the India team. What hurts even more is you lost your place in the IPL team. You've been dumped by a franchise. Your money earnings is also gone, your place in the national team is gone, and you're left with nothing to clutch on to, you know, hang on to. So these are areas that I think that it's not all as rosy as it appears from the outside. One has to be cognizant of what they go through. For writers, it's certainly not the case. You know, we've got a lifetime that one can practice your craft or your vocation. There's no retirement age now. You can lose a job, but you don't need to stop writing or being a commentator or doing a podcast or whatever. So in that sense, it's a far more extended lifestyle. The only thing which people like us need to guard against is, you know, sense of deja vu, one more match, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:31.880",
        "message": "know? So, you know, I'm reminded by what you said of this anecdote. I think it's about Bradman and I forget the exact, the gist of it is this, that in the 1970s, Bradman is asked that if you played these Western Indian quicks, what would your average against them would be? And he said, it would be about 60 or 70. And they said, oh, okay, that low. And Bradman"
    },
    {
        "speaker": "Guest",
        "time": "01:57:52.920",
        "message": "said, what do you expect? I'm 80 years old. Yeah, absolutely. Whatever that is. But, you know, just reminding you just about Bradman. So, you know, this sense of invincibility in sport is such a myth. You know, the greatest are not invincible. Bradman made zero in his last test innings. Had he made four, he would have finished with 100 of, average of 100. So, even the great Bradman, now there's all kinds of stories that he was, he got so emotional that there were tears that welled up in his eye and therefore, he lost sight of Eric Holley's leg break or googly or whatever it was and got bold. It's also to me, a sign of mortality, you know, that every sports person, whoever it may be, whether it's a Tiger Woods or a Garfield Sobers or a Don Bradman or Pelly or, you know, Pelly can miss the easiest of goals. It can happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:44.360",
        "message": "And I vaguely remember in Bradman's case when Holley's bowled him for zero, one of his ex-teammates in the commentary box, I think probably Fingleton, two of his teammates were in the commentary box and they turned to each other and they laughed in delight. And that also leads to the question that if that happens, what have you achieved really? You know, which is another kind of question. No, but the film star metaphor breaks down here because SRK can still play a teenager in his 50s, but cricketers can have done."
    },
    {
        "speaker": "Guest",
        "time": "01:59:08.400",
        "message": "Also more difficult for a sports person compared, I mean, I did mention about performing artists, but if it's Amitabh Bachchan or Shah Rukh Khan, Salman or whoever, but you can have multiple retakes. You can have 50 retakes till you get it right. You can go and watch the video monitor and say, look, I can do it differently. I can do it better and probably do it better. But for a sports person, you miss a penalty, you're gone. Unless you're WG Gray, sir. It's that famous story about how an umpire gave him out and he stayed there and the umpire said, have they come to see you raise your finger or"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:38.800",
        "message": "have they come to see me bat? So here's another question that, you know, like you pointed out, if someone was to say to either you or me that, hey guys, like the cliche goes, quit when they ask why instead of why not, or, you know, quit when you're at the top, as you just said, we would just laugh. Buzz off. Yeah. Buzz off, my top is yet to come. Two, even if I feel my powers are declining, as long as I'm enjoying writing, I'm going to keep writing. I think that there is this pressure that is sometimes put on sports people where we focus on their legacies more than they themselves do. Like the word legacy itself. I don't even know what it means or why anyone should give a damn about it. I imagine somebody starts playing a sport. It's because they love it. Of course, you know, and they should play till they love it. And even if they are on a decline, like maybe Roger Federer today, and he says, no, I love it. I want to play. I don't care if I'm not winning two grand slams a year, I want to play. We should respect that, you know."
    },
    {
        "speaker": "Guest",
        "time": "02:00:35.520",
        "message": "But that's easier than easier in individual sport than in a team sport, you know, because team sport you're selected. Roger Federer can decide he wants to play and maybe lose in the first round and keep playing. That's fine. But in a team sport, somebody else is selecting you and the impact you have or the influence you have on the team, or not, you may have a debilitating influence on the team. So then you're chucked out. So I think that, you know, different sports will have different yardsticks. But you're right. You can't decide on your legacy at the start of your career, because you'll get so consumed by that, you know, and weighed down that you might have nothing to show for it. Forget about legacy, you know. I mean, there are players who came meteoric rise and then gone. So there's no legacy that has been left behind barring the first couple of years. Legacy comes with the body of work that is voluminous. And its impact is not just about averages alone. In the case of cricket, it can. Averages can mean a heck of a lot. But also in the impact. I mean, Virendra Sehwag's, in my opinion, Virendra Sehwag's legacy is fabulous. His average may not be in the 50s. He's 49-something, just about touching 50. But with a few more knockouts, he'd have been 50-plus. But the impact he had on international cricket, apart from Indian cricket, the way he would win matches, the fear he would create in opposing bowlers is something that, you know, it's a fabulous legacy. And it was such a conundrum to see a Virendra Sehwag kind of an opener in Indian cricket. You know, normally you would associate these buccaneering types with an Aussie or maybe a West Indian, not even an Englishman. Maybe a madcap Pakistani batsman. I mean, I sometimes think the best opening pair in the history of Indian cricket would be Gavaskar and Sehwag. But a complete contrast in approach. Both great in their own ways. But look at… And also, you can't deny that Sehwag has left behind a magnificent legacy. Now, it may never be achievable by somebody else unless you've got a similar mindset and a hard disk which works like Sehwag's did. You know, how he"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:44.600",
        "message": "played boggles the mind even now. Absolutely outstanding. Let's continue talking about your career at this point. You've become a cricket journalist. Do you see yourself being at this point someone who will write about cricket all his life? Because what it seems to me from that vantage point of, say, the early 80s, you know, before 83 happens, from that vantage point, when you're looking ahead, you don't know what's happened. So it must seem like more of the same, more of the same all your life. And eventually, of course, what happened we know is that 83 happened and then liberalisation happened and then the game exploded and IPL happened. And essentially, you know, you've basically covered cricket through the most exciting decades. And, you know, we are both so fortunate to have been doing what we kind of did. But at that time, what was your conception? Were you thinking that I've started in journalism with cricket writing, I also want to do other things? Were there other kinds of journalism which inspired"
    },
    {
        "speaker": "Guest",
        "time": "02:03:39.920",
        "message": "you? You know, tell me a bit. So look, to be honest, I thought I wouldn't last in journalism. I thought I would actually kind of get back maybe to law. A, the money wasn't good. I was married. I had become a father. I was a young father by, you know, by end 82, 83. I went to the World Cup in 1983. And I, you know, I said this is my last, last assignment. Maybe I'll do something else. Maybe I'll join up as a junior lawyer somewhere. My father's, you know, goodwill was there. I could have got into a law firm and work my way up. By that time, he was, you know, he had passed away in 1973. So I couldn't join him, but people he knew. I went to the World Cup, I thought, to cover a big event. That was a kind of an ambition, a dream. So I said, let's do this and see. But I went there and, you know, India won the World Cup. And it just kind of changed my mind completely. I said, the excitement and the thrill of seeing India win that World Cup, when I came back, I said, forget about law. This is what I'm going to stick with. And I stuck with it for 10 years nonstop. And I was on the road, virtually, you know, every time India went on any tour, I was there. Or tour even domestically, I was there. And to the extent that I, when I look back, I think sometimes that I didn't see my son grow up. You know, you're always on the road. And then in 93, I got an offer, which was very strange. It was kind of sprung on me by the owners of Midday, Tariq Ansari. He said, I want you to edit the paper. So I said, you know, I remember this very distinctly because the office was in Tardeo. We walked down towards Bhatia Hospital, there was a Kamath's restaurant across the road, and over Medu Vada and Chutney, he said, will you take this, you know, why don't you become the editor? I said, I'm doing sports, I'm quite happy. He said, no, but, you know, think about it. So I said, okay, give me six months. I had planned, it was within the organization, it had been worked out that I will go to Wimbledon in 93. And there was a tour to Sri Lanka coming up. So I wanted to do those two tours. He said, fine, let's wait. So in the meanwhile, he also sent, you know, I went to New York and did a stint in New York Post, which was also a tabloid for about two or three weeks. I was there just to see how newsroom functions and all are happening, which actually quite excited me. So when I came back, I did the Wimbledon, I did the Sri Lanka tour, and then I became the editor of Midday. And it was a big shift for me. It took me that much time to, you know, I had a great life. I was on much envied life, if you can, you know, even within the newsroom. I mean, whoever may have been the editor, the cricket correspondents or cricket writers, life was the toast of the newsroom. And I had to give that up. And then when you're editor, then there are, you know, you become accountable for everybody else. Here you are accountable to your department. By that time, I was also the sports editor and the editor of Sportsweek magazine. So to give all that up and take on this assignment in 93, Sportsweek had shut down. But it was a challenge, which I think finally, it captured my imagination. And then I said, let's do it. That's where I switched and took up, I became editor of Midday. But once a year, I would take a tour on my leave would be even if it was a short tour, it meant just going and doing two matches, I would keep up with cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:24.360",
        "message": "One, what did you learn at New York Post? You know, what did they do differently that impressed you? And that you said that you want to incorporate it as editor? And also, what specifically about the job of an editor, because a lot of people who will start off with the kind of work that you enjoy doing, you're traveling everywhere, you're covering cricket, it's a dream life, will also say they don't want to manage people. And it's a completely different skill set. Obviously, as a sports editor, and all you had some experience at that. But one, it's a different skill set managing people. And two, it's a different skill set editing an actual general newspaper where you have to assign priorities, decide what gets covered all of that. So did you just dive into it without thinking about it much? Or did you spend some time thinking about it and craft a kind of editorial philosophy for yourself that these are the kind of things I will focus on? What was that like?"
    },
    {
        "speaker": "Guest",
        "time": "02:08:15.240",
        "message": "So you know, there are two questions. And one is that what did I learn in New York Post? I thought in New York Post, though it's a very short stint, and it was just to help me come to terms with tabloid journalism. That was the purpose of my going there was in terms of layout, screaming headlines, which capture your attention. You know, most of the papers, at least in the afternoon, the midday was an afternoon paper is sold on the stands. It's not necessarily home delivered, it used to be office delivered, but the stand sales were the most. So it had to be very appealing for a passerby to say, hey, I want this copy. And then the the mix of stories, you know, how much crime becomes a big thing for tabloids. So how do you play up the crime stories? And therefore, what should be the drill of the reporters and the access into getting information about crime, those stories, those are things that, you know, I went on beat reporting with the reporters just to find out how they go about doing it, you know, and I found that they were very aggressive in New York, though it's a big city, much like Mumbai or bigger than Mumbai in terms of news coverage. But it was very exciting just being out there with the beat reporter and the kind they, the way they approached and, you know, went after news. There was an aggression, which I didn't find existed in Indian newsrooms. Give me an example. So if there's a drug bust, you know, in New York City, then they would send two reporters, one to the place of the crime, one to the, you know, and so swiftly into where the police station, wherever the case is going to be investigated. And they were far more advanced in their, you know, how information was transmitted. I mean, telephone access in India, even in 93, was not so easy. While for the US, for the Americans, it was far easier. But they would have on one crime story, maybe three, four guys, they would pull out somebody from here and send them for the, this is a big story. Let's put all our arsenal in this and play it up because this is going to be a big story, a front page story. While in India, I think we were still a little structured. These are your crime reporters. These are your civic reporters. Yes, they were all of that. But if a story broke, then, you know, you put all your might towards that because ultimately tabloids sold on your front page story and maybe page three and then the features and then the sports. I think the single biggest impression on me was a very aggressive pursuit of two or three stories rather than getting 30 stories. Because even for Midday, very popular for its crossword and its comics and entertainment section and glamour columns and all that. If you chase 30 stories, you might end up with not even three or three of any great, you know, worth. So that was one of the things which I learned. And when I came back, I tried to implement that in. And I think also my predecessors had left a very good newsroom. You know, there's a lot of young talent, you know, Nikhil Lakshman, Prem Panikkar, who preceded me, Meenal Bagel. These all, they all became household names. They were, Nikhil was a very well-known. Sharda Ogra. Sharda Ogra, Prajwal Hegde. Hemal. We had Hemal. In Midday, actually, we had an all-women's sports team. You know, legendary. And including the photographer, Savita Kirloskar. Yeah, who worked with me later at Wisden. Yeah, wonderful photographer. Right. And she was the one who I, you know, when I became the editor, I sent to Yorkshire when Sachin went there to cover his stay there because she was a writer as well as a photographer. The energy, I think what I enjoyed most in Midday, and that was an advantage, that they were all, it was a very young team, barring some, you know, some of the news editor, some of those who were got from other newspapers and brought there. But by and large, the army of people who were there at the desk and the reporters, they were all very young, all looking to get ahead, enjoying their work, getting stories. Obviously, a lot of them would move on, you know, like Sharda, you know. But they were really good at their job. So, in that sense, it became a little easier for me. I didn't have to strain too much. One had to be a little disciplined because I was so used to being on my own jaunts and to get restricted to a cabin and pacing the newsroom was a bit of a challenge in the first maybe four, five, six months. But I started enjoying it. There's a dimension to running a newspaper, which, you know, when you're in that kind of position of an editor, your locus standeye changes and everything kind of comes to you and then flows from you in many ways. It can't be so centralized. There are department heads and you have to work well with them, which is what I always believe in. I think, you know, delegation of responsibility is very important, provided you know what you're doing for the next day's edition or the next weeks or how you're planning and budgeting. So, all that comes into play. And I think it just widened my horizon, my perspective, not just about journalism, but about life, because you come to know and come across so many different kinds of people."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:24.900",
        "message": "In terms of writing, how different was it? Like, for example, one of the things that I do in one of the webinars I teach is I'll take examples from tabloids, from mainstream newspapers, from a magazine like the New Yorker, or I'll take a Guardian long read and from a literary novel. And I'll take examples from each of these to point out how the imperatives are different and therefore the writing is different. The tabloid example I think I use is from Daily Mail in England, where, you know, they pack in a lot of info in the headline. And the core assumption for that is that the reader can stop reading at any point in time. Extreme short attention span, like I would typically read midday when I'm in a local train commuting somewhere in the mid 90s and one hand is holding the bar above my head and the other hand as a midday. And therefore you have a very fast rhythm, short one sentence parahs, everything is information, you don't have the space to go deep or give context or whatever. And I'm of course giving sort of an extreme example. And therefore the imperatives of writing for a tabloid are very different, even from the imperatives of writing for a broadsheet newspaper, like you cannot be Neville Cardas in an afternoon paper, for example. So tell me a little bit more about this."
    },
    {
        "speaker": "Guest",
        "time": "02:14:33.280",
        "message": "So you have to, yeah, so you have to customise, you know, you have to customise your writing skills for suiting a tabloid. And I think what plays a huge role in tabloid journalism, this is again a commuter paper, midday, you know, most tabloids end up being even in big cities like London or New York. These are all commuter papers because they're easy to read even on a train or in a bus. So sharp headlines which provoke, which excite, which intrigue, you know, you can have lead-ins and, you know, maybe an intro to it which is two lines, which more or less tells you a story or it keeps or it tickles your palate so much that you say, I will read it a little later, if not right now, but you will read it. And then there is a whole other, what I call, condiments that come in, which are, you know, midday tab, the crossword that we had was almost like a no-brainer crossword. But the idea was, was a deliberate attempt, that you make it so easy that everybody enjoys it. It's not the London Times or the Times of India cryptic crossword, which two out of hundred may manage and everybody is frustrated and say, I will not attempt it. That's a different profile of leadership. And if you have a large mass of readers, then you can attempt all of that. There are comics for relief. There's, it's a, in a way, it's snacky. But I must say in the context of midday, it became a very powerful influence in city life. It did. You know, so it was number two to TUI and we would slap ourselves on the back or thump ourselves on the back and say, wow, we are competing with TUI. Numbers were, of course, of huge disparity. But in terms of influence, in terms of people talking about midday, we had the diary page. The standards set by Bheram Contractor, who was there earlier before he started Afternoon Dispatch and Courier, was delectable, very high standard of writing the diary because he had his own way of doing it. So to keep that going, we had to get very skilful writers. I think Prem Panekar did it for a long while when Nikhil was the editor. And then we had, you know, several other people who came. So the diary became an important aspect and facet of this paper, which gave you snippets into life in the city, which otherwise don't come in news reports, you know, a little bit of spice about society. The whole packaging of it, how do you capture, how do you make midday a microcosm of Mumbai's life was really the attempt. And that I found very, very, you know, exciting."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:08.080",
        "message": "With my rose-tinted glasses on, I would say that that almost felt for me like a golden age of midday, in the sense that I think what a tabloid should do best is take that sideways look. Your mainstream newspaper is covering all the main shit that happens. In the tabloid that, yeah, okay, you got to, you know, attract eyeballs, you do the sensational headlines and all of that. But you also take those little sideways glimpses that a mainstream paper can't, and you guys did that very well. What do you feel now when you look at, you know, midday and other similar papers, not to single out one?"
    },
    {
        "speaker": "Guest",
        "time": "02:17:38.240",
        "message": "Yeah, I think most papers have, I mean, it sounds harsh to say it, but the word which comes to mind is tepid. So even while midday was a, what we used to call the complete family newspaper and a city, you know, city-based, comprehensive package, fun, entertainment, excitement, but there was also sometimes, not sometimes, but the attempt was to find edge to our reporting also. So there will be a lot of investigative stuff. The kidney sales racket, you know, which was broken by midday. We had, I think amongst, we were the first paper, if I remember correctly, following up on the bomb blast case, Bombay bomb blast case and the trial, the Tata court proceedings which are going on, which some of the mainstream or the mainstream newspapers were a little hesitant to, and then of course, competition arrives, then everybody starts covering and then it gets amplified, which is what was needed. So midday was in fairly, very ballsy for its time, you know. So a little cheeky, it was provocative, it was, you know, and everybody wanted to be featured in midday. From Mumbai's movers and shakers, everybody wanted to be seen in midday or featured in midday in some way. The weekend paper would be Sunday midday where we would actually have a lot of long reads and columns and, you know, stuff that you can read at leisure, and that would be delivered in the morning. So I was there as editor for seven and a half years. And in many ways, those were the best years of my journalism along with whatever I've done in sport and cricket."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:12.240",
        "message": "Take me to the next step of your journey. What happens next? Where do you go after that?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:17.600",
        "message": "So 2000 is when I, 2001 is, you know, 2000 is when I quit. And I actually, I'd come to know Mark Mascarinis by then, you know, WorldTel was his company and he was managing Sachin. And he had this great desire to start, to make India actually, he saw it, he was a visionary in many ways, he was a big talking Yankee, but he was also a visionary. And he saw India as becoming the hub of international cricket in a really big way at that point in time. So he wanted to start in, you know, 2000 was the time when everybody was talking dot-com. So he wanted a dot cricket website, dot-com and a cricket magazine. He got in touch with me, we talked about it for almost six, eight, nine months before I said yes to him because leaving midday was not easy. But I just felt that maybe I need a slightly different challenge and, you know, new medium to explore, which is the dot-com. So I quit in March of 2000 or thereabouts. And we started this TotalCricket.com and Cricket Talk. And just as we started, the match fixing scam broke. And Mark had his venture capitalist and whoever else who pulled back from supporting the website, the magazine continued for six, eight months. By the end of the year, it looked to me that, you know, it's not making headway. And I was being pursued at that point in time by Times of India, you know, you join us and join us. So they made it, you know, wear two hats. You become the editor of Bombay Times, which is not the Bombay Times as it is seen now, as it is now, because at that point in time, they wanted it to be an extended or more expanded version of Midday, you know, a city glamour and all that, but more city and stuff, and also be national sports editor. And that attracted me. I said, you know, wearing two hats is great. So, you know, so I said yes, and I joined TOI in November 2000. And I was there for about four, five years. And then I left because by that time, Bombay Times had become a complete entertainment supplement rather than a city supplement. And I was, you know, then I was doing only sports. And then DNA was being plotted. And they approached me, DNA, okay, would you like to join? And you know, you'll be heading, they had planned a collegium system of editors, which was quite interesting at that point in time. And they wanted me to do the whole city thing plus sports. And also then they added the Sunday Pit to start with. And I found that was exciting enough. So I moved to DNA, which lasted another good five years. But, you know, I don't think the paper went exactly the way it was planned, or where it was headed. And yeah, 2009 end, I opted out and I had the choice to work with another newspaper again or another or strike out on my own. And I said, if not now, then never. You know, I was 54. I said, let me just try and see what what happens from here. Let's see what happens. And yeah, it's been about 12 years since I've been writing, doing stuff. I've done commentary for Star Sports, for Sony. I've done a lot of television. I'm doing a lot. I've done a lot of work on the digital space. And I continue doing a lot of work in text."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:04.200",
        "message": "Awesome. What a journey. And you know, for my listeners who are into cricket and into cricket journalism, but may not have heard of cricket talk a quick little bit of context cricket talk, you know, you edited it, like you said, it came out for a few months. But one of the impressive things you did there, as we were discussing over lunch a little while back, is you put together an outstanding team. So you had young writers like Akshay Sawai, Rahul Bhattacharya, and you got Sambit Bal to do the website for it. Sambit had just left Gentleman, which was like India's version of Esquire and a bloody good magazine while Sambit was editing it. But he moved on from there, joined you to sort of run the website. And then you parted ways, you went to Times, and he went on to take wisdom.com, where one of the remarkable things I think he did as an editor, which was important for cricket journalism in India, was just got a lot of young writers and bright, he was a magnet for good young writers. You know, people like Rahul Bhattacharya, Dilip Premchandran, S. Rajesh joined around the same time as me, and a whole bunch of others, Siddhartha Vaidyanathan, Sid V came later. And I think that just kind of had an early butterfly effect in the sense of what, you know, using the new medium, figuring out what was possible. And many of these writers went on to, you know, though I didn't stay in cricket writing beyond that decade, but many of the other guys are just absolutely top class writers today. And later, of course, Sharda joined him and Jayaditya joined him and it was just a great team."
    },
    {
        "speaker": "Guest",
        "time": "02:24:30.120",
        "message": "No, I think Sambit has been outstanding as an editor for Crickinfo. And also, I think for the fact that he steered Crickinfo to a position of eminence, not just because it's a repository of all the data that you want in cricket, but also for the quality of its writing. And as you mentioned that, he was like a magnet attracting young talent. I think largely because of his temperament, he's got a great temperament. I think he's hugely secure as an editor. So, he's not worried about, am I writing, is somebody else writing better than me and therefore what will happen? I think he's interested, I think in that sense he's a visionary. So, he's promoted a lot of very talented youngsters to become formidable names. Siddharth Maunga, for instance, who worked briefly with me in DNA and joined and he's, you know, gone places. So, at a global level, you know, and I think Sambit himself, he was very passionate. Sambit and I go back to Independent when I was Sports Editor of Independent briefly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:29.760",
        "message": "This is 1989."
    },
    {
        "speaker": "Guest",
        "time": "02:25:30.760",
        "message": "1989, 1990, when he was on the civic beat. So, he was a BMC reporter and he was very young, much younger than me, 23, 24. And at that point in time, I didn't, I had no clue at all that he was so passionate about cricket. And then, of course, he joined Gentleman and edited Gentleman at a very young age. So, I mean, he is inheritor of a legacy in journalism, you know, his family from Odisha was into media. So, some values he's imbibed very early. I would imagine, I've never met, apart from his brother, I've met not many other people. But I think the very strong values of editorial freedom, independence, these are very strong values in him. And also looking at reporters and writers in a very humane way and creating opportunities for everybody to grow. That's my surmise, not that we've had great discussions on this, but seeing the trajectory of his own career, I think he's done an absolutely fabulous job. And he himself has grown tremendously as a writer, not just an editor, but also as a writer, you know, and somebody and what I think has perhaps helped him the most is his immediate understanding that technology is going to drive journalism or writing going ahead. So, he's been amongst the first I remember, or amongst people I know, who immersed himself into understanding where technology is going and, you know, use that as expanding the horizons of influence of Click Info and for his writers and for himself."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:12.000",
        "message": "And besides being a lovely man, what I realized about what a good editor he was is, in retrospect, having worked with him for many years, kind of one of the things that I've learned looking back is that a good editor first and foremost must be an enabler of good people. He had a bunch of talented young writers with him, but he didn't try to force a particular way of writing or a style or any of that on them. He allowed them space to make their mistakes and to grow. Like I remember at the time that I began with him, I was a typical flamboyant"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:43.440",
        "message": "young writer, I want to show off my skills, the fancy turn of phrase, all of that and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:48.240",
        "message": "you learn with experience. And rather than whip me into submission, he allowed me to play some of my shorts to, you know, to smoothen that out. And in that sense, a very nurturing editor in a way that perhaps kind of goes unseen, but to kind of get back to your sort of story, the last 12 years you've been on your own. Now, one of the things I realized after I did my last sort of full time job, which was at Click Info, after that I was a consulting editor with them for a couple of years, but I was kind of out of there for by 2009. And after that, I kind of realized that I can never do a job again. Because once you have the freedom of working for yourself, which is such a great privilege, if you can manage it, I realized ki nahi hoga aur main office nahi jaasakta, register sign nahi kar sakta and all of that crap. You know, what are the pros and cons for you? What was sort"
    },
    {
        "speaker": "Guest",
        "time": "02:28:35.680",
        "message": "of the solo life for you as it were? So initially, I must confess that it was a little difficult, you know, I like while I made that choice consciously, I felt the pangs, you know, I was missing newsroom because I just spent a long time in newsrooms, about 30 years. So it became a little initially a little difficult, then I found that I had more elbow room, I had more, you know, I was more convenienced by my time being my own, of course, you have to manage the time well, and you have to get enough assignments that can sometimes become a bit of a problem. And then after you've got the assignments, you have to ensure that the money keeps coming in otherwise that becomes a bigger problem. So the flow of income can become a little, the pattern can be irregular, but they're not, there will be defaulters. But as yet, I would say that by and large, I haven't been kind of shafted, you know, I haven't been, you know, troubled too much. So in that sense, if your livelihood is looked after, your professional assignments give you the reach and the exposure that you've enjoyed, ultimately, that's what, you know, there's a certain vanity, if you might call it, that I'm reaching out and so many people are reading it, and sometimes you get the feedback, if that is met, then you don't, you start missing the newsroom less and less, except for the old style companionship of being in a new, you know, in times of India, the newsroom would be 150-200 people, the floor. Even in DNA, when we started 200 people, so you don't have that many people around you now, you know, you're probably alone. Or if you're in a commentary stand, maybe you've got 7, 8, 10 people. So there is a sense of, you know, that is a, in a way, it gets a little lonely, but you have to come to terms with it, and then you start enjoying it. You find that you're able to spend a little more time outside, because if you're in an office, then you're spending, yes, you got 200 people, but you get sucked into all kinds of things, which may actually be adding not much value to your life, apart from, you know, just being together. So that I think has been something and also see, I'm not 25-26, where you need that kind of, you know, very busy life involved with everybody else. At this stage of my life, I'm quite happy being on my own and doing the stuff that I want to do. And if I keep getting decent assignments, I'm, what more can one ask for?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:04.120",
        "message": "You know, I had Veer Sanghvi on my show a few weeks ago. And one of the things that he pointed out was that once you become an editor, it's very seductive, you want to be an editor forever, because of everything that kind of goes with it. And I would imagine that all the offers that came to you would be at approximately that level, that will, will you be an editor? And it, you know, did it get tempting at some times? Were there times where you just sat back and said, I'm doing this trivial thing myself, some secretary would have done it for me?"
    },
    {
        "speaker": "Guest",
        "time": "02:31:30.000",
        "message": "Absolutely. That is the biggest, see, there are two things, you know, Veer is right. And I'll tell you what the pangs are really, without kind of mincing words, there's a sense of absence of power. So, when you're an editor, whatever the scale of the organization, you know, it's like you're the centrifugal force, everything flows in and out from the editor's cabin, the power at least of how the newsroom runs, there'll be various people working towards it. But so that absence of power can, can take, you know, it can, you can feel it. You can, it's a captain of a team, cricket team, you remove that person from the captaincy, it takes a long while for that player to get readjusted to being just an ordinary member. So that absence you feel and yeah, but, but beyond, so the other paraphernalia that comes along with it, it's not just the power, but it's also the conveniences. You have a Secchi, you will do all kinds of things for you. Now, you know, if I have to book an air ticket, I have to do it myself. You know, if I have to get five phone calls back to back, I have to keep doing it myself with somebody I could have just told my secretary, you know, these are, this is the time, just make sure you give me the calls. So all those conveniences also become a bit of a problem when they are gone. But hey, this is, you know, it's now new age and you have to adjust. And now, in fact, post-pandemic, I think more and more people are beginning to realize that you have to, you know, people have become actually more independent because they're sitting and working from home. And therefore, they have to extend that sense now rather than clamoring or craving for, I mean, ultimately all sense of power at the end of it is delusionary. It is there, well, it is there, once it goes and we don't even know how much power, what people said behind your back and whether everybody did what you thought is also a sense of, it's a delusion, you know, it could be. So, I think you have to reconcile. Reconciliation in life is one of the great things, you know, you have to reconcile to so many things. So, you have to reconcile to also the fact that there is a time where, you know, you climb up and you reach a certain level and there will be a time when you don't have that. And it doesn't mean that what you've lost is something that will debilitate you to an extent where you lose your identity completely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:56.640",
        "message": "A couple of other thoughts strike me. One is that at the level of, you know, being an editor, you've got managerial responsibility, you are sort of multitasking, you're juggling various balls. And, you know, Cal Newport wrote this book called Deep Work where he talks about deep work and shallow work. And deep work is typically when you really need to get into the zone and you need to write. And every time you're distracted, it takes you 15 minutes or 20 minutes to get back into a state of deep work. So, if we open ourselves up to distractions, like from our smartphone or whatever, we can perennially be in a state of shallow work and never really get deep. Now, his point is that for a manager, that is okay, because you are doing shallow work anyway, you're coordinating things, you're looking at timelines, you're talking to one department head, what are the stories for today, what do we run with, blah, blah, blah, that's perfectly fine. But when you're working for yourself, ideally, the balance shifts a little bit, you want to do more writing, you want to do more reading, you want to focus more on that. So, one, how was that shift for you? And two, how would you then give your day structure? Like what I have found hardest working for myself is just meeting internal deadlines. Like if somebody else gives me a deadline, I can meet it, I will panic. You know, as Douglas Adams once said deadlines, I love deadlines, especially the sound they make as I go whooshing by. So, so I can panic, but the deadline helps. But when I have to be internally driven, I find it really hard to structure my day to get work done. How are those for you? How did"
    },
    {
        "speaker": "Guest",
        "time": "02:35:21.360",
        "message": "you manage? So I have the same problem. I mean, the internal, you know, deadline, kind of pattern, how do you put it in place is really the challenge. And then I think this has also to do with personality types. There are some people who will, I've got a deadline to meet, let me just get it out of the way. And it's out of the way, you know, while I'll mull over things and I'll be, I mean, at the end of the day, one is conscious of deadlines. And in newspapers, you'll find that most, and you've been a writer all your life also. So you, the deadline is when it's almost, you know, on the precipice. Now I have to deliver. So you might mull over as much as you want. But if you're a professional journalist, there's a deadline you have to meet and give it, you know, so I think that you internalize it. And you, if it is somebody who's given you a four hour deadline saying, I'm, I want this piece, because I have to put it out by two o'clock in the afternoon, you have to finish it by 12. And you're told at eight in the morning, you will strive and put it together and do it. But if somebody says, I want 2000 words, and, you know, give it to me in three days, I doubt that somebody will do it on, I can't do it on the first day. Unlikely on the second day also, I may make a few notes and keep it, or I might mull over it in the mind. And inevitably, it'll be done on the third day. So managing those internal deadlines is an issue, especially when you are also doing sundry other things, but because you're alone. So, in my case, and I'm sure it's true of many people who are writers now still, is that you're juggling with two or three assignments. And therefore, you're working out in your mind all the time, which is priority, deadline, which is I can hedge a little bit, and how do I meet all three. And that, you know, that is something that you have to crack, you know. So, and even amongst editors, so I think what you're talking about the editors, those category of, that category of editors are those who are writers, who've been managers also, but who are also writers. There are also lots of production editors today in newspapers, you know, who don't write. Their job still remains managerial, suppose they might become a consulting editor somewhere, but it's not about writing. So, I think it's a different yardstick which would apply for them rather than for people like us, who are still writers."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:41.120",
        "message": "Fair point. Now, I think we come to the part of the show where we should talk about the journey of Indian cricket, which is what your book is about, much of which you have witnessed in your storied career. So, let's go back to your 1983 experience, because that is a truly seminal moment. That's when the world begins to change forever, basically, not to be too hyperbolic about it. So, tell me a bit about that, because what I find interesting there is that there is this world event, and there are six Indian journalists there. And you are one of those six Indian journalists. And because you are on a budget, you are also, you know, taking great care. So, you missed the first India-West Indies match because"
    },
    {
        "speaker": "Guest",
        "time": "02:38:19.820",
        "message": "you'd have to travel for it. I missed the first for two reasons. One is that I was, you know, short on money. I mean, I didn't have money to splurge or even spend, not extravagantly, but more than is necessary. But I also missed it because I thought India is going to get licked by West Indies in the first match. So, I have to go to Old Trafford, train fair, night, I have to stay there for the match. And, you know, hotel, I was in YMCA in London. And I said, let me go to the Oval where England and New Zealand were playing. And this looks like an interesting match. And, you know, because New Zealand had two earlier World Cups had finished in the semi-finals. And they had a young player called Martin Crowe, who I had come, you know, kind of come to like just reading about his exploits as a junior when he had started out playing in English county. So, I said, let me go and watch Martin Crowe and England versus New Zealand rather than go to, you know, predictable result. So, there I went. But while this match was on, the Oval match, New Zealand-England, we got information coming in, radio and other that India was really putting up a stiff fight against West Indies. That match spilled over into the next day because of rain. And India won the next morning. But of course, by then, it was too late to go to Old Trafford. But the only thing which I realized as a professional thing, not because of the World Cup, is that, is, you know, you can't fudge on your professional assignment. You're there to do a certain job. It's like taking your eyes off the ball. You'll find your thumbs going for a walk. So, I should have been, that was my biggest, I should have been with India instead of being self-indulgent and going to watch New Zealand versus England. But that was the start of a terrific campaign. So, I missed the first match. And then I didn't miss a ball of every match that India played"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:09.880",
        "message": "after that. So, after that, you saw a match which I can only envy that you actually watched it, which is, of course, that famous Stranbridge Wells match where BBC went on strike for one day. And that was a day that one of the greatest innings of all time was played when Kapil Dev made 175. Tell me a bit about what that whole experience was like going to the game,"
    },
    {
        "speaker": "Guest",
        "time": "02:40:30.600",
        "message": "watching that innings. So, the first thing about that I must tell you is that I reached a little late. You know, again, trying to save money. So, I was staying in a place in Surbiton in Surrey with a friend of somebody who I knew from Bombay. He was an engineer and, you know, where I could save on room rent. And then I took an off-peak ticket to Stranbridge Wells because that would be half the fare. So, I reached maybe about 20 minutes, 25 minutes after start of play, running up to the ground. As I entered the ground, the Indian dressing room was right on the right and it had a little porch. And I saw Gundappa Vishwanath standing there. He was not in the team, obviously, but he was there. And I said hi to him and I sidled up. I mean, in those days, nobody stopped you. So, I sidled up to him and I said, how's it going? So, he says, no, no, nothing to worry about. So, I said, what is he talking about nothing to worry about? And then I went to the scoreboard and it was like four wickets had gone, you know, 11 or 12 or 4. I said, what the hell is happening? You know, then I stood there with him for the next maybe 7, 8 overs. It became 17 for 5. Kapil Dev was already in the middle. India's top order had been knocked off. It was a devilish pitch, you know, the ball seeming around a lot. And I stood there till about, for about half an hour, till I found that things were settling a bit. And Kapil started playing his strokes. And then I went to the, what was the, the press box was the Shamiana. Well, and the crowd, you know, it was a packed ground, maybe 5, 6,000 people, most of them old age pensioners, you know, small county and picnic, you know, like a picnic for them. And, you know, just it became so dramatic once he started going that he was peppering the ground with boundaries and sixes. And, you know, suddenly he was 175 not out. India had made 262, something that and went on to win the match. And it became a, I mean, the feeling that something extraordinary has happened was immediately felt. Now, obviously, one was winning the match from a near impossible situation. But suddenly one felt, or at least this is the impression I still carry in my mind is, you know, some transformation has taken place. This is not the same team. The team had been a little up and down till then. And we're on the verge of being, you know, Gavaskar had missed out on a couple of matches. There was whether he's dropped. And the stories we were chasing is, has Gavaskar been dropped? You know, he didn't play a couple of matches. Then he came back. So, you know, there was always this thing, Gavaskar versus Kapil Dev, kya ho raha hai, pata nahi hai. Nobody thought India was in this World Cup to win it. But after that Tonbridge Wells match, things transformed. And six of us also, the journalists who were there, we got a little more excited about founding, finding out what else, you know, what next. And then we went to Chelmsford, beat Australia. Then Old Trafford, where we beat England. That to me was a terrific match. It was a fantastic match to watch and experience because England were favourites to be in the final along with West Indies. And, you know, all kinds of desis were there based in England. There's a lot of, not just banter, but also a lot of, you know, tutu-meh-meh going on between the people. Kapil Dev eats botham for breakfast, was the placard, very famous placard. Kapil Dev eats botham for breakfast. And then India beat England in that match. And then was the final. And again, you know, as the story of my World Cup, I woke up a little late in Surbiton, which was like an hour or so away. And I said, shit, you know, it's the final of the match. And I counted my money. I said, I'm taking a cab and going. And that was the big mistake I made. Because you try and come by a cab in London, it takes far longer than tube and, you know, connections and whatever. And apart from costing you an arm and a leg. So, when I landed up, running past Grace Gates, and there's a roar. And a very West Indian roar. You could make out it's a West Indian roar. So, I, you know, the press box was, I think, three stories up. And there's an elevator, which I couldn't wait for. I just asked the guy, what happened? Gavaskar is out, you know. So, I'm running up. And Richie Benoit is coming down. I think he was moving between some assignment radio to television or whatever. I had met him earlier in one of the grounds. And he was, of course, Richie Benoit. And he said, I'm still offering you odds, you know, 60 to 1. 60 to 1 on India winning. 66 to 1. At the start of the tournament, he said, I'm still offering you that. Please tell me you put some money on it. I didn't put any money. I said, 10 pounds will go. Why lose 10 pounds? I've already paid 40 some quid for taxi. And I'm bust. So, I went on, I went up and sat in the press box. And, of course, we all know what happened in that match. The press box in those days was at long leg, at one side, not behind the bowler's arm. So, we had a complete view of the ground, but not the vertical view, so to speak. Yeah. But the match as it transpired, you know, it just, I don't think that till the last wicket fell, the West Indian supporters were convinced that they were going to lose. You can see that now when you look at the footage, there's Michael Hogan, there's Michael Hogan, there's Richie when you look at the footage, there's Michael Holding who gets out and there's some supporters who run to the ground. One of them is like almost cajoling him, you come back, how could he lose this match, you know, lose to India. And then there was a Shamiana for Prudential where I went and couple of days, of course, I think the first time I saw a couple of little tipsy, he must have had a champagne, maybe a couple of glasses of champagne before I reached there. But very few West Indian players, they were pissed off as hell. I saw Clive Lloyd and Desmond Haynes, two guys I can remember, maybe Michael Holding, three of them, but not the others, certainly not Viv Richards, I didn't see him because his wicket was the turning point. But it was the greatest experience of my life as a sports writer and a cricket writer, seeing India win the World Cup at that point in time, I was 27. And I said, boss, yeah, you know, this high, I will never get if I do law or whatever else, you know, so forget about law. Let's, you know, let's get into journalism. So, I came back and I met my boss, who was Sharath Kotnes, who was the editor of Sportsweek magazine. And I told him, I'm going to quit after this World Cup. So, he said, and he was, you know, abhi kya hai, what is your thought now? I said, I'm going to work as a journalist, but I need more money. You know, I can't survive on the money you're paying me, 800 bucks or whatever it was then, 1983. So, he gave me a raise immediately, which kind of convinced me that I made the right, my right decision because, you know, 1200, 1300 bucks in those days meant a lot. I was not even sure if I would make that much in law practice, maybe subsequently. But at that point in time, at least it paid for my bike's petrol and looked after me and my wife and my very young son reasonably well. So, I said fine."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:58.040",
        "message": "It kind of strikes me like I keep talking in different contexts about the importance of probabilistic thinking. And I feel that enough people don't do it when they look at cricket. And the thing is, we now look back at 83. And with the benefit of hindsight, everything that has already happened seemed inevitable. So, now it seems like 1983 was destiny. India was destined to win it. The way I look at it is different. The way I look at it is that Richie Benoist's odds to you of 60 to 1 might even have been the correct ones, who knows."
    },
    {
        "speaker": "Unknown",
        "time": "02:48:24.360",
        "message": "Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:24.840",
        "message": "But it turned out to be the 1 in 61 times that India actually wins. So, extremely sort of lucky in that sense. Like once when I was writing a column on poker for Economic Times, one of my pieces had the headline, unlikely is inevitable. You know, the law of truly large numbers says that if you have enough number of iterations, unlikely things are likely to happen. It's just the way it is. And the way I kind of ask people to visualize probability is that you flip a coin and imagine that immediately the world splits into two parallel universes. And then one of them is heads and the other one is tails. And so on infinitely down the line. And in that one parallel universe, we win. But in many more parallel universes, honestly, West Indies wins. Yes. In some England wins. I don't think Zimbabwe wins in any, but otherwise you have it kind of spread out on who wins. Now, that leads me to thinking is that that moment is incredibly seminal because of what follows. Like number one, Dalmia, Bindra and NKP Salve are pissed off that they didn't get enough tickets. They were treated badly. And they're like, what the hell, we won the World Cup. Agla wala India mein hoga. And therefore that shifts. And the next World Cup is in India. And then liberalization happens. And commerce dictates the rest of what happens. And eventually over a period of time, India becomes the center of world cricket as it is today. And all of it started with that one little thing. And had we not won that, had we not been in that parallel universe where India actually wins a damn thing, you know, all of this may not have happened."
    },
    {
        "speaker": "Guest",
        "time": "02:49:52.120",
        "message": "You've kind of put it very briefly, but I can tell you, I can expand it a little. Please, please. I mean, India wouldn't have been the power it is in cricket today, but for the 83 victory. And let me explain why. One is obviously the impact it had on the Indian psyche, you know, and suddenly you felt like champions. And that's a major boost in the feel good factor for the country. You know, I mean, sport is soft power, as we know, and that really and cricket is such a passion. So, it happened. But also what happened was Dalmia and Salve and Bindra being denied those extra passes and, you know, they just kind of bruised their ego so badly. So, what happened subsequently? To shift the World Cup from England to the subcontinent was not easy. They had to tie up with Pakistan Cricket Board. So, NKP Salve and Air Marshal Retired Noor Khan, who was the PCB Chief or BPCC, as it was called then, Board of BCCP, you know, they connived, they worked out friendship with each other, because it wasn't possible to hold all, there was not enough stadia in India for a World Cup. These were the objections raised by the lobby of England, Australia, New Zealand, even the West Indies, which used to traditionally align with that block. So, India, Pakistan, Sri Lanka and the associate countries, they had to win over. And without Pakistan's help, it wouldn't have been possible. So, the governments had to be involved. So, Rajiv Gandhi and Zia-ul-Haq had to be involved. And they had to restrict the number of overs from 60 to 50, because of, you know, the twilight situation in India. And that the objection was from, you know, the TCCB and MCC and whoever else, the World Cup, that World Cup organizers, Prudential, that how can you have a 60-over tournament reduced to 50 overs? So, the one counter to that was double everything, the money, which Dalmia was very good at. When nothing works, money works. So, everybody's monies were doubled. Whatever happened in 83, everything, the finances were doubled. So, Pakistan and India collaborating to get the World Cup to the subcontinent, it is held jointly between India and Pakistan. Subsequently, also it happened in 96. But the two countries were not, you know, it had become a little inimical to each other. So, but overs reduced, money doubled, and the World Cup comes to the subcontinent. In my opinion, amongst the greatest World Cups that have been played. India didn't win, Pakistan didn't win. They were the two favorites. It didn't happen. Australia beat England in the final at Eden Gardens. 90,000 people plus turned up, which made India the Mecca of cricket, in my opinion. That is a turning point. And of course, after the IPL started and everything else, it's also become the El Dorado."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:58.440",
        "message": "And it's worth stating again that in these tribal times, 90,000 people turned up to watch a match"
    },
    {
        "speaker": "Guest",
        "time": "02:53:03.800",
        "message": "that did not involve their country. It didn't involve their country. It was amazing. It was absolutely, I mean, it was astounding. And that's what, I mean, Calcutta got its, you know, charm as a cricketing center from there. And, you know, the Calcutta fandom, as we go, you know, whatever it is, the mindset of the Calcuttans now, why they are so passionate and crazy about sports, that's a story in itself. And then, of course, India is…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:25.480",
        "message": "Some could argue too passionate given 96."
    },
    {
        "speaker": "Guest",
        "time": "02:53:27.880",
        "message": "Too passionate. But by 87, and then, of course, we are approaching liberalization and cable TV penetration starts happening. You know, that's where the influence, subsequently, of Marc Mascareñas comes in. Broadcast rights start getting valued far more. Liberalization, opening up of the airwaves, broadcast, and therefore, the valuation going up of cricket rights all happened within that 4, 5, 6 years, starting from 87. If the 87 World Cup had bombed, then things could have been different. But 87 World Cup only happened… Because 83. Because 83 happened. So, you know, if you trace back the monumental growth of cricket in India, not just in terms of passion and coverage and all, but also in finances, it all goes back to 83."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:22.280",
        "message": "I sort of remember this vague story about how in the early 90s, when BCCI wanted Doordarshan to broadcast their matches, Doordarshan said, how much money will you give us to broadcast the matches? I mean, just imagine what a shift in mindset then subsequently kind of happened."
    },
    {
        "speaker": "Guest",
        "time": "02:54:37.320",
        "message": "Absolutely. I mean, you had to pay the broadcaster. The cricket board had to pay the broadcaster rather than the other way around."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:43.160",
        "message": "Insane. Absolutely insane. And you mentioned Indira Gandhi. And I just remembered another of these memories, which are like these childhood memories. And again, I was around 10 at the time, that India was playing a one-day match. And my favorite batsman at the time, Dilip Engsarkar, was, I think, approaching his 100. And he had this long, frustrating relationship with an ODI 100 till he finally got one and then he got more. But this was, I think, before he had his first ODI 100. And he was, I think, approaching 90s. And Sandeep Patil was playing a blazing innings."
    },
    {
        "speaker": "Guest",
        "time": "02:55:13.240",
        "message": "Yes, I was there. I was there at that match."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:15.480",
        "message": "Yeah. And I actually thought that the way Patil is growing, maybe he can also get a 100 because he was just blazing away. And then came the news that Mrs. Gandhi had died and the match was called off."
    },
    {
        "speaker": "Guest",
        "time": "02:55:24.040",
        "message": "Yes, we were in Pakistan, Sialkot. This is a match at Sialkot. And the test series had been very dreary. There was a lot of excitement coming up for this one-day series and especially because India was, you know, World Cup winners. So, and they started off very well. But this first match, the assassination news came in. And that night itself, Raj Singh Dungarpur was the manager. So, it was like pack-up time. And in Sialkot, we didn't even have hotels. We were staying in a guest room. I think the players also were staying in some, we were in a guest house and they were in some other, maybe a far more elaborate guest house. But it was back to India within 24 hours. From Sialkot to Karachi and then to Bombay."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:09.000",
        "message": "So, I want to ask you about another shift that then happens. Like commercially, everything changes. The center of the game begins to shift. But another interesting shift that happens and that mirrors a change that happens in the country through the 90s is that the demographic composition of the team changes in a sense. Like what we've had through the 50s, 60s, 70s, 80s is that you have these power centers. You have the Bombay School of Cricket and you have Delhi and, you know, stray players from here and there. But it's not incredibly diverse. It's just sort of these kind of pockets of influence. And then with liberalization, all of that changes in a very drastic way. And the change is slow. You could say that the change truly manifests itself only today or in recent years. Like I remember Harsha Bhogle did an episode with me where we sort of discussed and I wonder what your thoughts are on it, on how so many young people who came up in Pakistan, you know, you'd make your debut at 18 and you'd be burnt out and finished by 20. And part of the reason some could speculate is that in those days, in the 80s and 90s, the middle class in Pakistan was really small. Either you were from the elites, but if you were a talented kid breaking down from below, you weren't able to cope with the sudden fame and success and you didn't have that support system. Whereas as Harsha said that through the, you know, 90s and aughties, you look at that whole generation of Tendulkar, Dravid, Ganguly, Kumble, so on. I think the phrase Harsha used was middle class values. And that in a sense also has shifted not in a bad way, but it has shifted in a good way in the sense that people from small towns dominate the game today. You have inspirational success stories like Mohammed Siraj and Shami and Tina Trajan, who are from really humble backgrounds who are coming up. Tell me a little bit about how this change happened. Was there resistance to it? Did the system kind of resist it at a certain point in time? And how did the ecosystem change"
    },
    {
        "speaker": "Guest",
        "time": "02:58:10.040",
        "message": "and make it sort of possible for all of this to happen? So, I think there's been a fairly dramatic shift. I mean, there were the traditional centers, five, six of them, Mumbai or Bombay, Madras, Bangalore, Calcutta, Delhi. Kanpur was a test center, though not such a great cricket center, but it was a test center and so on. So, I think that that started showing a shift from the 80s and Kapil Dev was one of the guys, you know, he became an iconic figure and therefore very influential, especially in the north, which was outside of Delhi, not so engaged in cricket. When I say north, it could also mean UP and Haryana and Punjab. And the gospel of cricket started spreading. And one of the things that while BCCI is much maligned for many things, for acts of omission and commission, and rightly so, but one of the things which they did, which other sports in India failed to do is spread the gospel of cricket across the length and breadth of the country and create, give enough infra, not the topmost, which has now happened. And, you know, we've got actually a surfeit of stadiums now, we don't need so many, but it's there. But decent enough facilities for smaller towns and more fossil areas to, you know, come and play there. So, the pipeline from very remote areas was established by the BCCI. And then the, you know, television spread the coverage around every home, people, community television boxes, people watching matches and, you know, saying, hey, I can do this. The monetary rewards of cricket started rising and therefore it became an option, a very strong option for livelihood if you are good enough. Because the whole thing exploded with the IPL further, you know, there's been geometric progression since then, and now everybody wants to get into the IPL somehow or the other. The comparison with Pakistan is there, I think Harcha is right, but it stops at a certain stage because I think Pakistan's biggest problem has been the lack of a half-decent administration that can look after domestic cricket and therefore also cricketers. So, while they were, they've also produced fantastic talent, raw talent, they've not been able to nurture them for any great length of time or enough of them, you know. So, they produced great players in spite or despite the system not being so great. While India have been able to harness, especially in the last 30 years and produce and look after its cricketers much better, you know. And look at, there's been some thought also in this. Look at the preponderance of fast bowlers today. It was unthinkable. I mean, one of the biggest laments of Indian cricket has been that we don't have fast bowlers, except one couple, what will we do? We can't win overseas, we'll struggle. Today, you're spoiled for choice. You know, you've got so many fast bowlers. In fact, the problem today is batsmen are not making enough runs for fast bowlers to win your matches overseas. And that has happened because the pitches have been made better for, you know, getting the fast bowlers to come and make their skills worthwhile. Not just spinning tracks, underprepared pitches, where you win a match in two and a half days and why should any fast bowler make the effort? But now, if there are pitches being prepared and there is reward for fast bowlers to put in that hard work and get into an IPL team, and each IPL team now has 16-17 Indian players. Next year, after the auction, there's going to be 10 teams, that many more players needed. And my surmise now is that for each place that an Indian player gets into in any of the IPL teams, there are five other competitors he has left behind. So, there are so many more who are part of the, you know, of the waiting to get a look-in. And then, there's a cascading effect, you know. So, I think that Indian cricket has become richer in the financial sense, of course, but also richer in its skills and in the opportunities it gives to the practitioners today, far better than ever before. And I think that's what is helping Indian cricket. I mean, one of the unfortunate things which has happened is, unfortunately, in the sense that we went, we couldn't win the World Test Championship, which, you know, one thought that they would, given all the skills, the players they had at their disposal. Of course, give credit to New Zealand for winning that. But that hurt, you know, in terms of… because winning that, you've been number one team for three and a half years, Test team. But in the final, you lose out."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:50.680",
        "message": "I think that was finally determined by really one game."
    },
    {
        "speaker": "Guest",
        "time": "03:02:53.640",
        "message": "Yeah, yeah. No, I'm just saying. So, it's a sense of loss in terms of having, you know, having a cup in your… Again, if you look at the number of matches that India has won, it's far greater than all the other teams."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:05.080",
        "message": "You know, you mentioned kind of fast bowlers and I'm reminded of an interesting incident that happened where the night before a Test match began, you know, there were two debutant fast bowlers in that Test and they were both Muslims. And I was chatting at a party along with a couple of other journalists with the then chairman of selectors. I won't name him now. Great cricketer in his own right. Before, he's an old man now. I don't want to get him into controversy. But he was kind of tipsy. And he said that, you know, why I picked these two kids? And we said, sir, why? And he said, you know, because if you think about fast bowling, they eat meat. Meat and two Muslims. He said, you look at the Pathans, why does Pakistan have so many good fast bowlers? Yeah, so that whole martial theory, you know, martial as in M-A-R-T-I-A-L, that whole martial race theory, which actually for a long time dictated the composition of the Pakistan Army. I don't know if it still does. But the Indian Army stopped the practice of, you know, building units according to which race you're from. And that that old fallacious notion that certain people can fight, other people can't fight, you know, and that's obviously complete bunkum. That brings the importance of the IPL here because it was a conventional notion that Indians can't do fast bowling, you know. And yet here we are today where some of the best fast bowlers in the world are very much from India. And I think one of my pieces in your book also is about this. And I remember even at the time before the IPL started, you know, I wrote a piece about how it would sort of revolutionize Indian cricket because there were so many naysayers that commercialization and tamasha and all of that. And it has exceeded even my expectations in this sense that one before that cricket was a monopsony. You had one buyer for your services that was a BCCI. Here, even if it's within an artificial environment, you've broken the monopsony. You have a, you know, a number of different buyers who are competing for the best talent, who are incentivized to invest in scouting and training and all of those things. And the incentives for young cricketers no longer are that let me go abroad to college because who knows whether I'll be the next Sachin Tendulkar. Here, you know, so many people succeed so many different role models. And it's completely transformed the game even in terms of skills. Like earlier, you mentioned that, you know, Virat Kohli's fitness, and I admire that greatly. Like if there is one thing that, you know, that where Virat Kohli is unparalleled is in his work ethic. Yes. Remember, I remember seeing him when he was 19 years old, and I thought ki nahi hai, nahi hai, this kid doesn't have it. He's, you know, predominantly offside game and square of the wicket and all of that. And it just didn't seem to have it. And to transform himself into what is unquestionably the world's best batsman for a period of time. And the best ODI player ever is I think, just mind blowing. But I think that the fitness standards of the Indian team are not because of that one guy, it's because of the incentives of the IPL, where every run matters so much more. And you see these crazy catches, which would be outliers. You know, you occasionally see a Jonty Rhodes pull it off. But now..."
    },
    {
        "speaker": "Guest",
        "time": "03:05:59.480",
        "message": "So I mean, the big shift has been that Indian cricketers have become athletes, the athletic, you know, earlier, they were never athletes. I mean, a bowler, a spin bowler, not a fast bowler in India would be a great fielder of his own bowling, but not otherwise. You know. And so, I think that we used to always marvel. I mean, when I… My first match, I remember, Brian Booth, 1964, which I watched live. Brian Booth, you know, his throws from the deep. I mean, we would… If the throw came straight to the wicket-keeper, the entire stadium would applaud. And if an Indian player threw it, my God, there would be like unstinted applause. Because, you know, the arms were weak. The speed was not as good. Tiger Pathaudi was called Tiger because he was so fleet-footed. So, any… Those were exceptions. Now today, if you don't… The poor fielder is the exception. Not the good fielder. The standards have gone up so high."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:55.800",
        "message": "The poor fielder is not even the exception because you'll never see him. He won't be in the team."
    },
    {
        "speaker": "Guest",
        "time": "03:06:59.240",
        "message": "Exactly. And especially in white-ball cricket, so, there's no chance. There's no chance. So, I think that has been a big shift that… And it's all come down to reaching a certain value proposition for yourself. If you're a terrific batsman, and you're a poor fielder, you may still not get a value which you feel you deserve or actually which you should get. I'm talking of a value for an IPL team or, you know, one of those. If you're a terrific fast bowler, but you can't feel you're letting the ball go through between your legs and can't bend down, you might not be selected. You know, you might be skillful, but you might not be selected. And if you are selected, you might still not get optimum value for what you could have got otherwise. So, that has also started, you know, kind of playing on the minds of people. And let's also factor in one thing which has not yet happened. It could happen in the future. The Indian cricket establishment does not allow its cricketers to play overseas in other leagues while it invites all other cricketers, right? There's a ban, especially for those who are eligible. I mean, you can have a retired cricketer going and playing some T10 or something, that's fine. But if they… somebody goes and appeals that… Restraint of trade. Restraint of trade, it could happen that they'll be allowed… Then you'll find that more cricketers are in demand, you know, and they can go and play here, there, anywhere. Those who don't get into the IPL teams and are not part of the Indian team, what do they do for those 2-3 months? They might want livelihood. So, that is still not being permitted. So, that could change in the future. So, more demand will be there for, you know, more cricketers. So, I mean, it might affect international cricket and the itinerary of how cricket is played. That's a different matter. But I'm just saying that the whole shift has happened because there are more opportunities. Careers could be short-lived, you know. There'll be more dead bodies on the floor because other younger players have come in and they've replaced those who are not delivering."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:01.480",
        "message": "Or they could be longer-lived because people who are there are just much fitter than an"
    },
    {
        "speaker": "Guest",
        "time": "03:09:06.600",
        "message": "earlier generation was. Yeah. But I'm saying that you will need to keep performing all the time, you know. You know, you could get a two-year period where a guy is not doing well and say, no, he has a lot of class. That may not happen now. You know, it's not easy to happen now. There'll be questions asked immediately because somebody else has come in making a flurry of runs or taking wickets. And you say, hey, you know. And it's become competitive. People are more results-driven. There are more results happening in matches. Matches are producing more…"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:35.560",
        "message": "Even test matches, 75-77% results. I believe that the standard of cricket overall, not just T20, has just gone up over the last 15 years. And I think T20 is the reason because contrary to what people said back in the day that, oh, it'll just be a slugfest, bowlers will suffer. I think batsmen have had to lift their skills because, hey, less balls to play with. And therefore, you can't waste any balls. So your attacking skills have gone through the roof. And bowlers, their skills have gone through the roof because bowlers still decide matches,"
    },
    {
        "speaker": "Guest",
        "time": "03:10:04.920",
        "message": "no matter what form of the game that you play. Of course."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:07.080",
        "message": "And it's not just India's fast bowlers, but the development of great spinners and what they bring to the table, I think, is also off the charts. And you see that in test cricket as well. I, you know, did an episode with Gideon Hay and Prem Panikkar. And Gideon made a fascinating observation about the ODI World Cup before the last one,"
    },
    {
        "speaker": "Unknown",
        "time": "03:10:23.720",
        "message": "where he said that if you watched that ODI World Cup…"
    },
    {
        "speaker": "Guest",
        "time": "03:10:26.200",
        "message": "2015."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:26.920",
        "message": "2015 World Cup, where he said, if you watched that World Cup, the good teams, they are batting like it's a T20 and bowling like it's a test match."
    },
    {
        "speaker": "Guest",
        "time": "03:10:35.240",
        "message": "Absolutely. It's a fantastic observation. He's absolutely right. So what has happened? So what has happened is, it's compelled every cricketer now, who wants to reach anywhere, or even get into the higher or upper echelons of domestic cricket, you have to be far more skillful. You have to be far more inventive. You have to improvise a lot more. I mean, we never heard of carrom ball, you know, spin or cross seam bowling. I mean, it may have been there. But otherwise, you look at any coaching manual of the past, they would tell the fast bowlers to grip the seam in a certain way, which was an upright seam and move your fingers around for in-swing or out-swing. But now, fast bowlers are trying everything. They are trying a knuckleball also. They are bowling at 110. Fast bowlers earlier bowled fast, you know. And Gavaskar made a comment, very interesting one. He says, in my days, fast bowlers bowled fast, very fast or very, very fast. You know, that was the kind of bowling we faced. But now, even in test cricket, with so much protective gear available, yes, we've had an unfortunate incident of Phil Yu's, you know, getting hit and losing his life, which is very unfortunate. But there's one of the reasons, you know, people like us, journalists and experts end up being very critical that, hey, batsman is playing recklessly. But actually, what has happened is, psychologically, with so much protective gear, he's willing to take that risk because the threat of getting hit has reduced. Yeah. So, earlier, he was curbing himself from a natural shot that he had in his armory to score runs for… apart from the fact that he might lose his wicket, but he was prepared to take the risk. But what if I miss? I'll get hit on the head or the body or something and I might lose out on the next match. And that prevented or stopped them from taking the risk. Today, those risks are being taken by almost every team, except in dire situations, dire crisis, when you have to bat out periods of play in a test match or save a test match. And therefore, the commentary is always, he's playing real cricket or old-fashioned cricket and all, which is such humbug, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:45.560",
        "message": "Which is humbug because you do whatever has a maximum expected value in a situation. Exactly. Sometimes, you know, I remember a test match where AB de Villiers and I think Faf du Plessis just, you know, played at this… or Hashim Amla, I think, for a while, batted at this extremely slow strike rate of 20 because they needed to save a match. And you will have similar situations where batsmen are just going for it, not because they are reckless, but because the expected value of aggression is so much more. And everything is, you know, the situation in that sense."
    },
    {
        "speaker": "Guest",
        "time": "03:13:14.600",
        "message": "And look at what's happened. I mean, the Australians brought about a shift there. The West Indians, in many ways, the great West Indies team, there was a bit of a negative way in which they played. Not the way they played, but the fast bowlers, they would bowl 65, 70 overs in a day because, you know, then they had to bring in the 90-over thing. The Australians, when they became a great team, post-Border, they started scoring at 330, 340, 350 runs a day. You set up the match on day one, you know, if you are batting first. You got Adam Gilchrist coming at number six or seven who puts you the next day into a position from which you can't lose. So, they kept winning match after match and series after series. And just changed the, you know, the way Test cricket would be played and became so much more enjoyable. Now, a lot of teams, I mean, if you score at less than 2.8 or 2.75, you're actually"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:07.000",
        "message": "not playing well. You might end up losing the match. Yeah. The more balls you face, the more likely it is that you're going to lose your wicket at some point. Very difficult. Like it can happen"
    },
    {
        "speaker": "Guest",
        "time": "03:14:15.080",
        "message": "in England or, you know, suddenly you had a collapse. So, then you have to see out a session that's different. But by and large, the thinking today is that at least three runs in over, you know, 90 overs, 2.75, 2.80, 300 in a day is what is needed for me to set up the match in an attempt"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:33.320",
        "message": "to win it. What's also happened is that the orthodoxy is being redefined. Like I remember watching the Under-19 World Cup two World Cups ago when India lost in the final to West Indies. I think it must have been 2017 when Rishabh Pant was in the side opening with Ishaan Kishan and Armaan Jaffer, Sarfaraz Khan, all those guys were there. And I remember watching Armaan Jaffer play these beautiful innings where it struck me that he was playing incredibly unorthodox strokes like reverse sweeps or whatever and making them look like they're out of the textbook. Like it was so natural and reflexive to him. He's not trying something special. It's part of his armory baked into his reflexes because he's practiced it from when he was 12 and not, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:15:14.280",
        "message": "learnt it as an adult for a particular situation. Coaching methods have also changed. I mean, Gavaskar, by his coach, would have been told never to hit the ball in the air. Today's coaches, if they tell a youngster don't hit the ball in the air, he'll change the coach because he's watching IPL and ODIs and saying, if I don't hit the ball in the air, where will I score runs from? You know, so you have to learn to improvise and make that adjustment within your own game, you know, and it's become mandatory. You cannot not do it. That's become the big change."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:15:44.440",
        "message": "Yeah, I mean, if you hit only in the V, they'll put fielders in the V and then you're done, you're finished. You're gone. You're gone. So you mentioned an interesting thing a while ago, which, you know, gives me a segue to my next question where you spoke about how if Indians are allowed to play overseas leagues, they'll have more leagues and that might affect international cricket. And there's a part of me which is thinking that maybe that's a good thing. And the reason I say that is that when cricket is between nations, it's bound up with a lot of tribalism. It can often seem like what Orville called war minus the shooting. And I understand that tribalism to a certain extent is, you know, baked into every sport, you have your team. And even if it's a club, you know, you could form a tribe around it, though I haven't really seen hardcore Mumbai Indian tribes or whatever, you will support a team, but it won't be a matter of life and death, you won't kill someone for it, while at the level of countries is different. And I'm wondering how you see that evolving over a period of time, because I think it's a healthy shift, all these international cricketers playing together, at least those older tribes not mattering so much. And you know, when you look at the journey of Indian cricket, you know, we used to have the quadrangular and the pentangular, which was played on a basis of Hindus versus Muslims versus Europeans versus whatever, which was actually explicitly tribal. Parsis also. Parsis also and Mahatma Gandhi hated cricket for this reason, apparently. It's a good reason, but it's also a great sport. And so how have you sort of seen this changing over all these years, in the sense that I would imagine that cricketers except those handful of elites who were lucky enough to say play county cricket in England or whatever, would be living in an insular world, where they are meeting only their own types, only their own tribes, like when you when you watch the ugliness of some India-Pakistan matches of the past, especially when the media builds it up and the media is only building it up because they think there's an audience for it and it plays. Is that a disturbing aspect of sport that is always an undercurrent when sport is being played? And are we living in times where maybe it doesn't matter so much? Maybe that's another really bright aspect of franchise cricket, that we can see, you know, an Australian and Indian and Englishman and hopefully one day, inshallah, Pakistanis as well, in the same"
    },
    {
        "speaker": "Guest",
        "time": "03:17:57.320",
        "message": "dressing room, being a team together? Yeah, so I mean, it's a complex, you know, question and situation and there are myriad possibilities. For instance, India-Pakistan, it's a very unusual and offbeat coexistence as two cricketing nations. So we've had a series in the 50s, a couple of series in the 50s, one in India, one in Pakistan, then one more in India in 62, 61, 62, and then nothing for 17 years, till 78, because you've had two wars, 65 and 71, being fought. And then cricket is seen as a, let's bring the countries together closer. And interestingly, it's by, not by the Congress or whatever, it's the, at that point in time, the Janata government, you know, which has Atal Bihari Vajpayee, who's the foreign minister, who initiates this. And then we have Kargil, I mean, then we have 87, where there's eyeball to eyeball confrontation on the border. And then we've got Zia-ul-Haq coming to India and, you know, tensions getting deflated. And the test series brings things to normal. And then it goes bad again, Kargil. And then, again, it's a BJP-led government, NDA government, with Vajpayee as the prime minister and LK Erwani as the home minister, which allows the Indian team, where you went to Pakistan in 2004 and 5, maybe even later. I went in 2006, the one after that. Yeah, yeah. But in 2004 and 5, and"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:21.960",
        "message": "Great tour, yeah."
    },
    {
        "speaker": "Guest",
        "time": "03:19:22.520",
        "message": "It was a great tour. And, you know, it didn't seem possible, but it happened. And then after that, we've had no, you know, 2006, we've had no tour of Pakistan. So, it's been like hot and cold. So, it, you know, the tribalism in this whole, and then the role of the media and the way passions are stoked and reach boiling point is always a threat, you know, and it's not something which is easily palatable, at least to me, or digestible, because I think, you know, maybe a romantic notion, but there should be a slightly more loftier reason to play sport, not one-upmanship of this kind. But so, it works, and sometimes it doesn't work. I am a proponent that sport should be allowed, you know, between the two countries to try and reach an approachment or a level of interaction, which is very important, especially when you're neighbours. So, when body line happens and England and Australia almost come to war, in a sense, that is more symbolic war than real war, because they're separated by, you know, several continents. Though the rivalry has become now, you know, part of such great tradition and legacy, that it's played very intensely, but it's never a war-like situation like there is between India and Pakistan. Whether bilateral matches themselves, bilateral cricket is losing currency, it's a bit of a yes and no. So, what has happened, certainly in cricket, and especially test cricket, is that, frankly, there are only three countries that play test cricket to an audience which makes it worthwhile, which is India, England and Australia. And these are the three, that's why the big three, and there was this, you know, conflict within the ICC, because the audiences in the other countries have changed dramatically. Pakistan has been very iffy ever since the terror attack on the Sri Lankans 2009. I don't even know if they've got a very committed audience for test cricket. So too in the West Indies, so too in New Zealand. So, ultimately, if test cricket is surviving today, it's because of these three countries. And is that too many or too few to sustain the sport? You know, the money is huge, because India is a huge country, the number of eyeballs is still phenomenal between India, Australia and England. But the footprint of the game is not expanding where the longest format is concerned. And therefore, T20 seems like the more viable option, including getting into the Olympics, which has been a long-stated desire of many players, though, of course, the ICC and BCCI also didn't want, you know, they lose control, at least for a mega tournament. And then it affects in many ways, you know. So, I mean, this whole thing about the BCCI, I personally feel that BCCI, given its current position, should be in the vanguard of protecting and promoting cricket in all its formats. But they're never the leaders, you know. So, 2007, for instance, when T20 World Cup was being mooted in 2005-06 and it happened in 2007, India was the last country to agree to play. And therefore, you found that the big players didn't go. As it happened, Dhoni led his team to victory and rewrote, you know, the future of cricket was rewritten after that, because we won the T20 World Cup and then the IPL happened and then whatever. But India, BCCI did not want to play that. They reluctantly agreed. So, I was at a… I moderated a session once in 2010, just a year before Tiger Pathodi passed away, where he was… It was called the Raj Singh Dungarpur Memorial Lecture. Raj Singh had passed away by then. So, he ends with this thought and he had been part of the IPL Governing Council, former India captain. He says, BCCI… The problem is that the ICC is the voice of cricket or needs to be the voice of cricket. BCCI is happy being the invoice of cricket. Yeah. You know. And it was a very pungent, very telling comment. So, I think BCCI now that it's got, you know, money is not the issue. You got the hottest property, the IPL. You know, you got a committed following and runs into millions and millions of people. How do you take the sport to the next level is really the challenge. And I'm not seeing any great vision that is emerging."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:56.600",
        "message": "I have great apprehensions about the BCCI's current leadership. But all said and done, I think in the last decade, barring one area, they've done a pretty good job. That one area is, of course, one would have liked them to promote women's cricket much more strongly because I think there's great potential for building an audience there. You know…"
    },
    {
        "speaker": "Guest",
        "time": "03:24:12.920",
        "message": "BCCI has done wonderfully for itself. Yeah. You know, for Indian cricket, it's been fantastic. The last decade and more, maybe two decades. Yeah. You know, they've done, apart from the shenanigans within the BCCI, you know, within the board itself, that apart. But for the sport, they've done a lot. Old cricketers have been rewarded, huge amounts of money given as bonuses or ex gratia payment, you know, for illness, ailment. Money for players current, including right up to the junior level, they're getting a lot of money to support themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:46.360",
        "message": "And also the pipeline."
    },
    {
        "speaker": "Guest",
        "time": "03:24:47.560",
        "message": "Pipeline. Junior, India A, that's one reason, along with the IPL, why it's so deep. India A tours have been fantastic, you know. And they've got some, the right people. I mean, Rahul Rawat heading National Cricket Academy, India A coach, Under-19 coach. You can't ask for a better deal, better situation, you know. So, I think in many ways, they've done that. But I'm saying for the vision of the sport, they could do more."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:11.480",
        "message": "Right. So, you know, we've spent a lot of time, but there's no way I'm ending this episode without talking about many of the colourful characters of Indian cricket, you know, many of whom have chapters in your book dedicated to them, written by some really fine writers. I want to talk about one specific question, which is about how a player can sometimes in a different way, seem to become almost a template. Like if we start with Vijay Merchant, for example, right, the whole Bombay school of batting is from there, that whole Kharoos attitude that kind of comes from there. And he first becomes an icon and then becomes a template. And then, you know, you kind of wonder that sometimes does chasing an ideal become a constraint in itself that you only bat that way. And one kind of understands why that Kharoos kind of batting comes about and leads to, you know, Gavaskar and then in a more refined form, Tendulkar, because right up to Gavaskar, you're playing to the imperatives of the time where the team is pretty much bound to lose, where your job is not to go out there and be super aggressive, but just hang in there as long as you can and save some face and all of that. And it's also possible to then look at a number of individuals like a Merchant and a Gavaskar and say that and build a narrative, which is not necessarily true. You know, I mean, Sandeep Patil is also from Bombay and not at all in that mould. So what are your kind of thoughts on it? Like, I think some of this could be laziness on the part of cricket writers that we look at, say, a Hyderabadi wristy batsman and talk about the lazy elegance and compare Azharuddin to Jai Simha and, you know, that kind of thing. Is it dangerous to sort of think like that? Or did Merchant really have that kind of a incredible impact that shaped an entire sort of school of batting as it's often called?"
    },
    {
        "speaker": "Guest",
        "time": "03:26:52.120",
        "message": "I think it happens, you know, I mean, there can be players who can shape a whole school, you know, so the more wristy kind of batting skills come from the South more because people talk about it. And imagine if you're a youngster, if you're an Azharuddin who's growing up, playing for school, watching Vishi or watching Jai Simha or Abbas Ali Beg or one of these, you know, and the coaches are telling you, Abhi aayega na, aisa ball aayega off stump ke baar, usko Jai Simha ki tarah khilna. You know, so that stays in your mind. And then you say, okay, how is, you know, how does Jai Simha play or, you know, Abbas play or Vishi play? So you learn the more wristy kind of stroke play that is a hallmark of people from Lakshman now. In Mumbai's case, you know, the first original hero, iconic figure of Indian cricket is Colonel CK Naidu. And then Mohammed Nisar and Amar Singh, these are the fast bowlers, not too many batsmen you talk about. Then Lala Mannath comes and makes a hundred from the north. But in 1946, when India go to England and, you know, merchants cause more than 2000 runs in a wet English summer, and he's hailed as somebody who's got the technique, which is what English cricket thrived on, you know, and the mastery of English conditions was paramount where the English writers were concerned or English cricket thought leaders. And remember, a lot of literature that we got in our early years was from England. England has been profuse in cricket writing. Not so much Australia, certainly not the West Indies, not Pakistan, perhaps India now in the last 20, 25, 30 years. So what the English people thought became a paragon of virtue, cricketing virtue. And then he was immensely successful in Mumbai. He had the advantages of having his own personal coach because he was a well-to-do man, he was from a business family and etc. etc. But he became a role model for the way he played. I remember once speaking to, I met Vijay Merchant a couple of times in his second innings, as he used to call it, when he was associated with the blind. Madhav Mantri was a great admirer of Vijay Merchant. I asked him once, I said, what did you like about Vijay Merchant? He said, everything. His judgement of length, line, how to leave the ball, how to minimise risk and therefore, by implication, optimise opportunities if there was no risk. And he would go gaga over his late cut. He said, nobody played that late cut like that. Now imagine Madhav Mantri is Sunil Gavaskar's uncle, uncle. Yeah. Mama's brother. And when young Gavaskar is growing up, his ears must have been filled with stories about Vijay Merchant and what batting meant by his mama. And this is what he did. This is what he did in England. This is how you should bat. This is what happens. In Mumbai, it rains so much. Kanga League, when you play, these are the pitches. You can't take these, this. You can take that. So, Gavaskar is already growing into that school. And when Gavaskar is growing into that school, all the people from Chickalwadi and Dadar and wherever else, a young Vengsarkar is growing up. He's also learning about from Vasu Paranjpe or whatever. You know, all that is fine. Don't throw a bat. Look at how Gavaskar bats. Look at how Merchant used to bat. So, the culture develops. Of course, there are people like Sandeep Patil. But Sandeep Patil's father himself was, you know, he used to hit over the treetop. He was that big, big hitter. So, in his house, he emulated his father. But the wider cultural thing was that Mumbai opportunities to bat are few. Therefore, very strong on batsmanship, not so much on bowling, Mumbai cricket. You waste that opportunity, you take the long journey home by train, carrying your kid bag. And your next match, your next, you know, your coach might not even send you to bat. If you bat at number three or four and you've thrown your wicket away, next match, you may be eight or nine. So, all of these kind of, you know, crystallize into a certain cultural template. But of course, it's not so rigid as to only this works and not that. When you see a Rohit Sharma bat today, he's got fantastic technique. You know, he's a typical true blue Mumbiker as one understands from the stereotype. But he's also a new age modern cricketer who can, you know, who will bat like a Viv Richards, the way he bats in white ball cricket, or even in test cricket. You know, he's got the big shots, he's got the temerity to take on spinners, fast bowlers. Tendulkar, of course, was the one who straddled both white ball cricket and test red ball cricket like none before him, or perhaps even after him. So, there has been a tradition which develops over a period of time. And then, of course, more embellishments are added to the tradition and changes are made as the ethos changes and the sport changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:48.360",
        "message": "Yeah, I mean, it's fascinating. You mentioned about how, you know, if a kid goes out there, he's got one chance, he may not get another chance if he wastes this one. So, what is your incentive? Your incentive is to minimize risk. So, one can, you know, the whole school of thought can just evolve from the incentives as well as the role models that you have. And I think you mentioned somewhere that Sandeep Patil in his house had an actual aeroplane on his terrace and it served"
    },
    {
        "speaker": "Guest",
        "time": "03:32:10.600",
        "message": "as a bar. See, Sandeep was a flamboyant, you know, flamboyant personality. Even now, he's a lovely guy to meet. He was the first cricketer I interviewed in 1980. He was selected for the tour of Australia for the magazine, Sportsweek magazine. So, you know, and I went and spent time with him. He showed me the plane. And the plane was a bar. You know, and he was 24 or something. I said, wow, what a guy. We are almost of the same age. I may be a few months older than him. But, and, you know, it was very fascinating. And then he went and got a smashing 100 at Adelaide after being hit on the head. So, he became an even more colorful character. He couldn't hold his place on the team. He had fitness issues. You know, in those days, you could have a throwing arm which didn't work and still be in the team, as he would tell you himself now, honestly, that he's saying, otherwise, I wouldn't be in the team. But yeah, so all kinds of people were make up a team, as we know. What's interesting to me, and from an Indian point of view is that the Indian cricket team or the dressing room is a microcosm of Indian life. So, there is a Bombay school of thought in the team. There is a South India thing, more and more North India than just Delhi. You know, and Tiger Pataudi mentioned this, and this is something which is reflected about the 60s, or when he took over in Tiger's Tale. He says, the biggest challenge I had was these guys were all speaking in their own"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:36.760",
        "message": "different languages, you know. And this happened for a long time, because even up to the 80s and the 90s, you know, like, first of all, you had a zonal selection board. So, there were these quotas and... How absurd it seems now. How absurd it seems now. And then you had, I mean, the classic illustration of this, of course, is Kapil and Gavaskar, the rivalry between them. Though the interesting thing is that they also had great regard for each other. Like, in fact, you know, Dikki Ratnagar writes in your book on Kapil, that in that Melbourne test in 1981, when Kapil took 5 for 28 and we won by 59 runs, when he was asked about what motivated him. Incidentally, a match in which"
    },
    {
        "speaker": "Guest",
        "time": "03:34:14.680",
        "message": "Gavaskar almost cost us the match by staging a walkout. Yeah, yeah. When Lillie abused him. And he almost forced, of course, he regrets that action now. But then Kapil Dev came and..."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:27.640",
        "message": "Yeah. And Kapil said, quote, I have to do it for Sunil, stop quote. Yeah. And there's another incident where at Tunbridge Wells during that 175, you know, when the innings is done, Sunny meets him halfway with a glass of water. Yes. Because he doesn't want him to wait to drink his water. So, there are these beautiful touching moments."
    },
    {
        "speaker": "Guest",
        "time": "03:34:42.760",
        "message": "But it was a very strong, as what I remember, mutual admiration society. I know, I got to know both of them quite well. Sunil, in fact, also became the editor of Sportsweek magazine after he had quit. So, I worked and he would come with his handwritten editorial to start with and submit it. And, you know, he would come maybe once or twice a week, but always a little moody, but always full of great thoughts. If you could kind of incite him into talking about whatever, you know. Kapil, always warm, you know. Not very expressive in the sense that you want to elicit something from him, you know. The power of expression was obviously greater with Sunil. But Kapil was, in his own way, he would communicate. The funny thing about Kapil, as you know, which, you know, Shastri writes and he tells me also that you asked him any question, even in Hindi in a press conference, he would insist on talking in English. All his replies would be only in English."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:44.360",
        "message": "There's a lovely anecdote in your book where I think in 78, 79, when he's, you know, waiting for the team to Pakistan to be announced and he's being interviewed by Doordarshan, by Rajsingh Dungarpur on the CCI lawns. And Dungarpur asks him, congratulations Kapil, you must be looking forward to your first tour. And Kapil says, no. And Rajsingh says, what, you aren't looking forward to the tour? And Kapil says, no,"
    },
    {
        "speaker": "Guest",
        "time": "03:36:05.080",
        "message": "I don't want to look forward. He was captain in 1985-86 to Australia. There was a press conference at, I think, Ambassador Hotel on the terrace before the team's departure. So, Kapil, what do you want to, you know, what do you think about the tour? He says, I want to come back Victorian."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:36:28.040",
        "message": "Very spontaneous, great fun, you know. Which is completely the wrong description for him because he was anything but Victorian. There's so many fascinating characters in Indian cricket. Just reading your book again reminded me of that. Like, you know, the previous histories I've read like Nihir Bose's history and Guha's history. It's just so filled with these colourful people. Veenu Mankad and you've reproduced Rajan Bala's profile of him. Another person who is number one, not talked about in the way that he would today. Like whenever I make my all-time Indian 11, I always have Veenu Mankad at number six. Because, you know, great left arm bowler, great batsman. And I remember as a young journalist, I looked up the stats as young journalists tend to do. And I looked at Veenu Mankad's stats and Pauli Umbrigar's stats, his contemporary all-rounder. And if you just look at the stats, you think that, oh, Umbrigar is far ahead. But then you go a little deeper. And you realise that Mankad missed the best years of his career because of the war. That, you know, if you look at the context of his victories, that India's first five test victories had a big role played in them by Veenu Mankad. If you look at how good he was against fastballing, while of Pauli Umbrigar, there are, you know, contrary stories told and you kind of realise that. So it's very interesting that when you speak about the history of Indian cricket, you're actually, in a sense, dividing it in two parts. One part is that part, which people haven't seen on television. We are relying on stories. We are relying on context. There's only so much you can make out from the scorecards, for example. So these people aren't almost real people. They're like mythological figures."
    },
    {
        "speaker": "Guest",
        "time": "03:37:58.440",
        "message": "Absolutely, Amit. And I had, you know, I mean, one of my regrets is that I didn't get enough material of the 50s, you know, from 47 onwards. I didn't want to go beyond or pre-47. I wanted this to be a journey from 1947 and the decade of the 50s till Veenubhai Mankad retires. Look at his achievements. He's got 100 against John Batman's team, which went on to become the Invincibles in that series. The matches were lost, but he made 100. He's taken wickets against that great Australian team. He is the architect of India's first ever test victory against England at Madras. He is the architect of India's first victory over Pakistan, which is a great emotional high, as you know. I mean, there are only two test matches in the history of cricket named after the player. One is Mankad's test of 1952, Lords. The other is Botham's test of Headingley of 1981. He has got a first wicket partnership with Pankaj Roy, which stood for like decades and decades from 1955 till maybe early 2000, you know. And the influence he had on players and team, he was captain, he was not captain. He was a bit of a rebel, you know. He had a mind of his own. He had a sharp tongue, as one gathers. I spoke to the late Ashok Mankad, his son. You know, Ashok used to always refer to him as Vinu Bhai. He wouldn't say my father or my dad and this, that. He would say Vinu Bhai. And he said, there was nothing that Vinu Bhai didn't know about cricket. He knew everything. He says the greatest quality in him was he would read batsman's mind. Now, that's a way of putting it. But he was one jump ahead. When we watch a Shane Vaughan or an RR Vaughan or an R Ashwin bowl today, it's exactly that. You know, they're plotting and planning one delivery to another. Something is brewing in their mind and then, yes, they will get hit, you know, something will happen. But the effort always to get the better… It's an ego battle with the batsman. And then, the role is reversed when he's batting. I mean, apart from the great Kapil Dev and again the stats and all that, but I can't see how Vinu Mankad, who in my opinion, was an even greater personality from 1947 period till, say, 60, than even Vijay Merchant, for his deeds and his achievements, you know, how he cannot be part of a great Indian all-time 11."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:40:30.840",
        "message": "I'm going to end the episode later on when we end the episode by asking you to name your Indian all-time 11. And I'll share mine as well. But before that, let's continue talking about these great players very quickly. And I'll link them all to a question. And I have a question here about the spin quartet. And you have some excellent writing in your book about the quartet. And my question is this, that when we look at the past, we are essentially cherry-picking moments and memories. Correct. And it is likely that we will remember the highlights. Yeah. While when we look at the present, we don't cherry-pick the highlights. We know the whole thing, what's and all, right. And that brings a danger that we can sometimes romanticize the past. Yes. And we can romanticize the quartet, like much as they are, of course, legends, and I love reading about them and all of that. It also seems to me that, like in my all-time Indian 11, there's no one from the quartet because, you know, Vinu bhai is there, so you don't need Bedi. And I'm picking Ashwin as my off-spinner and that's just what it is. And, you know, if I had to have a leg-spinner, I'd, you know, pick Kumle. Yeah. So is that also a danger then of looking at the past, which also might do injustice to the people themselves? Because then if you ignore their warts, you are actually doing an injustice to them because you're looking at them almost as mythical figures and not acknowledging the real human challenges that they faced and they overcame. Like, you know, Prasanna in those overseas tours of New Zealand and Australia and the way he bowled and all of that. Incredible achievement. But, you know,"
    },
    {
        "speaker": "Guest",
        "time": "03:41:58.440",
        "message": "what's your take on this? So I think, yes, there is the pitfall. I mean, you can look at them with, you know, those tinted glasses and say everything about them was great. Perhaps not. You know, I mean, you've got Kumble and you've got Ashwin and you've got Harbhajan, who's got 400 plus wickets. They've been some stellar performers. How do you, how would they compare? I think, obviously, there's a romanticization of their performances. There's also, you know, distance and nostalgia makes everything look warmer and there's a glow about it. But having said that, I think one has to look at it, you know, on harder or sharper scrutiny, you'll find that there are great virtues. For instance, Prasanna's performances in the 60s overseas in Australia, in 67, in New Zealand, they were fantastic. He picked up so many wickets. Bishan Singh Bedi. And look at their domestic performances. Chandrashekhar, winning a match on his own at the Oval in 1971 is a seminal moment, as we know. Almost unplayable on his day on Indian pitches, certainly. But look at what his handicap was, how he came. I think also, when he worked in Venkat Raghavan, perhaps the most underrated, most unsung, came back at the age of 38 and also bowled. He just suffered in comparison because Prasanna was around and I think Prasanna was favoured by Pataudi, you know, as the, perhaps he thought he was the better bowler. Don't forget, Prasanna also missed out five years. He made his debut in 62 and then came back again in 66, 67 because he was studying. He was becoming an engineer. Incidentally, the literacy levels of the Indian cricket team used to be very high till 20 years back. So many engineers, yeah. So many engineers. Graduates were almost everybody. Now, I think, apart from Ashwin, they might, it'll be very difficult to find another graduate. But that's also the way the game has changed, you know, with so many people getting in at 18, 19, nevertheless. So, Bedi, Prasanna and Chandrasekhar and Venkat Raghavan, they came at a certain time when India was really struggling to win matches and especially with, even look at the background. Vinu Mankad had retired. Jasu Patel had retired. Gulam Ahmed had retired. They were very big bowlers in the 1950s. The big loss was Subhash Gupte, who should have been on the 1961-62 to the West Indies. He wasn't because, you know, he and Kripal Singh…"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:20.040",
        "message": "That phone call incident."
    },
    {
        "speaker": "Guest",
        "time": "03:44:21.160",
        "message": "Phone call incident with some girl and, you know, the selectors took, umbrillated, you know, their hotel room and those were the ways in which selections were done. So, he quit in a half. He went and, you know, settled down in the West Indies. So, there was a void of match-winning spinners. Yes, there was Bapu Nadkarni and Chandu Borde and Salim Durrani, who was in and out of the team. But when these guys came together and Pataudi, in a sense, masterminded, okay, let's get an all-spin attack and, you know, he'll open the bowling or Gavaskar or somebody else will come and bowl one or two overs, roll the ball along the ground. You've not seen those matches. I've been as a youngster, you know, and they would, after every ball, the fielders would roll the ball back to the bowler to get the shine off. Yeah, you wanted the spinners off. You wanted the spinners off on in the third or fourth over. And then, there would be this roar across the stadium if Bedi got the ball or Chandra. And, you know, when they ran into bowl, there would be this bowl, that sound would come. You know, 30,000 people screaming. So, that created a certain aura, which is magnificent. And then, they charmed everybody wherever they went. Because these kind of spinners were not seen in England or Australia with so much success. Of course, they also had their great spinners, you know, Underwood and Ashley Mallet. But not so many numbers, so many of different types. So, it just added to the whole romance. But I think that they were 800-plus wickets between them, you know. And I think with better fielding, we all talk about the great fielding setup, which was also there, Wadekar, Solkar, Abed Ali, Venkat Raghavan himself. But they all came, I mean, fielding standards, when you look at their averages, you'll find that they are 29-30-31. If the outfielding was as good as it is today, it would have been better. Some of the lofted shots which should have been taken would have been caught. So, I think that there's a lot of merit. You know, ultimately, you can't compare players from one generation to another. That is always the danger. So, it's not to say that Harbhajan is not a good bowler or Ashwin is not a fantastic bowler. And Kumble, of course, has got his own monumental stature or status in the game. I think that they provided that richness of talent and skill, which made India synonymous with great spin. Not that there were no spinners earlier. There was Vinu Mankar, there was Jassu, there was Gulam Ahmed, there was Subhash Gupte. 50s and 60s, 65 onwards or 66 onwards is when this quartet comes into play. And for about 10-12 years, they hold sway."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:07.480",
        "message": "And, you know, if people give credit to Clive Lloyd for figuring out that in West Indies should play to their strengths and bowl with four fast bowlers, equal credit to Pataudi a few years before that for getting out the whole quartet plan. And as you said, you know, the incentives again, we had great close-in fielders because we had great spinners. So, much greater demand for close-in fielders like Solkar and Yajubendra Singh and all two kind of…"
    },
    {
        "speaker": "Guest",
        "time": "03:47:30.600",
        "message": "I think Pataudi was very clever and very decisive. You know, I mean, some people would argue that the short leg fielding position was actually devised by him, where Solkar excelled. Because before that, you don't find short legs, you find backward short leg. Oh, fascinating. You know, not so much as forward short leg."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:46.520",
        "message": "So, here's a question about Pataudi. I think in some ways, if you again just look at the bare biographical details, it's easy to be unfair to Pataudi. Because what do you see, like you have a great chapter in your book called Merchant Bags His Tiger by Mihir Bose, where he talks about how Vijay Merchant as head of selectors, you know, got Pataudi kicked off from the captaincy. And one speculation is it is because if Iftikar Ali Pataudi, you know, Mansoor's father had, you know, treated Merchant badly at one point in time. But regardless, he loses the captaincy, it goes to Wadikar and Wadikar promptly wins in 71 in West Indies and England, Seminole, Ipokil, all of that. And suddenly in your mind's eye, Wadikar is a great captain and who is Pataudi? But actually, Pataudi was not just a brilliant captain, brilliant batsman, brilliant thinker of the game. I know you admire him a lot. So,"
    },
    {
        "speaker": "Guest",
        "time": "03:48:34.920",
        "message": "tell me a little bit about him. Pataudi, I admired from the time I got to know about cricket. I mean, you know, your favourites keep changing. My first favourites were Rohan Kanhai, Garth McKenzie, Graham McKenzie, and then suddenly became very quickly, swiftly, Yaseema and Pataudi. And I had this great desire to meet him. He used to be living in Bombay in those days, maybe early 70s. You know, he used to be always at the Bombay gym, you know, playing snooker or playing sports. He was a multi-talented sportsperson. And I knew somebody who was working there, some distant relative of mine. I said, I must somehow have to meet Pataudi. He says he comes every afternoon for a tipple, for a drink or a beer, glass of beer, and then he, you know, whatever, he has lunch and go. I said, you have to get me in. He said, but you're not allowed. You know, under 18, you're not allowed. I was not 18. So, I said, listen, what I'll do is, I'll make a false side-lock, side-burn. And I had a, my moustache had sprouted. I said, I'll darken it. You have to smuggle me in. I'll look 18 plus. So, he smuggled me in at the Bombay gym. And I had a scrap of paper with a little pen and I went up to him. He was sitting with his, you know, this cap he used to wear at a slant. And he was smoking a cigarette and not looking at me. And I said, sir, autograph. And he looked at me and he signed that piece of paper and went back to whatever he was doing. And I didn't have to wait long because I was worried I'll get caught. So, I grabbed that and I ran away. When I met him much later as a professional and I talked to him about this, he had no memory of it at all. Obviously. Obviously, obviously. But I asked him, I said, you know, those were I think the days when he had lost his captaincy. So, I asked him, I said, you know, what were you doing? He says, no, I mean, you know, I was trying to get into politics. He had misadventures of getting into politics and this and that. But, you know, I always wanted to play. I didn't want to tour. So, I didn't go to England in 1974. I didn't go to the West Indies. I think he was obviously miffed that his captaincy was taken away. But he came back in Captain India in that fantastic series against West Indies, which we lost 3-2. But he just breathed life into it with his captaincy and the bowling of these series, this quartet. And I kept, you know, asking him that what was it about you and merchant that somehow didn't work out? Why did he? He's saying some things are best forgotten. You know, I moved on. That's it. So, Tiger Pathodi was very enigmatic. I met him many times in Delhi, been to his house. At one point in time, I was planning to do a book along with him and Rahul Rawat and Rajsingh Dungarpur on the history of Indian cricket. In each one of them, doing different eras. You know, and he was very excited. It didn't happen. And, you know, as I mentioned that last, the meeting I had was that Rajsingh Dungarpur, he had this great sense of humour, you know, where he said ICC is like the voice of cricket and BCCI is the voice of cricket. He had these smart one-liners, very sharp in his observation, very great, dull sense of humour, not very elaborate. You know, you sometimes think he's not saying anything, but it carried a lot of weight. So, he was that kind of a personality. And when you look at it from a player's point of view, imagine a guy playing with one eye, it's insane. Colin Milburn had a car accident, lost an eye. He was an England batsman. He came back and he couldn't last one test match, you know, and he gave up. So, for him to play with one eye, I mean, there have been people, Azeem Hafeez used to be a Pakistani bowler with two fingers less in one hand and he bowled. But sight is a problem. B.S. Chandrashekhar, polio-affected hand, you know. But sight is everything in sport. For a batsman. For a batsman. And to survive, his batting average, when you talked of the figures not being flattering, he made six centuries, ten centuries and the batting average was about 40, except for his last two, three years. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:52:39.480",
        "message": "his last years can be misleading. Like even with Gundappa Vishwanath, you know, people used to say, oh, his average is in 50. So, I remember when I was in Cricken 4, I actually tracked his career record and it was above 50 for most of it. He and Gavaskar were neck and neck. They were neck and neck. For the five, seven, eight years of their life, you know. Right at the end,"
    },
    {
        "speaker": "Guest",
        "time": "03:52:56.280",
        "message": "he had a bad batch and it fell away. So, you know. But that also is, in a sense, Gavaskar's greatness. You know, to keep the ambition alive and the grind and the, you know, I must, I mean, relentless."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:53:08.280",
        "message": "And also, as we discussed, to quit at his peak. And to quit at his peak."
    },
    {
        "speaker": "Guest",
        "time": "03:53:11.720",
        "message": "With that 96. Yes. You know, I mean, Gavaskar is a phenomenon. He's a phenomenon. I mean, you know, he's not a drudge batsman. You know, a lot of people mistake that, you know, he was a, ek end pakad ke, you know, he would do, just keep accumulating runs. That was not. He was a terrific stroke player. He had all the strokes in his arm. He was, you know, virtuosity, batting"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:53:36.920",
        "message": "virtuosity personified. Technical virtuosity. I often think that when we think of cricketers, you know, we put them in these slots and we think of them as just that. For example, when people talk about Tendulkar and Dravid, you know, for them, Tendulkar is a great natural talent and Dravid is a great technique. And I'm like, the opposite is also true. Of course. Tendulkar's technique is incredible and Dravid is so talented. Yes. And to, you know, to pigeonhole them like that."
    },
    {
        "speaker": "Guest",
        "time": "03:54:03.160",
        "message": "You know, sometimes they have to adjust within their own, what are you doing in this team? What's your role in this team, you know? So, that's something that you have to, I mean, look at Gavaskar's series against West Indies in 1983. There are shades of everything in that series. That 29th hundred where he attacked the West Indies. 121 against West Indies, Delhi. Then he makes 236, which is completely different. Completely different. Zero for two. He walks out to bat at number four. He's not opening the innings."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:31.400",
        "message": "And even there, apparently, it was politics because I think Kirmani was not out on 60-something and he hoped to get his hundred and people thought Gavaskar can go on to a triple hundred. But if I remember correctly, Kapil, who was captain, declared because there was some point system for man of the series and he was ahead and I think he didn't want some marshal or somebody, somebody in the West Indies team to go ahead of him. Oh, I can't remember that. No. Yeah. Yeah. No. Okay. It's a vague memory."
    },
    {
        "speaker": "Guest",
        "time": "03:54:55.480",
        "message": "Yeah. No, no, I can't remember that. But 236, I do remember. Zero for two."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:59.000",
        "message": "No doubt."
    },
    {
        "speaker": "Guest",
        "time": "03:54:59.560",
        "message": "Yeah. And, you know, he used to, he had a room in Connemara. Though he was not captain, he had a room to himself. And one, I went to meet him because he was also writing for Midday. Oh, right. So, in those days. So, the two guys sitting in his room were Gundappa Vishwanath, his brother-in-law, and Dom Morris, who was writing his biography. Now, if you met both of them, you could, you know, I mean, you can imagine the conversation between Dom Morris used to speak through clenched teeth in, you know, very accented, heavily accented English. And Gundappa Vishwanath in his Karnataka, you know, accent. And both of them, you know, talking to each other. I sat there for half an hour. I couldn't make head or tail of what each was saying to the other, but they got along like a house on fire. So, and Gavaskar said, let them be. He went off to sleep because he was batting the next day."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:48.120",
        "message": "Is it possible for a young journalist today to have the same kind of career you've had? Because today you will simply not get access to these people."
    },
    {
        "speaker": "Guest",
        "time": "03:55:57.320",
        "message": "That's the problem. That's a big problem because the access has become, you know, the access has now become formalized to the extent that every match you have a player come and give address the media. You know, that's it. The rest of the access is not easy. And more so now in today's world where all these players, they are superstars, have their own social media accounts, which give them millions of people as followers. And they really, I'm talking to my followers. Why do I need you? And there's some major explanation that has to be given some controversy or something. It's very difficult to get access to players. And that I think is a challenge. It's a growing challenge for, you know, people in the media and journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:37.400",
        "message": "Yeah, no. And as far as social media is concerned, like one person,"
    },
    {
        "speaker": "Guest",
        "time": "03:56:40.440",
        "message": "I'm really impressed by is Ashwin, the kind of things he does on YouTube and as a creator. He's a fascinating character apart from his, the way he has grown as a cricketer and become that wicket-taking bowler, you know, which at one point in time, it seemed like his, he might be, you know, career might finish prematurely. And then he's just become stronger and stronger in his bowling, batting, little cussed about what he wants to do, a little prickly as a personality, which is also extremely, you know, fascinating. He has a mind of his own. And I think he's also realized that, you know, he can handle a different portfolio using his cricketing clout or his persona and his expertise to be in the media, be upfront and facing audience and fellow players."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:57:28.600",
        "message": "And, you know, I think it's absolutely fantastic. No, simply tremendous because combination of talent, attitude, intelligence, all of these things, which is so rare. Very rarely do you, you know, find that kind of confluence. Maybe Dravid is an earlier confluence. But what Ashwin is also doing is, you know, there are two interesting kinds of stardom. One is where you are larger than life, as our film stars and cricketers have tended to be, where you're worshipped by people, people may actually literally build temples for you. And the other kind of stardom, which is a more modern kind of connect that people have with their audiences is more intimate. Yes. Where they feel that they know you, you're talking like them, you're sitting with them. And I think through his YouTube and through his Twitter, Ashwin kind of approximates that and therefore actually, you know, kind of manages both in a sense, which is fascinating."
    },
    {
        "speaker": "Guest",
        "time": "03:58:11.560",
        "message": "He's doing a marvellous job because he's making the effort to go out and reach out to an audience, you know. I mean, they may or may not be his fans, but he's reaching out to an audience which in a different avatar altogether, which is absolutely fantastic."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:27.160",
        "message": "Mind-blowing. So, you know, I've taken a lot of your time. You've been very generous with me. So, I'll now ask you for your all-time Indian 11."
    },
    {
        "speaker": "Guest",
        "time": "03:58:34.280",
        "message": "My all-time Indian 11. Oh, that's always a tough call. But let's see. Test 11."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:58:41.160",
        "message": "Yeah, let's go with, let's be purist today. I think T20, it's too early to form judgment"
    },
    {
        "speaker": "Guest",
        "time": "03:58:45.640",
        "message": "because so much is still happening. Yeah. So, I would say that Gavaskar, Sehwag, certainly. Tendulkar, number four. Number five, I would put Kohli. Three. Number three would be David. Yeah. Number five, number six, I would put. Vinu Bhai. Vinu Bhai. Number seven for me would be Kapil Dev. Number eight, MS Dhoni."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:59:13.240",
        "message": "We are identical so far. Carry on. We are identical?"
    },
    {
        "speaker": "Guest",
        "time": "03:59:16.280",
        "message": "So far, we are identical. Zaheer Khan, I would include as another fast bowler. It gets tougher with the spinners because even Ravindra Jadeja has got a very impressive and interesting record."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:59:29.800",
        "message": "Now coming into his own."
    },
    {
        "speaker": "Guest",
        "time": "03:59:30.920",
        "message": "Now coming into his own. And also as an all-rounder, there is Ashwin. How many have we got as yet?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:59:37.320",
        "message": "We got to nine with Zaheer. Nine was your Zaheer."
    },
    {
        "speaker": "Guest",
        "time": "03:59:39.960",
        "message": "Right. Nine is Zaheer. So, ten would be, I would go with Prasanna. You know, I would go with Irapalli Prasanna. And 11 would be, we have already got Zaheer and Kapil. We have to include one more fast bowler. That's a tough one. I am stuck on this, you know, whether it should be Bumrah. Though it's very early, you know. Between Bumrah and Srinath is where my needle gets stuck. But let me see. I will actually go with Bumrah. He has made such a huge impact. You know, 100 wickets in 24 tests, winning matches overseas. He has just been… But it's a very tough call between him and Srinath."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:26.120",
        "message": "So, we were the same till number eight. And number nine, I would pick Ashwin over Pras. And 10 and 11 is a bit of a problem. I would actually just go on faith and go with Bumrah as my second choice for fast bowler. Because I think he is going to end up as being considered one of the greats. And 11 would either be Zaheer if I want three fast bowlers. Or if the match is in Motera or something, then I will just take Kumble."
    },
    {
        "speaker": "Guest",
        "time": "04:00:51.080",
        "message": "Yeah. Oh, Kumble. Of course, Kumble. Yeah, yeah, yeah. I am sorry."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:00:55.480",
        "message": "So, instead of Prasanna, Kumble."
    },
    {
        "speaker": "Guest",
        "time": "04:00:56.680",
        "message": "Instead of Prasanna, Kumble. Yeah. How could I forget Kumble? Yeah, yeah. That's so great. So, you are right. I mean, the choice between the 11th person would depend on the track where you are playing. So, therefore, the best way is to have a choice of 12 players."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:09.000",
        "message": "So, you interchange one."
    },
    {
        "speaker": "Guest",
        "time": "04:01:10.360",
        "message": "So, we are both happy that way. There is no dilemma. And see, Kumble also serves the purpose of… He can also bat a bit. He has got a test 100."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:18.760",
        "message": "Yeah, yeah. You know."
    },
    {
        "speaker": "Guest",
        "time": "04:01:19.720",
        "message": "Ashwin can… He is a heck of a batsman. He has got multiple 100s."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:22.520",
        "message": "Yeah. Even Bumrah can be useful."
    },
    {
        "speaker": "Guest",
        "time": "04:01:25.320",
        "message": "Yes. And I mean, Kumble has many roles that he can play, including a captain. You know. So… Who would your coach be?"
    },
    {
        "speaker": "Amit Varma",
        "time": "04:01:36.600",
        "message": "From those who have been coach of the Indian team? From those who have been coach, unfortunately. Otherwise, in an ideal world…"
    },
    {
        "speaker": "Guest",
        "time": "04:01:41.400",
        "message": "Yeah. I mean, you could just pick Pataudi, for example. Yeah. Again, very tough call. My choice would be between two Bombay guys. Ravi Shastri and… And Ajit Wadekar. Yeah. Ajit Wadekar was a sterling chap to have. You know, he is one of those guys who really nursed Sachin Tendulkar."
    },
    {
        "speaker": "Unknown",
        "time": "04:01:59.800",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "04:02:00.360",
        "message": "You know, from 1992-93. I think he was… And also because he was from Bombay. So, there was an affinity with Wadekar. But also, a man of great… A very genial chap."
    },
    {
        "speaker": "Unknown",
        "time": "04:02:13.320",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "04:02:13.560",
        "message": "He had his own flavour to him. Spoke… He was always trying to crack jokes, which sometimes bombed. But it didn't deter him. He would crack more jokes to make up for the earlier one. And then, he would be great fun on a tour or on an assignment."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:02:29.560",
        "message": "You know, Ayaaz, one, your book is great. It contains multitudes, as I like to say. Thank you. Do I say that about people? It's just… I hope everyone picks it up. Not just because I am fortunate enough to be among some very fine names in being… having a couple of pieces there. But it's just a wonderful book. Made me so nostalgic and made me feel so warm. And also, I have not even covered half the questions I had for you, Akeem. So, we'll have to, you know, save that for another day. But thank you so much for your time."
    },
    {
        "speaker": "Guest",
        "time": "04:02:55.080",
        "message": "Thanks, Amit. Thanks for having me here. And I think it's been absolutely wonderful few hours that we spent together. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "04:03:00.920",
        "message": "Cheers. Thank you. Thank you for listening."
    }
]