[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How do we judge a political party? One way of doing so would be to see how well it governs when it is in power. By this yardstick, all our parties have failed. India has been misgoverned throughout the last 74 years, barring brief happy accidents like the liberalisation of 1991. Bad economic policies have kept millions of people in poverty for decades longer than should have been the case. Our social ruptures have not been healed. If anything, they've become worse and new fault lines have sprung up. But perhaps judging a party on governance is not fair. It ignores their incentives. A party's incentives are simply to win elections. People don't vote on the basis of governance, but on the basis of narratives. Our parties have been brilliant at creating narratives, building vote banks, constructing election machines of staggering complexity and equally staggering efficiency. And it's so fascinating to take a look inside these machines at the nuts and bolts of our great democracy."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:08.040",
        "message": "Welcome to The Scene and The Unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.240",
        "message": "science. Please welcome your host, Amit Verma. Welcome to The Scene and The Unseen. My guest today is Shivam Shankar Singh, author of two books, How to Win an Indian Election, which came out in 2019 and just released The Art of Conjuring Alternate Realities, co-written with Anand Venkat Narayan. Shivam's career graph is fascinating. He was studying economics in the US a decade ago when he got interested in Indian politics. The India Against Corruption movement filled him with hope and given how bad the government of the day was, he saw Narendra Modi as a way out. He joined the BJP in 2013 and went to see Modi's parliamentary campaign in Varanasi in 2014 from up close. He then did a LAMP fellowship, getting deeper insights into how parliament works, or often doesn't work. He then took his data analytics skill to be a backroom boy for the political consultant Prashant Kishore. He did a ton of work at the grassroots, getting Amrindar Singh elected in Punjab in 2017, rebranding him from Maharaj to Captain. He then realised that political consultants were just glorified event managers and decided he would learn more by working within a political party. He helped run the BJP's campaign in Manipur and Tripura, harnessing new media to do micro-targeting of voters. Then he realised that the BJP didn't really care about development, all that was rhetoric and he saw the extent of their divisive politics. He quit the party. He even wrote a post about why he quit the party which then went viral. Most importantly for us, he wrote his excellent book, How to Win an Indian Election, which is so full of deep insights about the nitty-gritties of how our parties run elections. His new book, The Art of Conjuring Alternate Realities, is full of the nitty-gritties of how narratives are constructed and why we believe them. I'm sure you'll find this conversation as fascinating as I did. But before we begin, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long-form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long-form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. Also, check out their Social Capital Compound, which helps you master social media. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Up-level yourself. Shivam, welcome to The Seen and The Unseen. Thank you. Absolutely amazing to be here. Reading both your wonderful books, both of which I learned so much from, one of the things that struck me is that your career trajectory would have been impossible a decade ago, like a decade before you came into this, you know, Indian politics is just kind of evolved to the state where if one may say that a well educated person like you can come back from the US and dive headlong into it and actually be part of a lot of what is changing. But before we get there, tell me a little bit about your life before politics, like you did a Bachelor of Science and Economics from Michigan Ann Arbor. What was your, you know, notion of yourself like when you were growing up? What did you want to do? What did you"
    },
    {
        "speaker": "Guest",
        "time": "00:05:30.120",
        "message": "want to be? So I was actually born and grew up in Delhi itself, went to DPS RK Param. For 11th and 12th, I actually went to a very interesting school called Mahindra United World College of India. And UWCs are a global chain of like schools across the world. There were 14 when I was there, I believe there are 18 now. And when you go there, they almost guarantee you a scholarship to 97 US universities, if you get admitted to any of them. So I found out that something like this existed, always really wanted to study the US and realize that this is an excellent opportunity. So did that. While I was in the US, I've always been interested in politics. But while I was in the US was when the India against corruption movement started, when the 2g scam happened, the Colgate scam came into the news, all of these political developments that were happening and the momentum that was getting built. For the first time in my life, I saw absolutely non political people give up everything and enter the political frame, not in direct electoral politics, but a lot of people who are friends of mine, even relatives of mine went to India gate with Indian flags sang the national anthem there with the entire India against corruption movement. They were looking for a change. In this political climate, I believe a major transformation was taking place in the country. What also happened and you correctly pointed it out, the space for a young person to contribute in politics wasn't there a decade ago. But that space opened up with the onslaught of digital technologies, data analytics coming into the fray, and becoming extremely important for elections. So I knew a lot of young people who were working for major consultancy firms, KPMG, Bain McKinsey, major banks, who actually quit their jobs and came to support BJP's campaign at that point of time, just because of the political climate then. And the climate was essentially that the current incumbent government of UPA needed to go because of all of the scams that had happened because of the policy paralysis talk. And because Narendra Modi came with a very successful Gujarat model on how business would transform India how the country would transform and benefit young people in the future going forward. So all of these people essentially came to the BJP and talk to different leaders talk to whoever they could get a hold of, and basically asked that, okay, we want to contribute to the election campaign, how do we go about it? Interestingly, the place to do this did not exist. A lot of politicians first took on these young educated people with themselves. And then they realized that it's entirely useless to keep these people in their cars and take them from one rally to the next. And that is how Prashant Kishore came into the scene, because he was already working with Narendra Modi in Gujarat. And he was given the responsibility to create an entity which could house all of these young people, not entirely headed, but at least structured. And that was how CAG, Citizens for Accountable Governance came to be as a nonprofit. And all of these young people, everyone got paid like small amounts, but it was insignificant. People came there because they really wanted to contribute. In this political climate while I was in the US, I also started working on the social media initiatives of the BJP, supporting their campaign online, did a little bit of work with overseas friends of BJP. All of this while it was happening, I realized that okay, India really is opening up. And a lot of people around me were extremely hopeful, especially when the 2014 change of government happened. People believe the nation is going to transform. And just being a part of it seems like a very important thing to do. So I started exploring opportunities. What is it that I can do after college that gets me engaged in direct politics, but more than that, to get me to understand the political system of the country, understand how laws are made, understand how institutions are structured. And that is when I came about and found the LAMP fellowship, which is Legislative Assistant to Member of Parliament, a very interesting fellowship run by an entity called PRS Legislative Research. They select 50 to 55 people every year and then place them with a Member of Parliament for 11 months. So you get to work in the Indian Parliament with an MP who has seen the entire political process for the last decade, two decades, and has actually contested elections, won elections, and is now working on framing the country's laws. So that just seemed like an opportunity that really interested me. So I came back from the US right after graduation. Thankfully, I'd applied to the LAMP fellowship and gotten in by then. So that decision became slightly easier, came back, joined it for 11 months. During this process, a couple of very interesting things happened that pushed me into direct electoral politics. That wasn't actually the plan. My plan, very similar to a lot of people's plan in CAG, was to actually work on governance and to work on strengthening institutions. But what CAG and everyone who worked there realized right after 2014 elections, I realized after the LAMP fellowship. The space to get engaged in policy is a lot more limited than the space to get engaged in politics. And when you work in direct electoral politics, especially on things like marketing, digital media, social media campaigning, data analytics, constituency profiling surveys, if you create good content, if you create solid research, which is backed by data and facts, it is more highly regarded in the political domain than it is in the policy domain. Because policy more or less still runs on gut feeling, which was very surprising to me, but it's like someone in some layer of the hierarchy thought this is a good idea, so they will do it. They don't really count on collecting data and information, but the exact same politicians who will make policy decisions on gut feeling want data and specifics and research backed facts when it comes to elections. And during the LAMP fellowship, we did a lot of data work on parliamentary data. And a lot of people don't know this, but the Lok Sabha and Rajya Sabha website are a goldmine of data. You can access every debate that has taken place in the Indian Parliament. You can access every question that has been asked in the Indian Parliament. And we realised there was something wrong in the process of parliamentary questions that were being asked. So we basically pulled out the data for the 16th Lok Sabha, about 1000-1500 questions that were asked by different MPs. And then we ran some analysis on it. And we statistically proved that the question selection system was not fair. Some MPs were getting way more questions selected than other MPs. And it was happening because they were cartelising together and asking the same questions. We researched and found out how the process was working. But we did not put that in the article. We just wrote on the statistics of it all. When that happened, a lot of politicians tweeted it out. Dr. Sashi Tharoor was one of the first ones who picked up the article and tweeted it out and it went kind of viral. And that's how I got my start in politics. Because people realised that, okay, there is this young person who is doing something related to data in politics and policy. And that's how I got into IPAC, Indian Political Action Committee. That's the company that Prashant Kishore runs. Stayed there for a while. But what I realised was Prashant Kishore's strength is branding and building the image of a leader. He does excellent events. He is a genius at branding a politician. But the data work that was happening at BJP was far superior to what any other entity in the country was doing. And which is something that is still true. So people in BJP got in touch with me and I got in touch with them. We discussed what could be done. And at that point of time, BJP did not really exist in the North East and they were just expanding. And they asked me to come on board, help with the North East campaigns, especially because no one had expertise or domain knowledge in the North East within the BJP itself. No one understood the tribes there. No one understood the culture there. No one had prior prepared data on that region of the country. People didn't even have digitised electoral rolls for that part. So it was entirely a fresh operation. So they were willing to get new people on board who would start and build this up. So I joined BJP. Did that till mid 2018. That is when things started changing for me personally. During 2017-18, it started becoming clear that the development narrative was slipping away. If you look at the political slogans, then BJP started with achche din aane wale hain. It started with bahut hui mengai ki baar, ab ki baar Modi Sarkar. It started with Gujarat model, which was a very development centric model. But in 2018, it became entirely clear to at least me within the party and a lot of people with me, that 2019 is not going to be a campaign centred around development. And a couple of leaders explicitly told us so too, that if you contest one election on development, and you contest the next one on development, you have to justify your development track record. But if you shift it to an emotional issue, then whatever your development track record might be, you don't need to justify it. You've completely shifted people's attention to a new agenda and a new issue. And that was the plan for 2019. So I heard that plan and was kind of surprised and depressed at the same time. And I realised that I couldn't be a part of it. So I told everyone quite politely that okay, I am for everything that happens on the side of development. I've loved working for the party because it's doing exceptional work in the data realm. But if the campaign is going to be entirely around caste and religion and India and Pakistan and Hindu and Muslim, then this is something that I don't feel comfortable doing. Surprisingly, a lot of people called me up to ask, what happened? Why are you upset with the party? And it became such a frequent occurrence that I ended up writing a blog post so that I could send people the link. And then that blog post got picked up by pretty much like all the online media outlets, a lot of different people and went viral. And that's how Penguin got in touch because no one had written anything on what political consultants actually do in the country. Who are these young people who suddenly come in and are doing some data stuff? They're doing targeted messaging to people. And no one really understood this field. So an editor from Penguin reached out to ask me to write on it. I thought it was a very interesting opportunity. And I was also jobless then because I had just resigned from the VJP. So I had the time to write it. Thankfully, the first book became a huge bestseller. And like a lot of people knew who I was after that. So then I started my own company that works in political data analytics and haven't had a dearth of work, mostly thanks to the book. I realized a lot of the people who reached out to me to work on the elections because their son had read the book, their brother had read the book and recommended me. So that's what I am doing right now. There's another transition that's happened. I'm actually enrolled at a master's program right now called Schwarzman Scholars. And it's based out of Tsinghua University in Beijing, which is the university that the Chinese premier Xi Jinping studied at, Hu Jintao studied at. And the program is run by the Blackstone Group based in the US. It's 40 percent US scholars, 20 percent Chinese and 40 percent from across the globe. And the idea is to get people together. It's a fully funded master's program for people to understand China. The reason that I decided to do this was China became a more politically relevant issue in India over the last one year. And I realized that the understanding of China and India is actually very limited. We have some experts on the border. We have some experts on the military and the PLA. But very few people understand Chinese culture, the Chinese economy, the Chinese regions within themselves, the structure of the Chinese Communist Party, just the way that the Chinese thought process within the population works, the Chinese social media and the Internet, because it's completely different from the normal Internet. So doing this program right now, because it's a politically relevant subject and also like a really interesting subject to study China. That's wonderful. And in fact, I've done a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:25.640",
        "message": "bunch of episodes on China. And now that you've mentioned this, I'll save some questions for China for you as well at the end of it, because your perspectives in many ways seem to be different from what one otherwise hears. Now, what you've done in the last 10 minutes is you've given us this sort of pressy of a career that's much more interesting than these 10 minutes indicate. So it's like a long passage with lots of hyperlinks. And what I'm going to do for the rest of this conversation is do a lot of double clicking on some of those hyperlinks and go in. I was struck by, you know, while reading your excellent first book, How to Win an Indian Election, when I take notes from a book, I have all these sort of different headings. And one of my headings was insights, because it was just so full of really interesting things, which, you know, were thought provoking for me, and I'm sure for my readers, and a couple of them, in fact, came up while you were speaking just now. And one, of course, is about how people within government do policy by gut feel and politics by data, which, you know, I'm sure the common perception of it is just the other way around that politics is gut feel and you're street smart, and you kind of know what works and policy will be data. But you're mentioning that as the other way around, especially saying that policy is gut feel is kind of startling to me. And that's also a fascinating rationale that you, you know, you mentioned that the leader from the BJP gave you that if you fight one election on development, to fight the next one also on development, you have to show the development. So we can't do that, which is excellent. I want to double click right at the start and talk about the young Shivam before politics. One of the fascinating things that I found that you wrote about your years in the US is how there was a hunger for Hindi content, that while you were there, you were constantly looking for news in Hindi things to read in Hindi, so on and so forth. Now, one trope that I have examined over the last 250 episodes, one thing I sometimes come back to is how different Indians understand this country differently, because of the language that they grow up reading in, like, I unfortunately am an English speaking elite. So I, you know, I can read and speak in Hindi, but as a habit, I'm consuming everything in English, that definitely restricts the view I have of the country. And this first came to me when I was chatting with a couple of earlier guests. And one of the contexts for that was this controversial old piece Ramchandra Guha wrote, and he's also been on the show many times, where Ram's thesis was that there are no right wing intellectuals you can respect in India. And that was something I tended to believe at one point in time, where I assumed that, you know, that what the right calls conservatism or whatever cloak they put on their philosophy is just a cover for innate bigotry, and there's nothing more there. And I found I was wrong. And I found I was wrong while speaking to people like Akshay Mukul, like Rahul Verma, the scholar based in Delhi, who will also be on my show soon, again. And, and I realised that they were people who grew up reading in Hindi. So they were aware of streams of thought, which English speaking elites like me weren't. So, you know, my broad question is that, do you feel that your consumption of material in Hindi, gave you a sense of what politics was in India, what society was in India, which your English speaking peers or those peers who grew up just reading in English may not necessarily have had, you know, are there differences in perspectives that came from that per se?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:52.080",
        "message": "Oh, definitely. So I think language and the medium that you consume content in has a major impact on your thought process. This also in a lot of ways connects to the second book because it is on the reality that you live in, because all of us live in separate realities based on the information that we get. If you're consuming just English information, your worldview is very different from someone who's consuming just Hindi information. I am also an English speaking elite in the sense that while I was in India, I mostly consumed English content. When I was in the US, I realised that I'm losing touch with the language, because across classes across your friends group, you're just speaking in English, all of the study that you do is in English. So at that point, I made a concerted effort to consume Hindi news, and at least read news in Hindi so that I could at least be connected to the language and retain my reading and writing abilities. Because I also realised Hindi deteriorates extremely fast, your reading speed in Hindi, if you don't read it for two years, three years, just starts declining like exponentially. So to keep that alive, I started consuming Hindi content. What I realised there, first of all, was that yes, there is an alternate set of thoughts that exists. But there is also an alternate set of facts that exist. If you look at reporting in Hindi and English, then the facts being presented to the audience is very different from each other. So you would have different worldviews. Also an interesting component of it is that even between these two languages, if you start going to the other regional languages of India, the content gets even more specific. And that is why we have states created on linguistic grounds, because the thought and culture of language is a part of people's identity and thought process. So people who speak the same language and consume the same content feel closer together in thought than other people who speak a different language. And this, I believe, would continue to exist. And it's actually also increasing now, because as we have a movement towards, say, nationalism and the English intellectuals don't respect India, they are anti-India. As this narrative strengthens, people who consume content in Hindi get more basically solidified in their own silos. And people who consume content in English get solidified in their own silos. And politicians, especially in the ruling party right now, absolutely love this. As little engagement as there is between the two groups, the more solidified the content and the narrative and the silo becomes. So it just serves their purpose. And somehow language in India hasn't presented to be a barrier yet. We've always believed in unity and diversity. We've always believed that multiple languages, multiple cultures, multiple thought process is a good thing. But that seems to be transforming over the last few years. These things which India considered to be a strength are now being exploited by political entities, by even other non-political entities for their own purpose and their own gain. If you look at nationalism and Indic pride right now, there are a lot of companies coming up who sell products based on that. So it's not even just the politicians. There are social media companies that have been created based on a spirit of nationalism that is essentially, OK, these foreign companies where English is the main language is dominated by left liberal intellectuals. So you should use us. So this language barrier is now also a political barrier. And it's also becoming a cultural barrier. And it's becoming a divide where people with one linguistic consumption habit actually dislike and distrust people with another linguistic habit. So this interesting transformation will play out over the next few years. But it is something that's getting more embedded and becoming scarier over time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:41.160",
        "message": "And is this something that has changed and become more recent? Like I did an episode with Snigdha Poonam who wrote this excellent book called Dreamers about young India and young Indians. And one of the threads in that was that one thing she would find in small towns everywhere was this aspiration to learn English. So it was Hindi speakers who are not necessarily resenting those who know English and are part of the elite, but they want to join that elite and they want to learn English. And that's the whole game, you know, where English becomes a sort of a tool for signaling that you are on the move, that you're going from here to there, as it were, rather than just a sort of a medium of communication. Is that somewhat at odds with the sort of the resentment and the feeling of otherness that you're talking about now? Is this sort of this negative, more darker shade something that's come about maybe over the last decade?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:30.120",
        "message": "So English has always been a tool for social mobility, and it's been a very easy means to rise up the economic ladder. And this is true for most nations around the world. If you move from the native language to English, you will do economically better, and your future generations will do better because they will start learning the language from a young age. So it has been a part of Indian aspiration. Higher education has been a part of Indian aspiration. The value of secularism and liberality and a culture that adapts to other cultures has been something that India's largely been proud of through much of its history. All of these things, though, are being transformed into something of a weakness. So when you look at the current politics, the goal is to make you feel bad about it. It's about why do you want to learn English? These people who want to learn English want to change your culture, want to take something away from you. And a large set of people are now holding on to a value system where they would rather go to Hindi medium schools, rather send their kids to Hindi medium schools, even though it's economically worse for them, because it is a political statement. And they have come to believe that learning English and transforming towards English is somehow selling out. And it is a message that our politicians have tried to send to a large part of society. If you look at even people who went to foreign universities, people who got great educations, it was a thing that generated respect across society. But now there is a movement to deride and belittle it in the sense of statements like hard work versus Howard, coming from top politicians of the nation, in the sense of people stressing how anyone who goes to a good institution, even within the country, if you look at something like JNU, Jawaharlal Nehru University has been one of the top educational institutions in the country. If you look at Ashoka University, one of the better private universities, all of these spaces of intellectuality and learning have been branded into something negative, something that is against the nation, something that is anti-national, something that will work against the interests of India. So there is a concerted attempt to make anything progressive into a bad thing. And that also includes the English language."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:43.160",
        "message": "So what we see increasingly around us these days is a lot of regressive messaging from politicians of all hues, actually. For example, just recently there was that, I think, that politician whose clip went viral on YouTube, where he's saying that, you know, what is wrong with modern women? Why are they working? Why are they not getting married to us? Why are they not having kids and all of that? Leave alone the fact that our Prime Minister himself hasn't got married or had kids. But one can at least understand where that sentiment is coming from, because our society is misogynist and sexist, and they want to keep it that way. And obviously every Indian male who thinks like that is terrified of the empowered woman. So I get where that is coming from, reprehensible as it is. But, you know, this whole thing that I won't send my kid to an English school seems a little sort of bizarre to me. I mean, I did an episode with Sujata Anandan about Maharashtra politics, where she spoke at length about the Thakures. And the interesting thing about Bal Thakure was that he was a true believer. He wasn't just posturing. When he spoke out against English schools, he actually sent Uddhav to a Marathi medium school, for example, which could have, you know, turned Uddhav one way or the other. But it seems that he remained fairly sensible and didn't go down those extreme paths. So do you have any theories about why this is so? Because it seems to me like a clash between the individual self-interest and community pride, that your individual self-interest would dictate that you send your kids to an English medium school because they'll do better in life. And then one day, hopefully, they'll look after you better because they'll have more money. But instead, it's like, you know, apne hi pair pe kulhari kind of thing for this whole, you know, notion of community. And this keeps coming back to me again and again, because, like, I am someone who values individual rights above all, you know, to me, if you think in terms of groups, that's toxic, that's dangerous, that completely goes against individual freedom as well. But there are many people who, you know, obviously take the contrary view, not just in an abstract sense when it comes to other people, but even when it comes to themselves. So I can't understand this. But what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:42.840",
        "message": "So let me start out by saying that most people, the vast majority still work based on self-interest. If they have the opportunity and the funds, they will still send their kids to the best school that they can. It will most likely be an English medium school, likely CBSE or ICSE and not the state boards. Those hierarchies still remain very much so. And that encompasses the vast majority of the nation. But what is happening is that a vocal fringe is coming about. And if you look at it in terms of other nations or other ethnic groups, then we've seen this within Islam, say, for a very long time, where there is a push to send the young kids to madarsas instead of sending them to private schools. If you look at a nation like Afghanistan that has just fallen to the Taliban now, they would much rather have the entire population study religious scriptures than study science and mathematics and humanities and arts. So this is a thing that exists in most tribalistic societies, in most tribalistic cultures, where the fringe, when it comes to power, does not want people going to institutions of learning, which will expand your thought process. It wants you and your kids to be in a place which restricts your thought process, which takes you back to something thousands of years ago. And you start seeing something that is old and ancient as a great and glorious time period and the current as something that is bad that has come about because of the other side who is trying to liberalise, who is trying to bring in Western values, trying to bring in external things into your life. You start hankering for a past that you haven't lived in because it existed thousands of years ago. This group has started emerging within Hindu India. It did not for a very long time and the aspirations of all of India were basically concentrated around economic development and prosperity and growth. But this recentering that has happened, there are a couple of reasons for it. The politics of Indic nationalism and Hindu pride and Hindutva is definitely one reason. The other reason is that economic possibilities and just people's capabilities to transcend the economic ladder and go up has declined. And in India, if you look at the growth trajectory of the country, we used to have something called the Hindu rate of growth, an extremely slow two to three percent growth rate. After liberalisation in 1991, we started growing extremely fast by 1995-1996. That growth rate survived till about 2012. And after 2012, we basically started stagnating back to the three to four percent rate of growth. This interesting thing that has happened has happened for a couple of reasons. One, technology is transforming. So India's huge advantage because of which we became a powerhouse for BPO and call centres and business outsourcing from the West is we spoke better English. What's happening now is South Asia, Southeast Asia, the other nations, Philippines, Taiwan, Indonesia, Vietnam, all of them are learning English. Even China, for that matter, who focused on manufacturing largely is entering the service domain because people there are learning English. So this competitive advantage is slowly declining in the country. This basically removes a huge chunk of economic mobility because this is what people were entering from 1996 to 2012. When this happens, the value of, say, going to an English medium school also starts declining for some people. They don't see the same amount of reciprocal returns coming in. So it becomes slightly easier to go into the Hindutva camp and be like, oh, we want our old traditional culture. We want our pride. Because when you don't have economic growth, the only thing that you have to hold on to is pride. This is a very interesting thing that I saw during my time at BJP and after a lot of karakartas that you see in politics in general, most people think, why is he doing gunda gardi? Why is he wearing an orange muffler? Most people think that that guy believes in Hindutva. That guy believes in protecting the cow and cow raksha and lynching people who are transporting cattle. This largely is not the case. The interesting component that I started noticing really early on is most people are in it for pride. If you look at a political karakarta, who is a political karakarta who's planting your flags on the ground, who is calling people and filling them up in tempos and rickshaws and taking them to political rallies? Who are these people? These people are some of the lowest people in society historically, who have not been to good educational institutions, who've not had good opportunities in life, who've not worked at high salaries. The people who have run like some businesses here and there, done some tiny consultancy work here and there, part time jobs, but they've spent most of their life at the local paan ka dukaan discussing politics. Waha pe bidi peena, cigarette peena and the conversation is largely centered around politics. They have not ever had respect in society. Within their families, within their areas, within their entire society and their entire caste networks, they've been seen as someone who doesn't do anything. Ki lokal netagiri karta hai, chota mutha gundagardhi karta hai, ki this person is not someone that you should associate with, has been the image. BJP has transformed this. Now that same person at the same paan ka dukaan, if he wears an orange gamcha and he starts talking about Hindutva, he becomes someone who is slightly more respected in society. If he talks about gauraksha, if he talks about ancient Indian culture and wisdom, his respect in society grows. And because the economic aspect of gaining respect is not there anymore, it is a much more difficult path. Earlier you could get a good job and gain respect in society, that good job is not there anymore. So the way to gain respect is becoming, you enter the fringe, you start saying more fringe things, you start defending Hindutva, you start becoming a spokesperson on your WhatsApp groups and that becomes something that gives you some amount of authority and respect in society. And this is how most political karakartas stay engaged with the process and support something that they did not say even under BJP during the Vajpayee years. When LK Advani was leading the BJP after Atal Bihari Vajpayee retired, the same amount of fringe thought was not there because you did not gain pride by it. Now the fringe thought keeps escalating, keeps increasing and it's been especially true since 2017-18. If you look at the political climate, a lot of leaders were not willing to give hate speech. The hate speeches were largely WhatsApp forwards, they weren't on national television, they weren't in the television studios, but they came into the television studios, they came into mainstream political discourse and in the rallies and speeches of politicians after 2019-2020. And this process, I believe, will keep accelerating because it's become more acceptable. And honestly, it's become something that gives you respect and pride in society."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:00.680",
        "message": "Fascinating. And for those of my listeners who would like to sort of learn more about the economic trajectory you described, which is absolutely correct. I did an episode with Pooja Mehra on her excellent book, The Lost Decade about, you know, about how essentially the last 10 years, the economy has really gone down and it's not to be blamed on any one party. It's just a confluence of circumstances which she goes into. And I also did a recent episode on liberalisation, which was really popular with Ajay Shah and Shruti Rajagopalan, by which I don't mean to say it was popular with Ajay Shah and Shruti Rajagopalan, they were the guests. It was popular with everyone else. And I love the irony there that, you know, the BJP moving away from a narrative of development to Hindutva, when actually it's it is a very lack of development, which is pushing people more and more towards Hindutva. And you mentioned the term Indic, that reminded me of a tweet that my good friend Hamsini Hariharan, who hosts the podcast States of Anarchy recently put out, where she said, quote, I'm meeting a new set of people who use Indic to substantiate every bigoted belief they have, stop quote. Now, one thesis, of course, is that look, there's no development, but so there's no getting ahead per se, but there needs to be pride. So what do you do? You find pride in the civilizational identity and blah, blah, blah. Another, an additional narrative, I won't say a counter narrative, because these things are multifactorial. But an additional hypothesis that I have written about, and I'll present to you now and tell me what you think about it, is, comes from this phrase used by the sociologist Timur Kuran in his 1999 book, Public Lies, Private Truths, which is preference falsification and preference cascades. These are the two terms he came up with. And his thesis was that, look, in a time where information doesn't spread too well, if people have beliefs that they think don't conform to widespread popular beliefs, they'll keep it to themselves. The example he gave was look in the Soviet Union, you know, nobody knew that everybody hated the state, because nobody expressed it. So everybody thought they are alone, and they didn't want to take a chance. But once that started getting out, once it reached a tipping point, you had what is a preference cascade. And suddenly, it seemed like the Soviet Union fell overnight, and everybody had hated it all along. Similarly, my sense is that what happened in India, and something that contributed to the burgeoning of Hindutva and the kind of polarizing discourse that we have around us, is really social media, that social media created preference cascades. Because let's say, you know, you hate Muslims, and you think women are women's places in the kitchen, but you keep it to yourself, because these are not things that you feel it is safe to express, because other people might disapprove. And then social media happens, and you realize that many, many, many people feel the way that you do. So you can enter different kinds of silos with them, as you've described so well in your book. And you are now you know, emboldened to express yourself. And every time you express yourself, your belief is strengthened, and you go more and more to the extreme. In fact, when you are in a silo with other people like yourself, the only way to stand out is to become more extreme than they are to, you know, enforce different kinds of purity tests on them. And of course, these silos and purity tests, you also find on the left as well as the right. But right now, we are talking about Hindutva. So what is your sense of this? Like, much as in a sense, you're making a living depends a little bit on social media and all the data gathering that this great technology enables. But at the same time, while I'm sure both of us would agree that technology is obviously a huge net positive, you have probably seen the negative aspects of it much more closely than many people have. So what are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:30.320",
        "message": "Oh, so this is definitely a major factor. Social media allows groups to basically you get to consolidate people on any fringe thought, because you will find a group of people which will be a very small group who believes anything, no matter how fringe it is. So conspiracy theory groups that came about in the US even after the elections, like people who believe that the election was stolen by the current President Joe Biden, or people who believe in the QAnon conspiracy theories, or even in India, people who believe that Shashank Singh Rajput's death has a major nefarious plot around it. So these groups are something that are created because of social media, because without it, it would be very difficult for these people to come together. When we wrote the second book, we actually studied Russia very deeply because we are studying information warfare and figuring out how is it that people gain power by creating an information environment around you. What we realized that in an autocratic regime, the ruler never wants anyone to find out how unpopular they are. Because once they do find out that there are a large number of people who find them unpopular, these people start consolidating into groups. But if they think that they do not like the ruler personally, but everyone else around them is a loyal follower of that person, they'll keep their thoughts to themselves. And no one will ever know how popular or unpopular the ruler is. So this is an important aspect. This definitely applies to thoughts that would be considered bigoted, thoughts that would be considered illiberal, thoughts that would be considered bad by society at large. You do find enough people on social media who start supporting your view, and you keep getting deeper into the silo. It's also definitely true that once you are in the group, to rise within the group hierarchy, the main thing that you can do is to become more and more fringe and more and more extreme. So these things definitely do happen. Social media itself is a very complicated subject. When it did start out, and even right now, it allows you to form groups around anything. So a lot of groups that have formed are around good things. People on Twitter are learning every day. People who are watching YouTube videos are learning something new every day. But it also allows very bad thoughts to get exponential distribution. The algorithms are structured in such a way that once you start viewing one kind of videos, start liking and supporting one kind of tweets, your entire feed will get filled with that because the platform's major goal is to keep you on the platform as long as possible. So it will show you any content that plays to your biases, which will just keep you clicking and engaging. So this does mean if you believe in something fringe, if you believe in something absolutely false, your life will get saturated by the false content. And on every social media platform, you will start seeing things and information and messages that basically solidify your notion. So social media is doing that. What is tricky right now is that because of this entire problem of misinformation and silos, governments around the world are working to take power back from social media giants. And so the second book's theme is also this, that power in the ancient world was largely based on how much military might you have. Then it transformed to how much economic might you had. And that was the history of colonialism where powers, which were economically stronger, took over much larger countries. Now power within domestic politics and in the international arena is dependent upon who has the means to create an information environment around people and shape their beliefs, shape their reality in essence. So this power has now gone to Facebook and WhatsApp and Twitter and these private companies. National governments absolutely dislike it. So almost every country that is basically big enough and democratic or even authoritarian governments, they're all trying to take this power back from social media giants and give it to the governmental entity to shape people's reality. India is doing it in its own way by asking social media giants to appoint an officer who can be arrested if posts are not taken down so that government can take down any post that it does not like. Right now, that power rests with Twitter. Which one is better is a very tricky debate. What I believe is that none of them are better because social media giants will want you thrown into silos that keep you engaged forever, no matter how bad the thought. Governments will try to censor any information that's against their reality and whatever version of truth they're telling. So both of these are horrible entities to regulate it. But this is the fight we have. The only one who's doing something very different is actually China. They can do something very different because for one, they don't have the traditional internet. They have their own internet and they control all of the social media platforms on that. But their method is not to specify what content can come about and can't. They are now working on this algorithm level itself. They're trying to specify what content can go viral and what can't go viral. So they're not censoring. But the algorithms will be designed in such a manner that content that the state disapproves of will stay there, but it can't have widespread distribution. It can't reach millions of people. So it's just a very interesting middle ground of handling it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:52.320",
        "message": "I don't know if one can call it a middle ground. I'd say it's pretty much the state controlling it anyway, but in a subtle way in which it isn't obvious. And you're right that this is something that kind of conflicts me. Like number one, of course, for any of these platforms, it is natural. And prima facie, one would say, if you know, in 2010, if you say, what's a perfect algorithm, I would say an algorithm that knows what I want to read and what I want to watch and what I'm likely to like, right? But then you see all these effects of these echo chambers and these silos coming up and the extreme polarization that happens and you wonder, is that a good thing? I think but completely the wrong approach to it is a state sort of, you know, using its iron hand to clamp it down because state power is something that I'm always suspicious of, you know, you know, whenever we compare something that's wrong with the market, and we recommend a state action, we look at the faults of the market, but we assume the state action will be perfect, while it is absolutely the other way around. State failure is ubiquitous, while market failure is rare. So in this case, while I accept that there's a problem with, you know, social media and these algorithms and what is happening to our society, because of them, which go far beyond politics, even which affect mental health, and there are various dimensions to it. I think it's a social problem which should be solved by society. If the state steps in, then we could be in a spot of bother. Now, I want to sort of digress here and raise a question about a phenomenon that you've described in your books. But I want to kind of explore the why of it, because I don't understand the why of it, which is that, you know, one, of course, we all know why narratives are so appealing, the world is incredibly complex, we explain it to ourselves using simple narratives, that's important and necessary. And our brain is wired to do that. That's cool. I get that that explains the attraction towards narratives. But a lot of the narratives that have gained traction over the last few years, are these crazy narratives like the QAnon narratives you mentioned, then the Sushant Singh Rajput narratives, like people are only familiar with a couple of the common narratives, I have gone into SSR rabbit holes, and come across some really extreme stuff, you know, like he is a creator of Covaxin, and that's why they killed him. And there's another popular theory where there is something in quantum mechanics by which an atom can be split into two. So the theory is that Sushant Singh Rajput once posted about this, said he wanted to learn it. So the theory, this particular conspiracy theory is that he split himself into two. And the SSR who got killed is a duplicate. And the original SSR was a guy who created Covaxin. And he is now in hiding, because Yogi Adityanath is looking for him. And this is something of that sort. I'll post a link in the show notes. It's completely bizarre. Again, disturbingly, you know, in your first book, you also spoke about the child kidnapping rumours that spread through WhatsApp. And I had an episode with Pratik Sinha of Alt News, where we spoke about this as well. And the nuance that he revealed was that it wasn't just one child kidnapping message that went out on WhatsApp groups, and then everybody forwarded it. It was constantly being edited with the name of the, you know, the local place, the district, the village being changed, you know, as it kind of kept on moving. And that's completely bizarre, because as you've said in your book, and as is perfectly obvious, this is not something any political party will do because they have nothing to benefit from this. And they won't even think of this. This is just bizarre. These are private individuals. But the point is these messages work, because people are keen to believe this narrative that kids are getting kidnapped and their kidneys are being taken away. People are keen to believe that Sushant Singh Rajput is still alive and his duplicate died and he invented Covaxin and shit like that. So what I'm interested in is the why I understand the human attraction to narratives. But why these kinds of crazy narratives, like are we just bored with the"
    },
    {
        "speaker": "Guest",
        "time": "00:49:35.680",
        "message": "world? So this is actually a very interesting idea. Human desire to understand things is definitely part of why people buy into stories and narratives. But why crazy thought processes work is in general linked to people's desires to be part of groups. What happens is that in the modern world, people aren't really part of too many communities in real life. Everyone has their own life. Everyone's chasing whatever they're chasing in their own entire lives. What this does is that it increases your desire to have human relationships. If it's not working out in the real world, you seek it in the virtual domain. And in the virtual domain, the kind of group that you fall into isn't really something that you choose. What happens is this is actually very close to the formation of cults. And we've explored some religious cults getting formed. And what we realized was most cults, like the message itself and what the cult leader is saying doesn't matter. What matters is how distant you can be made from people in the real world and how you can be made to feel like a part of a community within the cult. As long as that is there, you will support any belief system no matter how absurd it keeps becoming, because then you feel like you belong to a community. You belong to a certain group of people. Those people will stand with you. And anyone who does not support it is someone who is against you and against the group and is trying to harm you. This entire sentiment is what major conspiracy theories and cults are centered around. This group thing getting built is very, it's a very weird phenomenon because what we realized in the data itself, we analyzed data about cyber scammers and how cyber scammers got people to give them OTPs because we were trying to explore what kind of a person falls for a scam like this. We found absolutely no correlation. It was not linked to your education level. It was not linked to your language ability. It was not linked to your socioeconomic status. So someone very poor who's not been to school is exactly as likely to fall for a scam statistically as someone who is very educated and very rich. This told us something very interesting that this is something within the human mind and within the human being that leads you to fall for these stories, these narratives, and the story and narrative will be different for each individual. Not the same thing is going to work for every person. Like if you bring a concept from the US, like if you look at the US, there are people who are so committed to the right to life that they want to outlaw abortion. That particular messaging does not exist in India. It will probably be a very hard sell to try and build it up and it would take a couple of years. But if you have something like the caste system that is so prevalent in India and there is one caste group who thinks another caste group is against us, you can't take that out of India and try to implant that messaging within a different society. So different messaging works. Who falls for Sushant Singh Rajput versus QAnon versus who falls for child kidnapping rumours is a very interesting area of study that we are still studying and still working on, especially related to geopolitics. So we are doing it at a nation state level, not at an individual level per se, but very interesting area and I don't think anyone knows the answer. Beyond people's desire to be a part of a community is much stronger than people's desire to look at what's real and what's not real."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:08.280",
        "message": "I totally buy that. The desire to be part of a community is both ever-present and poignant in a sense. It kind of tells you about how even in these modern times with 7 billion people and all of that, one can, you know, everybody's essentially in a minority of one and looking for ways to kind of get past that. But as you pointed out, in some of those cases that doesn't apply like the OTP scams or the KYC scams or whatever, where they're believing a narrative, but obviously there's no community involved. You know, the kind of scam I expected you would write about, but you chose these local Indian scams, but the Nigerian prince kind of scam, right? A Nigerian prince wants to give you his money and blah, blah, blah, and all of that, which is again, a crazy story that you believe and there's no community at the end of it. So clearly we are wired to believe this kind of shit or maybe we are just bored. So, you know, it's like, who knows, maybe we are addicted to narratives and you"
    },
    {
        "speaker": "Guest",
        "time": "00:53:58.640",
        "message": "want every hit to be greater than the last. So there actually is a community angle there because most of these scammers are trying to recruit people to be their friends. Like there are two ways to do it. One is to scare people into it, tell them that accounts are going to get blocked, something very bad is going to happen. And they are their friend trying to save them from such a bleak and dark place through which it will be very difficult for them to navigate. The other one is them telling that how you would be rewarded if you tell them the OTP because you won the special prize, you won the special thing. If you look at the Nigerian print scams, those scams take months. It's not one email and send someone sending you money. It's literally someone cultivating a relationship with you over the course of three to six months. Or even we've actually seen instances where people have done this for two years and then got someone to give them money. So it's a long term investment in forming a relationship. The other part that I wanted to mention is with any conspiracy theory, it never starts at the fringe. With something like Sushant Singh Rajput, it never starts at Sushant Singh Rajput splitting into two or him inventing a COVID vaccine. It always starts with very reasonable things. It always starts with something which people are likely to believe because there is also tangential evidence linking to it. That evidence is taken out of context, that evidence is placed in a completely different perspective. But it exists. And that's how reasonable people come into it. After that is when it starts spiraling into something completely insane."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:26.640",
        "message": "Yeah, that's a really great point. Because I think the first conspiracy theory was, oh, look, his, you know, his agent Disha Salian died a week or a couple of weeks before that. And there's a crooked politician involved. And all of us know politicians are crooked. So all those are plausible bits of information which are verifiable, because it is a fact that she did die a couple of weeks before that. But then you build them together and make this kind of crazy story out of it. Having digressed so much, let's go back to your personal history. And let me now kind of, so I've hit the back button on the browser, and now I'm double clicking on another of the links. So an interesting thing that you kind of mentioned again, while talking about the Bachelor of Economics that you did there, is that just because everyone else was kind of doing it, you said, let me also do computer science. And by the way, there was this recent video which went viral on Twitter, which you must have seen, where people were mocking this kid. This is poor kid who got into one of these IITs. And he had studied very hard for it. He didn't go to parties, just, you know, that kind of work ethic. And he said, I want to do computer science. And the person asked him why. And he said, because everyone else is doing it. And the snobs on Twitter were mocking him for it. Because why is he, you know, doing it if he doesn't want to do it? I thought his reason was perfectly good. And it turns out that he actually did finish his course and he's now got a plus job in Korea and all of that. And he's really good at computer science as well. So more power to him. And so while reading your book, it struck me that hey, Shivam also in that category. But that turned out to be really fortuitous for you, because that was practically the base of whatever you went on to do. So tell me about your sort of entry into data analytics and computer science. And did it in some fundamental way, change the way that you looked at the world around you? Like I didn't study data analytics, but I was a professional poker player for a few years. And you know, got deep into math and probabilities and game theory and all of that. And I just found that probabilistic theory just completely changed the way I look at every single thing around me. So was this something, you know, analytics, data science played that kind of role for you as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:29.800",
        "message": "Oh, definitely. So I yes, I did the computer science courses because a lot of my Indian friends were doing computer science. So just because I wanted to be in the group while they talked computer science stuff. And I wanted to understand like what they were talking about. I did a lot of computer science courses, definitely one of the most valuable courses I've done, at least in my worldview at this point of time. At least understanding how code works helps you in pretty much every domain. Because even if you don't code yourself, at some point of time, you will need to explain to another coder, because everything is moving online in one way or the other. Every space that we see around us, there is some amount of automation coming in, there is some amount of technology coming in to transform those spaces. So that way, I think it's extremely valuable. It does transform your way of thinking in econometrics and statistics. It does tell you how biased your thinking is. In a way, what happens is on one side, while studying econometrics, you're being told how human biases play in. Because a lot of the questions that we answered in class, the guess that you would have, the gut instinct that you would have is far off from what the statistics tells you. And then on the other hand, while learning computer science, you realize that the computer is a very efficient thing, but it's also a very dumb thing. People think computers are smart, but code needs to be written in a way where every step is extremely clear. There is no space for ambiguity. It's not like a human being that you tell them, okay, go to the market, and then get me this. You have to specify every step, you have to specify every action that the computer needs to take for it to work. It's changing now with machine learning and AI coming in where computers can also teach some things to themselves. But traditional computer science, it does tell you that the thought process must be so systematic, where you need to specify every step of the way. Once I started doing this in life, and after the entire political journey, after writing two books, I realized something special about the stories that people tell themselves. What happens is that you try 10 different things. Political parties try 10 different things. And three of those work wonderfully well. And then someone comes to the TV studios. I have also been to the TV studios and done this. Then you tell a story that, oh, this happened. And then we saw this data and then we saw this. That's why we built this campaign. And then we did this campaign next. And then we did this. And this is how we got the votes. And it's an excellent story. Everyone's like, oh my God, that is so smart. That is genius. Except in life, everyone is trying 10 separate things at the same time. Two or three of them work, seven or eight of them don't. You disregard the seven or eight entirely and you form a story around those two or three. And that's how my life has been too. Now I'm clear what I'm doing. So I have a story around how I was always interested in politics. Might not have been the case if I was not so successful within my journey in politics and like political consultancy in general, might have been an entirely different story. So computer science does get you to think this way in steps and stages."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:48.760",
        "message": "That's wonderful. So what we'll do now is that we have pretty much done with your pre-political years. We might come back to it later. So let's take a quick commercial break. And when we come back, we'll take you to Varanasi. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009 and became somewhat popular at the time. I love the freedom the form gave me and I feel I was shaped by it in many ways. I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at IndiaUncut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to IndiaUncut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox. You don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at IndiaUncut.substack.com. Thank you. Welcome back to The Seen and The Unseen. I'm chatting with Shivam Shankar Singh about the two wonderful books he's written, How to Win an Indian Election and The Art of Conjuring Alternate Realities. And of course, they're related. But you know, before we even sort of get to those books, and before your Lamb Fellowship even, you've described in your first book about how you landed up in Varanasi in 2013, because you were kind of disgusted at what was happening to governance in India, you realized it was time for a change, you bought into some of Modi's campaign rhetoric about, you know, development and so on. And you came out here and you went and volunteered in Varanasi. Tell me a little bit about that experience. Because like number one, did you ever think that you also want to be in politics per se? And were you exploring that when you went along? What was your immediate motivation per se? Or did you just find it an interesting field at an intellectual level? And you were like, hey, I want to understand this? Or was it this vague notion that, you know, I want to help take my country forward and let me dive into this and see if there is something here. And of course, in hindsight, like you mentioned before the break, this clarity, you can you can construct an exact story and how you got here from there, as it were the code of our lives is often written in hindsight after it's after the program has already played out as it were. But at that time, you know, what were your motivations? What were you looking for? What were you thinking? Take me through some of that."
    },
    {
        "speaker": "Guest",
        "time": "01:03:38.360",
        "message": "So this was 2014, right before the general elections. Primary motivation was that I had never actually seen an election in real life. And I was interested in politics. I already knew at that time that I would be joining the Lamb Fellowship and working in the Indian Parliament. I really wanted to see an election. And what I realized was that you can actually just go and see an election. India is an amazing country. That way you reach out to a politician. Most of them are extremely welcoming. You tell them I want to see your election campaign. They will invite you to their constituency. They will get you to sit in some random karakartas car and they will be like go to this rally here and they will be very excited to do it. So that was my level of engagement in Varanasi. I was largely an observer. I wasn't helping out with the campaign in any way. Also wasn't in a position to help the prime minister of the country in his election campaign in his constituency. But it was an extremely interesting journey. Went to a lot of different places, talked to a lot of different people. The first thing that I started noticing was that the Modi wave in 2014 was so strong that you had random kids shouting BJP slogans, wearing BJP hats. So I even have pictures posted to Facebook where random kids are hanging on to me wearing BJP hats. And that entire situation that was there at that point of time, the entire euphoria that was there in the entire population made me really excited about elections in general. So some of the most exciting days in my life have been like one, one and a half months before elections. And it doesn't even matter who I'm supporting. It's just the atmosphere there. Indian elections for most people in urban India are these things where like people are debating on TV, angry at each other, shouting at each other. In most of India outside the urban metros, elections are festivals. It's huge rallies happening. It's crowds coming to cities from different villages with politicians arranging free transport for them. It's an entire holiday outing. They come to the main metro city to listen to the speech, but then after the speech, they shop there, they go around there. The buses take like the next five or six hours just standing there while people explore the towns and the cities of this country. A lot of times political parties also pay people to come to rallies, which is obviously a horrible thing for democracy, but is also a form of economic redistribution. Political parties and politicians made money. When the election is happening, that money is going to come out and that is going to go to citizens, that is going to go to tent dwellers, that is going to go to rickshaw drivers, that is going to go to bus drivers. This entire process, extremely illegal, extremely horrible for democracy. But when you see it on the ground, it feels like a really cheerful thing. It seems like a festival with gifts being distributed by the politicians to the voters. So this experience of one election in Varanasi got me excited about elections for one, gave me an understanding of what democracy and elections mean to people in this country, what the value is. We value elections a lot less than this country's rural population and this country's poor population because the results of elections don't affect our lives in the same way. If say someone else wins today, my life would largely remain the same. I don't depend on government benefits. I have not been to a government school. My kids are very unlikely to go to a government school. The roads that we go to end up paying tolls on all of them. We don't avail of any of the different government schemes. We are not getting housing under Indira Awas. We are not working for NREGA. We are not taking ration from the PDS system. We are extremely distant from the government. But this country's poor population and this country's rural population, almost every person is getting the benefit of some or the other government scheme. They're getting rations, they're getting houses, they're getting toilets built, getting gas cylinders. The impact of a government change on them, and then there is another aspect to it that is slightly more negative. The parties are based around religion and the parties are based around caste. So in urban India, these things matter, but they still matter less. In rural areas, one party comes to power that is based around a certain caste group, that caste group feels emboldened and empowered enough to suppress other caste groups within the rural area. They feel emboldened enough to do illegal things, like with BJP in power. The consequence on a rural Muslim household on a daily basis is going to be much worse than say housing discrimination in Mumbai, which exists, which is a major problem, but it is not a daily problem. In the other parts of India, it's a daily problem. So who comes to power, who wins an election will influence the course of your life much more than it would for you or me. And this is something that you can only realize once you go to an election campaign and talk to the people there. Why are they there? What are they doing there? Then going to Banaras, Varanasi also had another sense. I understood the election economy slightly better. I went to Kashi Vishwanath, I went to a couple of other temples, I went to the Hanuman Mandir. Kashi Vishwanath is also a very big political entity in Varanasi. So I talked to the Pandit there for a really long time. And I'd also like gone with some political people. So they assumed I was important enough to like engage and talk to. So we talked for a really long time. And he told me about like Arvind Kejriwal coming to Varanasi and his discussions with Arvind Kejriwal. He told me about his discussions with other people and how he was supporting Narendra Modi and what his motivation was. And then you start to realize how important these different people are in elections. It turned out to be incredibly helpful while I was working on election campaigns in the Northeast, because we are dismissive of people who try to say that I have 500 votes, I have 1000 votes, I have 400 votes. But once you meet a couple of them, you start to learn how to analyze if they actually have these votes before you even engage with them. So while I was in the Northeast, there are a lot of tribal chiefs, there are a lot of village heads, village tribesmen, elders in the village who have the capacity to shift votes in their local village, in their local area, because the community respects them. So they have demands from you. Some of them are political demands. Some of them are demands for the local area. Some of them are like social demands. Some of them are like personal demands for their own personal benefits. All of that happens together. But you realize that, okay, these people exist in the country who are respected enough or feared enough in the community to transfer votes. And this value of these people in democracy, I saw in Banaras for the first time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:35.400",
        "message": "So a lot of fascinating things are and you know, one of the insights I noted down while reading your book was when you talk about whatever other data or whatever other metrics you look at, one metric that you feel is reliable for identifying if there is a wave or not is how excited the children are. And you said that's when you know, you were in Varanasi and you saw all these kids who are enthusiastic about Modi that you realize that there was something there that was pretty big, much as you know, people say that if an earthquake is coming, your dog will know. But you know, my question there is that, you know, if your dog is acting weirdly, how do you know whether it's hungry or there's an earthquake coming? You can't assume there's an earthquake coming every time. But I have a dog, so I don't know that very well. So I have two or three questions that arise out of what you just said. And one of the things that really intrigues me and which you would know intimately, but I don't and most of my listeners certainly don't. So we are hoping for some enlightenment there is what is the ecosystem of party workers like across parties? Like, it's a question that often comes to me that what motivates a party worker, a lot of party workers, for example, don't even really get paid, you know, most of them can't really aspire to realistic power. Of course, they might have little driblets of power by virtue of being somewhere in the party hierarchy. And that can be intoxicating on its own. And once you have it, you don't want to let it go, I get that. But by and large, most party workers, you know, what are they motivated by what are their incentives, you know, at the level of the BJP, to some extent, I know a lot of the foot soldiers were of course provided by the RSS and all that. And there's a deeper connection to community and to ideology that goes on there. And I get that. But I look at all the other parties and all of that. What's the scene out there? Like in your case, you're a professional, you're coming with data analytics, part of what is driving you is also a hunger to learn. Like you talk about how you know, during the Amarinder Singh campaign in Punjab, which of course, we'll come to a little later, because I have questions on that as well. But during that campaign, you landed up and you realized that there was no data analytics, it was just boring data collection, and you didn't want to do that. So you focused on another domain. So you're driven at that point by curiosity and the hunger to learn. But what about what about actual party workers? What about karyakartas? How is this ecosystem kind of held together? Give me a sense of that."
    },
    {
        "speaker": "Guest",
        "time": "01:12:55.040",
        "message": "So one sad reality is that most party karyakartas are people with very low opportunity costs. This is true, largely because someone who has a good job has a stable family and has to go to office nine to five, and gets a good salary is very unlikely to resign from that job and become a party karyakarta because there is no real future to it. So it's largely people who were just surviving. And they have a couple of reasons to get into the party structure and get into a party hierarchy. One is obviously a sense of belonging and purpose, which is something that everyone is looking for in life. A lot of people find it in their careers, a lot of people find it in providing for their family, a lot of people find it in politics when they're contributing to a party coming to power. So that is the first part. This also includes the RSS karyakartas who support the BJP. They're there for the purposes of supporting an identity, supporting a belief system, because it gives them a sense of purpose. There is nothing real and tangible that they're gaining out of it, other than a friend circle, a community and a purpose and something to do in life. The second kind of karyakarta that's there, which is a much bigger proportion, actually, is people who are there because they see it as something that can provide some amount of social mobility. And the social mobility includes economic mobility, because sometimes they will reach out to someone higher up in the party hierarchy and be able to deliver on a couple of projects. They might be able to get someone like a college admission, a school admission, they might be able to get someone a really tiny tender for a road repair work, things like that. They might be able to go to the local police station, call their superior in the party hierarchy or the MP or the MLA, and the MP and MLA would recognize that this is my karyakarta. So they will talk to the police station for you and help you with a couple of cases here and there. So that is a very big set of people. There is a local economy built around it. So if you see a village, and if you see someone who's having a problem, say someone goes to get pension, but the official there, the government official refuses to listen, does not give them the form even, and throws them out. Who do they go to? Do they directly go to, say, the nation's capital and talk to the prime minister? They can't, they can't go to the chief minister, they can't even reach the MLA or the MP, because these are busy people who live very far away from them. They live in the district capital. What they do is that they know which party is in power, they know who is the local karyakarta for this party within my village, within my area, they reach out to that guy. And then they tell them ki bhai, maine vote diya hai, yeh mera kaam atka hua hai, tum karwa. Then this karyakarta goes with them to the official, talks on their behalf. He is somewhere in the party hierarchy so he is also more confident. He tells them with confidence that okay, I am this, please do this work. Sometimes money exchanges hands at this level, sometimes it doesn't. But at the end of it, local work gets delivered. So these people are someone in society, and some people are running the households off of it, some aren't, but it provides value to them directly. Then there is a third kind of karyakarta, the third one is someone who is actually an aspirant. They believe that at some point in the future, they could contest say a ward councillor election, the local panchayat election. They could contest, even if they don't contest, they could become part of the village monitoring committee. They could become part of different committees like there are railway committees, there are committees on women and child development, there are committees for everything in India. And a lot of these people who are nominated to these committees are actually political workers. And that's how it's been across the history of India. And that's been the means of rewarding karyakartas who are slightly above the bilkul ground ka karyakarta. So distantly these three types."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:49.960",
        "message": "Yeah, it's a fascinating ecosystem. And when you sort of said at the start that, you know, party workers are those with the lowest opportunity cost, the first thought that came to my mind is, oh, then the all the losers become party karyakartas. But by which of course, you know, it is true that many people don't have opportunity cost for anything simply because they're not born into privilege. They haven't been able to get an education, they're poor. But even within that strata, those who are likely to have the least opportunity cost are the sort of the losers in that bunch."
    },
    {
        "speaker": "Guest",
        "time": "01:17:17.880",
        "message": "So it is not a completely terrible situation once, it's also not someone dying of hunger, you have to realize that it is someone who has enough land, say, in the village to support his family, or who has a parent who has, say, a permanent government job, who is a school"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:32.760",
        "message": "teacher who is a postmaster, and this guy is surviving off of the family. So lack of opportunity cost in that sense, also that he can feed himself, and he's got that kind of security and all of that. And, you know, for my listeners, another concept I'll kind of talk about here is that coined by an economist called Mankar Olson called stationary bandits and roving bandits. And where Olson comes at is that imagine that there's just a village in the middle of nowhere, and you have bandits coming and going. Now a group of roving bandits are, you know, it'll come, and it'll just take everything, it doesn't give a shit about what you're left with, it'll come take everything, go away, and it's done. But then a group of bandits will come, which will decide that they want to stay there. And they're what is called the stationary bandits. And for them, it doesn't make sense to rob the people of everything, because hey, they're going to stay there and they need the people on their side, and they need to, you know, not kill the golden goose, as it were. So they start sort of governing these people, as it were, whom they've kind of whose lives they've taken over, and, you know, helping them in small ways, but continuing to kind of rob them. And the state is basically a stationary bandit. And, you know, I remember I'd once written an essay in the context of Naxalism, in those areas where Naxalism does take place, where my point was that the state hasn't taken that role of stationary bandit, the rule of law is absent. So sometimes the Naxals will come, and they'll be roving bandits, sometimes, you know, the state will do exactly that. And sometimes the Naxals will actually try to build an ecosystem so that they can be stationary bandits for a while. And it strikes me that what you describe as ki mera yeh kaam nahi hua, you go to the party karyakarta, it's almost as if with the state being really weak and rickety and absent in some ways, you have, you know, the party machinery or whichever party is in power, taking over some of those roles and saying, fine, you know, you voted for us. So we'll look after you in that very bandit-y quid pro quo. Now, I did an episode with Milan Vashnavan, his excellent book on crime in Indian politics, which you also cite. And one of the points Milan made was that look, elections take a lot of money. And you've detailed that, in fact, in your book with a lot of fantastic figures, elections need a lot of money. So initially, in independent India, there was that thing that okay, who has money, the local ganglord has money, you take money from him, you do your quid pro quo. And later on, at a later point in time, the ganglord himself kind of gets into politics, because he's like, I have the money, you know, why should I give it to someone else, I'll become the MP, which is what you find throughout central India. And there, I guess, incentives of the party workers may be a little different, because the party workers are actually part of the gang. Like, you know, the way our democracy is, I often talk about our political parties as competing mafias, which, you know, rival mafias, which compete every five years to take a monopoly on power that the state kind of gives you. But anyway, all of that is kind of a digression. Tell me about sort of the role that money plays in all of this. Because one of the things that we all know is that it takes an enormous amount of money to just contest an election, leave alone win it. And power and money, of course, have a circular relationship. The point is, if you invest, if one, you need money from somewhere to invest, and when you invest, you need a return on investment. So you're giving contracts to people, road banao, ye banao, wo banao, all kinds of corruption comes in, which is taken as power for the cause, which people even understand and expect of all the parties. And there is this sort of circular relationship, therefore, going on. At a time when I was professionally writing limericks for the Times of India, I'd come up with one called politics. So I'll just read that out. A Neta who loves currency notes, told me what his line of work denotes. It is kind of funny, we steal people's money and use some of it to buy their votes, stop quote, which kind of is, you know, an ironic truth about the predatory state, which most of us have just completely normalized. All this time where you were in these different machineries in Punjab, in the Northeast, and all of that, you know, working with the party machinery, how did that kind of function? Like number one, I assume that as a political consultant, you were paid. And regardless of your individual case, were there a lot of paid workers as well, professionals who were actually getting money for what they were doing? Or were they more like true believers or who just wanted to be part of the process? And how does that funneling of money happen? You've also spoken about how, despite demonetization, you know, parties still figured it out, they had money to spend and all of that. So tell me a little bit about the financial ecosystem, which is, you know, sort of fueling all of this. Is that something that you were acquainted with and had special insights on? Or, you know, were you just an executive and it wasn't your job to think about where the money is coming from?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:18.520",
        "message": "So as a consultant, almost everybody is getting paid. But the interesting part is that during elections, every worker is getting paid. They're not getting paid year round, most of the times they're just working for the party. But when it comes time for elections, literally everyone who has anything to do with politics is getting paid at some level or the other. Some people are getting paid because the party thinks they can transfer votes. Some people are getting paid in the name of bringing people to rallies. So they're getting paid for arranging the buses, arranging the food, but it's always like a surplus amount attached to it that they pocket, which is a very well understood phenomenon. If you look at polling agents, so every party needs people at the booth during polling day who basically write the parchi, hand it over to the people, then they go inside and vote. These agents basically get paid from 1000 to 2000 in North India. If you look at South India and the Northeast, then it starts at 5000, below that, no one's really willing to engage with you. So every booth that you look at and even if you look at an assembly constituency, it's 200 to 250 booths and it's five times this in a parliamentary constituency. So 2000 into this is just your expenditure on election day to have one person at each of the booths. So it's obviously a very expensive exercise. Where it is becoming more expensive is that it's very difficult to get your name out to the voting public. For people to even know that you exist. You now need to spend on social media, you need to spend on Facebook, you need to create these groups which can create graphics for you create videos for you. You need people around you are clicking your pictures and posting it continuously. Then you need paid advertising in newspapers, you need these radio jingles made for you. You need video vans going around in constituencies that play the party's movie that play your songs all over the place. So the costs are increasing for two major reasons. One, the means of information dissemination have increased. Like earlier India decided that okay, we will give you free airtime on the national DD network. And we will give you free airtime on all India radio. All candidates still get that free airtime. There is a lottery on when you will get to speak how long you'll get to speak and stuff. It's a very interesting process, but no candidate cares. So from the party, I was deputed to go collect that slip, because no one wanted to do it. The reality is now there are so many private channels, there are so many newspapers, there are so many radio stations, that the government providing you free airtime on the national one doesn't mean anything. Social media becoming this new thing that is a major drain on resources. Somehow people think that social media is cheap. It is not. An entity like Facebook is a very like money hungry entity in the sense that organic reach has essentially become zero. If you want your message and posts seen, you need to pay them. Other than this, when you are organizing an election campaign, you need to get people to the booth. In my experience, you can change the election day result by four to 6% just based on booth management on like one day before election and the election day. So in two days, if you are so much better than the other side, you can shift the results by four to 6%. So something like this also requires money because you need people to go out, you need people to fill other people in autos and rickshaws and get them to the polling station. It's called a get out the vote campaign like it is in the US, except it works very differently in India. So these things matter. Money matters. How the money comes in is undergoing a massive transformation in this country. If you look at what happened after independence, you're right that industrialists and local mafias funded the politicians. Then they decided to become politicians themselves in a lot of areas. A lot of contractors and builders who used to fund the local politicians also decided to become politicians themselves because all their work and contracts is anyways dependent on paying someone. So they realized why not cut out the middlemen and do this myself. So that has happened. What is transforming under the current government though is that resources are getting centralized. Most political parties in India depended on a mix of candidates. Some candidates used to be people who can fund elections for themselves and other people. So those constituencies, the ticket used to be sold. And then that money used to cross subsidize candidates who were good, who could will, but did not have the money to contest. This was the regular system that was at play. Local candidates were expected to raise their own local resources from their friends, family, businesses, any interest that they could find. Now it's becoming more and more centralized. BJP as a political party doesn't really depend on the candidates. To a large extent, they understand that the voter is voting for Narendra Modi. The campaign is being done around the prime minister. The campaign is being done by BJP. The local candidate doesn't have much to do with it at all. Local candidate can raise and spend whatever they want or not want. The party will spend the huge amounts. The party will do all of the advertising around a central image, which is right now the prime minister. And then build an entire election campaign where the voter knows that they have to press the camel because they want to vote for PM Narendra Modi. And this is true everywhere from say a municipal election to the state level elections to obviously the national election. So the MPs and MLAs and their spending is a very like a thing that doesn't matter to BJP as much. But what does this mean? This means that the central collection of resources has to be much stronger. And what this also means is that you cannot take money from small builders and contractors and expect it to reach the party level. That would never work. So now the politics of this nation is headed towards where the US politics is, where political parties become very dependent on very few business interests. There are going to be 10, 20, 30 business people who are accounting for the bulk of the money that a political party raises. So you become beholden to those 20 people. Whereas in the previous model, yes, small contracts, small local thekas used to go to these people who funded elections. But at the larger national level, there were no like 10 businessmen who were like absolutely dominant and absolutely controlling everything. This transformation could seem like a positive to some who don't have to spend as much in the local elections, who don't have to give as much money to the politicians. But it is also detrimental to the country in a way because now what the people expect is not contracts. What they expect is entire changes in law that eliminate all competition. We expect entire changes in policy which give them access to say an area that was preserved, saved from mining because of environmental considerations, because of the local tribes there. So these kinds of interests also want major things. There have been a couple of very interesting instances that we've heard of in the rumor mill, where people have gotten import duties changed on products so that they could just like benefit from the difference on it. If you increase the import duty of an imported product, say the glass that goes on top of solar panels, very few entities, if you look it up, you'll know which entity it is, a very specific entity that makes it in India. They are so tiny that they can't fulfill domestic demand, but they still lobbied for getting that duty increased so that the profit margin essentially just like ballooned up by the amount of duty increase. So things like this happen when you take money from big people, they want big policy level changes from you. Another thing that is happening is that these companies that are being created, might it be IPAC, ABM that works for BJP, all of these entities employ a lot of young people who are like highly educated, so they also need higher salaries than your Karakartas and party workers do. They account for a small amount per se, because there are very few people like this in the political setup. The largest political consultancy and the largest set of professionals that there is, it's going to be about 400 people for a state election. So no matter how highly paid they are, the compensation is not much compared to what's spent in an election. But there is a difference. The difference is that these people need to be paid entirely in white money. Like if someone told me, okay, I am going to pay you in a contract, I will not know what to do with it. And I'll tell them, no boss, like pay me in my bank account. So that system of like doling out favors, paying in cash does not work with these set of people. Interestingly, what has happened is that in a couple of cases, at least the political party is not the one paying these entities. They've given it out to a corporate. So a corporate is now directly paying a political consultancy firm, which is working for a political party. So this money and this entire transaction never comes on the books of the political party. Even in the books of the corporate, it is actually built as a consultancy expense and not a political donation because he has paid a private entity to do consultancy work. The consultancy work is for a political party is a different story altogether. So these new ways are evolving. Electoral bonds confiscate, like basically obfuscate everything because now you can't prove in a court of law who paid a political party. What this does is I want a policy change. I take an electoral bond to you. I tell you, do this policy change and I'm going to pay you a thousand crores. You do the policy change in my favor. All the competitors die out. I pay you the thousand crores. This entire transaction can happen on paper and you can never prove it in the court of law because you can't prove who that thousand crores came from because electoral bonds are anonymous. So in essence, we have just legalized corruption in the nation. And because it's from a bank account, people think that it's not corruption. That's not the case. If there is a quid pro quo involved, it's very much illegal and very harmful for the nation. But this seems to be the new dominant model of political funding."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:47.840",
        "message": "Yeah, fascinating there. And I want to read out a passage from your book, which kind of talks about this whole circular motion of money, where money goes into winning elections and then that in turn makes more money. And you write, quote, through my discussions on political strategy, I came to know of a particular politician who seems to have built one of the finest systems of keeping his voters dependent on him. The MLA in question has taken the nexus of business politics and bribery of voters to a different level. He won the elections as an independent candidate a few years ago and is reported to distribute a monthly amount of 1000 to 2000 rupees to about half the people in his constituency. In this extremely impoverished region, this means that most of the voters in the constituency are dependent on him for sustenance. Creating this level of dependence in the local population ensures that he will remain a political force to reckon with in the region, and so on and so forth. And then you continue, he reportedly funds this entire operation by supporting mining companies in the district where his constituency is located, and is backed by a contract miner whose company has become the largest in the region with an increase in turnover from 90 crore to over 1300 crores in 15 years, stop quote. And what do you say about sort of the centralization of power leading to a centralization of funding is something that I would actually have expected to happen earlier, because money always kind of follows power. And of course, in the US is very explicit. There's a great book by Jonathan Rauch called Government's End, which kind of describes the power of interest groups over there, engaging in what is essentially bribery. And the circular motion between money and politics is, you know, is actually easy to perceive once you start looking for it, you know, so a big company funds, say, a party and the party comes to power, and the party will then pass a law that helps his big company, for example, they could have import tariffs so that, you know, their turf is protected and cheap exports don't flood in and take them away, and so on and so forth. And I think there are so many policies that you can immediately figure out by looking at them that hey, they actually harm the people, even though they are, you know, they've got good intentions behind them. But you can figure out exactly why this policy is there. For example, at one point, I used to point out how the both the BJP and the Aam Aadmi Party opposed, you know, FDI in retail, and the BJP I think later changed his mind. But of course, the reason for that is that small retailers are a big vote bank. In the case of AAP, they are also big funders for them. So it is natural that they'll want to protect them. And all of this is under the lofty rhetoric of look, we will protect local manufacturers and all of that. But the unseen effect of all of this is that is the consumers who suffer, that instead of getting something for 10 rupees, you are you're paying 15 rupees for it. And what you don't see is what you would have done with the extra 5 rupees had it remained with you. And of course, there are many knock on effects like local manufacturers would have had to up their game to compete, and it would just have helped the entire ecosystem. But that kind of doesn't happen. So whenever you look at a public policy, I'd urge all my listeners just kind of look at who stands to benefit from it. And it is quite often not the people of India, but some random cronies. But with that rant over, we now get to sort of your LAMP fellowship, because one of the intriguing things you said just now in this answer was, and you said this in the context of the money and fundraising, is that the local MP doesn't really matter. You know, everything is centralized on top. And as a LAMP fellow, one of the things that you've described while working with an MP is that Parliament doesn't really matter. And part of it is because of the anti-defection law of 1985, which basically means that you can run Parliament from an Excel sheet. And I've done an episode on this a short episode ages ago with Varun Mitra. But I'd like you to elaborate on this, because you've actually seen this from the inside, like, did you know, did you go in thinking that, oh, I'll be working with an MP, I'll be, you know, helping him in the parliamentary debates, we will take this great nation forward? What was that process like? And how does it really work?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:53.800",
        "message": "Oh, definitely. So the first time I entered Parliament, I was extremely excited. The building feels like such an important place. When you enter through multiple layers of security in Parliament, you get a sense of real purpose and pride and you think, okay, you are at the center of the country right now where laws are going to get made, where policies to better the constituency, better the lives of people are going to get made. And when you spend three months there, you actually don't even want to enter the building anymore. Because when you realize, okay, like MPs just get to go in and you get to go in through so many security checks, and you don't see the purpose of it, you actually start feeling okay, I'll see the Parliament from outside on television. So much easier to do it that way. What you realize very early on is that anti-defection is a major component of it because it was brought in so that politicians couldn't jump one party to the other and basically dismantle one government and bring upon a new government. But the law is framed in such a way that they can't vote against their own party in any bill, on any legislation, on anything debated in Parliament, if a whip is issued. And for most legislations that come about, because most legislations have someone's huge interest tied into it, and that's why it was written, there is a whip issued for most legislations. So the MPs could absolutely disagree with it, they still have to vote for whatever the party tells them to vote for. So their opinion doesn't matter. This was the first realization. With this comes the fact that they go to Parliament or they don't, it doesn't matter on what laws are made in the country. If the party in power has the majority and they decide this is the law, then it is the law. The debates that happen and the speeches that happen there are in general a show put on for the public. Sometimes the politicians who have spoken against it will take clips and circulate it on their YouTube pages and Facebook pages and they'd be telling their constituents, okay, I tried to stand up against this, but I couldn't do anything, even though they voted for it in the actual motions. The second thing that you start realizing is that most of the times you don't even know where an MP voted. Most democracies, you can tell an MP's voting track record. In India, a majority of the legislation gets passed by voice vote, which is people just saying aye or nay, and the speaker deciding, okay, I think I hear more ayes, so it's passed now. And this is one of the major things that was debated in multiple legislations right now, including the farm bills. And before that, the Aadhaar bill that was passed, it was passed as a money bill, so it never went to the Rajya Sabha at all. But even in Lok Sabha, a lot of people called for division, especially on the farm bills. You can hear people on TV saying we want division. That means they want everyone to go back to their seats and press a button so that it is known exactly how many people and who voted in what way. But the speaker decided this wasn't essential. He heard more ayes in the shouting of the parliament and the bill was passed. So this is how legislation is passed. The parliamentary debates that happen are valuable in the sense that sometimes data and information comes out, but most times it's as good as a television debate in a TV studio. The valuable component that I found there is actually motions and parliamentary questions. Because in parliamentary questions, it's like an RTI that an MP files, except in RTI, they can write, oh, it will take too long to compile this information, so we won't. Or we won't give you this information because it's privileged in this and this way. In parliamentary questions, they have to reply. Even if it takes them compiling data, creating new tables for it, they will have to spend time and do it. And because of that, it is the richest source of information and data that exists in this country. If you want information on any subject, if you want numbers on what was imported, what was exported, very likely that an MP has asked that question before and it is listed on the Lok Sabha website. So that as a tool I found to be extremely useful. But essentially that is useful because that is the only disclosure that the government does at large. When BJP came to power in 2014, there was a national open data platform to be created, which would have all data from all government schemes and all data from all the budgets of all departments. That website exists, but it's not been updated since, say, 2016-17, no new data is uploaded onto it. So we are still where we were once, where what the government does with our tax money, what the government does in government schemes is still a closely guarded secret. The government holds the data, but it's not public, it's not accessible. The only means to get it is parliamentary questions. But yeah, that was one component. The other component, sadly, is that MPs have something called the MP-LAD fund in their constituency. They get to spend five crores every year on local area development. Five crores for an MP constituency is a very small sum. What it does do is that it provides the MP some sense of having some power. They don't have the money. They actually have to write to the district magistrate and request that the money be spent on this project. The DM decides who the contract will go to, the DM decides implementation. Only what the project would be is decided by the MP and then he writes a letter. So this entire thing gives them some semblance of power. In the local area, a politician has no authority whatsoever on the district administration. In our legal framework, MPs and MLAs are supposed to make laws within Vidhan Sabha and the parliament. Their power ends there. Within the constituency, when they tell a district magistrate to do something, a superintendent of police to do something, some department, rural development, panchayati raj, urban development, any department to do something, the government officials do it for two reasons. One is because the politician is powerful enough to talk to the minister, the chief minister, and then the real administrative authority kicks in. Or in the local area, they want to maintain some amount of peace. So it's only the nuisance value within a constituency that gives the politician any value. Other than that, an MP and MLA would not be able to implement anything. So when we talked about how these Bahubalis and these criminal nexuses came into power, an important part to understand is also for a local person, these people probably deliver more value than someone who is highly educated and very calm and is very good at studying bills and then talking about them in the parliament. Because that is just not affecting the local person's life. Another important aspect, like we discussed how local karakartas exchange money sometimes in return for delivering services. I believe that a strong central authority would decrease corruption. My belief was that local politicians would be cut out and then corruption will go down. I am sorry to admit that I was extremely wrong on this. Very surprising fact of this nation, but local politicians are a check and balance on local bureaucracy. So if you look at something like pensions or PDS, the PDS shop owner and the official who has to issue your pension and enroll you for the scheme or any government scheme for that matter, a lot of times the local politician pressurizes him to do some people without taking money or to not take absurd amounts. There are competing interests. When the local politician becomes powerless, the official in charge becomes so empowered that there is no way to circumvent that corruption at all. There is no one to reach out and this in India has happened in a lot of places. So in a lot of areas where we hear that this politician is very honest and you hear that corruption has gone up in the state and I was very surprised. Why would this be the case? If the chief minister is honest, if these officials are honest at the centre, within the district capital, how can corruption go up? Then you go to the local constituency and you realize that Tahsildar is not honest and then you realize the person handling the PDS shops is not honest. And that is where the corruption arises and there is no system to counter that other than a local Bahubali politician who earlier used to pressurize him."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:25.480",
        "message": "Extremely fascinating and at the start of your answer, you pointed out how politicians, whatever they do in Parliament, they are really just posturing and you have mentioned in your book that it's the same in TV studios and this is something Barkha Dutt also told me in the episode I did recently with her that, you know, politicians may believe whatever and they may be quite reasonable person outside the studio, but they become defenders of the faith and shouting maniacs, my words not hers, when they are actually in the studio. So it's all just theatre, it's all political theatre that's playing out and people are watching news television or, you know, even when it isn't fake news, it is still theatre, which is really kind of interesting. One of the things that struck me, and I shouldn't say it's poignant because why would I feel sorry for an MP, that's never going to happen, is what one could call the legislator paradox, which is you write at one point quote, in India, almost no one votes for an MP or MLA because of their voting record in legislatures or because of the kind of bills they have supported. People vote for an MP or MLA with the expectation that the politician will help solve their everyday issues, stop quote, which it seems is sensible on the part of people because they've kind of figured out Parliament doesn't make a difference. Except for what you just said that even at the local level, they don't have too much power. Like, I don't know how different it is in rural India necessarily. But in urban India, and I've done an episode ages back on urban governance with Shruti Rajagopalan, where she lucidly explained the disconnect between power and accountability, that the local legislator that you're the MP that you're voting for, actually has no power, you know, if there's, you know, water shortage, or if there are potholes in the road outside your house, he can't do anything. And the person who can do something, the humble corporator or whatever, their incentives are different, and they're not actually accountable to you. This is why government needs to be really as local as possible. So you feel that there is a point to your vote. Today, someone like me knows that, you know, it doesn't make a difference. My vote won't solve any of the micro problems around me, like in garbage collection or whatever. And the macro problems, of course, are not kind of going to be solved either. So during this LAMP fellowship, you've written about one, your disillusionment with the way it was, but the MP you were working with, Premdas Rai of Sikkim Democratic Front, seems a fascinating man. He was IIT, IIM, and he got this also. So as you went through your LAMP fellowship, you clearly decided that even though, you know, this parliament thing was a sham, that politics was worthwhile. So what were the kind of lessons you were learning? And what was the next move that you made? What was kind of driving you forward at this point? What was your vision of yourself? Like, one of the things I'm really interested in, and I can't ask you to elaborate at every different part of your life, obviously, but I'm also interested in how the conception of yourself was changing, you know, from I want to do this, this is what I want to be. And I am certain that that must have been kind of changing in either subtle or perhaps very big ways through this entire journey. So tell me a little bit about it at this point in time. And what did you do next?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:28.680",
        "message": "So I learned a very important lesson from Mr. P.D. Rai, an excellent MP who understood that you could deliver even without parliament. So what he chose to do instead was engage a lot of civil society organisations, create a lot of entities and groups of MPs. So he created a North-East MPs forum where all the North-East MPs discussed North-East specific issues. He worked on something called the Sustainable Mountain Development Summit that brought together all legislators from the 11 mountain states of India to discuss sustainable development issues. He worked on the drug problem in Sikkim, worked on organic agriculture, worked with the Population Foundation of India on population control. So things like this with entities outside parliament, he was able to do it because he had the tag of being a member of parliament. So that tag and that branding helps. Even when you are talking to a local, say, official to get a road built, because you are an MP, they are likely to listen to you out of a sense of respect and the aura of power that you create around you. This again was an electoral lesson in a way because I realised a lot of famous names, a lot of politicians that are famous who are known to not do anything in their constituency still continue to win. The reason they win is that constituents realise that famous name for an MP matters. If your MP is a known name, your official would listen to your MP. If your MP is an unknown entity and a non-political heavyweight, no one's going to listen to him. And there is no actual authority. It is all based on the aura and the image. So it made sense. Politics, I realised, is something that affects the country disproportionately and disproportionately because it's not the most important thing in the country at all. My personal belief system working in politics and in the parliament is that the country that does the best on the whole, economically, socially, on human development, are countries where politics matters less and less. The more valuable a nation's political posts are, the worse off it is in all indicators of human development and all indicators of economic development. In India, politics is disproportionately important and it occupies a central theme in people's conversation. It's essentially like cricket, Bollywood and politics. And politics is more universal than the other two. Because of this, I felt it's an important area to be involved in. What I realised was being in policy, I would always be someone who's like creating research, creating reports, and then anyone above me would not do much with it. So it's a very low impact field and low impact things are in general, quite frustrating in life for everyone. I realised that the highest impact space was actually working in direct politics, where one, it's a short turnaround time. So whatever you do shows its results in eight months, nine months. You're not waiting for, say, a five-year thing because you're working on different states, different elections. So whatever you've done now, you'll know if it's been a success or not within nine months. That was the first incentive. The second incentive was that I believed, so did a lot of people who joined CAG before me and a lot of people who were in IPAC, is that once you help a politician win an election, you will have some say in governance and policy, and you will be able to shape at least some of the things in the right direction. It's not been the case largely for any entity in India. I think the person who's come the closest is actually Prashant Kishore. He tried a couple of times in a couple of different states, also got Bihar Vikas Mission made in Bihar, which was supposed to be a developmental entity, created a company called Citizens Alliance to do this entire work, tried to get people embedded in Mamta Banerjee's cabinet offices, like young consultants within the political setup, tried earlier with the BJP after the 2014 elections, because of which he largely exited out of the BJP. So it's been a theme. He came the closest and did not succeed. I also believe that I would have at least some say in policymaking. Largely not the case. Winning elections is very different from governance. As soon as an election is won, people realize the utility of all of the work that you did, but it will not translate into anything like happening towards development. The prime example that I have of this, we do electoral surveys, and we do really granular surveys at the village level and the district level. We know what the biggest demand is in, say, a panchayat. So we will know that this bridge is not being built, it's impacting 1,800 people of this region, and 43% of the people want this done. So really granular data like that. And we compile it into an app, which is essentially listing literally panchayat-wise what the biggest three issues are. And this happens for an entire constituency and an entire state. My expectation after a lot of the elections was that the political party and the CM will go through this. And my belief was, if he fixes even one of these top three problems, everyone's going to support him. No one goes back to that data. We realized very early on that no one's looked at the app again. Once the elections won, the attention shifted to a completely different part. The same exercise and the same data collection will happen again before the next election, where they'll promise when they go there, they will tell you exactly, I am the chief minister or I am the prime minister, and I still know about this nala in this tiny little hamlet of 300 people. And people will be really impressed that this man pays so much attention that he knows about a nala in this tiny hamlet. Except it's all data that's collected for that election. After the election, no one opens it again. So very sad, but also helped me shape the decision that I don't want to be in the policy content creation space, which is also like a space in general where you can write about policies. I decided to be in direct electoral politics. Still do the political campaigning work, which allows you to create some amount of impact in who comes to power. What this translates into, I'm still uncertain. So like you asked about what the trajectory is in life. It would be direct electoral politics, but it would only be direct electoral politics like 15, 20 years down the line. The reason for that is that I personally know how difficult politics is one and I know how expensive politics is. And third of all, I also understand that once you are in it, you can't exit out. Like if you go into politics and then you come out, take a break for like three years, then you go back into politics. That's not going to work. It's not like a regular career where you can try out a startup and then apply it to your next job. If you do this in and out even once, you are done for. It's very easy to get branded as a non-serious politician. So win or lose, you stay in the constituency, you keep fighting it out, and you present yourself as the next in line. So you have to be the alternate. And whenever the people get frustrated with the incumbent, you're going to come into power. Every decent political party and every politician who's come into power has stayed as the opposition for a decently"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:38.880",
        "message": "long period of time. You're describing it like Hotel California, you can check out, but you can never leave. And the correlation you drew earlier is interesting, where you said that where there is too much politics, those countries tend to be the least developed. And I would say that both of those, both too much politics and too little development actually comes from the same cause, which is the state being too powerful. Because if the state is too powerful, then obviously the incentive for people to join politics is to become part of that gravy chain, they're attracted to power and money and not to service as it were, or, you know, whatever else. And equally, you know, it's underdeveloped because the state is just not letting, you know, people flourish. It's got its finger in every pie. It leads to a rent-seeking mentality rather than a profit-seeking mentality. And it's a mess all around. So now at this point, you kind of decide that, okay, I'm going to, you know, get into the thick of things, you join Prashant Kishore's political consultancy, and you go to Punjab for the Punjab elections to help Amrindar Singh. And it's really interesting because I have thought of Amrindar Singh over the last three or four years as everyone has as captain. But you point out that that was actually a brand makeover, which to some extent you guys were responsible for that because he was earlier like a Maharaja, he was an elite out of touch with the people. And you guys did a complete brand makeover, which is essentially also what politics is entirely about. So tell me a little bit about that you dive into it, you go to Chandigarh, there is this bungalow which has been given by a supporter. And that's where you have to work. What is that sort of experience like? And what are the interesting things that you learn, you know, over your first few days there and then just over the whole process?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:24.620",
        "message": "So once we are there, we actually do some surveys on the ground, we assess what Amrindar Singh's image is. And at that point of time, he is actually known as Maharaj. And that is what people call him. This captain phenomenon is entirely something that got built in 2016-17. And it stuck so well, because all the branding was centered around it. So once there were a couple of problems that came out in surveys and focus group discussions. So how this works is that you do on ground surveys where there are like quantitative questions, but you also do focus groups, where you call say, youth between the age group of 18 and 25 of different caste groups, you take their feedback on a lot of issues, then you call say women take their feedback. And you see how different demographic groups, different caste groups are reacting to the same questions. You assess what groups you are strong in what groups you are weak in, you do an analysis like that. So we realized there were three universal problems. The first universal problem was obviously the image that lazy Maharaja doesn't do anything. That was the first part of it. The second one was that he doesn't visit constituencies at all. And anytime that he's won, he's become inaccessible to the people entirely. And the third one was basically around his like Maharaja's properties, which had been like taken over in general. Now he was trying to get it back, he had loans, then he tried to pay loans, and he was going to be extremely corrupt to get his properties out. So these three themes kind of interrelated, but a lot of people in Punjab knew about these. What weren't issues was also very surprising to me, a lot of personal issues Punjab politicians did not care about at all. Like, you can have affairs, no one cares about that in Punjab politics. A politician could do drugs as much as he wanted. No one cared about that in Punjab politics. You could be a public drunk, no one cared about that, which was very different from like UP and Bihar politics for me, because like the overt display of morality is a very UP-Bihar thing. So yeah, after realizing these things, the team got together, decided on, okay, how do we fix all of this? The first one, it was decided that, okay, like he was a captain in the Indian Army, there is a lot of respect for the Indian Army, you brand him into Captain Amrindar Singh from Maharaj Amrindar Singh. Multiple things happened for that. The second one, a campaign was started called Halkevich Captain. It was announced that Halka is an assembly constituency in Punjab. It was announced that he would visit all 117 assembly constituencies of Punjab and collect people's problems. So people would give him problems in writing. And then within 100 days of forming the government, he'll create a task force that will go through all of these problems and find a solution for them. And the third one, when it came to like corruption in cases and this and that, an aggressive captain was something that we realized would be a positive image, where he speaks up against social issues, against fake FIRs filed against corruption. So a campaign was launched for that. But the first one, the Captain Amrindar Singh, the rebranding was by far the most successful thing that was done in Punjab. And the campaign itself was essentially Captain Di Sarkar. Ki Chanda Hai Punjab, Captain Di Sarkar. It wasn't even Amrindar Singh anywhere. So music, the movies that were made, all of the advertisement that came in newspapers and TVs, all of that focused upon that. So I definitely realized the value of branding, but it also reinforced my belief in collecting data and information. Because once you have data and ground feedback, and once you know how each demographic is voting and you know which demographic group is where in a constituency, you can create campaigns to address issues. Most politicians in the country actually fail at the first level. And that was my takeaway even in 2019. Like looking at the elections, the Congress Party lost, largely because they did not even recognize what issue the election was being fought. Like they talked about Nyaya, but they never assessed who was hearing it. So the CSDS has also collected data on it. More rich taxpayers who would be paying for Nyaya heard about it than people who would be beneficiaries. If you look at something like Rafale, they did not accept that it wasn't working. Multiple reasons that it wasn't. It wasn't actually Rahul Gandhi's fault. It was also local politicians within the Congress did not believe in these campaigns. So they weren't popularizing them. Congress MP candidates, MLA candidates have never popularized these schemes. It has largely just been the Gandhi family who's talked about it. Election itself, though, was being fought on Modi's image. It was being fought on the Hindu pride theme, on the developmental model of Narendra Modi and on the Balakota strikes and like the strength that the nation showed. So without dismantling these key pillars on which the election was being fought, or creating new pillars entirely, you couldn't counter the campaign. Whatever you did was just on a tangent, which did not affect the election results at all. So yeah, in Punjab, the branding was so overpowering, that whatever else anyone else did was not impacting the votes at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:40.880",
        "message": "What you also described really well, when you write about your Punjab experience is how much of it has to do with event management. Like number one, you write that developmental activity interactions with constituents, politicians look at them as a way to build their brand. So the event per se, whatever it's for the proximate reason doesn't really matter. You're building your brand, everything has to be focused on that. You also had another great slogan coffee with captain, which is a bit like chai pe charcha. I saw that and I immediately thought okay talk show man, he should now that he's out of politics, he should just do a podcast coffee with captain. You know, Navjot Siddhu can be his first guest and he can poison his coffee or something. And also your own sort of excellence in this this department like you're overseeing an operation where you know, there are autos with sound systems and banners going from village to village. And of course, your particular speciality, I don't know why they don't call you poster boy of just, you know, getting posters plastered all over the villages and towns and constituencies of Punjab. You were apparently an expert in preparing Lai or Leti, which apparently is that thing you prepare with which, you know, once you stick it, you can't take the poster off, you know, half the wall only will scrape off if you try to take the poster off. So how did you kind of discover that and also what happens is that foreign educated kids come back to India, they don't want to do this kind of, you know, manual shit, of course, they want to go to the grassroots, but they want to collect data and, you know, may draw intellectual conclusions, but you were out there getting your hands dirty. So tell me a little bit about that. Was it an enjoyable process? You know, and also, is there a similar enthusiasm in that across party ranks? Like, do party workers go through the motions or are there innovative things being tried out all the time? And once you have one vision, that listen, this is our brand, we are talking about issue X and not issue, you know, ABC, and that we got to stay on message and all of that. How easy is it to kind of then bring that kind of discipline within the party, especially as an outsider?"
    },
    {
        "speaker": "Guest",
        "time": "02:04:48.480",
        "message": "So the extremely interesting experience of had never prepared lie in my life before, but this was the first Hulkevich. What is the formula? What is the formula? So it's actually made out of aata. So what you do is that you heat up water essentially, and then you make a paste out of aata. What this does is that once you pasted it on, if you pull it off, it's just going to pull off like one tiny layer, it's not going to pull off the entire poster. So like, it's going to literally involve scraping up the entire wall if you want it off. Very old preparation in politics. But obviously, we were political consultants, we weren't political karekarta, so we hadn't done it. So we decided that okay, posters need to be planted because the entire town was looking very bland. And this was the first Hulkevich captain. So it had to look extremely grand. And it had to look that like captain had come here, because he's going to meet like what 5000 6000 people in an assembly constituency. How do the rest of the people know that he came to this constituency? The right way to do it was one autos with speakers across the constituency blasting that he's going to come here on this date that happened. But once the autos leave, how do people remember? And that's where these small posters come in. Big hoardings are there on like main highways, but like most people don't see it every day. The only thing that reaches like internal villages are these like stickers and posters. So obviously had to happen. We called up Chandigarh and ordered these posters, the graphic design part and like the data part is actually easy. It is the logistics of elections that is actually the complicated part. So the posters came very late. The people that we'd actually gotten together to paste the posters, they were willing to like just run away by then. Very interesting story on how we kept them there. They were like, essentially like auto drivers and truck drivers to take us around some youth congress karakartas. So the youth congress karakartas were obviously there because they saw it as a job. And also like Punjab is one of those states where like the BJYM and youth congress karakartas all come from extremely rich families. So to post posters at night, they would bring an Audi and a BMW. So they are chilling in their Audi's waiting there for like the posters to arrive. But the labour at that point of time was just willing to run away. They were like, we don't even want money. Forget this. We waited here for three hours. We are not doing it. And in a situation like this, you realise that you have to do something. So we had this guy who went and talked to them and basically told them, what do you want? So they realised that the good way to keep them there was to actually buy them like really cheap alcohol so that all of them like sat there and got drunk by the time that posters came and they'd happily sit there. So he brings it and sits there. By that time, we've been making Lahi as much as we can make in watts. And for that, like we hire a dhaba persons cooking utensils. Someone from youth congress gets like the aata and all itself from his house. So very funny situation. And they realise that we don't know what we are doing. So this like dhaba person is like, bhai, kiya viya toh hai, tumne dikh raha hai. I'll help you. And suddenly like this is the great thing about India in general. When you're completely messing up and making a fool of yourself, random people come out from here and there and start helping you. So we had a lot of villagers come who are helping us make this thing standing there at 8.30, 9 at night. Posters came by 12.30. We started pasting them. And this entire process happens. And the event is a huge success. Everyone is very happy. Prashant Kishore is very happy. What happens next really surprised me though. They go to the next town for the next Thalkevich Captain event. I am not in charge of that event at all. But suddenly, like the next town, people realise they have no idea how to paste these posters. And they have no idea of how lie gets prepared. So they start calling me up and I become the guy to ask for like the recipe of making this thing. So yeah, obviously, like very different experience from like studying economics at the University of Michigan. But again, very interesting experience. And this is essentially what the nation's politics is. Data matters, information matters. The analysis that you can do matters, survey matters, everything matters. But if you are not able to go out to the ground, you're going to fail. Whatever you might do at the narrative creation level will not translate till you have this structure in place. So we all know that BJP has a very strong card. We also know it has a huge social media presence, a huge data analytics team. It's very strong in controlling the media and managing the larger narrative. But you see where the BJP is losing. If you look at state elections since say 2018, then wherever there is a strong regional party, the BJP has actually lost. So Maharashtra, it lost essentially because of an alliance. But it also lost Madhya Pradesh. It also lost Rajasthan. It also lost Karnataka. It lost West Bengal. So all of these states that it's been losing, it's happened because there is a strong regional force over there, who's overpowered the card. So an election like West Bengal, essentially Mamata Banerjee has so much larger of a carder within the state of West Bengal that the BJP carder cannot function to the same efficiency at all. So even when they have the narrative control, if you looked at Delhi media, then everyone was sure that BJP is going to sweep West Bengal. And I've written multiple Twitter threads telling people that this is not the reality on the ground. This is not the reality on the ground. And it's just the media saying that the BJP is sweeping West Bengal. But that became the dominant narrative. Whoever you spoke to told you, oh, BJP is winning West Bengal. In some cases, these things become self-fulfilling prophecies. In this case, though, it was very certain that it wouldn't become one just because TMC had such a strong card on the ground. So their messaging and right now during the farmer protest, this ties in very well with this, because I was talking to someone from Western UP. He's a local leader type person in his village. And I was like, OK, BJP is circulating these WhatsApp forwards. And they'd all seen these WhatsApp forwards. And he literally told me that whatever you want to circulate, do it on WhatsApp. Here, at every corner, Tauji is spitting hookah and explaining why the law is wrong. No amount of WhatsApp forwards can tackle Tauji with a hookah. And I was completely sure that, OK, this makes absolute sense. And then I went and talked to more people on the ground. Their understanding of why they are protesting against the farm bill is much stronger than what's presented in, say, Delhi media or within the community that's not an agricultural community or within other farmers who've never gotten MSP. So yeah, on ground, Gada matters. So politics essentially is narrative, is data, is everything. But it is event management and building an organization. And that is the tougher job, because you can hire people to do the data. You can hire people to do the branding. You can hire big companies who create huge slogans for you, big branding exercises. You can do all of that. But the Gada building is something that takes years and years and years of effort. It is something that takes constant resources being pooled in. If you look at a political party, then the party has offices at every district, at least. Some have committees at the booth level. To sustain a structure like that in a state like, say, Uttar Pradesh, 80 MP constituencies, 404 assembly constituencies, 56,000 panchayats, the number of people it involves, the amount of resources it involves is just beyond comprehension for most people till they go and see it. Once they do go and see it, they realize, OK, running a political party is such a difficult job that no one who wants anything for themselves and knows any kind of skill would want to do it for personal success. So ultimately, it's going to be people who realize this is their best shot."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:43.360",
        "message": "Fascinating. And that image of Tauji with a hookah is like so incredibly powerful. In your next book, you should have Tauji with a hookah on the cover, please. And I'm also sort of struck by just what a great metaphor Lai is. Like atta, which should be used for feeding people, is instead used for sticking up posters to sell a narrative, which seems like an apt narrative to me. Another sort of interesting insight in this chapter, in your chapter on working with Amrindar Singh in Punjab on that particular campaign, was about brand building, which you've written a lot about. And at one point, you point out very pithily that if you don't build your own brand, someone else will. And the example of that, of course, is Rahul Gandhi, who, you know, didn't build a strong enough brand for himself. So the BJP built one for him, you know, with Pappu and this and that, and it kind of stuck, because he didn't do enough on that. And when, you know, he tried to return the favour and talk about Modi being sootboot ki sarkar and all that, that didn't really stick so much, because the BJP was far better at narrative management. Now, at this point, I have a broader question for you, which is that you start off getting interested in politics, because you look at what's happening in the early 2010s, when India against corruption comes and you see how messed up the system is. And you realise that there needs to be a change. Modi seems to represent that change. So you join the BJP in 2013. Then you do the lamp fellowship where you are assigned to this other party that of course is not in your control. But then you join Prashant Kishore and now you're with the Congress. And then after this, of course, you go to the BJP and you work with Ram Madhav in the Northeast. And after that, you choose to leave the BJP for extremely well articulated reasons. But during this period of time, when you're working as a political consultant, one day it's for BJP, one day it's for Congress, then it's back to BJP. Is there a sense of kind of cognitive dissonance in the sense that where you're looking at it is that I want to learn how politics works. So I will just focus on the process. And I won't overthink other issues. And let there be an implicit assumption that they're all the same. Anyway, I'm here to do a job and to learn a skill. Or is there a point in time where you know, and that's exactly what seems to have happened in the case of your getting disillusioned with the BJP, where you think that no, these principles matter, what these people stand for matter, what they deliver matters. And of course, we know that what you take to win elections, the narratives you build have nothing at all to do with governance. So completely different skills, which is why a party that is incredibly good at winning elections can be terrible at governance, which you know, we see all around us in practically every government that there is. So tell me a little bit about that internal process for you that do you have misgivings? Do you ever sit back and think what are these kind of people that I'm working with? Do you feel that that kind of disengagement between the immediate proximate project and the larger thing that's going on is sort of an issue for you?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:38.760",
        "message": "So there are two parts to it. The first part is that I believe as a citizen of a democracy, you are not supposed to have a party that you belong to. As in as a voter, your job is not to be like a loyal subject of a political party. Your job is to look at the choices and see who is going to be the best for the nation and for you at that point in time. So these things transform pretty fast in general, like the Vajpayee Bharatiya Janata Party is not the Bharatiya Janata Party under Narendra Modi. Like the Congress under Indira Gandhi is not the Congress of today. So these things transform, the parties transform. A lot of people buy into this entire narrative of, okay, I belong to this political party. I have always believed that I'm not supposed to belong to a political party. I'm supposed to choose what is the best at that point of time. Whose leadership is the best? What does the country require? Is the structure of the political party good enough to deliver on what they say they are going to deliver? The second part of it is that working as a professional in politics, you do tend to disengage from the politics of the political party itself. Important part in these campaigns for me was that I actually did really believe that the country required a change in 2014. A major part of that was also just the narrative that was built around all of us, and especially around me, that I did not realise how the narrative was getting built. At that time, I had no experience in realising how these things happened. Now looking back at it, I can tell how a lot of things were structured, why a lot of different events happened, but at that point of time, like absolutely got taken in by that. Very similar thing in Punjab that I did support Captain Amrindar Singh and Congress over the Akali Dal. A large part of it is the drug allegations, a part of it is also the crony capitalism that happened in Punjab. So thankfully, I always was supporting the side I've worked with. And that's been true till date. But very honestly, even if there is a side that I did not completely like buy into politically, I would probably still do my best to provide like whatever data they needed, whatever support they needed, if they were a client. So that amount of disconnect does exist there, even though it's not like come into play as of right now. Very interesting part between being a professional in politics and actually being in politics is that you get to make this distinction. You are helping someone when you are helping someone come to power, but you are someone who's providing like one particular set of service. A lot of political consultants go out and claim that they helped this party win and like the party won because of them. I have never found this to be the case for anyone. A lot of people contribute into a political process coming together and a party winning. And you are like as anyone, no matter how big you are, you are a part of the process and a cog in the wheel. You'd only be able to do it very well if you truly believe in that moment that you're doing the right thing. I've found in my life, at least there are very few people, even in politics, who can do the wrong thing while believing it's the wrong thing. Most of them do the wrong things, but they believe they're doing the right thing or doing it for the right reason. So that self-justification exists within all of us, including me for every project that I've worked on. But yes, overarching belief still remains that you're not supposed to be the supporter of any political party. You're supposed to decide who's best at that moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:19.880",
        "message": "So that's, you know, I love the part of your answer about how in a democracy, you should never be a bhakta of one party, as it were. Like, you know, I always keep saying that, you know, my loyalties lie to my principles. And from those principles will flow support for particular policies or whatever. And I'm not tribal in that sense. So it might seem like I am saying something good about a particular party one day and bad about the particular party the next day. But it's simply that I'm going on the basis of those principles or those policies and all of that. While I think too much of politics in India has become incredibly tribal where people get into these hardened positions, where everything that for example, the Modi government does is either right for one set of people or wrong for another set of people. And there can be no exceptions at all. And that simply doesn't make any sense to me. So I found that quite resonant. Now that the interesting part of your journey is like, where you point out your realization that political consultants are doing the same for themselves, what they are doing for their parties, they're building a narrative, they're crafting an image that isn't entirely true. And you point out that what you know, Prashant Kishore's gang was really good at was event management and PR, but they weren't really making a greater difference in that which kind of disillusioned you when you said that you know, to hell with this political consultants, like many people think of management consultants, perhaps, I don't know with how much justification, but these consultants are just paid too much money at one point in your book, you point out that they would take crores for a job that the parties figured out would only take lakhs. And you decided to actually jump into working within a party itself. So tell me about how that came about and where that took"
    },
    {
        "speaker": "Guest",
        "time": "02:20:57.520",
        "message": "you next. So yes, my personal belief system is that eventually every party will have to do everything a political consultant does in-house. This entire space of political consultancy is a dangerous space in a way, because they work for one party, they collect all of the data from within that party and for that party, and then they retain it till the next elections. And there is no guarantee that they will not switch sides. It's not some sort of a cult state where like, you're not ever allowed to leave. If you look at most political consultants, they have worked with multiple political parties, and sometimes multiple political parties in the state over like same state over two different elections. So things like that have made me very sure that the field itself will not last very long. It's a blip in the democratic setup. Eventually, there will be political consultants, but they're going to be employees of the political party itself. So after this realisation, and after realising that my interest in it wasn't to become like some famous consultant who manages elections, I actually wanted to do political things. I actually wanted to make policy difference. And I actually wanted to make like differences within the party structure, the party hierarchy. And I realised that the right way to do this was to work with like a big party leader and like work on a state election as someone who is heading the state campaign. A big part of this also was that when I moved to the North East and started working with BJP, I was heading a lot of the operations within IPAC, I was still like a pretty junior consultant. So that opportunity made sense in the sense of like doing more broader work for a political party doing more intensive data work, because that is what BJP was also looking for and what I wanted to do. So made this switch. I resigned from IPAC. By that time, I had this offer to move to Manipur and just start working on that one state election campaign. And this was the National General Secretary, Ram Madhavji, heading that entire campaign for that state. So moved there, actually spent like two days in Delhi, packed up and headed down to Manipur. Spent a good eight months there. Extremely interesting experience. I still sometimes remark on how much easier it is to work for the BJP than to work against the BJP. A couple of reasons for that. Now that the entire intelligence agencies after you think has come about and is public, that is definitely a part of it. While working for the opposition, you do feel some amount of pressure. But more than that, it is just the resource difference. Working for the BJP, you can literally like get a helicopter requisition and go to a different state the same day. No one asks you much. Our hotel bills, no one ever questioned anything. So for a lot of karakartas, they did. They never for us. So a lot of karakartas used to come to our hotel room to order their food. So just things like that, very tiny little things. You want 10 cars going somewhere, you will get 10 cars. You want some data collected from somewhere, that data will get collected. So BJP that way, much stronger party. The ground carder also like a lot of people believe in the social cause of it, the social cause of Hindutva enough that they would spend more energy on it without looking for an immediate return. They will like any human being want recognition of their contribution. They will want party leaders to know about it. They will want you to talk them up. But that is all it will take for them to like do a lot more than other political parties, karakartas. And a lot of parties had this. It's not like BJP is the only one. A lot of state parties, a lot of regional parties have a very dedicated carder, especially within caste groups. If it's a caste-based party, if you look at someone like the Shiv Sena has an extremely strong carder. Mamata Banerjee has an extremely strong carder. DMK that way probably has a stronger carder than BJP within the state. So these carders exist at the regional level. It's just at the national level that you realize it's so much easier working for the BJP."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:08.760",
        "message": "Really fascinating. And a quick aside, since you mentioned Mamata a few times, I was just chatting with a friend in the know a couple of days back. And he told me that Sourav Ganguly is in a massive vidam bana now. Because on the one hand, during his career, he was kind of helped by Mamata at different points, I believe he got land for his academy and all of that which the government gives. So he can't mess with her. She's extremely powerful in Calcutta. And in fact, in Bengal, I mean, someone told me that BJP may not have a carder there anymore, because you're getting knocked off, which is a fascinating kind of reason and might be a little exaggerated, but rings a little true as well. But apparently, the BJP has been after Sourav to join them because he's exactly the kind of face that they need in Bengal. And he can't do that because he doesn't want to piss Mamata off. So there was in fact, a rumor that he faked his heart attack recently, because he just wanted to get away from having to take a decision. And of course, he's, you know, he's the president of the BCCI, but Amit Shah's son basically runs the whole thing. So it's quite hilarious. And for someone who's, who was a pretty political animal in his cricketing days, in the sense of political within the cricketing world, I know plenty of people who are feeling a little bit of schadenfreude at this mess that he's found himself in. But that's sort of a digression. I found that chapter on your time in Manipur extremely fascinating. And one of the great insights there for me was when you quote what one of the IPAC directors told you at one point in time, Rishi Raj Singh, when you were in Punjab, he told you that, you know, working with the party, the party workers and all of that, he'd said, quote, it's like the army, not the traffic police, stop quote. Elaborate on that a bit because"
    },
    {
        "speaker": "Guest",
        "time": "02:26:44.960",
        "message": "this was a TIL for me. So the interesting component of being a political worker is that you have to be on standby for most of your engagement. It's not a daily job. Like as a traffic police, what you do is that you stand at a traffic signal and you direct traffic every day. You are telling cars when to stop, when to go. And that is a constant thing. You're doing it day in and day out. And you're doing it the entire year whenever you are on duty. On the other hand, a political karakarta is someone who is in essentially like in the army where you are training, where you are doing random exercises, you are doing random things and you're waiting for the election period to come about. There is nothing for a karakarta to do for four years and three months. It's literally a nine month engagement that starts like or maximum of one year engagement. That's about it. So four years, you're disengaged four years. You are doing your own thing, whatever you want. One year before the elections, you get activated, but you have to maintain this kardar like the army needs to maintain a troop. You are paying everyone's salaries. You're keeping them engaged. So what happens in the army is that when a new general comes about, they make their entire troop do some random exercises. It's literally things like, I don't know if you remember, but Narendra Modi also did this when he came for the first time in 2014. He was like, oh, we are going to clean up all the government offices. We're going to clean up all the files. So you had visuals on TV where government officers were cleaning up all of their cupboards and cleaning up the government offices. These are something that in politics we call engagement modules because a lot of times there isn't any real work to be done. But if you don't give people work, they become so disengaged that it's very difficult to get them back and get them to start doing work. So you create fake work for them. And that fake work is essentially just for their engagement. It's not doing anything to make you win an election. And if you know anything about the army, a large part of commanding in the army is actually keeping the troops busy in non-deployment periods in peacetime. You have people with you on an army base in an area that is not under threat for most of their careers, but they still need to stay fit. They need to stay active. They need to keep exercising. But more than any of that, they need to not be bored and they need to be engaged. And this insight I found to actually be invaluable because if you drop the engagement, if you don't keep them busy, when you do require them, you're going to find it extremely difficult to get them back on the job."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:23.480",
        "message": "Yeah, that's interesting. And you know, it must be leading to that classic problem where party workers realize that they are in an engagement module, that the work they are doing is completely meaningless. Why the hell am I doing this? Elections are three years away. I'm sitting and doing whatever the hell it is. Whatever, I guess elections are motivation"
    },
    {
        "speaker": "Guest",
        "time": "02:29:42.120",
        "message": "enough and they do come about. No, so good. Good part about that is that most party karakartas realize that this is what their internal assessments are based on. If they are active during this, the leadership will recognize them. So, interesting side parallel to this. So, Mulayam Singh Yadav, when he used to be active in Uttar Pradesh and Mayawati's government was in power, every month he used to do a statewide agitation on some issue or the other. And he really did not care what the issue was. It could be something related to teachers. It could be something related to pensions. It could be something related to bad roads. It could be related to a corruption issue. It just did not matter. But on a monthly basis, he announced a statewide thing. And the entire concept was to get the kardar out. And the entire concept was just to like, for the kardar to know that, okay, the party exists, the party is busy, and the party is doing something to come back to power. So don't go away, stay in there. And I believe like this is a major lesson to be learned by like, say the Congress party in the country right now, most of the kardar for the Congress, especially in the states that I've worked in, doesn't know what they're supposed to be doing, they feel disengaged, they feel like there is no direction in the party. So the party needs to strategize the creation of random work for them to be engaged."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:59.960",
        "message": "Fascinating, random work, which could be anything at all. You know, one party should give an instruction to all these karyakartas that your work is to listen to Amit Verma's podcast, and we will ask you questions from it. And that's how you will be assessed. No, not happening anytime soon. Now, what's interesting about this little experiment, when you go down to Manipur, is that there are basically two people, you and Rajat Sethi, who was from Harvard and who had managed Assam for them earlier, who were kind of parachuted into the whole party machinery over there to look after things. But it was basically you because Rajat you said would like come once in a while. But otherwise, you were actually living there, and you were on the job. And immediately, you started doing all kinds of professional things like you say, you've written here quote, we hired a team of graphic designers, cartoonists and other campaign staff to manage the BJP social media for the next few months. We took control of all the party's official social media accounts from the local IT cell and started managing them from our office. We also got a few SIM cards and started making WhatsApp groups from the database of numbers that we were provided. Now, at an earlier point in time, you've also spoken about the data work that you did out there. Now, this is really getting fascinating that you're out there, you're moving into areas which all the other party workers who see you perhaps as an interloper or an outsider or whatever, they've never done, they don't get what's going on. But you realize that this is it, this is so incredibly critical. And as you point out what the BJP did, in terms of reaching out through WhatsApp and Facebook and Twitter, and the micro targeting that you did, the way that you use data, the way that you use WhatsApp was what made the difference. Because your opponent just used the traditional old school things that they know, but you managed to do a lot more. So take me through sort of what was your thinking when you go out there? How do you even strategize? And then what are the techniques you choose? Why do you think they will be effective? Why are they effective? What are the learnings from"
    },
    {
        "speaker": "Guest",
        "time": "02:32:55.680",
        "message": "the whole process? So in politics, there are two parts to getting your message out. One is crafting the message. The other part is creating a distribution channel. So both of these things need to happen simultaneously. And your winning elections is dependent on it, because this is how you shape reality for your voters. This is how you tell them why the other side is bad and you are good. The first part of what your message should be is based on surveys and focus groups, and the collection of people's problems and data and like weaknesses of the other candidate. So that is happening on one side. On the second side, what you need to do, you might have the best message, but if you can't take it to the right people, then it's all useless. So you start creating these information dissemination mechanisms, which is a lot of Facebook pages, which is a lot of these WhatsApp groups. But you also realize that you can't reach everyone through the same Facebook page, largely because not everyone is going to come and like your Facebook page. So the way to counter that, and BJP does it extremely well, is that they create a lot of neutral looking pages. They create these we support Indian Army, we support this, some Bollywood link pages, we support Narendra Modi. So earlier, it was also done because it gave them plausible deniability for fake news, because it would be, oh, some supporter is running it, we don't know who runs it. Might be a BJP supporting page, but it's not an official BJP page. So a lot of these pages get created. Like if you look at Nation with Namo, something like that right now, millions of likes, millions of followers. Very rarely does anyone even talk about, okay, who funds Nation with Namo? Who is this entity? And it's regularly hiring graphic designers, it's regularly hiring people to do targeted marketing, and a huge operation in general. There were also like a couple of pages on the Namo app itself, which were basically designed by private entities separately. I know of different people who run social media teams, which run 100 to 150 different Facebook pages. So these dissemination mechanisms are important, and they did not exist for the BJP in the Northeast. So when we got there, even before we knew anything about the state and its politics, we started creating these mechanisms because they take time. And it takes a lot of resources, you boost it up, you get the right people who have the ability to write content that can go viral, that has the ability to like resonate emotionally with people. So we were doing these exercises. On the other side, we were also collecting data on the state's demographic, about the constituencies, about what tribe votes were. Being Manipur, there are also some insurgent groups, so we were collecting data on, okay, who supports which insurgent group, which candidate would an insurgent group support if you gave them a ticket, things like that. So political parties do take all of these things into account. We did this work for the first three, three and a half months. By that time, we also got together a team of PhD students who started compiling a chart sheet against the incumbent government. So that did two things. One, like you get an excellent news day because you get to release a 100 point chart sheet against the opposition. And the media covers it very well. You get something else too. Once you created this chart sheet, you distribute it to all your party leaders, and all of them are blaming the opposition for the exact same issues. You get them like a top 10 from it. And at every speech, every social media post, they're repeating the same 10 things, all of these leaders. So that reinforces the message. Another excellent side effect that we realized was on a slow news day, when we didn't have any event lined up, we didn't have anything lined up. We just got hold of some random MLA candidate or a famous like BJP Neta from the area and told him, OK, call a press conference, read this page of the chart sheet. Tell them what's wrong with the infrastructure development in the state. Tell them what's wrong with corruption. Tell them what's wrong with human rights violation. And Manipur gave us a lot of this content because it was a 15 year incumbent government. They weren't prepared for a blitzkrieg campaign. So when all of these things started happening in succession, when these WhatsApp forwards started going out, we'd also contacted all the newspapers because we've done this before. We know how it works. So we had all the prime newspaper pages on the exact key dates that mattered. So whenever like an ad day came out, like we had the front page, they had like the second page, which doesn't really work very well because the first page is what sticks in people's memories if it's strong enough. Their messaging essentially also had to be like a pro incumbent message, which is much tougher to design. It's much easier in politics to criticise than to like defend. Manipur also made me realise something that an old enough government will always have skeletons in the closet. Tripura was a different story because in Tripura, we could not make a 100 point chart sheet. The government was so good that enough content did not exist. So we did make a chart sheet. We rebranded it into something completely different from the Manipur one. But Manipur legit had a hundred huge points of failure against the government. So it did that entire exercise. Another thing that we did was we started reaching out to a lot of the journalists in Manipur. Very funny thing has just happened. You might have seen it on Twitter, the largest newspaper in Manipur, the guy that like I'd first got in touch with a newspaper called Sanghai Express. That is the largest circulated newspaper there. That is what people trusted and read. So I'd made friends with this guy. I reached out to him and talked to him about, okay, what is it that you think? What is the content that you're planning on writing? And we'd become like friends in a way. He's just joined BJP for the upcoming Manipur elections. So yeah, a lot of these different things happen. The party leadership did not engage with us for a very long time and we did not engage with them for one specific reason. As soon as party people know that you are doing all of this, you are doing the surveys, you are responsible for the data collection. You get a lot of flattery, but you also get a lot of threats. A lot of people get after you telling you that, okay, this constituency, you have to put this name in, even though that's not how it works. There's someone in the field collecting the data and you are assessing it. They think you will manipulate data and the survey results for them. So it just becomes a lot of pressure. It becomes a lot of fakery. So like until it was like three months before the election, we never engaged with the party leadership and the candidates themselves. We always routed all the messaging through party leaders that we were in touch with."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:27.040",
        "message": "That's kind of fascinating, this little dance that you do. So I have another question here. One of the fascinating things about the Northeast was how you were crafting these individualized narratives for Manipur and Tripura, which has nothing to do with perhaps, you know, what the national narrative might be. Like at one point, you talk about how, you know, messaging needs to be short and memorable. And how you arrive at that is through local conditions, is through context. And you also point out, I think, in the context of Tripura that there was no talk of Bangladeshi immigrants, there was no talk of Hindu-Muslim rivalry, because that didn't play there. And although you haven't mentioned it, and it may not have been in this campaign, but I vaguely remember that at one point, the BJP while campaigning somewhere in the Northeast reassured the people that it's okay, you can eat beef, it's not a big deal, you guys can eat beef, we'll have a different stance elsewhere. So my question here is this, that the BJP seems to have built this incredible political machine, which, you know, which knows how to win elections. I mean, whether they eventually govern or not is a separate issue. But it's an incredible political machine, which knows how to win elections and does what it takes to win. And this, in my mind, creates this conflict between on the one hand, the will to power, that we'll do what it takes to win, you know, we'll take whatever stances get us a win, we'll buy people from the other party that we might have been against yesterday, we'll do whatever it takes. That's one part of it, the will to power. But the other part of it is that the BJP at its core does stand for something, you know, unlike the other parties, sort of, which could be blowing in the wind or trying to fill gaps that think exist in the marketplace, the BJP does stand for something, there is a core ideology, there is a core constituency, as such. And these two seem to be in conflict with each other. That's the one part of it I can't figure out. Because, you know, on the one hand, what is politics? Politics is, you know, downstream of culture, as Andrew Breitbart famously said, you know, it's supply responding to demand, what do the people want, you kind of give them that, you shape yourself accordingly. But equally, the BJP is pre-shaped in a particular way, which goes with a particular social current that's always been there, you know, I had an episode with Akshay Mukul on sort of the social evolution of Hindutva, and one with Vinay Sethapathi on the political evolution of the BJP. So they've kind of gone together and existed parallelly. But what do you make of this conflict? Because if politics becomes all about efficiency, how do I win the election, I'm going to do what it takes, you know, whatever gets me there is good. But on the other hand, do you also want to stand for something? What is your core identity? So is this a conflict that you kind of see playing out? Is there a sense within BJP within the workers, perhaps within, you know, strategists like Ram Madhava, who you've worked with, that, you know, there's a certain core thing we will never compromise on, but otherwise do what it takes."
    },
    {
        "speaker": "Guest",
        "time": "02:42:19.080",
        "message": "So BJP within itself, I don't think the senior leadership has any conflict about this thing at all. They are very pragmatic people in a lot of ways, and they're very clear on what the path to their end goal is. So the way they've structured is that they will do anything to come to power, no matter what the ideology required there. Once they are in power, they will push their ideology down on the population. So it's a very efficient system in a way. Marxists also from like a historic standpoint has always looked at power as a means of pushing its ideological goals. So what that does is that it lets you compromise on ideology till you are in power. Once you are in power, then you strengthen the ideology and make it the dominant cultural stance of the population. So that is the way that it is structured. So I don't think there is a major conflict there. What is very interesting though, and like at a local level, if you look at it, the RSS is an extremely embracing organization. Like if someone leaves, say, BJP right now and goes to the Congress or goes to the CPI, there will be resistance within those parties. Everyone is going to be like, we can't accept you. You're not ideologically pure kind of a thing. RSS, which you see as a very ideological organization, BJP, which you see as a very ideological party, especially based around Hindutva, is an entity that can embrace anyone and everyone. And it's structured that way because this is the RSS culture from a really long period of time. They engage with people who disagree with them, and then they slowly get you within their fold. They tell you how nice they are as people and why you should convert to their ideology. So if you look at someone like, say, Sindhya moving there, Jatin Prasad moving there, these people would not be made to feel uncomfortable. They would instead be like senior leaders within the BJP instantly and the RSS cadre will mollycoddle them and try to get them to shift their entire stance and speeches to the RSS line and the Hindutva ideology. So it's a very efficient way of doing things. The conflict might exist for someone outside, but within the leadership"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:36.680",
        "message": "there is no conflict. My sense is that at some point it feels to me that something's gotta give. Like when Adityanath was made UP CM, for example, this was something that I think got commented upon. Like one of the ways in which they won in 2014, and Prashant Jha has a wonderful book on this, How the BJP Wins. He was also on my show. And one of the things that Amit Jha managed to do brilliantly, especially in UP, was reconfigure the caste dynamics, where they figured out that the OBC vote is gone, but they can appeal to the non-Yadav OBCs. The Dalit vote is gone, but they can appeal to the non-Jatav Dalits. And in fact, in both 2014 and 2019, more Dalits voted for the BJP than they did for any other party. And a natural expectation from that would have been that when they were appealing to all these different groups, that the eventual state government that would form in UP would be sort of a more inclusive one than you eventually got. Eventually you got Adityanath as the CM. And I think there was a faction within the party which said that, you know, I think one of the deputy CMs, was it Maurya, was OBC, so make him instead and whatever. And all those tussles were playing out. But no, they then just went with their guy. And it seems to me that at some point down the line, people are going to wisen up to it and something's got to give. But that's a little half-baked knowledge that I kind of have. Is there a greater insight that you"
    },
    {
        "speaker": "Guest",
        "time": "02:45:54.240",
        "message": "would add to this particular? Yes, sir. So UP is an excellent example, because I've seen those elections pretty closely. One thing that happened was when BJP came to power in 2014, and then in 2017, in the UP state elections, a lot of this caste mapping and these caste-based WhatsApp groups happened. Non-Jatav Dalits and non-Yadav OBCs were essentially told how the reservation benefits were cornered by the dominant group within their sub-caste group, and why they should be voting for BJP to get it back. Because if Samajwadi Party comes to power, it's always going to favour the Yadavs within the OBC. If Mayawati comes to power, she'll favour the Jatavs within the Dalit community. So the only one who will respect the other groups' rights within these communities is BJP. If you look at 2019, though, that was actually not the case. So all of the targeting, all of the data analytics, all of this declined heavily before the 2019 elections. 2019 was carpet bombing. It was entirely about Hindu, Muslim, India, Pakistan, the strongman image and the nation and Balakot dominating the larger narrative than it was about specific caste groups. What I have seen and what I believe to be the case is that to come to power, they exploit the differences between communities. And once the BJP is in power, the larger goal is to actually unify the Hindu community. And unifying the Hindu community does involve vilifying the Muslim community and pitting the Hindu one against the Muslim one. But the goal, even though BJP itself has a lot of like caste hierarchy within it, even though RSS has huge caste hierarchies within it and is a decently casted organisation, its vision for society is a consolidated Hindu identity. And I believe like Adityanath, Yogi Adityanath in UP has worked on creating a unified Hindu identity. How successful it is remains to be seen. Even if you look at the current elections, like BJP elections are what four, five months away, there isn't as much casteist messaging happening as it is like Hindu versus Muslim."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:01.360",
        "message": "Yeah, in a sense, that's a kind of a political masterstroke, which I think 20 years ago, no one would have said that they can pull it off, that they can get all these disparate votes together and create this consolidated Hindu vote. And by the way, a digression here, like one of the criticisms I have of these other parties, and I don't know if it is a practical criticism, but it certainly I see playing out, is that many of the opposition parties also seem to be chasing this Hindu vote bank. You know, whether it's the Aam Aadmi Party, which did not take a strong enough stance against the abolition of 370, or in the case of CAA, and they do a lot of posturing about how devout they are and how Hindu they are. And similarly, the Congress also does a lot of soft Hindutva in different ways. So what is your sense of that? Do you feel that that is pragmatic, and they absolutely have to do that because there is no option that is a vote bank, you cannot but woo if you want to come to power? Or is it your sense that there is a lack of imagination there, that they see this block and they see that as a reality, and they are catering to that? Because what it strikes me from perhaps an idealistic perspective, is that look, people contain multitudes. You know, earlier, there might have been someone who said that I am a Yadav OBC, and I'll vote as, you know, according to this party, which is appealing to me on that regard. And the next day, he might say, no, no, no, Muslims are bad, Pakistan is a danger. I am now identifying as a Hindu. But the point is, there are many other shades of identity, which are not restricted to these two in particular. So are the other parties kind of doing the pragmatic thing? And is it necessary for everyone to appeal to that Hindu vote to survive in Indian politics? Or is it a lack of imagination that you can go beyond that? And you can look at other kinds of reconfigurations, ideally, of course, not based on identity at all? I mean, why? So what's your sort of take on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:49:58.840",
        "message": "So yes, there is definitely a lack of imagination. But it's also because imagining and creating new dynamics takes time. And for that, you need to come upon a theory of, okay, this is the reconfiguration that I want to make. So I don't think anyone sat down and clearly articulated what reconfiguration they would do in society. So they're not campaigning towards that. But honestly, what the Congress is doing and what the Aam Aadmi Party is doing, I don't see it as appealing to the Hindu vote bank at all. It's actually like at least looking at the Delhi elections, it's quite a different thing. And it's a very sensible thing on the part of Aam Aadmi Party from a political strategy perspective. By not speaking on these issues of Hindu versus Muslim, they allowed for the election to be based around other issues. Like they could talk about how they're giving free electricity, they could talk about how they've bettered schools, they could talk about the free water that they're giving, they could talk about mohalla clinics. If they did choose to speak on CA, if they did choose to speak on Article 370, that is all the election would have been on and the BJP machinery would have assured. Because so much of the media is controlled by BJP supporting entities right now. That is what the nightly debate would have been on as soon as Aam Aadmi Party gave a statement on the issue. All the editorials and newspapers would have been on that issue. All of the political speeches that any BJP leader gave, even without Aam Aadmi Party commenting, they were trying to present Aam Aadmi Party as someone who supports those causes. So if Aam Aadmi Party did comment, that would have actually helped the BJP in this sense. So not engaging with some of the issues that BJP plants and trying to create your own issues is a valuable part of doing politics. The entire going out there and doing overtly Hindu things to assert your Hindu identity, that might not be required. But it is required to not engage with these issues if you want to create a different issue and narrative for the election."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:01.240",
        "message": "So I get the pragmatism of framing the narrative, that you're right, that this is how they wanted to frame the narrative. They see themselves as a development party. So let's frame it that way. And let's frame it that way for practical political reasons. But I think the danger then is something that I referred to earlier in the context of the BJP, but something that I think is an issue with politics. And I'll make this segue to my next question. But basically, I think the broad issue there is that who is standing up for principles then? You know, if the Aam Aadmi Party and they are the one party in India that basically managed to be a disrupter that, you know, in terms of being a political entrepreneur, K. G. Rewald did a marvellous job, bring a new party out of nowhere, stand for something that people haven't stood for before, come to power, that's great. And therefore people had higher expectations from it as a party different from the others. But it seems to me that it's a party identical to the others in the sense that it's a will to power driving them, that they chose this particular decision, because from a political standpoint of what will help them frame the narrative, get the votes, blah, blah, blah. And the inference you draw from there is that they stand for nothing, that for all practical purposes, that they're a sociopathic party, they'll do what it does to come to power. And perhaps that's necessary. And sociopaths, by the way, it's a medical condition, your amygdala is damaged. So sociopaths are over represented in the criminal population, bankers and politicians. That's just a medical fact. I'd written a column on this once in which naively, I think in 2014 or 15, I had pointed out to Kejriwal as an exception and said, no, no, he seems to be well intentioned. But now I know he's as much of a sociopath as them. But then the point is that it's all incentives. It's all driven by will to power, that if you put Kejriwal and an identical context to Modi, he will be identical to Modi. The only difference being sort of perhaps their intelligence, but not their intent or not what they will actually do. And the question that I'm leading up to is that, is it then the case that politics always corrodes character, that you can get into politics, and you said you might one day get into politics. So perhaps it's a good question to ponder on, that you might get into politics with the best of intentions, that I care about the country, I'll change this, I'll do that. But the incentives of politics that you have to win elections, principles don't matter, you do what it takes, you have the dirtiest bedfellows, you may compromise after compromise after compromise. And initially, you can tell yourself that the end justifies the means. But that's a dangerous road to go down on. And eventually, I think if you compromise too much, you change, the person you are, is dependent on the things you do, no matter what you tell yourself while doing them. So is this something that you've thought about? Is this something that when you look at politicians around you, do you see signs of this? What's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "02:54:40.440",
        "message": "Oh, definitely. So I think a lot about this. And even in a personal context, I think about this. Principled politics in general, I haven't seen succeed in large part of this country yet. There are pockets where it succeeded once and then completely evaporated. Manipur again, great case study for this, because while we were in Manipur, we were also looking at Erum Sharmila's campaign, who got 370 votes after months of efforts and fighting for the cause of Manipur and the removal of AFSPA for 30 years. You get the support of 300 people, 100 people. Other people in her party, there was a Muslim woman who was a lawyer who had actually contested cases for about 1,000 to 1,500 different Muslim women within her community who were suffering from different legal issues. She did not even get the vote of those 1,000 people. She got some 91 votes or something like that. So in general, like looking at all of these people, looking at Jayaprakash Narayan of Lok Satta Party, you do start to lose some amount of faith in principled politics just because you are seeing it fail again and again and again. My sense of it is to do principled politics, you can't care about power. So you can't care about the politics of it at all. You have to be someone, one who is like financially secure enough to lead your own life that you don't need anything out of politics. You are doing it because you want to do politics for the betterment of the nation. You don't care about being in power. You care about the cause more. So you are willing to say things that are principled but can cost you votes. If you start thinking in calculative terms of votes and elections and winning, then you do become pragmatic to the level of seeming like a sociopath in a lot of ways. A lot of politicians are that way because that does get you votes and that does get you support, at least in the near term. And elections are always in the near term, right? No one is planning for, I want to win the elections 20 years later until then I am going to transform society. Most people feel like I will do the pragmatic thing right now, come to power and then try to do the principled thing. But you can't do the principled thing after coming to power because then there is always the next election and you're scared about losing that and you're scared about the party disintegrating and you're scared about losing all of the privileges that you've circulated. So in general, very difficult place to be to do principled politics. I believe you'd have to study philosophy and stoicism in general, get to the level of not caring about winning or losing or even politics, just caring about the principles and then doing politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:26.120",
        "message": "Yeah, and it'll be, I wonder if such a politician can survive. One of my favourite episodes of the show, by the way, is episode 149, A Life in Indian Politics, which I did with JP Narayan. And I mean, he's one of my modern heroes, a man I admire intensely, who didn't just sit in a corner and pontificate about politics should be like this or like that, but he jumped into the fray himself and he tried to change things and he didn't. You know, I mean, he did as long as the Lok Satha was a movement, but as a party, they couldn't really move the needle, which one cannot blame on him in any way, you know, both incredibly principled and incredibly pragmatic. And if he couldn't move the needle, you know, one wonders who can. Moving on to sort of the next question. And we've kind of mentioned WhatsApp before. And you know, in your book, in your first book, though in your second book, you elaborate much more on it. In your first book, you write, quote, during the 2014 general elections, WhatsApp was primarily used to create a network of party supporters and karyakartas with only about 9000 to 10,000 WhatsApp groups nationally. At that time, Facebook and Twitter were the primary social media channels that helped create the party's narrative and the party's energies and funds were directed towards these platforms. The potential of WhatsApp seems to have struck them only in early 2016, which is when the party began utilizing the platform for campaigning during assembly elections in all the states that went to polls. Today, WhatsApp has become a major part of the party's arsenal, with the party's IT cell head Amit Malviya even telling the Economic Times, the upcoming elections will be fought on the mobile phone. In a way, you could say they would be the WhatsApp elections, stop quote. And you wrote this, of course, a couple of years back, and it's it's only sort of grown and exacerbated since. And now you've also described in some detail on the kind of things you would do in WhatsApp, like you, of course, described in a lot of detail about the kind of micro targeting that you would do. And I would urge readers to check out sort of those passages from both your books where you talk about how Facebook data was used by both the Obama and Trump campaigns, incredibly fine tuned ways. I mean, one thinks if only Trump governed as well as he kind of campaigned or his team campaigned, if all these guys governed as well as a campaign, the world would be a different place. So tell me a little bit about this, because what strikes me about WhatsApp is that look, as far as it comes to Facebook on Twitter, I can see what you're doing. In theory, in practice, of course, I don't know what's happening in different silos all over the place. But all of Facebook is public, all of Twitter is public. On WhatsApp, you have shit happening, which people like me have no access to, you know. And one of the interesting things that you've mentioned is that, you know, anytime someone adds me to a WhatsApp group, which doesn't happen often, but anytime someone does it, I instantly leave. Because people like you and me, as you pointed out in your book, PLUs, we have an aversion to it. But you also pointed out that most voters across the country, they love it, because they feel they're getting to be part of an inside group, they are being able to access privileged information, which they can then share at their panwala or in their social circles, and their status goes up because they have this privileged information, which again, another one of those insights, which I hadn't even thought about till I kind of read your book. So tell me a little bit about this WhatsApp ecosystem from two points of view. One is how does it really work at the consumption level at the people who are targeted and to as a level of someone who's actually created bots in cards created all these WhatsApp groups, the built narratives and all of that. What was that process like?"
    },
    {
        "speaker": "Guest",
        "time": "03:00:55.620",
        "message": "So I'll actually start with the second one, because the first one will make more sense after that. So creating these groups was actually a lot easier in 2016 and 2017. Because WhatsApp had no policies stopping anything, you could literally get SIM cards and create unlimited WhatsApp groups with random numbers on there, like random segregated numbers, you could have numbers of like people in a particular booth of a particular caste, or a particular age group, or a particular demographic profile. So you could just get phone number lists like that and keep creating WhatsApp groups. You had like a couple of admins made in there who kept pumping content. And you could do it at a mass scale. This transformed in 2018, because there was a huge human cry about WhatsApp funneling fake news and elections, these child kidnapping rumours which led to murders in different villages. So there was a lot of pressure on WhatsApp to act not just in India, but also in Brazil and in a couple of African nations. And the US was basically targeting Facebook at that point of time on fake news in other nations. So WhatsApp had to act, they changed policies, they made this five forward limit, they started marking the messages as forwarded. These markings did nothing, this forward limit does nothing. But there was one policy which most people did not notice that made a major difference. If you buy a new SIM card, and you try to bulk create WhatsApp groups, literally after the creation of two to three groups, your SIM card is going to get blocked. So it is much more difficult to create WhatsApp groups as at bulk today than it was in 2016 and 17. Most people that I talked to think this is a good thing. This is actually a horrible thing. Because no one in the opposition was doing it at that point of time, only the BJP was. Now the opposition is trying to do it, but they can't. So what this does is this locks up the competitive advantage that BJP has on WhatsApp message delivery forever. Because the previous group still exists. It's not like WhatsApp deleted all the WhatsApp groups in 2018, and everyone was at zero. BJP still has 20 to 30 WhatsApp, 1000 WhatsApp groups in the larger states of India, the opposition has like 1000, 2000. So no matter how good their message might be, no matter how much the public would like it, their message would not reach the public. So WhatsApp is majorly fueling this problem. Creating WhatsApp groups also continue to get like more expensive as years went by, and also more illegal in a lot of ways because earlier you could acquire legal SIM cards and create a lot of groups. Now there are like troll farms in general who do a churning of SIM cards. So they get a lot of SIM cards, create groups, let the numbers get blocked, have multiple admins so that when this one is blocked, there is still one admin number that you control and the group stays alive. So it's just a more expensive process. Now it's a more specialized process now and can't happen at the same scale. When it comes to the content component, most people get very happy when they are added to a news-based WhatsApp group and a political WhatsApp group of a party that they support and they belong to because they believe they're getting some information that other people don't have access to. And a lot of times they do get information that other people don't have access to, but a lot of times it's fake information and it's fake news that they keep getting on these groups. But because it's unique information, because they think it's important, they circulate it to their other contacts. They forward it to whoever they know, their friends, their relatives, their family WhatsApp groups. And from there it just exponentially spirals out. So there's this very interesting calculation that even with just the five forward limit and with WhatsApp groups of only 20 people, it would only take five raised to the power of five. So like five people forwarding it to five more groups with 20 people within two cycles, it will reach four to 6 million people. So what that essentially means is that even five forwards is a lot and 20 people in a group is a lot because these things grow exponentially. The spread is extremely fast if all the people in there are forwarding it. Content consumption on WhatsApp has changed in a lot of ways because I do see some saturation coming in. This thing that I wrote about people becoming very happy, this is going down because more and more people are being added to more and more groups. The groups are getting busier. There is more content being pumped by all sides, all parties. There's more advertising happening on WhatsApp with surprisingly like bank messages are coming on WhatsApp slowly. Marketing people are realizing how they can do these bulk WhatsApp forward. So they've started doing it. This is decreasing the efficacy of WhatsApp, which might be a great thing in a lot of ways. Fake news is also a phenomenon that more and more people know about. So ultimately at a cognitive level, a time might come, it's still far away, but a time might come where people just stop absorbing content altogether. Fake, real, it doesn't matter. They just stopped listening to everything. That's how full of it they are. And that might be a good thing"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:07.600",
        "message": "for democracy. We don't know. So that extremely bleak image of there is so much content I cannot consume anymore actually might work in our favor. I also think that, you know, while it appears kind of pessimistic, it's actually perhaps too optimistic. There are a lot of insights about, you know, why people believe this shit in the first place. Like there's of course stuff that we already know that people will believe anything that lines up with their biases and then they'll get invested in it. And if you then try to disprove it or dispute it, they'll take it as a personal attack. It's no longer a question of what is true or what is not true. Another interesting advice was that fake news and clarification circulate in different groups. So if there is some fake news that has spread across thousands of unknown WhatsApp groups, which none of us have access to, and has also come on the public domain and so-called neutral Facebook sites, but we know who runs them and say the good Pratik or Fault News or, you know, Boom Live and they do a fact check and all that. Their fact check is circulating in a very limited group of really different people and the damage is already done. Like one classic example that you've given is a 2018 video of which Koyna Mitra among others forwarded which perpetrated to be a Naga sadhu being beaten up by Muslims. And that obviously spread like wildfire all over. And by the time the fact check came that hey, it's not a Hindu Muslim thing. The guy getting beaten up was a drunkard who had entered a house and was trying to molest a woman. And that woman's brother then came and he was beating him up. And that is a context. And they're both Hindu. You know, it's too late. Nobody kind of gets that. And as you've pointed out that there is a lot of left wing fake news also and you've given examples of that. Now, here's my question. You talk about one, there is a worry of a virtual arms race phrase you use in your book, which I thought was superbly evocative. Also, as you point out now that the change in rules that, you know, SIM cards get blocked and all of that has created has sort of solidified this imbalance where the BJP has so many groups and the others don't have so many groups. And the implication in that is that other people should also do a similar kind of narrative control in the sense that the truth doesn't matter. As you explained, people don't care about logic or reasoning or whatever. They believe what they want to believe. And therefore, all the opposition parties should also get in there and they should run their own narrative factories and try to counter at that level. And that makes me really uneasy. Like one of the things that I have seen is that I know the BJP IT cell is vile and I've been attacked by them in the past till I blocked all of them, I hope. But I have also been attacked by the Congress IT cell when I have expressed my dissatisfaction with the Gandhi's. And even Aam Aadmi Party got after me at a different point in time, though I have a different Aam Aadmi Party leaders I admire on my show. It's almost like it's a race to the bottom. And that's what kind of disheartens me that it doesn't have to be a race to the bottom. That maybe one differentiator can be that you take a high moral ground. But that's regarding IT cells. But regarding narratives, do you feel that there is no option? Do you feel that we are reaching a stage where the parties have to say that truth jaaye bhaad mein? You know, these guys are building a narrative that suits them. We have to build a narrative that suits us. And it's war and what the facts are and what the truth is, who gives a shit. And then everything gets extreme and partisan. And nobody is voting any more than on principles and policies and issues and so on. They are just voting based on the tribe."
    },
    {
        "speaker": "Guest",
        "time": "03:09:29.760",
        "message": "So that isn't necessary at all. In fact, truth might be an excellent thing to base all narratives and campaigns for your side on. The issue is thinking truth will sell itself. If you release a fact check, you've written a fact check, and you think you've done your job and it's going to create like, it's going to correct everything, it's going to fix the fake news, it's going to fix the people who forwarded the fake WhatsApp news. It's not. So even if you are on the side of the high moral ground, even if you are on the side of the truth, and all you ever circulate is the truth, you need distribution. If your truth just stays with you in your heart, it's not going to make a difference from like a political and like democratic perspective. For a democracy to function, your truth needs to reach at least as many people as the lie is reaching. And that involves a lot of effort. What is happening right now is that okay, like all of the parties have created their own IT cells, a lot of them are trolling different people. But even the politicians who are taking high moral grounds, who are saying the truth, who are on side of like things that are in the benefit of the nation as a whole, which are not dividing different communities, those people might not be known entities right now. And they can't just bank upon the fact that they're supporting what is right, they will have to put in the energy of propagating their rightful narrative. So ultimately, the tools that we especially mentioned in the second book about like, how these silos are created, and how silos are unified, and how messages are propagated and spread and how you get people to believe a conjured reality. That entire thing is very important, even for people who are spreading the truth. Because you have to do the exact same actions to build a reality in facts as you have to do to build a reality that is completely fake."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:22.360",
        "message": "Yeah, no, I totally get that, that you can go with the truth, just package it well. But sometimes I wonder how package it well, for example, look at Trump, right? When Trump won in 2016, I remember I wrote a column at the time, arguing that one of the reasons he would do well is that his narratives were really simple. They were wrong, but they were simple. For example, you know, middle America was losing jobs, and there was an employment problem there. And he came up with two answers. One, he said that the immigrants are coming and taking away your job. So you know, anti immigration message. And the other he said, your jobs are getting shipped to China. So anti free trade message, and you've demonized China and immigrants. And that's a simple narrative that sells. Now, it's wrong. But the truth is far more complex. And to package that complex truth in a simple way which people can get behind, and which can motivate people becomes incredibly difficult. The other thing as the German theorist Carl Schmitt once said is that in politics, you need an other. Now, these gooey feelings of love and brotherhood is not going to motivate anyone to go to the voting booth and vote for someone. What the BJP has done brilliantly is if they've, they've always had that other, but now they've, you know, other is the other even more as it were, and that drives a vote there. Now, you know, what are other parties to do? That is the strongest narrative. Do you have to create another? How do you do that? Do you have to create a narrative based on hate if that motivates people more than love? You know, do you have to ignore the truth if the truth is too complex? These are the sort of issues that kind of"
    },
    {
        "speaker": "Guest",
        "time": "03:12:50.120",
        "message": "worry me. So that is an excellent thing to worry about. But as you mentioned the Trump example, great one. Here you don't try to counter Trump's narrative by trying to supply truth and facts because that is a very messy thing to do. And it is a debate. The way to beat Donald Trump was never to engage with that rhetoric at all. It was always to create another narrative entirely that would demolish Donald Trump. And it could be based entirely on the truth. Things like how Donald Trump is a failed businessman, which like all of us knew was fact. Like now we know even more because the tax returns have come out. You build it on how many times he's declared bankruptcy and defrauded banks and the American taxpayer. You build it on his personal character and like how he has been against Christian values all his life. So you use the truth that you can use against him. But if you think that the truth will win in an emotive battle, it will not."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:46.760",
        "message": "That's excellently put. You know, I've taken up most of the time and we have some 15-20 minutes of the time you promised me. So I don't want to take up much more, which is probably a good thing because I want people to buy both books and read both of them. What we discussed mostly is really the material of your first book, which I must confess I found way more fascinating because Indian politics is just such a deep, fascinating subject that if the book was like five times longer, I would have, you know, still read it in the one sitting I did read it in. But now, you know, I want to do a little bit of justice to your excellent second book, The Art of Conjuring Alternate Realities. So what got you to, you know, focusing on this book? Like, of course, you know, while you were doing party work at, you know, it was all about narratives and they weren't necessarily alternate narratives. It's just a question of like choosing what to focus on and what brand to push or whatever. But at some level, it is alternate narrative. Like when you paint, you know, Maharaj Amrindar Singh is Captain Amrindar Singh, people's man have coffee with Captain how many people can actually go and have coffee with Captain, right? So there's a little bit of alternative in there. So tell me about this kind of book. And I wish we could talk more about it. Because one of the things I loved about the book, which readers should really check out is all these lovely stories that you've thrown in which we can all relate to like Vishwamitra and Vashishta and all the alternate realities that are happening there. So it's it's great fun to read as well. But, you know, rather than focus on any aspect of it, what brought you to writing this book, the content of the book can be divided in two parts, and neither of which are easy to summarize, or one is possibly easier than the other. The part that's hard to summarize is, of course, the whole ecosystem of building alternate realities, what are the different ways in which you create stories, which people believe why they believe what they believe all of it is fascinating and extremely hard to summarize. So I won't ask you to really try to summarize it unless you have a really pithy way of kind of doing that. But the other more important thing, which I think would be a good space to end is what do we do about this? You know, what are your sort of policy solutions which you can put on the table? What can we do about this? And given that the party in power has a most vested interest in keeping it going, because that's how they've got to power. And that's how they can strengthen their hold on power. You know, are you optimistic about all of that happening? Sorry, many questions packed in one. Let's start with the personal one. What brought you to writing this book? And what is the process of writing these two books been like, if I might digress there, like, you know, they've come out within a short span of time, you obviously write fast. What's your work ethic like? Like, has it been easy? Has it been tough? How did you discover your voice?"
    },
    {
        "speaker": "Guest",
        "time": "03:16:19.480",
        "message": "Starting with how the second one came about? Essentially, I met this guy called Anand Venkat Narayanan. The book is co-authored with him. He's a cybersecurity researcher based in Bangalore. So we actually met at a cybersecurity conference. And he was talking about Aadhar and data in general, and how data can be used against nation states, and can basically destabilize entire nations if they fall into the wrong hands. And I was talking about elections and politics and things like that. So we stayed in touch. And over the years, we've been discussing a lot around what do the rise of social media giants mean? What does it mean that people's reality is based on the information that they receive on their mobile screen, and they have no way to get information from any other source? What does it mean that even nation power is based around the narrative that a nation is able to create, instead of being based on like military strength, or just the amount of money that they have? The conflict between nation states, especially like the US and China right now, we got into this discussion about how that is going to be influenced by which nation out of these two countries choose to support. So China is selling a model of fast economic growth, and you don't need democracy in Africa right now and Belt and Road across the entire Central Asian continent, and then Europe, it is telling nations that support us because faster economic growth. The US model, on the other hand, is that they have this narrative of liberty and justice and democracy. And they're like, you should support our cause for world freedom. So it is to a certain degree, also an informational conflict between nation states. It plays out in a lot of ways similar to how conflicts between political parties play out within a democracy. And surprisingly, we realized it's also similar to how religious government work and how essentially cyber scammers work, because all these entities are trying to convince you of a competing reality. Their goal is to get into your mind enough to shape your truth, to shape your reality. And discussing this over time, we realized that there are specific methods to do it. Good part for us was that cognitive security and just like mental cyber security is a major thing that the Russians have studied for a really long time. During the Cold War, especially when the KGB used to exist, they wrote a lot of manuals on manipulating people, manipulating media, manipulating thought in general. And there are also cyber entities in the world right now, who've realized that instead of trying to hack a system, it is easier to hack people's minds. So we covered the nuclear reactor hack at Kodankulam. And we realized that the North Korean people who hacked, will not say state actors. That's not conclusively proven, but the entity from North Korea that actually hacked the nuclear power plant, they did not do it by sophisticated programming. They actually did it by studying the two nuclear scientists there and realizing what kind of a link they would click on. Then they were sent a completely fictitious paper on thorium nuclear research that would pique their interest by the very title and the email. Very well crafted. As soon as they clicked on it, a malware was downloaded. Then they plugged their drive into the nuclear reactor, which is air-gapped. It's not connected to the internet. So there is no way to hack it. So we realized just hacking people's brains and creating a reality for them has vast usages across sectors. And politics is a very micro study of it because you get to see it at an individual voter level. And then there is a geopolitical aspect to it that Anand was working on and studying at that point of time. So we decided it's worthwhile to actually sit and research on how realities are shaped. Are there common themes? Are there common techniques that all of these people use? And there were a lot of common techniques. So the book came together well. Writing process for the first book, I would say was much easier because in general, that is my story. That is me telling my life story. And I was also freer then because I just resigned. I did not have a job. Now I'm working, I have consistent work. So the second book took longer. But for me, the second one was actually more interesting because I got to learn a lot. I got to study a lot. We got feedback on it. If you see the endorsements, then it's from an intelligence officer at the US Pentagon. Another one is from an intelligence officer from the Royal Air Force, UK, who's also worked as an advisor to UK's prime minister on defense modernization. The third one is from a friend in the Indian security establishment who worked with the NDRO and now works with the Australian Intelligence Institute. So just meeting all of these people, talking to them about geopolitical conflicts and shaping reality and cybersecurity, a lot more fun for me personally, a lot tougher to write."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:14.440",
        "message": "It's all very fascinating. And you spoke about hacking minds. I remember I was sitting with my friend Nitin Pai of the Takshashila Institution a long time back and we were chatting about the allegations about the EVMs being hacked. And Nitin said something that stuck with me is that, you know, why would they want to hack machines, it's much easier to hack minds. And your book Innocence is a blueprint of how to do that, which is fascinating, and everyone should read it. And you know, and everyone should also read it because we all seem to think that the rest of the world is stupid, not me. Now, I will never get fooled by anyone. But the point is, all of us have biases, all of us have certain things we want to believe. So you know, all of us can be lonely at times. And some of these stories are very alluring, like you said, the whole community factor, someone is connecting with me, all of that. So we should all I think, read it, partly for that reason, just to understand human nature a little better, because that is really at the core of it. It's not about information. It's about human nature is this way. And therefore people can manipulate it in all these really interesting ways. The second part of that question, then is, you know, what can be done to sort of change this, which is a much broader question, because it's technology that enables it. It's technology that enables it through algorithms, which actually there's no reason to object to them at a principal level. Like if I am to say that as an individual, it is my right to be served by a company which is giving me the kind of content I want to read, who is anyone to stand in my way, but clearly something has to be done. Now you've mentioned that WhatsApp did a few things and the SIM card thing is great. And although you know, it might sort of perpetuate the imbalance that is already there. And it has those little things like forwarded message and all of that. But broadly at a policy level, being a policy person yourself also along with the politics person, what would you say can be done about this realistically, in the sense that one can make a public case for something like this, and there is a chance that people in power will actually put it in practice? So this question is actually"
    },
    {
        "speaker": "Guest",
        "time": "03:23:15.160",
        "message": "something that is bothering all the multi-billion dollar corporations right now. It's a question that's bothering all national governments across the world right now. It's bothering every democracy, it's bothering every intelligence agency. How do you protect your society and your population from just this mental manipulation? So it's a very tricky question because Facebook, WhatsApp, all of these entities owned by the Facebook group, Twitter itself, TikTok, they're profit maximizing entities. And for that purpose, they've all done some degree of evilness where they've knowingly let people get mentally harmed. So as the recent whistleblower report from Facebook just stated, they knew that girls in a certain demographic age group were getting into severe depression because of Instagram content. And they tried to suppress that report and actually did successfully suppress it. So these things, they also, Facebook has done a lot of research into manipulating people using its own platform. So historically, Facebook has experimented on how they can manipulate people using Facebook. We are guinea pigs to the platform historically. They've collected all of this data, they've not released it, they've tried to hide a lot of it. So it is not great history there. But if you look at these entities at this point of time, I truly believe they are trying to solve the problem because it's just bad for business to get so much scrutiny. If you look at the world today, everyone is talking about how bad the social media giants are, how fake news is spreading rapidly, how democracy is getting destroyed because of it. So solutions at a technological level when these multi-billion and trillion dollar corporations get involved is something that is likely. I believe it will come at an algorithmic level, but I also believe what is going to happen is that eventually we will have trust scores. For a lot of content that gets circulated, you could easily build something that gives it a trust score. If it's a news website, you could tabulate how many times fact checkers like a global group of fact checkers have identified this entity as circulating fake news. You could potentially design algorithms that then mark the separate links and separate pieces of content as, okay, this might be untrustworthy because the source has circulated fake news so many times in the past. Do you want to visit this page and see their history? Something like that is something that could also help. But ultimately, I don't think any of these is a solution. I think the solution lies in recreating society to be more resilient as a whole. It does lie in education. It's a long-term thing and I know educational and long-term solutions don't do well for a lot of things. But studying societies across the world, you find out that not every society is equally vulnerable. India is extremely vulnerable to a lot of divide within our own community. The US is extremely vulnerable in believing different conspiracy theories and people believe in different rhetoric against different groups. But you look at a place like Europe, then it's slightly more resilient. If you look at Australia, it's slightly more resilient than Europe. If you look at Scandinavia, it's extremely resilient. Then you have countries like Switzerland, which are surprisingly and like just uncannily resilient to these sorts of manipulation. So society and social level of education and understanding does have a major role to play on this. What we believe is that Indian culture in general has a huge advantage when you look at traditional Indian culture, because it has been a questioning culture. We are reinterpreting it to be a culture that is hardline, that believes in Hindutva. But the culture has always been based around debate. It's based around discussion. If you look at even the Hindu religion, then like there used to be Shastrath, there used to be debates between different schools of philosophy within the religious movement. Between Buddhism and Hinduism, there have been large debates. So India has been a questioning society. India has been a society that's been sceptical of what is told to them by just an authority figure or by a WhatsApp forward. We've lost this in, say, the past 100, 200, 300 years. We have to start recreating that within our society. So the school system has a major part to play here. The social groups that we are surrounded by have a major part to play here. What is important is that we recognise the problem first, and then we explain the problem to other people without explaining it in the context of, say, BJP and Congress, without explaining it in the context of their caste group versus another caste group, Hindu versus Muslim. That's why, if you look at the book, we have examples of manipulation from both sides. We actually focus on Iran using the divide and discontent within Indian Muslim youth to create more dissatisfaction and combine the Indian Muslim youth to its own cause. And Iran wasn't doing it because it has some geopolitical interest in doing it. It was literally doing it as an experiment in India. So once you understand what kind of geopolitical risk it presents, as anyone who cares about the nation, you will become someone who wants to fix the problem instead of making it into a political issue. Fantastic thoughts. And you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:41.880",
        "message": "mentioned that, you know, Indian society has been sceptical in the past. I'll be a little sceptical of that assertion when you talk about the traditions within Hinduism and say that I would argue that they were probably only among the elites, as it were, the questioning, the Shastrath and so on. I'm not sure how widespread they are, but that we'll never know really, because the history written of that time would largely be by the elites for the elites. So who knows? I'm also reminded when you were, you know, you used the word experiment and that reminded me of this experiment you've written about in the book, I think Facebook carried it out in 2012 or something, where, you know, one set of readers was for one week shown happy messages and another set was shown sad messages. And they wanted to see at the end of this time, what kind of posts these two groups will make. And lo and behold, the group with the happy messages actually started posting happy messages and the other way around, which means they actually made people sadder. And the great lesson in that is that we are not as much in control of ourselves as we think that we are, that we are all the time being willfully and otherwise being manipulated by everything that happens to us, that whatever we are right now, whatever we feel right now is contingent on so many things, all the information we take in the media, we take in the food that we eat, the chemical balance in our brain, which could be sort of happenstance. So, you know, I think many of us need to lose a little bit of arrogance and gain humility about how fragile human nature can be and therefore take problems like this seriously. But so to finally bring an episode to the end, a final question for you, and this is really for the benefit of my listeners as well as me. If you had to recommend a handful of books which you feel shaped you and that everyone"
    },
    {
        "speaker": "Guest",
        "time": "03:30:23.640",
        "message": "should read, what would they be? So one I definitely recommend is something called The Dictator's Handbook. Bruce Bueno de Mosqueda, he's a professor at NYU who explores how dictators stay in power. So that book shaped a lot of my thought in life in general. A book completely unlinked to politics, but extremely linked to how people think is a psychology of money. Morgan Housel just read it. I realized that even at a financial and investing level, like all of us have too many biases, and it's important to assess the biases in all fields of life. And when you do it in a field that you don't work in, you realize how bad you are. So in politics, I'm less equipped to judge my bias than I am in finance. Reading that gave me a perspective on, okay, the bias exists. One interesting book that I'm reading right now is actually Josie Joseph's book. It's an incredibly scary read, and you realize how like the deep state in India has existed and vilified people in general throughout the process. I know you talked to Josie in a podcast recently, so that is an absolute must read. I also think reading just about, say, philosophy and stoicism and stoicism is something that I've just started reading on because I actually now believe that it's important to be a stoic if you want to do anything good in politics. You can't care about winning elections, you just do what you want to do. So Marcus Aurelius would be a good one to start on there. Epictetus, another excellent one, but yeah, philosophy. Wow, fantastic"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:59.000",
        "message": "recommendations. And Shivam, thank you so much for your time today and for writing these two wonderful books. And I can't wait to see what you do next, frankly. So thank you again for your time"
    },
    {
        "speaker": "Guest",
        "time": "03:32:08.280",
        "message": "and insights. Thank you. Extremely great talking to you."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:38.280",
        "message": "Thank you for listening."
    }
]