[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "When I was born in the 1970s, India's politics was dominated by one party. Less than five decades later, our politics is still dominated by one party. But before you start lamenting this unchanging hegemony, note that that party has changed. Once a Congress ruled India, and ruled is a correct word because we are subjects and not citizens, but today, the BJP rules India. Now, I've had a bunch of episodes in which I've looked at the rise of Hindutva, both as a cultural and political phenomenon. But I haven't looked at the decline of the Congress in any detail. And that's an important subject. Our democracy, in order to be healthy, needs competition in the political marketplace. One dominant player can never be a good thing. But right now, the Congress is in freefall. And it is worth asking why."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:58.960",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:11.440",
        "message": "Welcome to the scene and the unseen. My guest today is Rahul Verma, a political scientist based in New Delhi. Rahul had first joined me in episode 131 of the show, in which we spoke about the book he co-authored with Pradeep Chhibber, Ideology and Identity. Now, we know that the usual spectrum of left and right does not apply to India. I used to believe, therefore, that ideology was absent in Indian politics, that it was all about identity and patronage. Rahul and Pradeep's book challenged this way of thinking. Yeah, there's no right or left in India, they said. But there is ideology. The fault lines are different. Now, Rahul and I will revisit some of that territory in this episode, but his work has gone a lot beyond. He wrote to me last week saying he was visiting Mumbai. Let's catch up for coffee. Coffee, I said mockingly. Coffee is not enough. Come home. Let's do an episode in my new home studio. Tell me what you've been working on. At that point, he sent me a couple of chapters of a book he is co-writing with another brilliant thinker from Delhi, whom I haven't met yet, Hasim Ali. Their book is about the decline of the Congress Party. This is such a fascinating subject to me and also such an important one. Now, regular listeners will know my position on the Congress Party as it stands now. I believe India needs a strong opposition now more than ever. Only the Congress has a party organisation to oppose the BJP nationally. And yet, it is hobbled by an incompetent leadership that has inherited its position, not earned it. For all of Rahul Gandhi's rhetoric on democracy, he does not believe in it and is scared of holding inner party elections. This is not surprising. In the words of Ram Guha from a past episode we did together, Gandhi is a born loser. Look at electoral results and you'll find that this is a bland fact. You cannot dispute it. Look at 2014, look at 2019, look at the numbers. He is, in fact, a gift to Narendra Modi. Now, be that as it may, even if you disagree with me on this one subject, he is not the only reason and his family is not the only reason that the Congress has declined. This decline has been happening for decades. To understand it, we need to understand how Indian society has changed and how Indian politics has changed. I expect many insights to come from Rahul and Aseem's book, which is right now a work in progress. And I teased out a few strands from that in my conversation with Rahul. And I just love talking to him because he's not an ivory tower intellectual. He really gets his country, he gets our politics. And I always learn something from my conversations with him. Before we begin, though, let's take a quick commercial break. Arthur C. Clarke once said, quote, any sufficiently advanced technology is indistinguishable from magic. Stop quote. I am speaking in my room. You can hear me where you are. For most of human history, we'd have been locked up in a padded cell for making this claim. But an even greater magic is how this thing called the internet holds together. And one of the unseen forces driving this magic comes from the sponsors of this episode, Intel. Think about the architecture of the internet. Much of the scaffolding comes from Intel. And one of the many ways in which Intel is enabling all of us to do what we do is through the cloud. More and more companies are turning to the cloud in order to be more agile, more secure, more efficient. Intel Xeon scalable processors help run the cloud, optimize performance for your specific workload, and makes your data secure and easy to manage. It's available across multiple cloud providers, and it provides crazy bang for the buck. It's the unseen force behind so much of the internet. Maybe Intel is the reason you're listening to me right now. Where there's cloud, there's Intel. Rahul, welcome back to the scene and"
    },
    {
        "speaker": "Guest",
        "time": "00:04:49.600",
        "message": "the unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:50.600",
        "message": "Thank you, Amit. Thank you for having me again. The last time we spoke, it was a memorable conversation for me for a number of reasons. But the format was different. We did spend a little bit of time talking about your past and your journey, but not as much as I would really like to. And in fact, that I'm curious about. I think that's where I'd like to kind of begin today. Tell me a little bit more about yourself. Where did you grow up? What were your early years like?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:13.760",
        "message": "Okay, so I was born in what today is known as Ambedkar Nagar district. It was earlier part of Faizabad or Ayodhya district in Uttar Pradesh. So I come from deep rural Hindi heartland of India. I was born in 86. So basically, in political terms, like a moment in the heartland, especially in UP, a lot of churning was happening. You had Dalit assertion taking place, you had Mandal Commission recommendations made in 1989. And you had Babri Masjid demolition in 1992. So as a teenage, while I definitely didn't understand any of the things, it was happening very close to me and in front of my eyes. So in some senses, perhaps subconsciously or unconsciously, my decision to become a political scientist might have been driven by some of these things that happened around me during my childhood."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:13.400",
        "message": "You know, one of the things I remember from our last episode was something that you said, I think Suyash Rai said, Akshay Mukul said around that same period of three or four months when I spoke to all of you, which is how much of a difference imbibing information in Hindi, in the case of all three of you, really made. Something that I keep going back to is that we, English-speaking elite, should really be a little more humble, because we are hobbled by really reading and getting an understanding of the country from one language. I therefore want to ask a dual question. One is, of course, that you are reading Hindi newspapers, you are imbibing a lot from the language, and how does that change the way you view the world vis-a-vis the people who are perhaps your colleagues today? Though not all of them will be English-speaking elites, but some of them would be, vis-a-vis the big city folk, as it were. And two, growing up around that time, growing up where you did, you are also imbibing the animal spirits of that era, right? In the sense that you are there in the thick of things. You are not at that stage where you are someone in a big city reading the newspapers or reading books and learning about it at an intellectual level. Before you even try to think of it at an intellectual level, the shit's happening all around you. You're kind of seeing it play out. You're seeing all these deep-rooted resentments boiling over. You're seeing new resentments coming to being. For example, when Mandal happens and all of that, and also while Hindutva is becoming resurgent. So now when you look back on that, tell me a little bit about that. What role did it play in shaping you? Was there a point in time where you were a different person from what you are now, when you are in that mahal, as it were, but you haven't yet started thinking about the world independently?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:58.720",
        "message": "So it's a hard question to go back like 30 years and think how different I have become. But I can join the threads and think of a journey. So let's first look at the first question, which is about Hindi versus English. I think it's less to do with Hindi versus English. It's basically to do with the diversity of information that is pouring in. And each of our regional languages, be it Tamil, be it Kannada, be it Gujarati, be it Bengali, all have much more diverse tradition and culture of writing in all forms. It could be bhakti to protest and to singing about religion and God and other things. So I think what people who read only one language, and it could be even for people who do just Hindi, they might be missing the opinions that are being generated in the second language. So my suggestion would always be to read as many languages as you can. But of course, we all are limited in that sense. And so two or three is okay. And I like because I get one Hindi newspaper and two newspapers in English at my home even today, I can see how the placement of news on the first page differs, both Delhi edition, right? And not just the placement of news, but the tone and tenor of the like the headlines and how the news opens is different. Of course, the opinion pages are going to be very different because very different set of people are writing in Hindi or regional language columns and very different set of people are writing in English. So it opens you to a very different sort of world. Now, growing up and I was like, you know, I spent my first eight to 10 years in my village, I grew up there. I used to go to the primary parshala and then to school in my town, Saraswati Shishu Mandir. So that was the only school in I think 10 kilometer vicinity of my village, where you used to wear a school dress or a school uniform, right? So if from like, and we were the first like my me and my sister were the first kids to basically wear uniform and go to a school. So in that sense, the think about like the journey, or the trajectory or arc of that journey, a lot of things didn't make sense then, and doesn't even make sense now. So like, we didn't use to get newspapers in our village. So me and my sister used to walk to the road where we used to get a rickshaw or some three wheeler or four wheeler to reach to my school, which was three or four kilometers. And so when you used to wait at that spot to get a rickshaw, there were lots of tea stalls. So what do you do? You just like either play or you just try to flip newspapers and see. So I think the habit of reading newspapers developed there. Then, like in the village, so my grandfather used to like what subscribers of some magazine, I wouldn't say like, like a news magazine, but you know, some were sort of like magazines related to your caste, some magazines related to religion. So what do you do like in the morning or evening, you don't have TV, you play some time and you just read these random stuff. So I think it opened a very, very like, so I know about my caste, like, or what battles they are fighting, not because I experienced anything, but just by reading through these things, right, like, those magazines are basically linking you to some symbols, some moments of pride, some moments of discrimination. So you not only understand you, your caste, your family, but also in this context and social relations, who are the others, right? Like if you say you come from, so I come from Kurmi caste, right? Now, where is Kurmi on the hierarchy? Who are like, above the hierarchy? Who are the below the hierarchy? And like, at a young age, you are doing many of those things, right? Like if you see some bad practices, it wasn't as if like I was resisting those practices. Now I like 25 years, 30 years later, when I've read, I've grown and matured, I think there was some things not right happening in front of my eyes. And I was part of those very things. But then I didn't know I wasn't like wise enough, not that I'm now but that's how things have. So does that answer or should you I'll kind of keep double clicking on different"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:01.240",
        "message": "aspects of it. Like one, I didn't know there were magazines for castes. I mean, that's"
    },
    {
        "speaker": "Guest",
        "time": "00:13:06.560",
        "message": "quite a... So and this is like, there are lots of monthly or at least fortnightly magazines. So at some point, either my grandfather or my father would have subscribed to this magazine, right, which is Kurmi Kshatriya Jagran. And my grandfather used to just like, like at his age in village, he had like done high school and everything. So he used to keep a stack like so for very long time, we didn't use to sell or throw books. It's just like you just stack them. And so all these magazines like of like 10 years or 15 years were just stacked in one place. So I used to just pick up those things. And so Kurmi Kshatriya and like I read about Shivaji at that time, because like, I think there was some linkage to being Shivaji being Maratha Kumbhi and Kumbhi is basically a local term for Kurmi in Maharashtra. So I learned about Indian history through the prism of my caste through that caste magazine. That's insane. Like I knew about Shivaji belongs to my caste, right? So it's a moment of my,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:17.960",
        "message": "like our pride. It's fascinating. And are these magazines and serving a lacuna that is like, for example, you know, in a cosmopolitan world, you can say there is no need for caste, but not the whole world is cosmopolitan. In fact, a very small part of India even today is even within the cosmopolises as it were. So is it that they're serving a certain need that you feel that you belong in a particular community, you feel that tribal sense, which we are hardwired"
    },
    {
        "speaker": "Guest",
        "time": "00:14:46.920",
        "message": "to crave at different levels? So I don't want to reduce it to basically some tribal sense that you need to belong to identity or a community. I think they serve also lots of instrumental purposes. So those magazines were like, of course, there would be an association and that association is publishing those magazines. But if you and I are from that caste, we can also send our articles and that would get published, right? So it was also a platform for many within the community to express their literary interest, right? You can write stories or write history, write poems. So that's one purpose. Second, through that magazine, you know, who among your community is doing what. And communities or these identities have remained an access point to a lot of things you won't be able to access. It just like becomes an easy reference point, right? Like, either you belong to some village or town and you basically make a reference. I'm from the same village, will you help me or like I'm from same caste, will you help me? So that's the second instrumental reason. Third instrumental reason is I think those magazines will also have a list of prospective brides and grooms, right? And given the marriages have to happen within the community, you get a far wider range to make those selections. There must be some sort of like identity issues that you want to be related to someone who shares some history with you. But it's also wider instrumental purposes which these magazines or associations serve and many of them have become defunct now or there has been a lot of factionalism like our political parties are growing, caste associations are also growing. But many of these caste associations have played a very, very important role in freedom movement and pre-independence India, the Yadav Mahasabha and all of those organizations were very important for certain reform measures that were taken during pre-independence India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:01.560",
        "message": "And would these platforms of caste necessarily then also have a prism of caste, which is then internalized by all the people who are reading it? So say, for example, you belong to a particular caste, you get the magazine, you are anchored in a sense of history of where you stand in the grand scheme of things and all of that. You know that wherever you go, there'll be some people you can relate to, there might be these little networks that can help you out, all of that, you can publish your fiction or poetry there if you wish to. But do they all then carry this insidious prism of caste through which you forever see the world, you know, or is it more benign than that?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:40.040",
        "message": "You could get locked up into this cell or prism. And you see most of the things happening around you through the caste. And like, I don't want to blame the messenger that like, of course, magazine is an instrument, and it might be doing that. But we see lots of basically spillover of dissatisfaction, anger, protest happening on our streets for last four or five years, somewhere it's a demand for Jat reservation, somewhere it's a demand for Maratha reservation. So, caste identities continue to play a great role in our social and political arena. And all of these mediums become instrument in mobilization of those identities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:29.440",
        "message": "Yeah, no, it's fascinating that there are all these different social strands playing out, which then find expression in politics as well. For example, Akshay Mukul in his book about the Gita Press and in the episode he did with me as well spoke at great length about how, you know, political Hindutva should not take us by surprise, because those underpinnings were there in the culture forever, as, you know, Breitbart famously said, politics is downstream of culture. Yeah, and it is what it is. But I mean, this is, we could talk about this forever. So let's go on to your personal journey. And you mentioned earlier while giving your answer, another thread I want to double click on, where you said that if you read a Hindi newspaper and an English newspaper in the same city, they will be different"
    },
    {
        "speaker": "Unknown",
        "time": "00:19:13.520",
        "message": "from the kind of headlines they have, where they are placed, etc, etc. Can you give me"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:17.040",
        "message": "an example of this to kind of make it concrete for me?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:20.840",
        "message": "So very recent example, which I can remember was during the farmers agitation, when there was a hoisting of like, basically flag around 26 January from the Red Fort. I think the stance of English newspapers was much more to do with basically putting government on the back foot, how it happened. And why, like, you know, farmers are angry and those kind of things. And that's why there was a march, it's a failure of administration. The Hindi newspapers, on the other hand, was basically saying, what has these farmers done? Desh hua saram shaar, right? So basically, so putting the entire blame on unruly elements within the farmers. So now you basically getting two very different pictures. On one hand, it's a failure of administration and government not being able to hear the farmers voice. Whereas in the Hindi newspapers, it's much more like this movement is not able to control the unruly elements, and government must now take hard stand."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:31.240",
        "message": "So I'll go back to that earlier issue and come to a larger question, which this kind of brings to mind. Like I remember there was a recent controversy, when there was some marriage app, someone posted a screenshot on Twitter, and it allowed you to filter by caste. Now, this is, of course, shocking. But then the point is, that is it the app, which should be blamed for this? Or is it society? Because the app is doing this, because there is a demand for it. And this is how society is. And the larger question I'm then coming to is supposing you're a kid growing up, you're a kid growing up, and you have these magazines in your village or wherever you are, and you don't have much other access to information, and you adopt these prisms. This is all you know, you don't have any other way to tell right from wrong. And then you go to the city and let's say the farmer, farmer agitation happens. But the only access you have is to papers in your language. And that is a narrative that you get. And for all these reasons, without passing a value judgment, you are who you are. But are you responsible for who you are, you are shaped essentially by your environment, by everything you read while growing up, by the media that you read today, by the peers around you, who have grown up in with similar backgrounds and similar whatever. And, and the people who disagree with you will inevitably be English speaking people like myself, who will seem condescending and superior and know it all and cheering to you. And you go like WTF. So my question here is that how easy it is to stand in judgment over other people, especially in these times, when standing in judgment over other people helps us posture on social media, you know how virtuous we ourselves are. But, you know, should we just sit back a little bit, not to be so judgmental of people, but be judgmental of social trends, be judgmental of all these toxic forces within our society, like caste, like many other kinds of identity politics for that matter. But that people are complicated and that some of our discourse today could be getting corrupted by exactly this from all sides, where, you know, you're looking for human villains. While that, you know, maybe a mistake. I mean, I might have rambled a bit, but I'm just thinking aloud because"
    },
    {
        "speaker": "Guest",
        "time": "00:22:46.600",
        "message": "of it's a complex question. Being judgmental is easy. And we all basically and also virtue signaling is easy. So these two tendencies is now overflowing. If you want to understand something, learn from it, diagnose it and then offer solution that's going to take time. And you can't do it if you are going to be judgmental to begin with. Right. So for example, let's take this aspect of caste. Is caste inherently bad? I don't know. Like caste brings certain values with it, which is bad, right? Hierarchy, oppression, tying you to a social categories. All these things are bad about caste. But then caste as a form of solidarity, especially those who have been at the bottom of hierarchy using those solidarity, like overcome the oppression they have seen, like that's not inherently bad. Right. But at some point, basically, it's a it's a cycle when it basically takes its course. At some point, it's also going to have negative spillovers. So my job as an analyst or as a citizen of this country is both first to understand when is caste being used as a privilege and when is caste being used as a form to overcome barriers. And I should be able to distinguish between those two. Right. And that distinction is important to say caste is good or bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:24.040",
        "message": "But you know, I'll voice a slight disagreement here where I just think it's fundamentally a problem. Any kind of categorization like this where like I think, you know, every individual should really be respected for what they are and all of us contain multitudes. So anything that reduces a person to a particular identity which they are born into is, I think, problematic and the positive aspect of it that you speak of is that, for example, what you're saying and it's true that an understanding of caste is what allows Dalits, for example, to come together and fight against that oppression. But the point is that oppression is there in the first place because caste is there in the first place. Why is that fighting necessary if there was if the caste system wasn't so entrenched and so oppressive, they wouldn't need to mobilize to fight against it and it would kind of therefore be irrelevant. So anything that furthers and perpetuates caste and there are different kinds of casteism, but anything that makes you think in those kind of categories itself is a problem and kind of needs to be thought about. And this is I think, just one example of caste, you can also, you know, get into these sort of reductive categories from the left, where you could say, oh, you're a cis het white male or whatever. And you immediately reduce someone who's incredibly complex to that. Or you could say that, oh, you're a black trans person. And you reduce someone who's very complex to one narrative of victimhood, which seems to carry inherent dangers to me and might even stop us from getting past all of these divisions and oppressions."
    },
    {
        "speaker": "Guest",
        "time": "00:25:59.240",
        "message": "True, but should there have been no caste? Yes, we shouldn't, we won't be having this kind of discussion. But human, should they be reduced? Should individuals be reduced to these identities or these categories? No, they shouldn't be. But then these identities and categories exist. And they will, like, I can't imagine a social formation where we are not going to have these identities or categories. If it's not caste, it's going to be color or rights. Like, it's easy to judge and virtue signaling, it's also easy to categorize, right? So it's a inherent human tendency that we are going to categorize people through something."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:48.080",
        "message": "No, no, that's very true. And I realized that just as you began, that it's easy at a normative level, at a level of how things should be to say that no caste is bad at that level. But if you look at a descriptive level, the point is, even if caste wasn't there, something else would have been there. Because A, we are hardwired for tribalism. And B, we are also hardwired to make up simple narratives that explain the world to us. And these two come together, and they feed into these kinds of sort of divisions. So let's kind of move on, you know, we've covered kind of, I think, 10 years right now, where you are going to the bus stop in your village, and you're wearing a uniform, which sets you apart from many other kids. Already, you're part of the elite, because you have a school uniform, and you're going to the school. So from there, how do the next sort of steps happen? Like, what is the evolution of the aspiration of Rahul Verma, for example, over the next 10-15 years? Like, what do you want to be at that time? And as life happens to you, and things happen, how does that evolve? Take me through a little bit of that sort of journey, both external and internal."
    },
    {
        "speaker": "Guest",
        "time": "00:27:53.200",
        "message": "Okay, so I studied in that school till class fourth. And then my father, when he moved to Lucknow from Kanpur, he's an engineer. So once he moved to Lucknow, you know, he has a more settled life, he thought of getting us to Lucknow and study there. So he wanted us to study in an English medium school. And you know, like in cities, you have entrance process, where they interview, interview your parents and everything. So yeah, the first comment was, you know, bachche toh English nahi bol pate hain. How will they survive in this environment? And so of course, like any parent would have done, my father would have pleaded that they are hardworking kids, they will..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:43.120",
        "message": "Hard work not Harvard."
    },
    {
        "speaker": "Guest",
        "time": "00:28:45.760",
        "message": "They would do, okay, give them a chance. And so yeah, so slowly, we got into one school, which you can think was on a borderline of, we went to Bharti Vidya Bhavan, which is good English medium school. But then there are better English medium schools also, right? So slowly, we moved to a different English school in two, three years, I think, then the ambitions and aspirations slowly keep changing, right? You like, keep seeing new things, you moving to a state capital. So just moving to a state capital in the village was the aspiration. Once you move to the state capital, you slowly think of what you all can become. You see, you meet some of your friends or their parents or colleagues of your parents and you figure out, okay, this uncle is doing well in life, he has a bigger house. So those kind of like, you know, I should also be thinking of becoming a civil servant, IS officer or PCS officer, or those kind of things. And then, because I think, like, by class six, seven, those fascinating aspects of ki, I will become a fighter pilot or, you know, which is more sort of like a macho thing to do, those start taking much more realistic shape. And you are also start realizing where is sort of like, not dignity, but power, money, fame, and you think that these are the positions one should be unless you play, you are driven by, say, you want to become army officer or you want to become a cricketer or a Bollywood actor. So you take sort of like much realistic goals, okay, I want to go to IIT or I want to be like those kind of things. And so I'm there in Lucknow, did my high school, I was an intermediate, I realized I don't have fascination for either engineering or medical. I didn't know what I want to do. But that time, you know, I think TV journalism is just coming to age. And you're seeing lots of like, firebrand brave journalists on TV asking tough questions. So I think I was getting a little bit fascinated by that. And that's why my first email address is Rahul dot reporter. So that was the moment of fascination to become a TV journalist, but then come to Delhi University to do my college that time I also wanted to do journalism. Like, in fact, I chose BA program, because I thought, oh, so newspapers have three elements. So news has three elements, that there are others, but mainly three politics, there is a section on business and economy, and there is a section on sports. So my sort of innocent mind, basically thought, okay, so why don't I do a course, which basically teaches me both politics and economics, sports, I can manage that, right. So so that's why I chose BA program. And later on, I realized that it was not a good decision. My friends in the department or course asked me, you've come from Lucknow, you're doing a BA pass course, why didn't you apply for honors courses and all those things. And that like, I just didn't know. In fact, like when I went back home in my first or second year, there was a relative sitting in the house with chatting with my father and asked me, what you're doing? I said, I'm studying at Kirodimal College in my second year, he said, that's okay. But what what are you doing? And I could later figure out that he wanted to ask me, are you preparing for civil services or not? You've gone to Delhi, you're taking a social science or humanities courses, you should be preparing for civil services exam. And if you're not doing then you are, in some ways, not utilizing your time. But in my college years, the good thing was that I, in each summer, I interned at different places. So I worked at Indian Express office in Lucknow, the mentors there were really, really nice and helpful. In a way, like, you know, at that age, I got bylines in the city edition, the three pages, which comes with the main edition on every second day. Then I worked as an intern in Aas Tak for 30 days, most of my time got spent in the sports section, where my job was to watch India Australia match and make call like time locks to basically edit the section where there was a four or six got hit or where there was a catch or a bowl. So I love to get so in that sense, I would say I didn't learn a lot about journalism there. But at least, you know, I'm watching test match five days in the Australia. Okay, so through that three years working at different kind of news organizations, I realized my interest actually is not in journalism, it's much more to understand politics. And I thought the discussions which I had with some journalists, and like, it's not to do with any organization or any particular person. But I thought like, perhaps it will take a much longer time in journalism to develop the kind of understanding I want to have about politics. But it doesn't mean that I had decided I want to do a political science PhD. But I got like, my fascination for journalism after those three internships was over."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:32.420",
        "message": "I have also spent time doing brudge work in cricket. But if I had to sort of sit and watch matches and just do time codes for when to cut for for, you know, to capture a four, I think I might have kind of lost interest in journalism as well. And I can I can understand a certain fascination for politics that is there just in terms of the human drama of it. And that whole the whole morality play which is playing out and you know, it has all the characteristics of great drama, heroes, villains, tension, conflict, masala, all of that is there. But at some level, obviously, you're thinking of it as something more than that, you know, there is at some point a transition that happens where you're not just thinking of politics in terms of interesting stories, obviously, but as something deeper that can explain something about the country that, you know, that can be placed in particular context that reveals a certain amount of society, in other words, political science. So tell me, was that a gradual process? Or, you know, was there any kind of specific book or any kind of thinker you came across, which suddenly, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:35:34.600",
        "message": "Work in progress, Amit. I don't think I have figured out why I'm interested in politics or political science for that matter. I think, and I'm happy this is a journey incomplete, because the day I will figure out I will lose interest in it. Maybe I'm not saying I will definitely. But I think you can call it passion or whatever, like, there is a search. And I think that search for something is the drive, which is keeping me interested in politics and political science. What I am searching for, I don't know. But of course, I can, you know, make up statements, like, you know, now I know that modern India is a political project, right? And it was a project conceived at the time of independence or during the freedom movement. And, and I, in every sense, all what we know in political science, survival of India as a democracy with so much of diversity with so much of poverty, illiteracy is sort of like an exception is a puzzle. And so all of us, not all of us, but most of us, I hope, who study Indian politics are trying to understand this enigma, or like, how are we surviving amidst all the chaos? Why do we manage to do certain things? Right? Like, elections in India, in some ways are the greatest show humankind sees every five years, right? Like 800 million people participating, and producing a verdict or a mandate or a result is just fascinating. Think of all the innovations our electoral system have gone through, or people who were thinking about the import or were imagining India as a democracy, a feudal society, a deeply hierarchical society, everyone illiterate, how like, how did they think that we are going to like, you know, people are going to cast their vote thinking of symbols, right? That illiterate people can't read that Amit Verma is contesting from party X. So Amit has a symbol, teddy bear, right? And people know that Amit belongs to teddy bear party, and so teddy bear gets the vote. So those kind of innovations, and there are certain similar lacunas, like, we have more than 25 or 2800 parties registered in the country today. And the lacuna or, or it's a foresight, I don't know, this is something one needs to think about. So the reason we have so many political parties in India, because registering a political party is really easy. But the Election Commission of India does not have the power to deregister a party. And so there are many parties that are dead or defunct, but they still, in the legal sense, still registered as a political party. Think of it. And that's why like my fascination, passion, drive, whatever, like, whoever was thinking about this, and I have spoken to people in election commission, former election commissioners, and they've said they have written to law, Ministry and Law Commission to basically give them the right to make certain amendments in People's Representation Act and give them right to deregister a party. But then when they make this argument, when they become thoughtful during that interview, they say, but I think it was some genius, right, who thought that the Election Commission should not have the power to deregister. What if the Election Commission is basically under the spell of the present regime or any regime at that point? And basically, then you want to get all your opponent parties deregistered. So it would have been a bad law in that sense. And so all of these questions, what was going behind in making these laws or not making these laws? Like, if you read the Constituent Assembly debates, and we talked about some of it during our last conversation, like, each of those amendments that were raised, like, it's a fascinating document, and one should read it, like, the kind of thought process that was going into the framers of modern India, the realization some of them had about the depth and the breadth of this country in every sense, like, basically, like, I don't think most of us who are on social media and Twitter, like the kind of conversations we have today, which we think is a debate, and we are living in a polarizing time is nonsensical. Think of those moments of 1947, like, you know, partition happening, people are dying, there is a debate happening on what should be the basis of citizenship. Like, that's the polarizing time, right? What we are seeing is just a facade on social media. Think of that, like, 70-80 years ago, where some people were arguing that, you know, the Constitution should begin in the name of God, right? And then others are, you know, we can't have God. Some of those debates still exist. But I think putting those debates in the context of 1940s, when many things are happening, World War II had just ended, India didn't, like, we had seen 1942 famine, right? Like, thousands of lakhs of people had died, partition happening. And I think, like, constructing a nation at that point from 200 years of being a country subjugated by a colonial power, those are fascinating moments from a political standpoint."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:21.320",
        "message": "Yeah, it's crazy. And you don't know then what you know now. Like, I did an episode with Gyan Prakash who'd written the book on the emergency. And one of the key points he made was that, one, the emergency wasn't unconstitutional, that power was actually given to the state to be able to do what it did. And the reason that power was given, the reason that it was enshrined in the Constitution, and it was so centralized, was that at the time the Constitution was being drafted, the country was falling apart. There was violence everywhere. You could not assume that, you know, the center would hold, as it were. And therefore, the centralizing urge, and therefore, this mindset almost of another new colonial power in the making in the way that they got all the states together and all of that. But, you know, within that context, you understand what happened. But then the result of that centralizing urge is the emergency. The result of that strong center is so many things that are wrong with our politics today. And you were speaking about so many parties which don't exist. Have you heard of the Uttar Pradesh Mitak Sangh? No, I haven't. But it's possible that there is a party here. No, it's not a party. So, this is a story I love telling. I've forgotten the name of the original guy. But basically, in the 1960s, there was a farmer who was declared dead by his relatives, so his land could be taken away. So he was basically legally dead. And he tried to fight and obviously, the state wouldn't help him because there's no proof of his existence. And he formed the Uttar Pradesh Mitak Sangh. And for 27 years, he fought a long battle to be declared alive again. Among the things he did was, I think in the elections in the late 80s and 89, he stood against VP Singh and VP Singh's constituency because he said that if they register me, that will in a sense be the state acknowledging my presence. He also, I think, kidnapped the daughter of one of the people who had taken his property not to harm her in any way. But if the police arrested him, they would have to acknowledge that he existed. And this Uttar Pradesh Mitak Sangh had a membership of 10s of 1000s of people. And eventually, I think in 2001, he was finally declared alive."
    },
    {
        "speaker": "Guest",
        "time": "00:43:26.400",
        "message": "Oh, that's interesting. I am hoping those 10,000 members were not all, most of them were declared dead by the state. I think this is a like, in absolute numbers also, like in proportionate terms not, but in absolute numbers, this is a kind of thing keep happening in our country. These small things keep happening. But with the help of these small things, most people like live their lifetime. Yeah. Right. Basically trying to guard their property, trying to basically make sure whatever little inheritance they have is passed on to mostly their sons, right? And protecting it from jealous neighbors or jealous relatives. That's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:13.240",
        "message": "all what most people do in their lifetimes. And not only were you interested in politics at the level of I want to understand this shit, but were you also interested in it at the level of I want to do this shit? That, you know, I vaguely remember that you mentioned"
    },
    {
        "speaker": "Guest",
        "time": "00:44:27.760",
        "message": "some kind of political career in the making. Now you're putting words in my mouth. I wouldn't say that at different points in time, I haven't thought, oh, I should do this shit. Now, and I have still not been able to figure out what would be the mode or method. Like there have been moments in my lifetime, some one or two personal instances, but largely to do with what was happening around us, right? And at that moment, you think, like, is sort of like being an analyst of politics enough? Why not just like leave everything, jump the bad wagon, join protest movements that were happening at that point of time, then you do go to some of them spend a couple of hours and then you come back type. So that's what has happened for most part of it. But I wouldn't say that I haven't thought of having a life in political arena."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:35.200",
        "message": "So what stops you? Is it like the practicality of actually being able to be in a position to win anything in these times where the parties are arranged the way that they are, they are so centralized, psychofancy is so important. You know, it's not like the US where anyone can just stand for Congress or for the Senate. Or is it just that politics has become so unsavory that your idealism no longer feels like a thing?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:03.200",
        "message": "So I think if I'll be like, realist here, the game of power everywhere is difficult, and it will always be difficult. It's not easy in US. And it's not difficult in India. Everyone can contest in India as they can contest in United States. Same way in US. If you look at the wealth of people who win or pedigree of people who win is very different for people who can contest. In the Indian case, so you can make these arguments that parties are closed structures in India. So yes, in some senses, the mobility is limited. But in US, you have two options. In India, in most states, there are eight to nine viable parties, right? So you have more options to join. Elections are competitive in India, and they're more competitive than other places. But in India, entry of politicians is easy. If you look at all our parliaments and legislative assembly, half of the members are first timers. Whereas in US, the electoral turnover is like very low, like 80 to 90% of congressmen win their seats, or congresswomen win their seats. In India, more than half is new. So you have more chance to basically try and win. So I wouldn't say it's the practicality of politics. But I think the drive to be in the political arena is not that enough that I want to leave what I'm doing at the moment. There may be a day where I think, you know, like, this is enough. I don't think I have anything to contribute here. Why not break my head somewhere else? Maybe I fail there also. But like, the drive to try is not at the moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:56.440",
        "message": "Yeah, and at least nobody will be able to say that he did not know what he was getting into. You have basically studied it in such depth. Take me now to your actual doing political science abroad and that kind of journey which took you to, you know, writing your first"
    },
    {
        "speaker": "Guest",
        "time": "00:48:12.520",
        "message": "book with Mr. Chhibber. So I, we spoke till I was in Kirurimal College. There were certain things happened and we can talk about that at some point. No, you're smiling now. Tell me now. So funny things like and on all of those things basically shape you as a person. So when I joined Kirurimal College or Delhi University, we were the first batch for whom the internal assessment procedure came in. Basically, you will have a final exam of 75% and 25% would be graded internally, which will be comprised of, say, a half yearly exam, some assignments and attendance. And somehow basically to cut the long story short, my internal assessment marks for all subjects in my first year were allocated zero. And so it was a three year fight where I've been from pillar to post have asked help of student union president to like anything you can think of. And ultimately, like the university refused and all those things happened. So some of my faculty members helped me to go to a court. I filed a writ petition in Delhi High Court. I won that case against Delhi University, they gave my marks back not in full, I should have got 76 out of 100. But like or 67 out of 100. But even after like, second intervention of the court, they only gave me, I think 62 or 64 still kept three marks and I don't know why, like, what are you gaining out of it? But yeah, those were like so so that was a struggle. So it basically delayed my admission into masters for a year because these court cases and other things. But during that time, I got to travel many parts of North India, I worked with a research organization which required me traveling. And so I traveled to Rajasthan to Himachal to UP to MP, like different states, doing those surveys or helping the survey team. I traveled on the bus floors just for fun. I'm not saying I didn't have money to travel. It's like you like, like sitting on the top of the bus and traveling Himachal or Uttarakhand, it's not legal, not nice. But then you like, you know, you see things very differently. So that gap year was in that like, very helpful in knowing different parts of the country. Then I got admission at Tata Institute of Social Sciences here in Mumbai, I did my master's here. And the reason I basically applied I like, I would not have got admission here, like, but the reason I applied because one of my professor who helped me during that course, he said, apply to this. It's a good place. They also have a research component, which you will like. Now many places in India might have master's dissertation. But I think that was one of the first places development studies at Tata Institute of Social Sciences, we started this like writing master's dissertation. This was between 2007 to 9. And Bahujan Samaj Party had just one single handedly in UP. And so I wrote my master's dissertation on the rise of VSP. So it was in ways like first foray into political science research. And so yes, then the journey began. I also did my internship during this at CSDS Centre for Study of Developing Societies in Delhi. I like the place. And I think they also like my work. So they asked me, once you finish your master's come here and work with us. So I worked at CSDS for two years on 2009 elections. And I was trained under Yogendra Yadav, Professor Suhas Palshikar, Sanjay Kumar. So very early on getting trained by these people, sort of like Yogendra used to say this, and I have copied it from him, that in the musical tradition, you belong to Gharanas. In the research tradition, I belong to the CSDS Lokniti Gharana, where we do empirical political science research. And so yeah, during those years at CSDS, they also allowed me to, you know, while working at CSDS pursue my MPhil at Delhi University, like both places are just like in a half kilometre radius. So I used to go and attend my classes. And then I wrote my MPhil dissertation on why does Indian states have different party systems. So you would see states like Kerala or Tamil Nadu, where it's basically two party systems, but in a sense, like there are polar party systems, right? There is a UDF, there is a LDF, there is a Dravidian pole and AIDMK pole. And then you have states like UP and Bihar, where you have multi parties, four or five, then you have states like Madhya Pradesh or Chhattisgarh, where you have only two main parties, BJP and Congress. And then you had at that time, West Bengal or Gujarat, Gujarat was still developing like a one party dominant state. And at that time, Bengal was still the left ruled one party dominant state. So why does Indian states have these different party system? Do I have an answer? No, but I like, you know, in Delhi University, MPhil, you have to write a dissertation based only on secondary sources, no primary research and all those things. But yeah, I do some historical analysis of why, you know, it's a path dependent journey, it depends on what opposition came first and other things. Some made up stuff, I still don't have one clear answer on that. But so slowly, I was basically getting into the stream. And then at CSDS, when I was CSDS, I applied for, I was encouraged by many people to apply for PhD in US. And luckily, I got admission at University of California, Berkeley to work with many people. But yeah, like I, Pradeep Chipper was my primary dissertation advisor. And so like in US, the way the course structure is that for first three, four years, you just do your coursework and write your prospectus. And then you go on to write your dissertation. For me, that took a long time for many reasons, one of which was Pradeep and I somehow, like in 2014 or 2015, were discussing about, you know, there is a long shadow of partition on Indian politics, there are certain issues and themes which are reoccurring, and they keep emerging. And from there, like, you know, the conversations basically took the shape, the conversations were very different from the book that finally came out, which is that Indian politics is deeply ideological. And those ideological conflicts have shaped the party system development post independence and voters sought them on those ideological issues. And so, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:17.320",
        "message": "Yeah. And just to kind of put that in perspective for the listeners, there has been this common notion, which I share at a point in time, that the ideologies of left and right as we understand them in the worst world, rest of the world don't apply to India. Left and the right is a meaningless distinction here. And if you look at all our parties are pretty much left of center on economics and right of center on social issues, exactly the opposite of how someone like me who cares for individual rights would like it. And the point that Rahul and Mr. Chhibber made in their excellent book, and you should really listen to that episode, which I'll link from the show notes, is that there are ideological fault lines. It is not all identity politics, as many people say, but those ideological fault lines are different ones, not the paradigms that we are sort of used to in the left. Now, a couple of comments. One is at one point, he was speaking about the marks you actually got and you said 76 or 67. And I will let the listeners know that just before this, we were kind of joking about all the 100% cutoffs in Delhi University for political science today. Because in our time, like in in both my 10th and 12th, in one of them, I got around 70. In another one, I got around 60. I don't even remember, it didn't even matter. And I think Rahul has the same approach as mine. But I guess, in a sense, that mistake that they made, you know, might have really helped you in the sense that it set you along this path where you travel on the roof of buses and all of that. And do you look at that and feel that maybe your life would have been different or your outlook would have been different had that not happened? How important was that gap year to you? Do you recommend in fact, that people take those kind of gap years because it's a tradition in the West, but not so much in India."
    },
    {
        "speaker": "Guest",
        "time": "00:56:58.320",
        "message": "So it's definitely helpful to take gap years during your like, you know, college years and I have a bad joke, it may be politically incorrect. But in a way, the way our education to job lineup in Indian system or Indian culture is, as if, like one has to do a hajj, right? sab kaam khatam karke fir hajj kar linge, naukri mil jayegi, shadi ho jayegi. Like, you don't see these four, five, six years of like college education to job, and to finally settling into something as a like progressive steps and steps of learning steps of making mistakes, steps of figuring out. And so, like, if you do your BA, you finish your MBA, or whatever you want to do, and then get into a job, you actually didn't give yourself time to make a mistake. Right? And you actually didn't give yourself time to think there could be other avenues or areas which might suit your talents more. Right? So when we choose our undergraduates, not our choice most of the time, perhaps now the kids are doing it. Even when I like didn't end up going to a engineering degree, my father is an engineer, most of my school friends did engineering. In fact, just like you know, to just have a good time because now everyone is have decided they have to write their engineering entrance exam so they have joined some coaching. I have decided I won't do engineering, but I have not got admission into Delhi University yet. So what do I do in those summer months, I used to basically go to engineering coaching with them just to hang out like that after the coaching is over, we will all go to have tea or something right some of those days. And it was easy to come like if all everyone is writing their entrance exam, why am I not writing right? So most of the time you do these things under family pressure under peer pressure, you actually don't get time. It's not like as I told you, I was not making conscious decision what I have to do. I just made a conscious decision based on my own abilities that I'm not good for engineering degree. And I basically like came to Delhi University thinking okay, I can do journalism, then I realized that's also not my field. So I think gap year at some point is important. And especially if you can utilize it properly. And sometimes it's like, perhaps at our stage, we need like six, eight months of gap time just to do nothing and think what we have managed to do what like, you know, basically reflect deeply on the course of next five, seven years, because we all are running against time, right? We have to you to finish a volume that has been promised, you have something left over, you have family to take care that there are lots of family obligations. And so in all of that midst, taking those four or five months off or a year off was very helpful. I did many things in that gap year between college and joining MA. And there were some good things happen. So of course, this court case, but I also got a summer scholarship to study at Cambridge for one month. That was fun first time flying international. Before that no one in my immediate family had traveled. So I actually didn't bear your luggage would be right. So I do like figure out so so those are the like, I remember I was in Himachal, like, when my grandmother passed away, and I have this habit of not like looking at my phone. So I used to keep my phone in the bag. There were like 30 calls when I checked in the evening. And now you you are like, like college is not young kid, but you are in Himachal in some remote village. And now you have to reach Lucknow. And that's I'm talking about like 15 years ago, right. And so just figuring out the route and everything. So some of those things teach you different things about life. I may have still perhaps gone to this politics political science route, not because of that court case, but at very early age of my life, I was introduced to high court, that cases are actually heard for just two to three minutes. It's not like that, like, so I had seen that like you, your lawyer or the most of the time, both lawyers are not even present in this like same time, right? That's the reason why case gets postponed. So if two of us are lawyers of representing two parties, and you made an excuse that I can't come today, it will get extended to another date, the next date at minimum will be after two months. That's why Indian court cases basically takes up years to get finished this like this simple case, right when my college is making an argument showing you prove my college, my principal and vice principal saying they've written many letters to the university that this kid got this much, I took like, you know, my lawyer had to put so many papers to show that the college is giving what I deserve, like so I used to debate and also I had so many work like certificates to show I am half intelligent kid can get 60% marks, right? Otherwise, one of the argument which the lawyer from the other party or the university made that the college is favoring this child. Right? So, so this case also of a simple thing took eight or nine months, six or seven hearings."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:44.680",
        "message": "And that's crazy. And you know, you obviously had the means to fight it and the will to fight it and all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:02:49.320",
        "message": "I think so means and so will because I was not left with much option. Yeah, means because my faculty at Kerala College were very supportive. Money I didn't have to pay because someone actually fought this case pro bono, I had to only the legal fee in terms of paperwork and other things. And so I also realize like, you know, that there are people who are willing to do these things for others, like at a very, very minimal price. In fact, when I told my father and some of my relatives that, you know, I'm going to court, some of them were like, you should have told us, we would have gone to the university, got some babu, given him 5000 rupees, he would have done this thing. But then you were like, you know, I was also like taking high moral ground that you know, if I like if I can't, if I'm not going to fight for in these injustices on my own, and take these easy routes, then what kind of person I'm going to become. But you know, all those like,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:51.320",
        "message": "Yeah, I think part of growing up is realizing that there are too many injustices and you can't fight them all. But you know, just going back to the gap year thing, I think what is more appealing than a gap year is a gap year mindset. Like, I think you should always leave open the opportunity for serendipity to happen to you. And if we just follow this structured path, ki 10th karenge, 12th karenge, engineering karenge, MBA karenge, job le lenge and then before you know it, the decades have passed, and nothing has happened and you haven't grown. And you know, and this is literally the seen in the unseen, because what is seen is that path that you chose for yourself and you went down on and what is unseen is all the other things that could have happened, including on sort of the top of the bus. Now, you spoke earlier about at different points, like, you know, when you spoke about your master's dissertation, you said that, okay, you know, these were the questions you asked, but you're still not sure of the answer. But you put quote unquote, some made up stuff. And earlier also, when I asked you about your attraction to politics, you said something to the effect of there's no concrete reason, but I can make up something for you, if you'd like. Now, it strikes me that when one is in academics, in a sense, you're putting yourself in the business of making sense of the world, or whatever little aspect of the world that you're focusing on. And therefore, your incentives go towards finding answers, even when there are none of building narratives, even when you know that those narratives are necessarily simple, because otherwise, you know, why are you there? What are you doing, you have to also, not just justify your existence in that field, but also justify to yourself, the choice that you made doing this, you know, just for your own self esteem, that no, I am not useless. I have asked this question, I will find the answer to it. You know, and is that a danger that you kind of find about, you know, do you have to warn yourself against overthinking something or about getting attracted to a particular theory? Because, you know, it seems so attractive, but is it the right one? And in your work, of course, as I have seen, there's just tremendous rigor. And I'm going to ask you about that as well shortly. So has that been a mindset that you've fought with? Because, you know, the lazy way out is to make a theory, make a narrative, find evidence to support it, make an argument. You were a debater also,"
    },
    {
        "speaker": "Guest",
        "time": "01:06:16.600",
        "message": "so no doubt you argued both sides of the same issue. So what are your thoughts on that? So I think, let me say a few things, and then we'll try to round up what all of this means. And it may be very different for different people in this field. A lot of people, like I think their focus is to understand the world and explain the world to people. I think for me, while this is, of course, an important thing, I want to understand myself through this process of understanding politics and world. And let me give you an example. So like I knew a friend during college years, and when I was in the US, they also moved to San Francisco. And so I just like, you know, and we like were acquaintances, not great friends. Like both of us liked hanging out with each other. And so when I called her, I said, like, let's meet. She was like, you know, but and I said, like, come over a couple of my friends will also be there. And she was like, you know, but all your friends are PhD and I don't do any of this thing. What will I talk? And I said, I don't know. But I think like, why the reason I hang out with you is that you also have a passion and her passion was running. She used to run every day, like 20 kilometers, right? And the whole life was organized around running, which is what to eat, when to sleep, what to drink, what not to drink. Like, so I said, like, you have a passion for running and your everything is organized around that. I have passion for elections and politics. Like my life is actually also organized around like, I know 2024 election, I'll be busy. Not busy in terms of like, it's just I will be occupied, right? Maybe wearing kurta pajama and giving bhashans. But you know, so now I have to think backwards, that okay, so if 2024 is gone, I can't do anything. Then in next two years, this is what my plan is, of course, none of them will be. But then you plan, right? So, so I'm passionate about politics and elections. And it is more to do with understanding myself, then to understanding and explaining things to others. Second, I know, like, the theories or the narratives that I offer is my like representation, and my thinking at the current moment, with my best sort of like knowledge gathering exercise. But I'm not going to sort of like, put all my money on the theory that I'm saying today, because new facts will emerge. And my theory or thinking should change based on the new facts that are emerging. So I have and this is not again a virtue signaling that I'm being, you know, open to sort of like, the idea is very clear. It keeps me much more sane. If I leave the room open for basically me being wrong. If I'm going to stick to any theory or thought and those kind of things, I'll be basically making myself insecure. And especially in the world of writing academia, this keeps happening, you will see five criticisms like you write newspaper articles, there are 10 comments, it's like stakes are very small in this game, right? So everyone is going after everyone, they will say a few things, one or two nice things in front of you, but 10 things to your acquaintances and 100 things to other people. So I'm like, you know, like, for example, on that, I know, like the ideology, like the arguments we made in, like the book on ideology is only scratching the surface, right? There is much more happening, half it is being made sense through data, something through other things. And to say that we have now mapped out 100 years of ideological conflict in Indian politics is basically making a fool of myself. And I would rather say incomplete things and know that those things are incomplete than saying that I for sure know the answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:51.040",
        "message": "Yeah, that's very wisely said. There's a phrase that a friend shared with me, I forget who maybe Pranay Kutasane, somebody in policy, and the phrase was strong opinions weakly held. I really like that as a way of kind of thinking about the world and about the things that I am unwavering in and the things that I am open to, that the way I define it is that I am unwavering and unflinching when it comes to values, you know, valuing individual rights or freedom or whatever. But when it comes to facts, or a view of why things happen the way they do, and so on, I'm open to evidence, you know, tomorrow, I might believe something differently from what I believe today, but my values will be the same. And those will always kind of be my guiding light. Earlier, you had sort of spoken about the CSDS Lokniti Gharana, as it were, which I presume, Yogendra Yadavji is also a fellow traveler on. Tell me a little bit about this Gharana."
    },
    {
        "speaker": "Guest",
        "time": "01:11:46.960",
        "message": "So this started way back in 1960s, one of the new social science research institutes, and was started by Rajni Kothari and his fellow travelers in 1960s and sort of like very unorthodox way of doing things, the stories that I've heard about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:12.720",
        "message": "And Mr. Kothari was apparently, I mean, I've read a book of his on caste and Indian politics"
    },
    {
        "speaker": "Guest",
        "time": "01:12:16.880",
        "message": "and it's just a wonderful book. Yeah, yeah. So sharp. Yeah, yeah. So, so, so it started with like people like Rajni Kothari and slowly Ashish Nandy and Dhirubhai Seth and Bashiruddin Ahmed and many of these people joined and the stories I have heard is like, you know, those were the days when like, you know, people used to have like play bridge or chess or cigar or pipe in office. And so it was basically like creating a kind of an academy club, right, where you come to do your thing. It was not a Sarkari institution, you have to come at 10, leave at five, like, you know, people are sitting on Friday, so they're sitting till midnight and having debates and talking about those things. So, and they did like Kothari was in a way, also got trained in Michigan, in behavioral political science that was emerging then in 1960s. So with India conducted, CSDS conducted its first national election studies during 1967, and then 71. And some like, you know, very influential books were produced by this set of scholars. And slowly, CSDS got diversified into doing many things. But the election studies program got halted during the emergency and other things, mostly because I think the intellectual orientation of these scholars changed and they were much more worried about what was happening to the state and to democracy. So that's why like Kothari in 70s is writing state against democracy kind of books or in search of humane order, right. So, so things got changed. But then at like one corner of his heart, it must have been there that we need to revive it. So then I think they met or Yogendra Yadav in early 90s invited him to give a presentation at CSDS and then asked him to join CSDS. So then Yogendra Yadav started Lok Niti 95, revived the tradition of election polling. So in some ways, outside the developed world, India hosts one of the longest series of election survey data conducted by a Lok Niti group of scholars. So it's a network of scholars across the country in many state or central universities who conduct these surveys and trying to make sense of Indian politics through the prism of voters what they are doing. Of course, there are limitations even there. And I think like the best thing I at least learned from that Gharana tradition, whatever everyone thinks is basically be open to the limitations of what you are doing. And it's good, right? Like makes you know that you don't have to basically, you know, put your life on every damn theory you speak or your ego on everything you say. But it's not to say that, don't be rigorous, say anything that comes to first thought, like, think deeply, research a topic, think of bigger questions, think of important questions, but don't make it an ego that, oh, I argued this. And so it must be true every time, every context. So I think I learned and mistake is very normal part of research, right? When we are conducting this humongous national election survey, those questionnaires are being did like translated in 18 languages. There are places now I think that problem of electricity and internet is not there. But when I was in 2009, like I have heard stories, how do I download your questionnaire and translate it? Right in like places, I'm not talking about like some rural village in Chhattisgarh. This used to be the case in even many state capitals and central universities that internet is not working and all those things. So, so you like you understand like, at such a young age, I got an opportunity to not just see the masters, but learn from the masters, work with them was like, for me, like, I feel fortunate and lucky."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:56.960",
        "message": "Yeah. And speaking of no internet or no electricity, I mean, there is some kind of cold crisis going on in India right now, right? Some friend of mine from Bangalore was just complaining today morning ki yaar you know, do ghante se bijli nahi aayi hai and I was like do ghante how are you even living? Would it would it then be fair to paraphrase this approach by saying that there is no need for you to try to come up with definitive answers. What you want to do is either expand the scope of the discourse or sharpen some aspect of it?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:26.280",
        "message": "Yes, both. Both. And that should be our aim, right? I think right now, if if you like give you a medical analogy, to figure out what the diagnosis should be, you need to know the actual point where the disease is and the surgery or whatever performance has to be done. And if you have seen all those medical shows on Netflix and other places, like those guys carry out lots of tests to figure out what the actually the problem is, right? So in our world, which is much more complex, everything is a variable changing so rapidly. And most of the things we have not even like studied descriptively or sort of like, you know, have some sense of it. And then thinking that we can have a definitive theory of something is a misnomer to begin with, like, perhaps 10, 15, 20, 30 years down the line, if we collect lots of information about various aspects of things, perhaps our next generation will be able to join dots and see something about about what is like come up with more definitive theory. And so just to give you an example, I think the US political science is at a much more advanced stage. And they are having, like now answering much more narrower questions with much more certainty is because the base knowledge on certain things is a lot. They have records of each individual Congress member voting on each bill that has been tabled in the house. We don't. So they have a whole field of study of Congress, a sub-discipline within the US political science. We don't have a sub-discipline of Parliament and Legislative Assemblies. We don't have even like now for last three parliaments we have attendance record to begin with and number of debates they are participating. We don't know what was the attendance record in 1970s and 80s. So our data gathering exercise is less, not much has been written about many aspects of things and so that so at our stage we have to have like broad description of things and trying to get basically the perimeter right and then go for the bullseye. At the moment if you can basically be in that radius"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:06.440",
        "message": "that's fair. Yeah and I like what you said earlier about joining dots. I mean I use that metaphor myself a lot. You know I wrote a column once on the importance of reading where I said was how where my basic argument was look we make sense of the world by joining dots and the more dots we have the more high definition our picture will be and I guess you could argue that the state of political science in India is at a place where collecting dots is more important and you know the better pictures will emerge later but right now it's a collecting of dots, collecting of data, just understanding that which is kind of important. On the subject of reading I'm also kind of curious about that because you know earlier before we started this conversation we were chatting about the book of another person who of course we won't name but you mentioned that your feeling was that that person who's written a book with many many footnotes and all of that hadn't read enough of the literature in the subject. Now what I've noticed from your work both in your book and otherwise is that you clearly you read a lot. You're obsessed with gathering your own dots to make sense of what your field is. How do you manage to do that because and again a subject we've discussed given how boring academic language can sometimes be. Many academic texts are just written in this turgid prose that are really hard to go through but it's a part of your work to actually go through that and to go through many many books like that. So how have you built this reading habit? Was it hard work? Is it easier now? Is there a sort of a discipline to it? And how do you then kind of do knowledge management of figuring out you know how to assimilate the information and retain it and categorize it and make sense"
    },
    {
        "speaker": "Guest",
        "time": "01:21:41.840",
        "message": "of it? So I'll be honest with you in any book and including mine like if I have 100 citations it doesn't mean I have read all 100. And not in the same like even if I've read say 70 some have been skimmed through some through abstract some through like pinpointed so it's not humanly possible to read it but you do that exercise for two reasons. First knowledge generation is a cumulative exercise which means that there is already like some dots that are already existing and if you want you like and this is just like you know self vested interest if you want your work to be acknowledged like a dot you need to refer to all the dots that is possible I'm not saying like you won't be able to manage it many times you are going to miss it but then if you miss important I'm not saying like refer to every damn work in that area but if you are missing important work in your area it means that you have not done due diligence and which means your question and your answer would not be sharp enough because there is already a body of work that exists in your area you should do the due diligence for your own sake and also for basically adding to this collective exercise of knowledge generation and two I don't think so some readings are always done for a particular research project right which you like you have to just cite so because you are making a claim and that claim needs to have either some primary evidence or you say okay Amit argued this and I'm referring Amit to this right so I'll like if I had this sentence and I could think of or somebody tells me you know Amit has like so you you do become aware of what is happening on a research project who else is working on what different angles they are coming from right so sometimes those citations are just okay on India there is a work by Amit I don't even perhaps read Amit's book this is not good I'm not saying one should do it but most often we do these things there are a lot of things you just keep reading and you have to develop a habit of reading either on like you know devise a time of day that you know this one hour two hour so I generally try to not that I stick to it very dearly but I like I don't like to have meetings in first half of the day that I want to just like read flip over write something and in second half I think after lunch I'm useless so why not like have all the meetings so I try to follow this schedule as much as I can but then there are sometimes I'm not able to do so a lot of like information or like this kind of knowing what work is happening in your area is part of your job you need to know who is working of course you would need know more about the subjects you are interested in so for example like this cold crisis it's not an in interest of mine I know there is some crisis in fact like people asked me to refer to someone who they can talk and quote about this idea but I didn't try to find out what's happening but if there was a crisis in say Congress party or some state politics I would definitely like you know Google it I have not yet tried to Google what has happened in Jhariya due to which a lot of you know like electricity in many of our metros have gone down yeah I'm certain"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:29.760",
        "message": "though that our Prime Minister would blame the cold crisis on the Congress party in which case you'll have to quickly in great panic dive in to see that is really the case so before we go in for the break and after the break of course we'll talk about both your book and the project that you're working on now and we'll talk about Indian politics in great detail and get down and dirty but a final sort of question about your journey which has always interested me because looking back I can see how this part of my journey was kind of fuzzy till it kind of gradually fell into place which is that when we are growing up we are just taking in influences from here and there by osmosis completely at random not really thinking things through and the prism through which we view the world is kind of random like that and it's only over a period of time that you actually sort of start thinking about things and reading books and discovering thinkers and forming a prism through which the world makes sense to you you know for example my prism as I said is largely now kind of based on values and sort of derives from there but it took me a long time to kind of get there a lot of my thinking when I was in my teens or early to mid 20s and all of that was very fuzzy and very wrong in fact in a sense I'm thankful that there was no social media back then because I might have done all kinds of random posturing and virtue signaling and hardened myself into certain ways of thinking by having publicly taken a position on that which is you know a tangential question that do you feel that's a danger today but my main question here is that in your case are you able to look back and say that these are the books or these are the thinkers which shaped me which are foundational in some way like of course I would imagine that the experience at CSDS and being part of that Gharana would have shaped you in terms of methodology and all of those things but just in terms of the way that you look at the world the values that have kind of formed you or that you have formed for yourself what are those influences? That would be hard to pinpoint."
    },
    {
        "speaker": "Guest",
        "time": "01:27:32.880",
        "message": "No I don't even want you to make up an answer. So I don't think the influences can only be books of famous people and thought processes you know sometimes like I think I like I learned about like one principle of equality and Marxism from my father which was you know I remember like we had just moved to Lucknow it was hot I was sitting in like me and my sister were playing in cooler not studying all day and then there was some work happening on the road and perhaps my father was in anger we were not studying or something and and he could have like just said that why you guys are sort of like wasting your time and playing not studying but his reference look at people outside working in such humid like such bad condition with no clothes on their shoulders and you guys have got these privileges and and just chilling right so you know and and so if I remember that sentence like from 25 years like of my life it means that had a very very deep influence on me like similarly some of the comments my grandfather may have made on caste or against a dramatical system has shaped up my thinking about caste that oh there are there is a hierarchy there are some people on top and they have shaped the system or the society of course like reading books and people have opened up not just like ideas in terms of like just writing right some people you read flows like a river it's beautiful right like so about aesthetics like oh it's like I think like some of the arguments and especially early work by Pratap his book a burden of democracy I think was really good Rajni Kothari you mentioned like his writings politics in India the articles on you know the congress system and others were political science is very influential Myron Weiner his work was really good lots of writings in fiction especially Hindi fiction Raag Darbari by Shilal Shukla, Muradahiya by Dr. Tulsi Ram, writings by Manto, Shivani, the satire genre of Harishankar Parsai and political satires by him like I've enjoyed them and this may be my weakness I'm not able to identify what might be like this is perhaps the reason that I need to sort of like you know now take a sort of like gap year and think what of what these things have affected me and in what ways like just going to new places seeing those things have shaped me as a person the successes and the failures and meeting people and talking to people but I have not been reflective enough of those things and how they are shaping me it seems like I'm basically growing up every day but I don't know what are the factors or forces"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:16.160",
        "message": "that are shaping me in that journey yeah that's a profound point and I sometimes wonder as well that are my only reflective moments those moments when I reflect about being reflective rather than actually something practical and then and even in reflection there is a danger of then constructing a narrative about yourself to make yourself look good to yourself or to explain something that has happened that is like the world itself complex and may not and necessarily conform to a simple narrative so let's take a quick commercial break and after we come back from the break let's get down and dirty and talk about the subject that you are so passionate about Indian politics long before I was a podcaster I was a writer in fact chances are that many of you first heard of me because of my blog India Uncut which was active between 2003 and 2009 and became somewhat popular at the time I love the freedom the form gave me and I feel I was shaped by it in many ways I exercise my writing muscle every day and was forced to think about many different things because I wrote about many different things well that phase in my life ended for various reasons and now it is time to revive it only now I'm doing it through a newsletter I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy I'll write about some of the themes I cover in this podcast and about much else so please do head on over to indiancut.substack.com and subscribe it is free once you sign up each new installment that I write will land up in your email inbox you don't need to go anywhere so subscribe now for free the India Uncut newsletter at indiancut.substack.com thank you welcome back to the scene in the unseen I'm chatting with my good friend Rahul Verma about about all his work in political science understanding Indian politics and in the one and a half hours before the break we spoke about his fascinating personal journey and what brought him to the point where he's actually writing a book about this great passion of his and when we first met and did the episode I was really struck by it because not only are you challenging myths held by a lot of people but you were challenging one of my beliefs and my belief to put it in sanshipt as it were is that I understood ideologies as being those ideologies of the West left right this that and in India sub-identity politics are key according to what is your caste what is your interest group all of that but your book convinced me that I need to consider a new way of thinking about it and look at it in a whole new way now we've done an entire episode on this which I'll link from the show notes but in brief can you tell me about your thesis and what are the ideological fault lines along which you know Indian politics has played out over the last few decades thank"
    },
    {
        "speaker": "Guest",
        "time": "01:34:11.360",
        "message": "you Amit for mentioning that book again and again and saying it challenged some of your belief and it gave you a new way of thinking about it so very kind of you as I like have been saying you know I don't think the book offers a complete picture of ideological conflict that might be happening in India but it makes an important attempt to understand how Indian politics has been shaped over 20th century so the starting point as you said we also held the same view that Indian politics can't be looked into the Western notions of left and right and so when Pradeep and I began thinking about this book so the first thought was that you know there are certain recurring themes in Indian politics and so from there on we started researching on what those themes were and it also needed us to figure out why the Western left and right makes sense for those countries so the book in short makes four or five argument first that the Western left and right notion or in West Europe had a historical context the Western Europe underwent a series of things reformation, renaissance, industrial revolution that produced certain cleavages in those societies and the ideological conflict in those societies then were shaped on those cleavages whether it was around labor versus capital whether it was around church versus state center versus periphery rural versus urban so those were the cleavages that shape Western Europe now coming to countries like India we never underwent those historical experiences right we never had an industrial revolution in some senses most of the third world became an independent nation state overnight from a colony right so the process of nation building and state building which took many centuries in West Europe happened in a span of few years in countries like India I'm not saying it like the process got completed but both coincided and was happening simultaneously so once you start reading or referring to the documents from a freedom movement we know that there were certain axes on which our founding fathers and there were only few women in the constituent assemblies that were debating about these things so think of going back to say 1909 modern amendment reforms or 1919 modern gave chance for reforms you would be surprised to know certain things like Hindu Mahasabha and Muslim League are being born in same time and if I remember correctly it's the same year of 1906 right before modern amendment reforms because these groups what they were doing they were making certain representation to the British government right and those representations were of course like around the ideas of religion and caste and other things and so once you read the entire gamut of these documents till the constituent assembly debates certain things become very very clear and it also becomes very very clear that many of the debates we are having now the cow protection or the role of God in society all those were debates were very much present at that time or the reservation debates so when we read those documents two things basically became clear to us the first debate was happening on what should be the role of state in the society which we call as politics of statism and our reading of the text basically guided us to important works that has been written in the subcontinent over centuries right because those were the basis on which like people were drawing references to so Ramayan, Mahabharat writings in the Islamic world or among the Muslim communities or Jains and Buddhism which was in direct contrast to the political thinking in West Europe which was about the state-society relationship in our Indic political thinking the idea was that state is subservient to society in a way that society is ontologically prior to the state and the role of the state is to protect the social order right so that becomes the first set of debates and I can expand on it a bit more the second set of debate was that once India becomes a nation state and independent country how are we going to bring diverse groups into the mainstream of body politic right so there was an agreement or a consensus that we have to get everyone on board right there are communities that have been oppressed for thousands of years but we need to give them some scale not just of respectability but also bring into the mainstream so but what would be the modes and methods of bringing them into the body politic was a matter of contention was a matter of debate are we going to give them reservation if we are going to give them reservation is religion or caste going to be that basis right so that becomes a whole set of debates is India going to be a country which will reflect Hindu ethos or are we going to have a multicultural secular ethos we also knew that our principle of secularism can't be like a Western European country where there was a fight between church and state India never had that fight right but the idea was that it's also deeply religious country so secularism in our country would not be a separation of church and state but basically the state playing a equidistant role from all religious fears and activities so that became the first set of like one set of debates whom we call as politics of recognition the second one was one politics of statism are we going to interfere in marriage norms going back to the big debate within the Congress party between the moderates and extremists was on lowering of marriage age and whether allowing widows to remarry or not so inter caste marriages and those kind of things related to that was basically like all the debates on Hindu code bill giving inheritance rights and redistribution of private property so if you think of those debates you could clearly see there were people like Jawaharlal Nehru and Dr. Ambedkar who were basically making a case that we are going to use the levers of the state to remake the society and then there were people of course there were people on extreme end but there were people like Gandhi who thought that states intervention in society is violent is a violent act and so for example Gandhi also agreed that you know the condition of Harijans or Dalits is not good and we need to do certain things to you know uplift them but Ambedkar's solution was lost from the state and Gandhi's solution was I am going to go back to the society and tell them that untouchability is bad we should not do it so for people like Gandhi the reforms have to come from within the society and for people like Ambedkar that you know villages are basically the sink of localism and those kind of arguments so we need hard laws to basically protect individual rights and give them social protection so those were the two axes we argue were the foundational axis on which our founding fathers were fighting about and then we make a claim that the party system development in India has happened along the fights on these axes which is basically the like dominance of congress party system leading to multi-party system and then the rise of right so basically what we say that 2014 in some ways is a culmination of ideological battle that has been based on India's political map over hundred years right for a long time ideologically remained marginalized and slowly basically through coalitions and through other things gathered steam and it happens like parties move in some ideological space basically Indira Gandhi moved congress party more in favor of statism and basically creating space for right wing forces to coalesce and slowly they basically gather steam so in some ways what we are also saying don't think of like last ten years and say how these two axes basically explain everything in politics the claim is not that these axes explain electoral outcomes the claim is that this is the structure on which Indian politics stand there may be other things but these were the two things we focused on then we use lots of survey data not all we conducted like basically survey data that were collected in 6771 by CSDS team from 96 onward and we show that there is a consistent pattern in voting for a political party and the ideological views those voters share so right like people who vote for BGP or were voting for Jansang they were opposed to statism and they were also opposed to recognition similarly people who were voting for socialist parties or left communist parties they were in favor of recognition as also in favor of statism congress party was somewhere sitting in the center of it now of course the survey questions were not consistent there were not enough questions but the pattern that emerged from all survey data over 30 years was same that this is how basically the ideological map of India looks like this is really fascinating"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:47.160",
        "message": "and important to kind of think about especially the first point that you started with the importance of contingency on how politics evolves that you know England had an industrial revolution so that labor versus capital narrative can take place there and so on you know their narratives their politics was born from the fissures and the turmoil that they experienced and our circumstances were kind of different and it is therefore it almost seems inevitable that these two fault lines will emerge though until you explained it I never thought of it along these terms in the famous Ambedkar Gandhi debates which were around the question of caste I am always on Ambedkar's side I think Gandhi was kind of waffling on the issue at one point early on he even defended the Varna system and then he changed his mind but I felt that he was signaling part of the time I'm totally on Ambedkar's side in fact the interesting thing is that Ambedkar and Savarkar were exactly on the same side and Gandhi on the other side people don't realize this I mean in these polarized times perhaps to say anything good about Savarkar is dangerous but he was resolutely anti-caste and totally with Ambedkar on this and I think both Ambedkar and Gandhi might even have acknowledged this at different points in time but on the other issue on which Gandhi and Ambedkar argued with I think the diagnosis was correct that this is a deep problem we need to solve but in terms of prescription I feel that Gandhi was wise in saying that we need to change society first and I think Ambedkar would have agreed with him had he lived longer it's a tragedy that he didn't because my sense and I think we discussed this in the last episode where you know I have asked many people the question about was our constitution a relatively liberal constitution imposed on an illiberal society and if so is that not paradoxical because that imposition itself is illiberal and many people said that you gave the best answer to the question of the many guests I've asked I'll leave it to them to go back to that episode and discover it but one I think what has now happened is that because we assume that society could be changed from the top down through the state the politics of statism as it were that I don't think that top-down change could ever have worked and today finally you know politics has caught up with society and we are seeing the result of that and maybe Gandhi's approach was the right one that it wasn't enough just to pass laws and write a constitution and assume that the work was done the work was never done and Ambedkar himself said that the constitution is just topsoil yeah you know secondly on the particular the broader issue there of the society preceding the state that's an interesting argument but and I agree with it in a different sense in the sense that I think the people come first but I think individuals come first and the purpose of the state is to protect individual rights whereas the view here is more a notion of kind of group rights that this is how Hindus you know manage their inheritance this is how Hindus do their personal laws and the state should not interfere and that is a politics of statism and from the one hand you have other you know people saying that no society is messed up the state has to reform it and you know you mentioned the Hindu code bill this is this is really something I'm waiting to have an episode on at some point in time because at some point in time the BJP will you know go for the uniform civil code that's one of the last things left and I think on this particular issue I get where they're coming from because what the Congress party in power basically did was they said that's all these personal laws are messed up so we will put our own civil code and you know make you guys conform to that but we will only do it for the Hindus which fundamentally goes against the principle enshrined in the constitution that you have to treat everybody equally so the constant complaint there over the decades has been that the Muslims got to keep their personal laws but the Hindus had to change it and what is this if not a pandering and there are of course arguments on the other side as well but it's easy to see why this has so much resonance over the years so it's really interesting now what I would ask you to talk about because you know your current project is of course on the Congress party and why it is in decline and the decades long process and in a sense ideology and identity was also an explanation of this where you talk about there being these four party systems as you put it and in each of them the party at the center of the change in a sense is the Congress and in the first party system you look at it through the prism of these two cleavages the you know statism and recognition and you say when it came to statism there was a limited degree of statism they didn't go too far but when it came to recognition it was mainly for Dalits and no more than that and this was a first party system so what I'd sort of like you to do is give me a sense of how this changed over the decades and once again circumstances kind of made it change and it's almost like the sands of history are shifting under the Congress and the Congress is kind of floundering till they are where they are today which is basically buried six feet under quicksand so tell me"
    },
    {
        "speaker": "Guest",
        "time": "01:49:52.440",
        "message": "a little bit about this. So this project on Congress party with my colleague Asim at CPR is to understand Congress in a long arc of history basically post-independence is India and like we're not going back to independence and even if we are touching the post-independence India is much more after the emergency but then the background of things are in 1960s and early 70s so to link it with the ideology book basically we wanted to understand or to explain that the party system change has happened along these axes what we see in four party systems so the first party system from 1952 to 67 was a phase of Congress dominant where Congress was dominant nationally as well as in state in 67 to 89 which is the second party system we see Congress facing challenges in states but still winning most of them remains dominant nationally. The third party system between 1989 to 2014 is actually a multi-party system or a post Congress system where Congress is not even dominant nationally and of course it's facing big challenges in the state and post 2014 what we are seeing a rise of a second dominant party system where BJP has become the national dominant player in state it faces challenges so the question was and so far we had this argument that perhaps the Congress declined because of organization or because of leadership issues and so the question which came to our mind was if organization or leadership was the most important explanation why do we see variation in Congress decline across states there are certain states where Congress is still an important player and even today so if you think of a Madhya Pradesh or a Chhattisgarh or a Himachal Pradesh or a Uttarakhand or a Gujarat Congress is either number one or number two then there are states where Congress remains an important player not as dominant but still a player right and then there are states like Tamil Nadu, West Bengal, UP or Bihar where Congress is a very very marginal player and so the explanation we offer in that book is that Congress manages to distinguish itself ideologically in states where its main competitor is BJP right so because these parties have a very different stand on these two axes they can distinguish itself but in a state like UP how is Congress going to distinguish itself on the question of reservation from BSP or on the question of religious minorities or minority rights from Samajwadi party or on the question of say statism from Samajwadi party or so wherever you get two centrist parties or parties which have very similar ideological disposition as of Congress the Congress declines right so that was our explanation on the Congress party and we don't think that's a fuller explanation of so it explains the spatial variation but it does not explain fully the temporal thing that has happened Congress has declined nationally there is no question about it right a party which used to get vote share in 40s in the first party system came down to 35 in the second party system came down to below 30 in the third party system and it's now 20% below and there is one thing which we know about the Congress party which is in any state where Congress has gone below 20% it has not recovered so one of like the claim I made in a conversation with some people is that Congress actually does not know the route to revival and that's why going forward all the current crisis I still don't think Congress has figured out how it is going to ward off challenges and of course this is sort of like disheartening for the Congress party sympathizers and Congress party voters but it should also be disheartening for anyone who believes in the project of democracy in India because you need multiple strong parties in the system to act as checks and balances dominance of any party is not good or great for democracy because then the institutions are subverted to suit certain interests it happened earlier and it's happening now so the decline of Congress in that sense is going to be not productive for Indian democracy in medium run superbly"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:49.300",
        "message": "put and just to kind of sum up what you wrote in your superb book about the four party systems you know in the first party system you know till 67 there's a limited degree of statism recognition largely for Dalits and you also separately in this draft that I have seen of your first couple of chapters of your forthcoming book which I can't wait for you to finish you've described you know three stages within the evolution of the Congress party and this stage kind of coincides with the stage when they were a mass party you know where they had pretty much the mass support in some senses I attribute some of that to inertia they just kind of inherited India almost from the British it was like handed to them when they left but at this point they're a mass party then within your book you write about the second party system which is late 60s and early 70s when there is much greater statism and the politics of recognition is still kind of the same and this is also when you know it starts moving from a mass party to being a dynastic party you know with Indira firmly entrenched as a one load star and her children coming into play and so on and so forth and then you talk about the third party system where in the politics of recognition the Congress has been undone because it's been dislodged by parties of the backward cast and especially in the states it starts losing a lot of ground very fast and then you have the fourth party system which kind of comes after that when you know that unipolar thing has completely ended and they're kind of gone and in your in your new books this the three stages you talk about a mass party dynastic and dynastic plus bureaucratized which is really interesting"
    },
    {
        "speaker": "Guest",
        "time": "01:56:23.460",
        "message": "to me so I wouldn't put all my money on this framing the reason being it's still a process that is getting evolved it's one of our sort of early ventures into how to describe the current state of Congress party and it's a struggle right so and struggle because if you think academically about the political party literature if you want to seriously write about Congress party you need to know dominant parties and in like Congress or India was not only a case of having a dominant party you had LDP in Japan you had a dominant party in Ireland in Malaysia in in Israel right so understanding why in some countries you get a dominant party system right like for 20 30 odd years or African National Congress in South Africa the second Congress was also a centrist party in that sense and centrist parties have their own sets of advantages where they can quickly adapt to an eye in the ideological spectrum but then they also have challenges because then they can't like generate passions in the moments that are required and third as you mentioned Congress party is also type of party which is dynastic not much has been written about dynastic parties because we don't see this phenomena outside this South Asia so dynastic MPs or dynastic legislators you will find across the world but political parties becoming beholden to a family is a phenomena which is largely in South Asia and India is of course very much part of it but if you look at Pakistan the PPP is of one party if you go to Sri Lanka the Bhandar Naikes and Kumar Tunga was one family now the Rajapaksha control one party if you go to Bangladesh both parties for last since the birth of Bangladesh like the two top parties are controlled by two families right so in that sense in South Asia this phenomena is very very big and in the Indian case most of our state level parties or regional parties are family enterprises and so their functioning is in very different Pradeep wrote one of the early papers in 2011 about dynastic parties and one of his arguments is that we see rise of dynastic parties because it's to do with control of political campaign finances and and other things so so one it's like three different type of parties then Congress basically like nationally Congress has always been more than some of its parts it's a catch-all party right it by catch-all party I mean that there is no pre-defined social base to this political party basically Congress gets votes from all social communities and way back Tranoi Roy and Ashok Lahiri or David Butler I think Tranoi Roy and David Butler had said that Congress would share among communities is basically within the 10% deviation from its mean so it like it gets votes from all communities like like BJP today is a dominant party gets 70 to 75 percent vote among upper caste but gets almost just 10 or 15 percent among Muslims or just 40 percent among Dalits so BJP vote in that sense is much more circumcised to a community whereas Congress was a catch-all political party so you have to understand these different types of dynamics to make a fuller sense of what has happened to the party the second point is like you know in a long arc and of any organization forget about political party but if even if you think of firms and companies there is a moment of slump there is a moment of decline so Congress also saw a moment of slump and decline that would have been a normal thing but what has happened that Congress is basically and most people think of Congress decline as if something happened in 2014 and and that's the only moment of decline but if you just plot Congress vote share from 1950 to 2019 basically it's a like long decline of course there have been moments of ups and downs but if you draw a straight line it's a decline so it becomes puzzling that a party of the freedom movement a party which ruled India for most of the first four decades or after independence created most of the institutions why it is finding hard to revive and revive not post 2014 but between the period of 1990s and 2014 also they were in power in national government but have now lost half of India like one can't imagine Congress coming back to power on its own in West Bengal or Tamil Nadu or UP or Bihar in next 20-25 years it would be a miracle so why has it happened and why is Congress finding it hard to revive is the intellectual question we are grappling with so the early foray one argument basically drawing from you know this idea of inertia that basically there is a bureaucratic structure that has taken over this party and because of this we are not seeing any big shakeup within the party right labor underwent a period of decline and it came up with a new vision of new labor LDP went through a period of decline it repositioned itself Congress is finding hard to reposition itself it's not being able to shake up its leadership it's not being able to offer a alternative idea of India it's not able to revive itself organizationally or as an election"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:27.880",
        "message": "machine so what is stopping it from doing it so many fascinating things that I want to double click on there so one you mentioned the bureaucratization listen please don't use that I'm not going to use six syllables six syllables you know I I get angry at students when they use it like even three or four syllables six syllables so you know maybe something like babufication actually that's also very long babudam I don't know I'll tell you if I think of something so I mean stuff like that yeah so there's a nice quote from a book you recommended re24 Akbar wrote by Rashid Kidwai which kind of expresses this bureaucratization which comes after the dynastic aspect of it where he writes quote though the Congress won two successive general elections under Sonia in 2004 and 2009 proving most political pundits wrong a best men and women in the in the UPA government were those who seem to have a patron-client relationship with either her or her acolytes in 2009 none of the AICC general secretaries occupying the big rooms at 24 Akbar Road except Rahul Gandhi had won a parliamentary election as a result they had little to contribute in terms of generating new ideas and issues into the ideas programmatic agenda some of them were more corporate style managers and politicians who were in touch with the people these non-accountable leaders often lacked the ideological clarity of which the Congress was so proud and they were unable to come up with any out-of-the-box idea stop code and speaking of the dynastic aspect of it I remember a friend of mine once said something which I think you also mentioned somewhere in your draft something to that effect of how when you look at a dynasty a political dynasty or other dynasties within fields you notice that from the starting point they just get smaller and smaller I mean not in terms of actual physical size but you know in terms of intellectual stature or whatever like an argument could be made that really Motilal onwards they got stupider one step at a time though Motilal was extremely high standard himself so Jawaharlal turned out fine but then now they've come all the way down to Rahul and by the time Priyanka Gandhi's pet dog takes over God knows what the scene is going to be so my question here before I delve deeper into all the different why's that you propose my question before we get there harks back to what you said earlier that we only see this kind of dynastic politics really succeed in South Asia and I'm curious as to whether you have any theories as to why that is because one would imagine that we are all as I have mentioned and I like to keep saying they're all hardwired for tribalism that there is that feudal sense in kind of all of us you know but outside India there are exceptions you know like little Trudeau takes over from daddy Trudeau and and even there he's a little stupider so but why South Asia why is this such a huge phenomenon here"
    },
    {
        "speaker": "Guest",
        "time": "02:05:19.920",
        "message": "so let me sort of add a couple of things one in my doctoral dissertation I actually studies political families and dynasties which is to basically understand why some families stay in power for a long period of time and others decline and this is a study based in UP and I collected basically information on all political families so of course it's under reported but what you were saying a little earlier which is you know there is a cliche or a quote which is the first generation lays the foundation the second builds the empire the destruction begins in the third and by the fourth one it's basically you know so it happens like like there is a cycle two things on an average the building can happen like in one or two generation and then it becomes too big for anyone to sort of manage and control so most big empires also lasted for three or four generations only after 200 years there is a decline which is natural and I also mentioned in the first part of our conversation that dynastic legislators are not exclusive to South Asia or India like it happens in the US it happens in Japan it happens everywhere dynastic parties are somewhat like exclusive phenomena in South Asia and perhaps if we are going to see you know functional democracies in in sub-saharan Africa we might even see something developing even there but you have administrators who have been there for 20-30 years so in a sense it's not to do with political culture but much more to do with political institutions they are somewhat easier to capture and once they get captured because like as I said political party formations is easier and once the political party is formed it's formed around a leader and so the leader basically leader and party becomes synonymous in that sense so perhaps that's why we might be seeing more dynastic parties in our system it's a combination it must be some I don't want to completely rule out the culture element but I think it's happening much more because of the weak political institutions that we have fair enough let's get to sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:43.320",
        "message": "of the narrative of the decline of the Congress and I'll quote from your am I allowed to quote"
    },
    {
        "speaker": "Guest",
        "time": "02:07:48.160",
        "message": "from your book since it isn't out yet you can quote but as I said this is first early draft so it may not actually come in the book but I'm allowed to quote like for the purpose"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:57.400",
        "message": "of conversations I'm basically whatever you decide yeah and by the way I should inform people that they're in the early stage of writing this book both Rahul and Asim who I've never met but I love journalism they haven't looked for a publisher for this so if any publisher is listening you know you would be crazy to wait this is something that kind of establishes the extent of their decline where you write quote the secular decline of the Congress started after the drubbing in the 89 elections followed by the relegation of the party to third or fourth position in four major states UP, Bihar, West Bengal and Tamil Nadu in UP the party slipped to second position in 1989 third in 91 fourth in 96 and has remained there for the most part except a temporary recovery to third place in 2009 in Bihar it slipped from second to in 1991 to fourth or worse from 96 in Tamil Nadu it slipped from first place due to then seat sharing alliances in 1991 to third in 96 and remained at or worse through to 2014 in West Bengal following the breakaway of the Trinamool in 97 Congress slipped to third in 1998 and finally to fourth in 2014 after the rout of 2014 Congress slipped to third or worse position in as many as 10 states and then in another excellent conversation you had in a seminar you pointed out that two out of five Congress candidates in the 2014 elections lost a deposit which 40% which would have been like unthinkable you know in in previous elections and you've also mentioned that some of the states where Congress had not been in power for 30 years at that time included West Bengal Uttar Pradesh Tamil Nadu Bihar Gujarat which is kind of completely crazy so it's clear that there's a decline and how I love the way you've addressed it is that typically an Indian researcher at this point in time would commit what can be called isomorphic mimicry to you know to simplify the jargon what they would do is they would take a framework which has been adopted in the West to study a similar phenomenon and try and apply it to the Congress party and what you've done is you have laid out what that framework is you've mentioned why it doesn't necessarily apply to the Congress and then you have come up with your the reasons that have been suggested by previous thinkers within India on the Congress decline so now before we go through that whole process take me through the you know the theories that exist about why dominant parties elsewhere have you know tended to decline and part of it of course is circumstances like you point out in the advanced world like in the West which are ethnically homogeneous you know the dominant parties focus on socio-economic issues and similarly in places like Malaysia and South Africa the ethnic cleavages are much harder and you know play a much more consequential part and the reasons for why dominant parties there sort of decline don't have to apply to India at all so tell me a little bit more about this what what are the reasons why dominant parties have kind of declined in the rest of the world when we look at it and what are the reasons why those"
    },
    {
        "speaker": "Guest",
        "time": "02:11:01.240",
        "message": "don't necessarily apply to the Congress here so the first reason for party decline and not necessarily just for dominant party decline is that if we think of political parties as an entity that are going to profess certain ideas they exist for a reason and if that reason doesn't exist there is no need for that party to keep gaining traction right so basically parties decline because the reasons for which they existed is no more that's not the case there is a need for a party like Congress especially occupying the space of on centers left center right then the second big reason is about ability of the party or the leadership to be able to hold on to factional fluids right so parties are made up of factions they are aggregation of different interest group either based on ideas or based on some material advancement they want to make or identities at some point the leadership becomes so weak that those factional fights go out of hand and they basically you know lead to a decline so Congress throughout its history even pre-independence has seen these factions basically moving out of the Congress party in fact I don't remember the name but some famous person basically said if all the Congress factions can just come together we'll see like a big mammoth party coming back to power but that's not how politics operate like why would a Sharath Pawar or a Mamata Banerjee or a Jagan Reddy going to come back to Congress when they can operate their like party in their states with full autonomy right like why do they need to listen to Delhi that you have to act in this way or that way so like idealistically or you can have these desires or thoughts but that's not going to happen so what has happened in in last 20 years if you can think of like last big split within the Congress party at a state level was Sharath Pawar and Mamata Banerjee otherwise after that like post 2004 we have not seen any big splits in the Congress party like if anyone has walked out like maximum would be a Jyotirathya Sindhia with 2023 legislators so no big splits being happening in last 20 years and there is there are good reasons for it one of the good reason I can think of it like despite like the famous G23 writing the letter and occasional outburst that keeps happening and in my opinion it will keep happening because now Congress has basically chosen the worst possible option for itself basically there were some good options either basically throw everyone out and move ahead or listen to them bring everyone in and work with them so those are good options but Congress has basically chosen to do nothing which is the worst option for everyone but these the G23 or the leaders within the G23 are not going to split the party in the middle because none of them I can think of have basically resources or popularity to mobilize even within the state which they come from so they can't create a state level party like except perhaps Haryana where Huda might be able to do so I can't think of any other state where Congress leader on its own can mobilize the entire state and also has the financial capital to do so running a political"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:47.720",
        "message": "party well there was a sense that Amrinder could have done that but then they took care"
    },
    {
        "speaker": "Guest",
        "time": "02:14:51.200",
        "message": "of him but Amrinder is still basically saying that he might form a new political party and if that is to happen he might have the capital but like in six months you and I will find out his influence is going to be limited within three districts of Sangrur Patiala region"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:11.520",
        "message": "yeah I mean I think this is a digression and we can tackle it right at the end but I think this was a negative sum game for both players it hurt Amrinder it hurt the Congress"
    },
    {
        "speaker": "Guest",
        "time": "02:15:19.000",
        "message": "yes like exactly and as you said we can talk about it later"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:22.920",
        "message": "yeah we'll come to it at the end carry on sorry I interrupted"
    },
    {
        "speaker": "Guest",
        "time": "02:15:26.400",
        "message": "so so so these are like some of the important reasons again then you can think of changes in the social composition of voters you can think in like basically socio-economic changes that might happen which basically lead to changes in the base of which parties are mobilizing and none of the reasons basically fully explain the decline of the Congress party and moreover more than the decline the question which I and Asim are interested in is why is the party not able to resurrect itself despite being say power in between 2004 and 14 at the national level what did Congress party do to revive itself say in Bihar or UP or in Tamil Nadu"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:12.800",
        "message": "or in West Bengal that that's extremely lucid and you've spoken about you know the four reasons why you know dominant parties decline around the world which are you know there are structural reasons lack of party cohesion and these two don't really apply to the Congress as you've said and weakening of resource advantages which applies a little bit and socio-political change which also you guys argued applies a little bit but they are both at best kind of part of the explanation you know when I think of the Congress I think in some ways of a lot of these big behemoth giant companies which were made irrelevant in the technological age for example Kodak comes to mind right Kodak made film and then they simply didn't get the digital revolution that was going to happen and boom that era kind of ended for them and similar giants which and I remember I think Tim Hufford wrote an excellent piece about it a long time ago was it Matt Ridley I don't remember but essentially about how the structure of a company is such that one all these departments that exist are silos which are specialized in doing one thing and they will not do anything else there is a status quo bias why take a chance do what you're supposed to the stakes are too high you will never disrupt yourself so somebody will always come and disrupt you but you will never disrupt yourself and ways of thinking are just ossified and therefore big companies are like these lumbering giants which are kind of moving slowly and they seem it's rare when they manage to adapt do you think there's"
    },
    {
        "speaker": "Guest",
        "time": "02:17:46.560",
        "message": "something to that as well I don't want to dismiss this reason definitely and I've heard many people not many people but a couple of my friends whom I discussed this project with they suggested that actually BJP is a 21st century party and Congress is not and their argument was much more to do with the ease with with BJP adopted itself to all sorts of like technological changes like you know basically running a massive IT cell and having such a massive online presence whereas Congress took a long time to basically adopt itself to these technological changes just like we were talking about this if you go to BJP we website you will find most party documents related to BJP even historical ones scanned and put online like like if you think of say Savarkar who's a Hindu that 23 page document is scanned and on is on BJP website Congress party does not have most of his forget post independence India like just like pre-independence India but of documents of 1980s and 1990s are not online right so I'm not saying like if you put these documents online it will give you more leverage or visibility but it's somehow the party is not adaptive to change another example I will give you and and everyone would think it's a people may think it's a very naive thing but BJP when it came to power everyone was allocated big office space I think in 1980s or 1990s when Congress party was in power Congress allocated itself like space to itself but Congress party did not renovate either its office on 24 Akbar Road right or created a new office structure for itself BJP when it came to power created I think a seven or eight story building at ITO in Delhi where the top two floors are reserved for big press conferences or meetings or you know with high-tech gadgets where you can communicate with your state level offices now think of this Congress party was in power at the national level they could have utilized resources to create a similar structure for themselves but they didn't and BJP when it came to power then they did it similarly and I've heard the stories from people who have worked in the Congress party social media department that the Facebook's and the Cambridge Analytica's of the world basically when they were coming to India in 2010-11 all of them first approached the Congress party because it was the party in the power but they didn't get positive response or you know like positive energy from the Congress party they didn't even get similar vibe from the BJP but I think Chief Minister of Gujarat then the current Prime Minister his office was basically proactive and so they like latched on to all these opportunities that came their way and so apart from the online like on the ground presence they have through these RSS carders and other things they created a massive online infrastructure and now they have that advantage over other"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:14.760",
        "message": "political parties. Yeah and this is a great point about the BJP being a 21st century party like leave aside for a moment value judgments and what do you think of the BJP's politics or the Congress's politics politics is about winning the BJP one thing that's obvious to everyone really over the last 15 years is the will to power that they will do anything it takes to win and that includes using modern techniques like dicing data at the booth level and kind of figuring out micro targeting strategies and you know how to carpet bomb the voters where they want to get the message across and how to hack minds as it were like who needs to hack EVM machines when you can hack minds and they've kind of figured all of that out and there is that will to power and there is that accountability when you don't win which is why after 2009 Advani is replaced by Modi you know and you simply don't have that in the Congress in the Congress rather you almost have the attitude from you know their feudal leaders that this attitude of entitlement the you know that they almost feel aggrieved that hey we should be in power how could you have taken this away from this"
    },
    {
        "speaker": "Unknown",
        "time": "02:22:19.640",
        "message": "what is this shit."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:20.640",
        "message": "I remember in the 2019 elections when Sonia contested in Rai Bareilly the person standing against her was a former party worker and Priyanka made this comment he used to touch our feet we will teach him a lesson and when you think about it as such an obnoxious comment to make and you completely get why they are being wiped out everywhere because of this attitude of entitlement and this resentment that we are being deprived of deprived of a rightful place and the point is that with both Rahul and Priyanka honestly it has to be said they haven't done a single day's work of honest labor in their lives you know while all of these they have just inherited those positions while all of these other leaders of other parties whatever you think of their politics they've come from the grassroots they've gone to jail in the emergency in many cases have come from the grassroots there's been the will to power they've worked hard for it so at one level it's not just like a big company which becomes his bureaucratic sloth it is also this terrible feudal attitude ki India toh hamara hai in fact I think when you know Indira Gandhi coined the slogan India Indira is India India is Indira that slogan should really have been Indira is Congress"
    },
    {
        "speaker": "Guest",
        "time": "02:23:28.560",
        "message": "Congress is Indira yeah so a couple of things one you know the slogan India is Indira Indira is India was by then Congress president you and Devbar rather than Indira Gandhi and in fact like when Congress Indira Gandhi split the Congress which first was Congress R and then it became a Congress I so currently what you have is Indira Congress what is the All India Congress Party is Indira Congress the second point is I don't want to put the entire sort of blame of decline of Congress Party on the Gandhi family or Rahul or Priyanka and but I agree with your sort of like sense that the people who are in charge of the Congress Party or at the helm of the affairs are not putting enough of energy to show they want to like they have will to power and and just to like quote I like Ram Guha like this year or last year basically made a very interesting distinction that if you look at top three people in Congress they all share the surname Rahul Gandhi Priyanka Gandhi Sonia Gandhi Gandhi if you look at three people in BJP top three people Prime Minister Modi Amit Shah JP Nadda these are three very different people from very three different backgrounds and in that sense he was basically trying to make the contrast of what you suggested and on this the feudal mindset Sharad Pawar very recently said that Congress is like that old feudal lord or Zamindar and this was a snide remark which is you know they have lost all the lands and they are just standing outside their Haveli and thinking you know all of this land belong to us from Kanyakumari I think there is a deep structural problem that Congress is going through and those problems are many fold one is perhaps in like the top leadership within the Congress Party and not just the first family seems to have got disconnected from what is happening across India to and just to give you an example I think Pradeep and I did some small analysis and to indicate this also which is very interesting if you look at the mainstream English newspaper today of course BJP ministers are writing columns they are in the government but I have seen Congress ministers writing columns not just when they are in government but when they are also in the opposition right I have not either now this could be that BJP people were not giving space in these mainstream English newspapers when they were in the opposition but write columns but also be on the field mobilize so what happened in 2011 with the anti-corruption movement and in the aftermath of that basically Congress Party in some ways lost a big part of its legitimacy among a vast section of Indian population which is that the notion of privilege which is that they are going to tolerate corruption and they are not going to be on the streets to mobilize people look at the number of like civil society protests that has happened between 2014 and now and Congress doesn't seem to be present or actively mobilizing at any of those instances the crisis of second like of COVID and second wave the party just doesn't know how to use these moments for its political revival it could be to do with the leadership the top leadership they don't want to go out and so they are not letting others out I recently was in one district Saharanpur district of UP where some research work we were doing and I met a fourth generation Congress Party worker like in the beginning for the first 10 minutes he was basically you know saying all the nice things and positive things and didi and bhaiya and how they are important and then I kept on pushing him and at one point I just you know I showed my frustration I said Abhinav let's forget the interview I'll go and then slowly I pushed him again and then he slowly opened up and basically nothing is happening within this party we don't have access we don't have an idea what is to be done we there is no communication from bottom to top and so it's right now it's a party which does not have a purpose and I think that's the crisis of the party I'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:09.320",
        "message": "disagree with you on one point I mean which is that they are missing all of the sort of moments of social ferment in the last few years like you mentioned the second wave but one of the things I kind of remember was that individual members of the Congress and even the Aam Aadmi Party you know both parties are otherwise criticized a lot for not being a strong enough opposition actually provided sterling service like on Twitter for example Srinivas of the Congress was extremely visible for all that he did to help people out and so on and so forth but I agree that you could say that these are kind of ad hoc things happening and there is not a broader cohesive narrative strategy actually you know being formulated even in this Lakhimpur Keri thing you know Priyanka Gandhi did actually try to go there and she was unfairly arrested so on many issues I think they do make the right noises which nobody else does including you know junior bigot Arvind Kejriwal but the wars they are winning are on Twitter they're not on the ground at all as you know so many people have pointed out so you know we spoke about the global reasons why dominant parties decline elsewhere don't necessarily apply to the Congress and just as you brought your own prism to bear when it came to the question of ideology you know what what are the ideological fissures in India you've kind of not exactly brought your own prisms but you know collated insights from local scholars on the decline of the Congress and you've given a whole bunch of"
    },
    {
        "speaker": "Guest",
        "time": "02:29:30.440",
        "message": "those as well so you know share some of those reasons okay first I want to say that you know we don't have a good scholarly treatment of Congress party post 1977 like there is no big academic book which is basically looking at the inner workings of the party and making a claim of course there are some important contributions like you mentioned Rasheed Kidwai's 24 Akbar Road and there have been some papers but there is still this sort of gap in understanding what has happened within the Congress parties post-emergency there have been different sort of angles to understand the Congress decline not to explain the Congress decline but to explain something else for example Christopher Jeff Law and Kanchan Chandra both have worked on say the rise of BSP and in some ways they want to understand the rise of BSP and differentiate it from why Dalits left the Congress party and basically joined the BSP right so it was not a research on Congress party but a research on BSP and the argument there was that within the Congress party there was a representational blockage Congress party remained a party of upper caste elites and privileged and so leadership positions were basically in some ways reserved for these categories and there will be a moment in time when these rising elites from lower caste would think that oh we should also be getting leadership position not like party president but becoming general secretaries and state party presidents and state secretaries so the first thesis is that basically Congress did not give enough representation to these groups and slowly these groups moved out and formed their own caste based parties which is sort of linked to Congress decline that's one similarly related to this argument of representational blockage of caste is basically Congress is a party which was run from New Delhi by Hindi heartland elites and they were you know very like I am not getting the word but basically not taking cognizance of the regional aspirationals and regional elites like the famous example of how Rajiv Gandhi blasted TJ and Jaya on Hyderabad airport and which basically was used by NTR in 1982 campaign in Andhra Assembly so regional identity assertions in many part of the country especially in northeast and in south so this these led to regional parties which were basically utilizing regional sentiments and led to the Congress party decline third argument has been about the organizational and institutional decay of the Congress party so what happens and that's why like when we're talking about Indira Gandhi or Savarkar or Ambedkar or Gandhi we have to always understand that these are the creatures of time right there they are taking decisions in certain moment of time and some decisions turned out to be good or some bad right so Indira Gandhi when she's elevated to the post of prime ministership by the syndicate thinking that you know we can control this lady and Gungi Gudiya and but she she outsmarted them and so in in her effort to deal with the challenge which was coming from the syndicates which was right-leaning she basically aligned the Congress party to the leftist or left party so actually there was a the the 67th government had outside support from the communist party of India right so she moved her party towards these ideas or towards the principles of statism so and and in that process between 67 and 75 basically she takes lot of decisions which became detrimental to the way Congress inner workings used to happen so couple of things happen basically organizational elections got suspended which was a hallmark of like why Congress party remain one of the dominant everyone wants to be the part of the Congress party and those organizational elections were one instruments of mobility for people to rise up the rank so organizational elections got suspended then in in her effort to win national election of 1971 she de-linked the national elections from the state elections earlier both elections used to happen simultaneously which basically opened up state elections for these state level parties to say okay you elect Congress in Delhi but we can run the state better which is what is happening now and perhaps this is one of the reasons why you know the BJP or Modi's thinking of bringing one nation one election back where you basically you know align national sentiments to even play up during state elections so so that was basically the decisions to suspend organization the decision to basically de-link the national and state elections and the decision to basically some way change chief ministers if you look at what happened in Pradeep and I wrote a op-ed 5-6 years ago on this basically between 1967 and 1989 Congress chief ministers in states were changed at whims and fancies right like a state like UP between 1980 and 1989 saw 6 chief ministers right and so we basically it was a rough like very preliminary analysis to show that in states where more times chief ministers change the number of parties in those states are higher today basically saying either the person will join another party or will open his or her own party right and that's why you are seeing because if he or she was the chief minister he will have enough capital to at least start a political party and that's why you're seeing so many parties right so that became another reason because you were changing chief minister and I also think that this process of basically not letting any chief minister stay for a long time because that person can challenge to the national level is the reason that Congress now does not have big state level politicians who would say that if you don't listen I will walk out today right that's why you're not seeing a vertical split in Congress party and then enable so once they all started becoming weak at the national level they align with like you know for national elections they went into coalitions with parties which state leaders didn't want right so Mamata Banerjee she was fighting all her life against the left and then you decide that left would be part like you know you were supporting the left government like left supported government in center and those were became the issues so people like Mamata Banerjee moved out so factionalism or factions moved out basically leaving your cadres or your party most of your party moved out with your state leader so party became weak nationally because slowly the units are going away and then of course with the change like what happened like the sudden change between 1989 and 1991 of like the three M's the Mandal, the Mandir, the market all three M's Congress wasn't prepared basically think of like what happened in UP why Congress from suddenly being the like top player in 1989 become second in 91 and third in 96 or fourth in 96 so Mandir, Mandal, market struck at the same point I think we have some intuition about how Mandal and Mandir played out and there is a scholarly work but we don't actually know how market has shaped Indian voters in last 30 years not a single work so basically Mandir and Mandal happens upper caste is going towards the BJP Dalits are going towards the BSP the Muslims are gravitating towards the Janata Dal and Samajwadi party later on Congress had no clear stand in at that moment of time are they with like in favor of reservation against reservation are they in favor of Mandir or they in favor of Marj so no stand and this is a centrist dilemma right and that's why you have to understand why Congress party sometimes fails to take clear stand because it is a catch-all party it does not want to basically you know upset any group they take some stand on Shahbano and also they open the locks of Babri Masjid because they want to play both sides and sometimes playing both sides will basically you end up with nothing so that's also sort of like ideological confusion or not having an ideological clarity these are some of the reasons which people have talked about why it led to the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:26.320",
        "message": "Congress party's decline yeah I love the way you you know point out that it all start starts with circumstance that Indira wants to fight back against a syndicate she has to rebrand herself and how does she rebrand herself the logical thing is to go left and she takes us into a disastrous period of time not out of conviction which one could still understand an excuse but simply out of political expediency in a completely sociopathic manner like people talk about the emergency I think what Indira did with her economic policies like the bank nationalizations and Ferrafima label or so on and so forth there's a litany of them actually kept millions of Indians in poverty for at least a couple of decades longer than necessary absolute monster and you spoke about you know Congress not having a clear sense of his own identity I think it doesn't have a clear sense of his own history either because every year on Sanjay Gandhi's birthdate all the official handles of Congress will tweet out photographs with what a great leader he was and I am like who are you kidding you criticize the BJP correctly you correctly criticize the BJP for their whatsapp history and you are trying to paint Sanjay Gandhi as a great leader he was a sociopathic monster he was worse than Modi you know Modi could actually have him as a role model I mean catch-all is fine but you kind of need to look in words and I think this perhaps stems not from a deliberate strategy that let us you know resurrect him as a figure to be revered but they really don't know they're just stupid you know that is sometimes the sort of sense that I get and again the culture of psychofancy plays a big part like I remember many years back and I mentioned this in a previous show but I simply can't remember who this person was but there was a picture of a mafia don who was basically quite short 5'7 or 5'6 or something and then there were pictures of all the people who succeeded him the whole lineage of the gang till eventually it disappeared and they were all shorter than the last guy so it's like you're surrounding yourself with people shorter than you till you get and which strikes me as a great metaphor for what can happen to a party like for example even it's not just Mamata and Sharad Pawar and all that even in recent times like Himanta Biswa Sharma couldn't get an audience with Rajiv Gandhi who in all his arrogance didn't meet the local leader and what happened next he joined the BJP and Congress lost all seven northeast states similarly there's an interview of Mahua Maitra where she's speaking to Barkha Dutt and she was in the youth Congress but you know she realized that there is no mobility I cannot rise in the party and of course I don't have inner party democracy so for all this talk of that Rahul Gandhi does about saving democracy he does not believe in it you can see that from his actions have elections in your own party first and Mahua Maitra left and you know people often ask that hey if not the Gandhi's who if you leave the space leaders will come you know if you leave the space leaders will come in politics politics abhors a vacuum as the cliche goes you know who could have predicted in 2004 when Kerry lost to Bush that your next president was going to be a guy whose middle name was Hussain and whose surname rhymed with Osama and yet that's what happened Barack Obama came to power who could have foreseen four years later that madcap fool everybody laughed at Donald Trump would one day be president strange things happen in politics very suddenly but you have to kind of create the space for it and you know another example of that kind of psychophancy you spoke about how they were changing state chief ministers all the time as if they are their personal servants and I remember at one point Gyani Zahil Singh before he was made president Gyani Zahil Singh said that something to the effect of if Indira ji I wants me to clean her toilets I will clean her toilets stop quote pretty much his exact words and lo and behold he was made president of our August Republic so you know something had to give and and something I think eventually kind of gave so tell me this about the Congress right the picture that I'm getting kind of is that society is changing the country is changing everything is being transformed and Congress is this big lumbering party that is not able to adapt to the change and in some ways it is changing itself and actually going backwards but it is simply not being able to adapt so can you paint a picture for me over a period of time you know people talk about how the Congress has declined in the last five years for example or since 2014 paint a picture for me showing just how much bigger the disconnect has become between today and 30 years ago with the disconnect between Indian politics society and the Congress Party"
    },
    {
        "speaker": "Guest",
        "time": "02:42:58.000",
        "message": "like I think what you asked is very important which is the country is changing the society is changing parties also move in tandem with with with the society in some sometimes what they do basically changes societies and they also have to adapt to the changing circumstances so and Congress Party in the past have been undertaking those exercises right in 19 early 1960s when Congress Party didn't do really well in 57 election and it seemed that after a couple of like sessions in Avadi and Nagpur and like when you know there was a bifurcation not bifurcation but within a split when the Swatanta Party faction from the Congress Party moved out Congress carried out an exercise what is known as Kamraj plan where some ministers from the government were moved to the organization and some people were moved from the organization to the government so parties have to keep doing these kind of reshuffling and readjusting right if the BJS used to harp on the Hindi Hindu Hindustan type but they like once this thought of expanding themselves outside in the heartland going to the east and to the south now Hindi remains but largely in rhetorics but not majorly right so you parties have to keep adapting to the changing circumstances and it's not because they like a bigger ship needs a greater space to maneuver itself so it has to prepare itself in advance what is happening of late in the Congress Party since 1990s I think the changes are taking at a much rapid pace Congress starts certain procedures or processes to make those adaptation but is not taking to its logical conclusion and let me answer this question by basically referring to how Congress has or has not changed so Congress Party and there is a debate and it has not been resolved this is a like a debate which is was Congress Party ever had a deep rooted organization in 60s or 70s in fact Pradeep in his first book basically showed that the member of Congress Party used to increase during Congress internal election membership of the party basically because if you have like if you can mobilize higher number of members you are going to get bigger position with the Congress Party in the party so party members it was based on those patronage systems of these privileged elites the second point which Pradeep also pointed out in his work and many others also have written about is Congress was basically a party which was different in different states like that its social base used to be very different in different states and so nationally it looked up catch all party but in state it was rooted in specific social cleavages and specific caste what happens post-emergency when Congress wins 1980 and 1984 people have actually written about this that it was not a restoration of previous Congress coalition there were certain changes started happening especially Dalits in the North India had started moving out of the Congress Party Muslims were not happy in fact one way to think about the big change that has happened like at least in the social structure for the Congress Party that Congress Party's social base has narrowed in most of the states where now they get votes from specific segments it's not a catch all coalition anymore in some ways and none of us have seen this document so I won't be able to say I only have read it in newspaper reports that AK Antony committee report after 2014 election losses wrote that in public perception Congress is seen as a Muslim party now that a large portion of its voters come from religious minorities Muslims than other section the other thing so in 1989 when Rajiv Gandhi was at the helm of affairs the Indian electorate size was around 400 crores Congress Party received 140 crore votes now Indian electorates are around 800 and Congress in 2019 still received 140 crores right so the electorate size has doubled but the Congress vote share has remained I think it's the same votes they keep counting every election I'm kidding so what is happening and so they are also losing votes among poorer sections and also among younger sections because in some ways like these sections don't see Congress as a party of aspiration and hope a party which is going to offer them mobility and Modi for right or wrong reasons the way he beats his sort of like various welfare schemes and other things is much more tied in the language of aspiration hope rather than in a language of entitlement and other things so that's another sort of like important difference between the two parties and we have already discussed about how Congress Party has not been able to adapt itself to the technology driven campaigns of 21st century they for a very long time Congress did not realize and perhaps because it was a big ship or a dominant party that the soil or the earth below it is basically sinking or moving fast and it needs to adapt to change so till 1998 the Congress Party still lived in the world of basically it's like we are the National Party we rule from Kashmir to Kanyakumari like they had no idea whether they wanted to enter into coalitions or not they enter into ad hoc coalitions which in fact diminished their power to a great extent whereas BJP basically used those coalitions or allies to gain a foothold in different states and a good example is Karnataka. Karnataka like in 1994 BJP was a marginal player and slowly basically they align with Ram Krishna Hegde's party swollen them up became the second player then they align with JDS and now they are basically the most important party in the state so it took a long time for Congress to understand the changing circumstances and adapt to it similarly Congress basically keeps postponing forget the presidential election but having some sort of like chintan shivits after losses sitting and discussing that like even say an AK Antony committee report why not some version of it should be distributed to the state leaders or some other people to understand why did the party loss what corrective measures should be taken so no conclusive steps in that direction they started primary election one day and then they suspended it then they created Aman Ke Sipahi suspended it so they keep bringing in things to make reforms or changes but they don't take it to a logical conclusion and basically try to like all parties do that but if you are facing this kind of struggle and decline you need to carry out some surgical operation"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:48.680",
        "message": "chart out your course to revival surgical operation indeed but one great point you mentioned which you've also sort of mentioned in your seminar piece which I'll link from the show notes is when you talk about language and you write quote look at the difference between Rahul Gandhi and Narendra Modi's speeches Rahul Gandhi's argument about welfare policies often sounded patronizing whereas Modi talked about the same policies in the language of empowerment they were articulating very different things stop good now I have a question for you based taking off from something you said earlier where you said that you are questioning whether Congress ever had a deep-rooted organization per se I'll throw the question at you that did Congress ever have a deep-rooted ideological belief or a deep-rooted belief any sense of values that the party stands for like one theme that I discussed in my episode last week with Shivam Shankar Singh and that in fact I think I asked Prashant Jha also when I did my episode about the BJP with him is that in BJP you do see this will to power they will do what it takes to come to power they will you know buy members of the opposition party they will you know do dicing and slicing of different constituencies at you know to a really fine degree but while there is a will to power there is there are also a bunch of core things that they stand for which they don't compromise on and at one level I thought that something's got to give because these two at some point will contradict each other if they will do anything to win they can't always stay true to their core beliefs for example in the northeast somewhere they told the people that hey you know you guys can eat beef it's okay you know we won't stop you this is just for the other guys but does the Congress have any core beliefs at all and the larger question here is can any party have core beliefs which are not based on political imperatives can any party because even other parties which are fixed to certain positions took those positions in the first place for reasons which don't change for example you know the BSP will always speak up for a certain group of people the SP will always speak up for a certain group of people those are their vote banks they can't do anything about that those are the positions the shift changed from attacking South Indians to attacking Muslims as the sands kind of change is changed and they rebranded themselves now what does the Congress really believe in because I look at the Congress even after independence it is kind of happenstance that Nehru happened to be the guy you know it could easily have been Patel Nehru even almost stepped down once in 1950 I think when there was something happening in Bangladesh and Srinath Raghavan told me this I thought seriously about stepping down and in any number of scenarios when Nehru isn't there they could be Patel where you have more economic freedom perhaps and you have you know different scenarios playing out or you have Rajaji or any number of people who all believed in a lot of things differently from Nehru so it's not as if the party believed in all the things that Nehru did it was a circumstance that he happened to be the guy but in a parallel universe somewhere it was Patel in some other parallel universe there wasn't even partition and so on and so forth there are a million sort of scenarios so what is your take on this and is the Congress's problem then that they simply can't figure out what they should believe in that Rahul of course wants to posture on Twitter and he's taken these sort of really archaic positions where sometimes it feels like he wants to disown the 1991 reforms which is the best thing his party ever did you know in fact our economic decline really started in 2011 not in 2014 and this is something you know Pooja Mehra writes about in her book and she did an episode with me and the single reason for that is that Sonia Gandhi ignored the wishes of her Prime Minister Manmohan Singh and foisted Pranab Mukherjee as a Finance Minister at which point you have you know retrospective taxation and you know a whole bunch of things which I've spoken about in detail with Pooja and others in previous episodes so yeah to cut a long story short deep-rooted organization to take care but what does it stand for today I know what Rahul Gandhi stands for on Twitter but you're not winning elections there and you also see them chasing the Hindu vote in various different manners which seems to me to be completely stupid you are not going to out Hindutva the BJP something that even you know Aam Aadmi Party will discover at some point even the BJP may not be able to control this tiger that it is riding on"
    },
    {
        "speaker": "Guest",
        "time": "02:55:07.720",
        "message": "so couple of things on this I think we should not just look like at the current moment there is a confusion within the party because different people within the party seems to have a very different view of what the Congress Party is and the leader and party sometimes you know have a like a big overlap of what that ideological standpoint is and it's natural right leadership generally comes from within the party and whatever the median position within the party is leader is reflective of that and leaders also change the course of parties like the rebranding happens because leaders take certain position so I think the Congress Party of 1950s and 60s you are absolutely right had someone else been the leader of the Congress Party the course and direction of Congress Party would have been different parties are always coalition of interest and whichever coalition is in power or basically like steering the ship the ideological proclivities of that interest group would be reflected the most so if Patel had taken the Congress would have been in a different direction and Subhash Chandra Bose would have taken it would have been a different direction right so yes Nehru being a towering figure in a way it was his like he put his weight behind lot of things if Nehru would not have made Hindu code bill a do and die battle I don't think it would have got ever passed in the parliament he not only basically got it broken down into four different legislations and then passed one by one so yes and and by the way for those"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:49.640",
        "message": "who don't know Nehru is a reason the sedition law is there the sedition law was declared unconstitutional by the Supreme Court of India in 1950 but Nehru wanted to use it against his political enemies which at that time was a communist so your so-called great liberals Nehru brought the sedition law back on the books with the First Amendment and so continuing"
    },
    {
        "speaker": "Guest",
        "time": "02:57:09.520",
        "message": "the conversation in a way like what was like Congress's position in 1950s or 60s once the socialist wing basically moved out of the Congress Party pre-independence in the 1930s and 1940s and then slowly the right-wing factions with Patel and Tandon and Raja Gopalachari right moving out basically the centrist faction within the Congress Party remained so the idea was of much more Madhyam Marg right which is not going in any extreme being accommodative of different sentiments right be it religious be it like religion would be allowed but it's not like the state would going to lean on any side I think that was the position of the Congress Party the vision of India in that why we call it a Nehruvian India was basically on the principles of say democracy diversity and development like we are going to accommodate diversity and we will find means to accommodate that diversity on the development front the vision was that the state is going to take the burden right is going to be the principal provider principal consumer principal producer and on democracy front that we are going to basically develop ourself as a liberal electoral democracy and on foreign policy also we'll make equity so I think like the Nehruvian standpoint was a thought-out standpoint given those circumstances Indira Gandhi basically moves from the Nehruvian consensus and most of these like ideological worldviews are developed through some sort of like compromises and consensus right even within the BJP if you are going to look there are going to be some orthodox who would say that no one should be allowed in the temple right other than the upper caste and then there are some reformist also within the camp so ideological position of a political party is not I won't say compromised but a consensus or median position of different factions and it keeps changing upon which faction is in power slowly what happens that with the changing time Congress is not able to update what its grand vision for India should be it made an effort in 2004 where it basically you know Congress ka haath aam aadmi ke saath that was a big sort of like economic module where there is a change it also basically tried something on the reservation aspects by going for Mandel to also for Sachar committee report and thinking about what to do about religious minorities I think basically they were in the first UPA term trying to create a new Congress but somehow they were not able to take to its logical conclusion and I think like two things which we will try to focus in this book one is that crucial period around 2009 where there's like seen that Congress can recover right and then they suddenly the anti-corruption thing happens and then they basically a crisis of legitimate that's that's one moment to look for and the second moment is to actually look for the period between 1991 and 1998 when Gandhi's are not at the helm of affairs why could party not think of basically move out of the Gandhi's shadow right what like of course there are always going to be factions and leaders who are going to say you know because it serves their vested interest that they will like they got Indira Gandhi the goongi gudiya let's bring Sonia Gandhi but like how can like I just don't understand how can these like big Congress leaders seasoned Congress players think that once the power goes back to the family they will be able to do what they want to do like how can they be so short-sighted so what what"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:21.600",
        "message": "are your candidate answers for this I don't have a good answer at the moment okay let's come to current times like you know people keep asking that hey if Rahul Gandhi is a deadweight on the party and in fact Ramchandra Guha in an episode with me called him a born loser because I mean the argument is 2014 look at the number of seats 2019 look at the number of seats he might be a nice guy you know but I wrote a piece on this once but the point is you know whether he has character or intelligence or the right ideas or would make a better prime minister than Modi are all irrelevant if he cannot win an election you know so I completely get where Guha is coming from and my sort of repose to the question of why no one rebels against him really comes from game theory because you know in game theory there's you know something that refers to that old adage of belling the cat you know that a bunch of mice realize that they're constantly getting knocked off by a cat what do they do the idea is that you put a bell around the cat's neck so you can hear it when it comes but the first mouse who goes with a bell to the cat will probably die right so for a similar reason it is optimal for any potential rebel within the congress not to make the first move himself because it's not the first mover who will win you know there will be carnage if there is carnage and somebody else will eventually take over if there is a change at all so it's game theoretic nobody can act first and this G23 is really interesting because it's like they knew they had to freaking act they acted in such a large group that you can't single any one person out really though I think poor Sanjay Shah was out of the picture by then but it didn't really work now I'm intrigued by something you said earlier where you said that in this current moment you know what congress has done is made absolutely the wrong choice when it comes to their leadership"
    },
    {
        "speaker": "Guest",
        "time": "03:03:08.480",
        "message": "so elaborate on this please so so think of this right the moment when the G23 wrote a letter there were four possible options there could be others also but I'll like four choices the questions they raised or the demands they made seemed very straightforward genuine demand right like they were not asking to replace Rahul Gandhi they said like we need a full-time president and you come take over the party and run right that's the least the congress party or the president could have done basically Rahul Gandhi coming back and assuming the party G23 made a demand it has been fulfilled everyone is happy let's go that's the first thing warning the second option would have been that Rahul Gandhi is mad angry at people who have written the letter throw everyone out only the loyalists or people who want to serve the congress party and the family will remain in the party that's the second option at least it serves the purpose of Rahul Gandhi right everyone has been thrown out that also didn't happen the third option was G23 and it had some big names these people should have decided to basically take the party by coup right basically form a different congress Nehru and say uh people who like we are we are going to have a new party this is the constitution of the new party this is the organizational structure and this is going to be a full-time party and we are going to have an election internal election in six months those who want to join the party come back just split the party in the middle they didn't do that because none one i don't think anyone has that kind of resource and legitimacy to run a national level party at that moment so that was the third option at least at least there would have been some solution nothing the fourth option was do nothing basically you write a letter someone will leak the letter then there will be some tweets uh there that you know if you have disagreements it should be put in the party forum not on the public platform like there's no big purgings suddenly like you know just sideline one or two people key people basically divide and rule and give some people access to the family and some people don't get access to the family so the system continues so basically congress party at the end chose the fourth one the election has still not happened there is no full-time president of the party and it just goes on right so and this is i think the tragedy of the party like right now it's in icu it needs a serious operation but it's still living under certain and pretense of history that it's a national party that runs from kashmir to kanyakumari to it does it still thinks that it is the default governing party of india it still thinks that there would be a day that narendra modi and bgp will lose which of course they will lose at some point and they will be the default option it still thinks that because rahul gandhi is still 50 and the prime ministers in this country can also become at 75 or 80 so one day rahul gandhi will become the prime minister if not now so you keep hearing this conversation among like congress enthusiast that congress is preparing for 2029 election right if you are not sort of like strong or at least willing to fight in present i don't know whether you will even survive as a political party by 2029 i'm not basically writing an obituary of congress party but given that like history teaches me that congress does not know a route to revival in any of the state i'm not very confident of possibility of congress party's revival at the national level in fact if i have to like if someone puts a gun on my head and say like bet on what would be congress party's vote shared in in in next election i think it will go further down because all the indications at the state level is that congress has lost votes in many of the states and and just thinking from like a very strategic voters perspective if in many of these states or seats they don't think congress mp or congress candidate is going to win elections they're not going to vote for the party so naturally the party is going to get restricted to fewer seats and fewer states and slowly it will become unlike state level parties in four or five states yeah and like you've pointed out that any state"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:46.800",
        "message": "where it's gone to less than 20 percent of the vote it basically hasn't managed to revive itself why should it do that now it also strikes me that the incentives of the party are very different from the incentives of the people who lead the party right now for the people who lead the party one because they are surrounded by psychophants and no one who will tell them the truth or perhaps they're delusional and they don't want to listen to the truth and they actually believe that at some point modi will lose and we will be the choice then like you pointed out that they believe that you know their incentives are just keeping hold of the party at all costs whereas the party's incentives are would be to just get fresh leadership find someone who can win let people emerge from within the system and that's not happening and it's all kind of atrophy you know i get the game theoretic aspects of it what i find a little baffling is that like you said earlier there are so many tall leaders in the congress people uh i respect a lot and would have no hesitation backing and yet you know they also show the same psychofancy for example uh you know when i think rahul gandhi had stepped down as president p chidambaram said oh the congress needs sonia g to be president and all of that and i really don't get that you know because those guys know what the country is going through those guys know that our democracy is in is actually in danger and we need a strong opposition and uh you know and that this is not it these are profoundly"
    },
    {
        "speaker": "Guest",
        "time": "03:09:11.040",
        "message": "smart accomplished people so it's it's completely bizarre and that's why i i think the concerns raised by g23 like that was genuine and serious concern that was their attempt and and uh to basically you know make things public uh their concern i i don't think it's basically just their hunger for power and other things you one shouldn't just dismiss all politicians as cynics and they have no stake in the system but it it does baffle that why are they not taking things head-on perhaps many of them are old and you know power has its own uh way of generating uh psychofancies right it's not just in congress party it's in bjp today it happens everywhere and it's the job of the leader to basically uh separate out uh the feedback from the uh psychophantic psychophants and and their praises because that becomes the main reason for the decline of leaders and and organizations and parties if you are not getting proper feedback"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:17.280",
        "message": "and channels yeah but these guys aren't leaders they're inheritors you know they didn't get there by leading so here's my question for you that the paradigm of indian politics has completely changed where we have gone from a unipolar party to being a unipolar system to a unipolar system in another way where the bjp is at the center of everything and one they are a dominant force within indian politics today too it seems that many of the ideological foundations of the past need a relooking because you know they've managed to consolidate a lot of separate identities within something called the within the hindu vote which many would have thought was not possible say at the time of mandal nobody ever thought that mandir will take completely subsume mandal but in a sense they've made strong steps in that direction and and one of the fundamental truths of politics that seems to be playing out here is something the german theorist karl schmidt once said when he said that you know politics always needs an other and you know the congress didn't need an other because they inherited the country in a sense the same way the gandhis inherited this congress but uh the bjp has another they're very clear about who this other is and it is of course the muslims and they might modify uh this notion of the other as they go along and one theory of what will happen to the party is that look because there's no opposition outside there will be opposition inside and it will splinter and there will be factions like already if you google trads versus writers you'll find ferocious uh debates if you go down right wing rabbit holes on youtube and all that about who is a true hindu and who is not and there are people who are arguing that modiji has actually let hindus down by for example not changing the syllabus in schools and all of that and by you know not building the temple until a couple of years ago that was a complaint and there's a sense that these guys have got on a tiger which even they can't control so look going ahead how does indian politics evolve because it seems to me that the paradigm that you set out in identity and ideology that of the politics of statism and representation no longer applies the game has changed so one where do you see it going and two is there a precedent of something like this anywhere in the world where you have this one dominant party in this large complex vibrant democracy and you know what has happened there i wouldn't say that"
    },
    {
        "speaker": "Guest",
        "time": "03:12:40.320",
        "message": "you know politics of recognition and statism does not apply at all to what is happening now and a few years down the line see uh form and modes of debate might change but i think some elements of recognition and statism will continue to shape uh indian politics because birthmarks of childhood does not go very easily so certain things that were inflicted at the time of independence and nation building will remain there like i don't think the debate of accommodating groups into body politing using the means of reservation and affirmative action is anytime going to go you will keep seeing demand for some form of reservation or the other similarly this debate of whether india is a hindu country or a secular country or at least like showing some sort of majoritarian tendencies will continue to keep basically getting back and again right like now population control bill and then uh so citizenship remains a very very contested space and and it is going to shape indian politics even on the side of statism i think we will continue to see both on what should be the role of and its form will change right like as as as society will change on marriage norms not just marriage norms but dating norms and you know like what one should eat and what one shouldn't eat and should state be forming laws of what should be eaten or not eaten so in some ways those debates will continue to shape our society and of course new elements will also keep coming uh in uh right and there is also going to be some distinction which will keep happening like a good example would be like you know right now bjp gets a lot of support from young people and young people are also most connected in the global world through mobile right so like one part of traditional bjp mindset would be to not allow premarital dating or not having legislation of same-sex marriages and other things but many of these uh young people who are seeing things in different parts of the world where progressive norms are being passed or followed there will be pressures right because it's your base how you have to respond to this basis concern so so there are going to be those kind of conflicts that will also creep into the system i would also like not disagree but i think it would be a very narrow reading of uh bjp that the other for the bjp is always muslim it's a constant other but they will also keep constructing different others right and so for the congress also indra created some other nehru created some other so rahul gandhi is creating the other which is rss and bjp's modi india so you keep constructing others but the question is when you construct the narrative on the other how credible your construction of that narrative is ultimately a voter is basically going to choose between the competitive credibilities of narratives right everyone wants to do away with poverty and make everyone happy and bring development but i'm going to believe certain narratives and certain people and not that's how i'm going to respond as voters so this will keep happening the third point where we are heading in terms of like a party system one thing and this is my lack of knowledge which is i don't know a case of basically a democracy where we saw in 50 70 100 years span of time two different dominant parties coming up one basically completely going down and one completely coming up of course there has been moments in political history of britain when conservative party was basically winning consecutive elections and then labor was winning consecutive elections but we are a young democracy 70 year old and and those kind of things so no parallel as such comes to my mind but the emerging political system which i see now is that because of the weakening of the congress in last two elections and its inability to basically a find its inability to find a path of revival has now basically given like basically other players have tasted blood and they are going to basically now they know if they have to rise they have to basically feed off congress so now there are going to be parties which will show cannibalizing cannibalizing tendencies on the congress party so you see like couple of days ago or weeks ago there was talks of opposition unity and now tmc after winning trinamool congress after winning west bengal election is basically poaching on congress leader got sushmita dev in northeast got goa former cm in goa so now they see one possibility to expand themselves amadi party especially after the crisis in punjab sees an opportunity to expand itself in punjab in the short run what would happen that as congress declines further basically these two parties tmc and up seem to be making a smaller headway despite that i don't see themselves basically becoming a party which will get 70 or 80 odd seats any of them both of them combined tmc or up will basically get at max 100 seats right so what will happen you will have three players at number two congress tmc or aap basically fighting the number two spot which means that at there is more fragmentation happening so the electoral distance between the second position and the bjp will further increase so dominance is often sustained by oppositional fragmentation right this is what was happening between 67 and 1989 that there were lots of parties challenging congress in the state but they were not coming together at the national level to basically dislodge it or challenge it so it may actually elongate the shelf life of bjp as a dominant player nationally despite all the crisis building up and other things so that's going to be the medium term prediction of course bjp also has to think that one of them the either the tmc or aap when they get bigger they are going to challenge bjp also the interesting part is that tmc and up are coming from slightly different angles the tmc is coming much more from the center left side like basically mobilizing muslims talking about religious minorities up is coming much more from the center right use uh use certain terms of cage deval like he he's going to in like they have promised to introduce more patriotism or nationalistic elements in their syllabus so so in some ways i don't know which this is a hard question for me to at the moment answer who is a bigger challenge for bjp in the long run whether it will be up or tmc because both can become and i i thought about it there's so many permutation and combination that it will take 15 minutes to sort of just like spell that out but yeah bjp also needs to think of which one would be the challenger and how to tackle it but amidst all of this drama which will happen in the political system basically we will have no effective opposition to challenge the dominant player because they will be cannibalizing of each other"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:24.640",
        "message": "which is a bad thing for democracy in that sense and not just no effective opposition but also the bjp is using the institutions of the state especially the you know the security apparatus of the state to crack down on its enemies so hard that you know is crushing dissent so hard that you know it's it's it's kind of uh it looks bleak but then the thing is things change in politics very very fast you know 10 years ago if you said that a brand new party is going to win delhi so overwhelmingly as a update it would have seemed ridiculous so you never know what kind of disruption is around the corner and what direction the disruption goes in it's not necessarily going to be a good one i mean you know that old martin luther king about arc of history bending towards justice or freedom or whatever your favorite value would be i worry that it might be visual thinking that it bends in a good direction you know the sample size of democracies is really small the sample size of even political movements in history is really small if you ask any statistician to draw a conclusion that there is one direction it necessarily goes in when there are so many authoritarian movements around the world on the rise uh might be a bit optimistic so my last question to you is looking say 20 years into the future you know uh looking and i'm not going to ask you what's going to happen in 2041 just through the entire span of this what makes you you hopeful and what makes you despair what's the best case scenario and a worst case scenario"
    },
    {
        "speaker": "Guest",
        "time": "03:21:53.600",
        "message": "which is another way of putting this so i'm hopeful uh hopeful the reason being basically the history of democracy tells me that it moves in crest and troughs right so three waves of democratization at the moment we are seeing a global democratic recession in like so in my opinion for next couple of years we will see more constraints on democratic values and norm but then there will be revival the question is what will bring those revivals the moment like the sad or the distressing part is what is happening to the economy what is happening to our institutions and uh you know which is basically given the size of our country five six of years of economic slowdown uh and no path of recovery basically will create a big lost generation so so that makes me sad but but i also think that while having conversations with these young people everywhere i still see everyone is hopeful hopeful and optimistic of their chances to do well in life and i think the like the hope of these young people to do well in life is basically going to put some restraints on further going down of democracy values and norms because everyone needs some sort of like a system some rule some rule of law which assures their path of mobility which assures that whatever gains they are going to make will be protected by some rule of law so i think that what makes me hopeful and in 10 15 20 years we will be the bad phase would be behind us and we will be on a recovery path that's really hopeful and i hope you're right"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:48.560",
        "message": "but what makes me despair is that someone more than a decade younger than me is constantly using the phrase these young people these young people bro to me you are these young people"
    },
    {
        "speaker": "Guest",
        "time": "03:23:59.600",
        "message": "so what uh what what can old folks basically like you know uh everyone expects their next generation to do something better uh than them so i'm hoping what my generation is not able to do perhaps the 25 year olds would basically change things"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:21.200",
        "message": "or no no i i i am hopeful for you as well i'll say he hope i go so uh good luck with your book i can't wait to read the full book both of you must come on my show once that is done and we can have"
    },
    {
        "speaker": "Guest",
        "time": "03:24:31.840",
        "message": "longer detailed discussions uh thank you so much for your time today thank you amit it was a lovely conversation and hope anyone who's going to listen to it will enjoy the conversation if you have any suggestions or comments please do write to me as we think more about this book you might regret"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:48.400",
        "message": "making that offer thanks bro thank you if you enjoyed listening to this episode head on over to the show notes enter rabbit holes at will rahul and nasim's book is a work in progress but you can pick up rahul's previous book co-written with pradeep chabber called ideology and identity you can follow him on twitter at rahul underscore t varma and varma in that case spelled with a v e r m a and you can follow me on twitter at amit varma a m i t v a r m a the varmas collided in this magnificent meeting aren't you privileged to have listened to it you can browse past episodes of the scene and the unseen at seen unseen dot i n thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot i n slash support and contribute any amount you like to keep this podcast alive and kicking thank you you"
    }
]