[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "This episode of The Seen and The Unseen is brought to you by Intel. In 1890, Lucy Jervis, the wife of Lord Harris, the Governor of Bombay, challenged her husband to a game of cricket. It took place in the Hill Resort of Mahabaleshwar. Jervis, or Lady Harris, led a team of 13 women, while her husband's team had the usual 11 men. A magazine called Cricket carried this account from a correspondent. Quote, We are all feeling quite exhausted with laughing. The ladies were most dreadfully in earnest, but so nervous. Every run, every ball led to a comical situation. Their nervousness at running, the way they met in the middle of each wicket and consulted as to whether it was safe to go on, and finally each would run back to her own wicket, the way they threw themselves on the ball in fielding and had to make a search in their petticoats for it. Stop quote. Even at this distance, the condescension, the patronizing tone makes me so mad. And that's not just a 19th century tone. You hear it around you today, in private drawing rooms and public social media, where women's cricket is looked upon as a curiosity. In recent times, though, there have been stirrings of change. The excerpt I read out is from a superb book called The Fire Burns Blue, A History of Women's Cricket in India by Karunia Keshav and the late Siddhant Pattnayak. And my guest today is someone who's been part of the journey of women's cricket, both as someone who played for India and as someone who has written with great insight and eloquence about the game. And she's thrown herself headlong into another movement that I care a lot about, the one that's happening in the creator economy. Can someone really be part of two revolutions in one lifetime?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:40.640",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:53.800",
        "message": "Welcome to The Seen and The Unseen. My guest today is Snehal Pradhan, who has been a fast bowler for the Indian team, a cricket journalist, a TV commentator, a radio commentator in multiple languages, a YouTuber and someone who teaches both how to play cricket and how to do multimedia sports journalism. She may do many things, but she's not a dabbler. She's one of the best cricket writers in the game today. And in fact, a true all-rounder. Her reportage can be vivid and evocative. Her opinion pieces are always clear and incisive. Very few people can do both so well. Her understanding of cricket, her mastery of the craft of writing, and most of all, her work ethic and willingness to learn new forms like YouTubing is crazy. I'm a Snehal Pradhan fanboy and was delighted when she agreed to come on the show. Before we begin this conversation, though, let's take a quick commercial break. Artificial intelligence seems like such a scary term. When we look into the future, AI can seem both magical and dystopian. But it seems that way only till it actually exists. Everything around us right now, all of the internet and so much outside it, runs on AI. From maps to social media to the content we consume to the cabs we take to the water we drink. One of the unseen forces behind this everyday magic is the sponsor of this episode, Intel. For anyone who wants to harness the power of AI without reinventing the wheel, Intel has a range of products and solutions. The 3rd Gen Intel Xeon Scalable processors pack in more power than any other solution and are insane bang for the buck. Intel works with various partners to offer AI-based solutions and Intel's AI even helped improve Washington DC's water distribution. You may not realize it, but AI is everywhere. And where there's AI, there's Intel. So firstly, very kind of you to say that."
    },
    {
        "speaker": "Guest",
        "time": "00:04:32.080",
        "message": "Nice to hear, you know, what the life looks like from the outside in. Growing up, born and brought up in Pune, we used to live in a joint family where I was born and spent the first 8 years of my life. So, very lucky to have the kind of upbringing that allowed us both space in terms of physical space. We had a, our family had a bungalow where it was my grandparents, paternal grandparents, my grandfather's mother, and my family as in dad, mom, my brother and myself, my uncle's family, and all of us kind of living in the same joint family setup. We had a bungalow with a little bit of a garden at the back. There was a small outhouse which was converted into an office for my grandparents and my dad's work. And there was this lovely society. It's a bungalow society which was originally constructed for refugees who came over from Pakistan, Sindhi refugees. So, it had this beautiful garden called an oval garden. It was an oval garden where we used to have a lot of space to cycle. That's where I learned to cycle. That's where I played cricket, found some empty space, found a few boys playing. And I joined in, used to pop over to my neighbor's place. And she had a bunch of older cousins, again joint family, and she was the only girl. Yeah, the only girl and then all the older cousins and they were always playing cricket. And so she and I would join in. That's kind of been a theme whenever there's been a cricket match happening. Usually, almost, not usually, almost always boys. And I would just join in as the only girl. I remember, you know, not being stopped by who was playing in terms of whether it was a boys. So, not being stopped by gender or not being stopped by class. I mean, as a small kid, I had no perception of that, I suppose. The servants kids were playing, I was playing with them. And then afterwards, I would, you know, bring them all to bring them all home. And they would sit and they would watch cable TV along with us. Although they used to always sit a little off to the side, like in the veranda. But that's a memory that I have. And I played all sports as a kid. Soon, when I was like eight years old, in two-thirds standard, I shifted schools. There was one school where I was not so happy. We also moved out and started to live separately, my dad, mom and family. So, therefore, we moved to another place, another home. I shifted schools. There also, pretty much every sport I used to play, table tennis, badminton. And we didn't have much else. But there was always cricket happening on a Saturday morning on the field. On the school field. It was all the school boys who would kind of just come over and play. And I would just join those games. I would go there, be the only girl in those games. That was like completely normal for me. So, it was in that sense, until that point at least, very sheltered, normal kind of a bringing. Exposure to sports was incidental. But my affinity to sports was probably something that was always there. My parents tell stories about, you know, since being able to walk and run, picking up something and swinging it around. Probably influenced by what I was seeing on TV. Because someone born in the late 80s, growing up to cable television, Sachin Tendulkar, Desert Storm, all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:56.880",
        "message": "So, you know, you've described in another interview how your grandmother was both an MSC and someone who was into sports and all of that. And I guess being from Pune again, like I spent many years in Pune, you know, through college and all of that. My wife is from there. So, I kind of have a sense of that culture where, you know, learning is venerated and one, learning is venerated. And two, another interesting thing about Pune, you know, in contrast to where I was born in the north, is that women are expected, it's completely normal to go around and do things, to work for a living. You will kind of see them everywhere, which is not as much the case in many other parts of the country. But given sort of this, these common factors of both, you know, that respect for education, running in your family, because you mentioned when your grandmother got her MSC in the 50s, it was like pretty rare. And at the same time, the fact that, you know, sports was considered completely normal. What were your early aspirations like, like as a kid growing up, what did you think you want to be, if you thought of that at all? I mean, I don't think kids should think too much of these things, just go through life and enjoy. But, and at around what point did it become apparent to you that, hey, I am good at this cricket thing, that I can do this seriously?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:08.480",
        "message": "So to give you a little bit of the family background from the education point of view, or, you know, just in general, what the situation was like, my grandparents, paternal grandparents in the 1950s, yeah, 50s had an inter-caste love marriage. My grandfather got a PhD in marine biology and my grandmother got an MSC in marine biology. Both of them met when they were researchers at the Tarapur aquarium. They were both from Mumbai. And on my mother's side, my maternal grandmother, actually, both my maternal grandparents were teachers. I never knew my maternal grandfather. He passed away when my mother was very young. But even his father, I believe, if I'm getting this right, was like a Pali scholar and had some connection to Harvard. I think he'd gone there, taught there, something like that. That is in the family history, which I keep hearing about. Father's an engineer. So, yes, both my brothers are engineers. Both my brothers are educated in terms of, you know, one has an MBA, one has an MSC. MSC or MS? MS. And that's the culture. So I'm the odd one out. I'm the sports person in the family. But very much the emphasis was on, you know, play as much as you want, sure. But you can do both and you should do both. And that was ingrained in me from a young age. So I scored very well in my 10th and 12th. My grandfather had this deep desire. And still, yesterday we were chatting at night. And he's like, Azu nahi, tu engineering kela pai che. Still, you should go and do engineering. But at the time, I chose not to do engineering because just out of 12th and I had been playing cricket for a while. And I'll come back to that. But I didn't even give the CET. I think my batch was the first batch where they had that CET. And I was so sure that I'm not going to do engineering. I didn't even give it. Because I knew that I wanted to study something which would allow me to pursue cricket. Because by that time, I knew that I wanted to pursue cricket. Who knows what it would lead to. In fact, I was just last week having a dinner with one of my mentors. And she was recalling this incident where my grandmother, and this is probably a good time to tell that story, how I fell into cricket is that, you know, after having played in these very informal setups, being the only girl, etc. There was one time where I went to a cricket ground and the coach over there told me, okay, tie your hair inside your hat. I don't want people outside seeing that there is a girl here. And having done a little bit of that, so my grandmother luckily knew that women's cricket existed because in the same society that I described before where we used to live together, a former India captain used to live. And she knew of them because of having lived in the same society. And so this former India captain, Shubhangi Kulkarni, who is a veteran of, you know, not just in cricket, but also in the administrative sense, my grandmother tracked her down, asked her, you know, okay, where can she practice. She, I think, went and met her, then sent me to meet her. And then I got the guidance as to this is where the Maharashtra team practices in Pune. So I started going to Nehru Stadium, which is about 5-6 kilometers from where I was staying. So every morning my dad would get up and drive me there. And I would take a rickshaw back or something like that. Later on, I started cycling that distance to and fro, sometimes twice a day. But one of the important points here is that it's so random that I discovered that women's cricket exists. And there might be so many more talents who didn't get that opportunity at the right time. I was probably in 9th standard, 8th or 9th standard, having, you know, dabbled in all sports, when I discovered this organized women's cricket. And I'm physically gifted, from the athletic point of view, you could say. I'm 6 feet tall, almost. Had the frame of an athlete, kind of. So immediately, despite wanting to, my aspirations, despite wanting to be a wicketkeeper, God alone knows why, I was told, okay, you're nice and tall, take 20 steps and bowl. And that's how I kind of became a fast bowler. Even just thinking, going back to that, going even further back in time, I remember as a kid wanting to be an Air Force pilot. Thinking, wow, that's so cool, you know, fighter planes and all that. All those cartoons we were watching, probably is the reason, you know, those SWAT cats and stuff that had really cool missiles and whatnot, probably influenced more than anything else. Then went through a non-violent phase and said, no, no, I don't want to join the Air Force because it involves killing people and whatnot. God alone knows what I was watching and what influenced me for that. But cricket was kind of a constant. Around the 9th standard, I started regularly playing for Maharashtra. Pretty much graduated from playing zero organized cricket to Maharashtra under-16s and Maharashtra senior and Maharashtra under-19s. Is that a helicopter?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:56.280",
        "message": "Yeah, I think there's a helicopter somewhere above me, but it won't show up on your tracks."
    },
    {
        "speaker": "Guest",
        "time": "00:14:05.280",
        "message": "It's just so random, in Mumbai, a helicopter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:07.280",
        "message": "Why can't we have helicopters? Carry on."
    },
    {
        "speaker": "Guest",
        "time": "00:14:12.480",
        "message": "I would not be surprised to hear trains, but helicopters. Okay, anyways. So that's how I kind of fell into organized cricket. And I discovered that, yes, this is something that I'm good enough at that I can play at the state level straight away. I mean, to be fair, the competition was very thin. The number of girls playing cricket, like we just pointed out, is accidental. How girls find cricket is accidental. So the number of girls actually playing cricket is really small. So most new kids on the block who came in would, if they were any good, would walk straight into a state team. But we had some really good seniors and they helped set up the journey. Of course, no coach. We're just talking about an era where we did everything ourselves and we just learned from our seniors. Including, you know, rolling the pitch in the morning, staking out the nets, setting up the entire nets, paying the groundsmen a little bit to help us here and there. That was all done by us. And that was how the state team practiced in those days. This is early 2000s, which is just kind of mind-boggling to think back on now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:18.080",
        "message": "I just finished reading The Fire Burns Blue, the excellent book by Karunya Keshav and Siddhant Patnaik on women's cricket. And there was this almost hard-to-believe kind of description of how in 1997, when the Women's World Cup happened in India, they actually had to shift the date of the final because there was a men's India versus New Zealand match on the same day. And therefore, Doordarshan won't have telecasted. Obviously, they would have telecasted the men's match. And so, the date for the final had to be shifted. So, I'm just curious because in those years, I don't remember getting to see any women's cricket on TV. It simply wasn't there in my consciousness at all. So, all these years when as a kid, you are learning to play and, you know, you're playing with the boys out there and all of that. And you're thinking of a life in cricket perhaps. What are you actually, you know, looking ahead to? Because a male cricketer, you know, he's surrounded by cricket. It's all there. What are you actually looking at? Is it initially just a thing of, Oh, I love the sport. I want to do this. And that's the only thing that drives you. Or then do you start thinking seriously about what is the route? What are my chances of making it? When I get there, what happens? Do you think about that stuff at all? Or how did that play out?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:24.080",
        "message": "So, in terms of what are we kind of building up to, there was nothing concrete. We knew that an Indian team existed. We knew that, you know, okay, you might get to play for India someday. And that was a dream. That was a definite dream. A vague dream because we didn't really know how to play for India. Besides, you know, doing well at the tournaments and what not. There was no plan. We had a few seniors around to kind of guide us. And luckily, we had a few seniors who were playing in the Indian team at that time. So, they were kind of examples who we could look up to. Otherwise, the influence of men's cricket was always there. When, you know, we're turning on any kind of media, men's cricket is around. There was women's cricket in bits and pieces on TV. I remember very vividly that 2002 series where Jhulan Goswami made her debut. That one was on TV. And seeing her, watching her bowl for the first time on TV really crystallized that dream. Okay, yeah, you're thinking, you know, I want to play for India. What does that look like? I want to open the bowling with Jhulan Goswami. That was how the dream was crystallized in my mind. What is that going to give me in terms of, you know, a career, a profession, anything like that? Absolutely no idea. Absolutely no idea how to even ask that question. I'm not even sure whether that question could articulate itself in my mind at the time. Because still in my student years, so, probably far away from kind of taking a decision on that front. The emphasis on kind of building education side by side was always there because there was this understanding that women's cricket does not pay you. Of course, at the state level, we were earning zero. At the India level, players who played for India were earning a little bit of money. This is, of course, pre-BCCI days. So, women's cricket was administered by the Women's Cricket Association of India. And I'm sure you've read lots of stories in that book of how things used to be. But, honestly, only people within the women's cricket circuit could see that, okay, this is the Indian team and have a vague idea, okay, if you want to get there, you have to go through these tournaments, etc. And some of us were lucky enough to have seniors who were actually in the Indian team or role models like Jhuludi who, you know, I want to be like this. But, like you said, in the public consciousness, the Indian women's team hardly existed. Which is, I mean, a very different scenario from the 1970s and early 80s when the women's team was, you know, a much larger, I won't say a big, but a much larger part of the public consciousness and the public conversation. So, it was kind of up to us to make our own road. We saw a vague destination and then we were kind of figuring it out on the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:02.880",
        "message": "Just for my listeners, Fireburns Blue is an excellent book which talks about the journey of women's cricket from the 70s onwards when it really started and what a lonely journey it was for so many people and, you know, the kind of struggles that people had to go through. So, worth reading and just for perspective, like you said, the BCCI took over women's cricket in 2006 and things kind of changed after that, which we'll discuss also. The other thing that I'm curious about and I, you know, remember writing a piece long, long ago about how commentary, just television commentary, satellite television changed the way a lot of young players understood the game and therefore grew because it was listening to commentary on satellite television in the early 90s, listening to international commentators, especially that you got a sense, not just of nuances of strategy and tactics, but also the importance of fitness and the importance of different kinds of work ethic that kind of come into play, which would have at some level, you know, influenced a generation of players after that. And obviously, there are many more reasons why people are so much fitter and so much more professional and all of that, but certainly the commentary helped. And in a sense, I see that turbocharged today, like in the kind of work that you do. I'm sure a lot of people learn tons of stuff from your commentary and your YouTube videos, not just because you're explicitly coaching stuff, but just talking about the nuances of the game is an education in itself for someone who's listening. So, you know, you mentioned elsewhere that in those growing up years, that listening to that TV commentary kind of made an impact to you. And you've also just said that you didn't have a coach when you kind of went early in. So what is that process of then learning to play the game like? Like at one level, of course, you learn by doing, you do something again and again, and you kind of figure out what action works best for you and blah, blah, blah. But at another level, you have this realization from what you see of international cricket that there are methods and there is a way of thinking and all of that, but you don't actually have actual human guidance. So what was that process of learning about the game like for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:00.280",
        "message": "In one word, slow, because, you know, as much as it's absolutely true that the more you do something, the better you get at it. The fact is that if you want to move through that learning process fast, having a guide, having someone to accelerate that process for you is absolutely essential. In our early years, it was literally our seniors who taught us, you know, the one, two, three, fours of batting and what to think, how to kind of ask questions, how to get to know our own action. Why is this ball going wide? Think about it yourself. So that was a slow process because obviously these are players who, you know, are currently in the Indian team or just having been in the Indian team. They are focused on their own game and it's complete generosity of time, effort that they are also passing on that knowledge to the younger generation, which is something which is ingrained in our culture, especially the cricket culture, the women's cricket culture. But it's, you know, limited in terms of it's not their job to do it. It's a coach's job to do it and we didn't really have that structured coaching. We could watch on TV. I remember having a conversation with Shubhangi Gulkarni. I used to spend a lot of time sitting in the Sunny Sports Shop. She runs a sports shop here in Pune, which is quite well known. And she's, it's literally a cricketer's adda. There will, at any point of day, be some former cricketer, current cricketer, either shopping or sitting there and chatting and talking about stuff. So I picked up a lot from there, picked up a lot from her advice, which is just watch the game closely, sometimes more than the actual commentary. I learned from the actions that are happening on the field because with commentary, you have to kind of be in the moment, immediately move from the previous ball to the next ball. Can't deep dive into what's happened, why it's happened, how you can make it happen for you. So it's more about just watching and trying to adapt that. I remember when we first got a sense of, you know, strong guidance in terms of one of the seniors who played for our team, Amrita Shinde, who's been another mentor of mine. When she came into the team and she wasn't playing for Maharashtra, she was playing for Air India for a few years. But when the BCCI took over and when Air India team disbanded because they didn't find a place in the domestic tournament, which mirrored the men's tournament, she came back and a few other senior players who were playing for Air India came back. And she brought with her, I mean, she just took upon herself to pass on this knowledge to us. Again, while side by side, trying to resurrect her international career. And we probably, you know, contributed a lot for that. She was not able to focus on that. We were all troublesome teenagers. But she brought a exposure to the international level firstly. She already played international cricket. She had been in a professional environment. Air India is a team which employed women's cricketers on a yearly contract basis. So they were basically not doing anything else. They were not studying. They were not side by side working any other jobs. They were playing cricket all the time. They had coaches. They had interaction with not just coaches, but also the best of other international players because the Air India team at the time was Jhulang Goswami, Anjum Chopra, Anju Jain, Karuna Jain, Jaya Sharma. No, not Jaya Sharma. But, you know, all these kind of players. So that entire knowledge factory she brought back and revolutionized the kind of way we used to train. Revolutionized the drills we used to do. Just made us think in a very different way about how we should be approaching regular nets. And the result of the performance was outstanding. I mean, in that first, I think in the first three years after the BCCI took over, Maharashtra reached three finals. And yes, I mean, it was great that we had three really good players coming back from Air India. But it was the younger lot. It was my generation. And we were like literally 19-20 year olds who were pushing and helping the state team perform. Because of this guidance that we were suddenly receiving. So how much of a difference it can make. You know, you can watch as much as you want and absorb and try it out yourself. But having someone being able to accelerate that process is just invaluable in cricket. And which is why, I mean, coaching is something that I stress on a lot now in my current role. But back then, if you ask the moment when our cricket really transformed. From, you know, kids who were just trying to figure it out to having someone who knew the ropes show us the ropes was, it was a big moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:32.880",
        "message": "Yeah, in fact, you have a pretty moving video about how one of your regrets was that there were these 3-4 years where, you know, before she shifted back to playing for Maharashtra from Air India. Where you kept thinking, should I approach her for tape? Should I take her help? Should I try to train with her? And you were just hesitant and you didn't do it. And later you regretted it because you thought, my God, if I'd learnt all of this a little earlier. Can you give me some concrete examples of specific ways in which she sort of helped your cricket both in terms of, you know, the actual game itself and also the mindset which you mentioned?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:05.280",
        "message": "Yeah, absolutely. So, firstly, in terms of our preparation, just the physical preparation was what she emphasised on so much that we have to be at a level of fitness that allows us to perform. Otherwise, you know, the skill is just not going to come out. So, our net sessions were preceded by an hour of fielding and fitness drills. And she would build fielding into our fitness drills. Something she is very well known for is the ladder drill. And that kind of became what our team was known for, you know, the team that carries around the ladder. And we were the only team that was doing it at the time. Now, you know, it's just so common that shows how ahead of her time she was. Just the extent to which she would push us in terms of our strength training. Of course, no gym. We had absolutely zero gym access. It was just basic push-ups, squats, bodyweight training. But the amount of repetitions that she made us do, we had never imagined. Oh my God! It can be this much? And I remember watching her herself. I mean, she is this well-known on the women's cricket circuit when she was playing as this incredibly fit cricketer. Her fielding is really well-known. Her short catching in terms of close-in catching, short leg silly point is really well-known. And she was the kind of player who, you know, back in 2005-2006 as a woman cricketer was able to do those push-up and clap. You know, the ones where you press down, you push up, you are in the air, you clap and then you come back and push down again. She was able to do that. And we were like, oh my God! How are you able to do that? And then she was trying to pass on the processes of, you know, how much you have to start, how many push-ups you have to do. And without actually telling us, she was just building it into our warm-ups. I remember the first tournament we had when we went to... First tournament we had under the BCCI auspices when she had joined the team. We were travelling to Mumbai and the tournament was in Mumbai. And during that bus journey, everyone was sleeping, listening to music, chatting. She was sitting at the back of the bus, one by one calling each member of the team behind and telling them, this is what your job is. I remember having that conversation with her. She was like, no variations. Just bowl the ball in one place. I was like, okay. And now it's so common. This is called role clarity, which, you know, every T20 team talks about. 2006, we've never had this kind of role clarity before. It's just a half an hour team meeting where, yes, do your best and bowl here, bowl there. What to do, what not to do. Nothing like that. So, in terms of the mindset, everyone was given a very clear, specific role as this is what the expectations are. So, that setting of expectations and then measuring against those expectations was fantastic. She would constantly keep reminding me about, you know, how fearsome I could be as a bowler. Because, like I said, very rare for women to be so tall and, you know, generate the kind of bounce that I did. So, she's like, why are you bowling with a mid-off? You don't need a mid-off. You just put a fielder there in front of the batter's face and you bowl. That's the kind of... and I was like, how can I bowl without a mid-off? I mean, in my cricketing years, I was... even, you know, towards the later half of my cricketing years, I was this person with that hesitancy and that uncertainty was a part of my personality. And she was constantly reinforcing that this is something that you can overcome and kind of think bigger about yourself. And this is the potential that you have. And we were slowly, slowly, slowly growing into the possibility that, okay, she might be right. That's kind of so mind-blowing and sounds so ahead of her time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:48.480",
        "message": "But where did she get all this dope from? Because I'm assuming that when she came into sort of playing for the state and all that, there were still no coaches around, obviously, because this was before your time. So, is this stuff that she started picking up when she got to the national team or playing internationally? Or is it just a remarkably smart and enterprising person who, you know, figures it out from here and there?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:11.080",
        "message": "She's gonna hate me for talking so much about her and, you know, even saying that you should have her on your podcast. But she's this very reserved person, very private person. And I actually don't even know whether I should be saying all this about her. But she is someone who learned a lot from observing others. Very quickly, she was born in Kolhapur, moved to Pune because she was a talented cricketer at a very young age. And I remember her telling me that she spent, there was a camp at maybe Pune club or some other ground in Pune, where Frank Tyson had come down and he was training, I think, a bunch of boys. And she joined in and, you know, aced the fitness test, sometimes even beating the boys. So, she was always kind of exposing herself to these kind of environments where she will be able to pick up so many things. I remember her and our other senior cricketers like Kalyani, Umbrani, they were regularly training with Maharashtra Ranji cricketers, the Rishikesh Kanitkars, who are based in Pune. And therefore, picking up a lot from them, which is something which doesn't really happen and didn't really happen to my generation. I had very little contact with the Ranji Trophy cricketers throughout my career. I still haven't had much contact with the Ranji Trophy cricketers. I have not set foot or played a game on the Maharashtra stadium at Gahunze just outside of Pune. It was all kind of very separate in the BCCI times. But back then, they took the initiative and put themselves in these kind of situations where they know that they will learn and they will improve as cricketers. And so, to that extent, that's probably, that's what I know of where she would pick up these things from. Of course, she's played international cricket. Not like, you know, someone who's afraid to talk to the opposition, learn from them. She picked up a lot when she went abroad. And in fact, people abroad used to watch her train and pick up a lot from her. Like I said, you know, she's always been the one who's in that kind of situation, but always acing that situation. But, I mean, to find out really where she picked it up is a really good question. And I should pick her brain about it at various points. Yeah, I mean, hope to see her on your show sometime, actually."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:24.680",
        "message": "Since you do have a YouTube channel and you're right there in Pune. You kind of mentioned a bit about how you could sometimes be diffident and lack confidence and all of that. And she told you, no, you've got to be fearsome. You're a six foot fast bowler, you know, and all of that. Do you think that that, you know, the kind of approach that you take to the sport also then changes what you are outside the sport? Like if you are finding yourself, finding increased confidence within the field and you're being fearsome as it were, and bowling bouncers and hitting people and all of that, which I presume all fast bowlers enjoy doing. But did that also rub off then on the kind of person you are? Because I just find that in any field, not just sort of the sport, but in absolutely any field, the kind of work you do can often impact the kind of person you become. You know, like even podcasts, I just find that having these long conversations has kind of changed me a little bit. Better listener, more empathetic, so on and so forth. So, you know, is there something to that, not just from your own experience, but kind of seeing people around you? I think there's a little bit both ways."
    },
    {
        "speaker": "Guest",
        "time": "00:33:24.880",
        "message": "My own experience has, I mean, yes, playing sport and, you know, always being with the only girl in the boys and never letting it kind of bother me, did probably contribute to the little bit of an extrovertness that I have. And, you know, the comfort of starting a conversation or being in a situation which might make other people nervous in that sense. So in that sense, playing sport does help in terms of the person you are and the person you become. But I mean, there's this old adage in any sport is that, you know, sports doesn't really build character, it reveals it. So more than anything, I think it's the other way around. I think the person you are contributes more to the kind of, this is my experience, the person you are contributes more to the kind of athlete or the kind of sports person you become. Because you can't, I mean, like sports is, the match is somewhere where it kind of reveals your true personality. And you can't fake it there. When you're tired and there is no energy left in your body to put up a pretense, the only reserves of energy you have are what are going to be used in doing whatever action you need to do. There, I think it shows who you really are and is an opportunity for reflection and opportunity to learn. And, you know, for many years, I just went through sport without really actively learning and without taking those opportunities to really reflect and really think. Because, like I said, there were a little bit of hesitancies in my personality, despite on the outside being this super confident, tall, extrovert-ish kind of person who is, you know, happy to pick up any kind of conversations. There are always some insecurities that you have, insecurities that you pick up, which then kind of express themselves on the field. Because more than anything, I think the person you are contributes in a big way to the athlete you become. Which is why, you know, having talent is not enough. Everyone says you have to have the right mindset for it, the right attitude for it. I think that is a part or that is speaking to this aspect of the conversation where you have, you know, a person like me can be gifted physically, but my mindset, was it the best? No. I mean, was it the best for a professional athlete? No. Now, looking back, I can be completely honest with myself. At the time, I hadn't really figured myself out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:48.080",
        "message": "In what way was your mindset not up to the task?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:50.880",
        "message": "So, growing up, there were a few insecurities which were coming out of my childhood. There were a few body image insecurities which were kind of carrying forth onto the cricket field. They were all rooted into the sense of, you know, am I good enough? And rooted into the questions of self-worth. So, therefore, when there is a situation where you need to make the brave choice, my internal dialogue was, am I good enough? And my internal dialogue was that of a doubt. So, like you mentioned the example of, you know, when I was hesitating where I could have, should have gone up, had a conversation, maybe it would have helped my career. Worst come to worst, it would have just, you know, I would have had to hear a no. In those moments, I hesitated, doubted myself. That, as a cricketer, is kind of really, it can be fatal. Because you are in a situation where the team depends on you. You are in a situation where you have to perform a difficult task. It's easy at the start, you know, and the going is good, the energy levels are high. But should I bowl that slower ball now? Oh, what if it gets hit? Maybe I'll just stick to my regular stock ball. Should I take a risk and play this shot? Oh, but what if I get out? Those are the kind of internal dialogues and internal doubts that can sometimes come across. If you have those kind of insecurities and internal dialogues off the field, if you have those kind of things as a part of your personality, so to speak. And sure, the process of going through those kind of things, it does help. But in my opinion, that, and I say this now also to, you know, younger people in the field, whether it's in media or whether it's in sports, is that your personal development is probably the biggest obstacle to your professional development. And that is kind of my takeaway from the career that I had, is that if I had, for example, my mindset towards professionalism, just taking the plunge and being much more professional about how I saw it was difficult for me because maybe I was limiting myself with what I could be. Like my mentors kept telling me, you can aim for this, you should aim for this. In my mind, if there is a voice saying, can I, can I really, can I believe that? And then only once you believe that, can you apply the steps required to kind of reach there. So thinking back now, I mean, at the time I had zero idea. But thinking back now, I mean, hindsight is a wonderful thing. That is something I would have encouraged a 20, 22 year old Snehal Pradhan to change."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:30.880",
        "message": "I have a tangential question. I used to play chess a little seriously in my teens. And at one point, I think when I was 19, I just stopped because I realized I'm not good enough to be an Anand and anything else just kind of makes no sense. But just looking back at those days, I realized that all my issues with why I wasn't able to take the next step were not talent issues, but temperament issues. Again, similar things to what you've mentioned, impatience and always in a hurry and similar to those things. Now, I wonder that if someone had actually, if an older me had sat down and told me, these are your problems, this is how you need to get past it, this is why it will stop you, whether I would have learned at all. And, you know, whether people just need to make their own mistakes and go through their own phases and you can't actually teach them. Like on the one hand, I would imagine that having a mentor or having a coach can really help you because you don't make these mistakes you would otherwise have made. But the other aspect of it is that these mistakes perhaps come from deep inside, perhaps a part of your character and you just need to grow on your own. Now, you're a coach where you're working with young people all the time and you're seeing kind of similar sort of tendencies. So, you know, would it be the case that like technical defects you can coach out of people, but just kind of the mentality and all of these other issues. Is there a way for someone like you to accelerate the growing up process? Because, you know, instilling, say, patience or discipline in someone is not just changing them as a sports person, but also changing them as a person in a sense. Can that be accelerated? What's your experience working with younger Snehal's as I'm sure you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:03.080",
        "message": "Yeah, that's an interesting question. And like I had one student who I was working one-on-one with and I emphasized this a lot with her as, you know, a young teenage girl. Naturally, there are definitely a lot of insecurities. So, I emphasized self-knowledge is one of the skills that we're trying to build here and that extends beyond cricket. I want like, you know, some of the things that I'll say in coaching is that I want you to understand your body as to when your arm comes so far away from your head, then where the ball will go. And when your body pivots so well, then where the ball will go. I want you to understand those things about your body. I want you to understand that, you know, when you're holding the bat in which exact position are you able to connect the ball well. So, that kind of self-knowledge, that technical self-knowledge is important, yes. But I also encourage her to journal. I also encourage her to kind of write down her thoughts. I also encourage her to talk to her near and dear ones about the things that you might, you know, not usually talk to to have those conversations. And as someone who is providing that guidance, you can help. But it's absolutely true that everyone has their own journey. Everyone has their own path. I am 100% convinced that if you don't have this mentor in your life, that path takes a lot longer. But even with the mentor in your life, they can't walk it for you. You have to be the one. But there are, for example, like when you talk about cricket, some exercises that you do, which make it easier to perform technical actions. Like, unless you're strong in your shoulders, you won't be able to rip the ball when you're bowling it at a certain speed. So, similarly, some exercises that you do can help you in your personal growth. Like, for example, things like meditation, disconnecting from your phone, social media, journaling. These are exercises which aren't going to solve the problem for you, but hopefully give you either skills or insights for you to kind of solve and recognize those problems yourself. So, as a coach, you can provide those structures and hope that those structures can develop into self-realization and self-knowledge for whoever you're working with. And, I mean, it's a process that we have to do ourselves, as coaches, constantly. But it can help. But, like you said, it is up to the individual. Some individuals will just pick it up faster. Some individuals will take a lot of time with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:38.080",
        "message": "I want to pick up on your mention of social media there. Like, I imagine at the time you started playing, like you said, there weren't too many of you. Today, I guess a pool of people wanting to play would be larger. But at the same time, so are the distractions and so is the opportunity cost in terms of what else they could be doing with their time. And, you know, there is Facebook, which I think today renamed itself to Meta, so I have to stop using that word. But Facebook, many years ago, did a study which they suppressed, which found that social media had a negative impact on the sort of the mental health of young teenage girls, specifically. And Jonathan Haidt, on the episode of another show that I produced at one point, elaborated a little bit on this and what studies have kind of found is that, you know, people a decade and a half back thought that video games would be bad for boys. But it turned out boys playing video games was perfectly fine because problem solving skills and all of that, it was okay for them. But for the girls, the social media became a big problem because typically, if you're a young adolescent or pre-adolescent girl, you have girls hanging around, being social, getting to know each other. But social media made everything performative with all the pressures of looking your best on Instagram and Facebook and so on and so forth. And that led to a rise in teenage depression and suicides in the US. And it's something that's been spoken a lot about. And the artists formerly known as Facebook but now known as Meta kind of apparently suppressed research that they had to that effect that it was correct, thereby confirming what a lot of people were saying. So when you coach young people, do you feel that that is also a problem, that there are all these distractions or does it mean that the people who've come to you for coaching in any case by a process of self-selection are the people who are the most driven anyway?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:19.280",
        "message": "I would firstly say that I don't have enough sample size to answer this question because I usually coach on a one-on-one basis. And if I'm in charge of a team of young girls or in a big academy, then it will probably give me a bigger picture. Two, like you said, the students who do come to me are the ones who are serious. They're the ones whose parents are ready to invest a significant amount of time driving them to and from wherever they are. They're the ones whose parents are ready to invest fees. So they're already convinced that this is something that they want to get serious about. So when I tell them to stay off their phones at night or give them social media-related advice, they're usually more likely to follow it. In general, yes, social media definitely has thrown up, does throw up so many new challenges which we're kind of figuring out how to do. I mean, even when I was playing, that is five, six years ago until I retired, conversations on social media within the women's cricket circuit were quite common. It is an oft-repeated fact in the women's cricket circuit that Elise Perry is not on any social media. And she's there because she's at the level that she's at right now because she's recognized that to get there requires a certain amount of focus, requires a certain amount of sacrifice, requires a certain amount of subtraction from your life. And it's only now that she's achieved what she's achieved and started an Instagram or a Twitter or whatever it is. So that is something that, you know, does get repeated. There is a general grumbling that the younger generation uses social media too much. But I'm not close enough to this problem to kind of properly comment on it. I mean, in my life, social media is also a huge distraction but also a huge asset. I mean, my entire brand, so to speak, has been built on social media. I'm not the kind of player who played a hundred tests. And therefore, I had to assert my credibility, almost, through my work on social media. My playing career doesn't speak for itself. So, yeah, it can work both ways. But I recognize that, I mean, in my life, I spend too much time on Twitter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:33.480",
        "message": "In my life, I spend too much time on Twitter as well. And I can also rationalize by saying that, I reach out to people and I'm connected with readers or listeners or whatever. But at some level, that's kind of a cop-out. Now, earlier you mentioned the role of happenstance. And I remember this line that really struck me from the Fireburns Blue by Karunayan Siddhant, which I'll read out, says, quote, if today's women's cricket is a community, it's because of Shanta Rangaswamy. If it is competitive, it's because of Diana Adulji. Helping it take that vital step towards professionalism was a vision, efficiency and diplomacy of Shobhangi Kulkarni. And again, it's happenstance that one of these three sort of pioneers who played such a big role was a big part of your life and you got to benefit from that and many other people kind of wouldn't have, which is great luck. But also another stroke of luck that you've also had a recent video about was your parents in the sense that they were so supportive through everything. And you just mentioned about how a lot of the kids who come to you, their parents are a big part of it. They'll drive them there from far places and all of that. And that can be a little bit of a double-edged sword, right? On the one hand you're passionate about something and it's great if your parents support you and they're not going the conventional way saying you don't do medical or engineering or MBA, but they support you, that's great. But the flip side of that also is as we've seen in the past is that parents can sometimes push you too hard. You know, they can kind of want to live vicariously through you and all of that and that can also be sort of a problem with kids. So what are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:01.880",
        "message": "Before answering that question, I must point out that I was lucky enough to spend a lot of time around not one, but two of those great pioneers. Because when I was 21, I got employed with Western Railway. The senior sports officer at Western Railway, the woman in charge of everything, not just cricket, but all sports was Diana Adiljee and who went on to play a huge role in cricket administration later. And my God, what a force that woman is really, not even was. So lucky enough, like you said, that Happenstance had these two people who were kind of driving women's cricket forward in their own different way. To come to the question about parents, it's definitely a thing that you have these parents who are a little too over-involved. I luckily didn't. Like I said, my entire family is, you know, a family where education is fairly important. My parents actually split up when I was about 13 or 14. But despite that, we still lived in the same building. So they were still sharing the kind of responsibilities of making sure that my cricket is always taken care of. That was never compromised on. What has been probably again lucky for me is that since they didn't really have like sporting aspirations of their own, they never imposed their aspirations or their dreams on me and kind of let me take my own path. Like I said, I moved, I joined Western Railway when I was 21 and at that point I moved out of home. I moved from Pune to Mumbai. Again, wonderful support from both my parents in that respect and the entire family, not just my father and my mother. So I can't really speak for the people whose parents can be too overbearing with coaches or with the children who I teach, children who I work with. I kind of make it clear to the parents that you will drop the kid to training, but then you're kind of out of bounds. After that, all yours. But I don't want a parent coming and telling that, oh, she should do this, she should do that because she doesn't do this or doesn't do that. I don't want that happening in my coaching. So that's a line that I draw. I've been lucky that I've worked with parents that kind of understand that. It's something that I drive through in my online coaching programs also. I've now built an online coaching program which is designed specifically for parent-children combination. So this is my target audience almost is these parents that you're talking about who want to invest a hundred balls a day, who want to bowl a thousand balls a day to their kid. And almost they might be having cricketing aspirations of their own and they want to see their kids fulfill those. I always try and convey that cricket is not everything. Please do other things, play other sports, read. In a subtle way, I try to convey that there is more to life than cricket. In fact, I mean, part of that online training program that I'm trying to build, I'm trying to build a series of educational programs on what you can do as in how you can get a job in cricket if you don't make it as a cricketer. Because the fact is that 95%, 97%, 99% of people aren't going to make it as cricketers. So how can you be as lucky as I was and you were able to stay connected to cricket as a part of your profession even after actually quitting the game is something that I'm hoping to build out in the future. So I try, it's not something I actively talk about or it's not something I kind of try to shout through. But in subtle ways, I try to just encourage them that this is also something you could do and also make them aware that, you know, despite our best efforts, that dream may not be fulfilled. Okay, that's okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:51.080",
        "message": "When I was going through your website, one of the fascinating things was you have these separate buttons side by side where, you know, one for children to click and one for parents to click if they want to learn, which is fascinating. And also this aspect of figuring out stuff outside cricket, like CLR James said, what do they of cricket know, who only cricket know. I have another question for you because you mentioned Dana Edulji and what a remarkable woman she was. This takes me back to a thought I had while recording my episode with Kavita Rao where she's written this wonderful book on these women doctors of the 19th century. And one of the things that struck me there was that just to be a woman doctor in the 19th century, you had to be prima facie absolutely remarkable because it wasn't just a question of the aptitude or the interest in the subject, but you also had to have the massive will to make it through all the obstacles in your way. Similarly, it strikes me that as far as these cricketing pioneers are concerned, including the three people we just mentioned and the two people who've, in a sense, mentored you, it kind of strikes me that, you know, that there is that intersection of great talent and great will that is very rare. And in women's cricket, you have to have that. And in men's cricket, you possibly don't. You know, just by having great talent and being in the right place at the right time, you can make it to a fairly high level. But in women's cricket, with all the obstacles, deciding to stick with it, deciding not to do any of the hundred other things that you can do, it's kind of crazy. And is that something that you see still today? I mean, I'm pretty sure it's true of the pioneers. And also, you know, when you mentioned that, you know, Dhana Adulji was a remarkable woman and all of that. Expand on that a little bit. I'd love to know."
    },
    {
        "speaker": "Guest",
        "time": "00:53:25.480",
        "message": "So going to slightly disagree with you there is that even in men's cricket, I don't think you can make it nowadays just because of the sheer volumes and the competition that we have without both those great talent and great will. But in terms of what is required at a pioneer stage, that's literally the job description of a pioneer, I suppose. You know, whether it's in women's cricket or whether it's in the freedom struggle or any kind of field where they're breaking glass ceilings. I have this saying which I sadly have to agree with, is that, you know, people who break glass ceilings often have bloody fists. And it's especially true, I think, of some of the pioneers of the women's cricket generation because they gave up so much in terms of what they had to go through to simply play the sport that they loved. I mean, I remember you would have read this in the book. There's an incidence where Shanta Rangaswamy was protesting against some mismanagement by the administration and she was dropped. She was like simply dropped from the team. Similarly, Dhana Adulji has pushed through so much to build up the legacy that the Indian Railways really has. She is the first women's cricketer to be employed by Railways and she's the start of that legacy where she really put her name forward to a politician at the time saying that my father is retiring from Western Railway. I would like to take his place because there was this system of, you know, almost compensatory employment. And she then just worked and worked and worked to have more and more cricketers employed. So, like, you know, what we hear feminists say nowadays that if you get an opportunity, you should do your best to make sure that that opportunity is also available to the next generation of women who come after you. Before feminism really existed in the Indian consciousness, these women were doing it and at the time great social cost because you are putting yourself almost as a villain in many cases to fight the case of women's cricket against very often male-dominated situations. And it's not going to be easy at all. In terms of my own experience with Diana Ma'am, she was always this extremely senior figure and I was just joining Western Railway in the early 20s. What used to happen is that she was posted in the office at Churchgate, of course, that's the headquarters for Western Railway. I was posted at Bombay Central, but one month of the year we would all spend at Churchgate where we were handling the railway recruitment drives. The entire women's cricket team would kind of be recruited to just help out with that work and we would see her literally having phone calls constantly, having meetings constantly to make sure that Western Railway remained the top railway in terms of sports. Whether it's berating some coach who has not done his job or whether it's making calls to make sure that this team is being transported here in the best possible arrangements. Western Railway always pushed for the best talent, the best kind of accommodation whenever our inter-railway tournaments used to happen. She would always travel with us for inter-railway because we were her team. If we didn't do well, then it was a matter of pride for her and nothing less than winning is acceptable is the culture that she built out at Western Railway. And there are some downsides to that culture. Yes, absolutely. But the expectations, the high expectations that were set was something that she did very rigorously. And there was an aura of fear usually around her because you do not want to get on her bad side because you would be sitting in those offices and of course they are not like sealed glass cabins which are soundproof. I can just still imagine those thin walled Western Railway offices where the upper sections of the high ceiling are just open and everything that is being spoken inside is carrying out. And you will hear her sometimes tearing into someone who is not performed as per expectations. I remember once I picked up an injury which she wasn't very happy about and oh my god, that was an uncomfortable conversation. But also this fierce admiration for someone who you knew would have your back and make sure that you had the best in terms of coaching, in terms of facilities available for the railways, in terms of the kinds of leaves that we were able to get. And to the extent that Western Railway was very often the envy of pretty much every other team because we had someone fighting for us, someone in our corner. So I can imagine, it's a great tragedy that we don't have records, we don't have any kind of visual evidence of very little photos, photographic evidence of some of these players in their prime. And you look at them now when they are in their 50s and their 60s and still they are so impressive. And definitely as players you would think, would have been very interesting to be in the same team as them. Never a dull moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:27.280",
        "message": "It's really interesting to me that your first class cricket really, the equivalent of first class cricket for women really started in the 70s but eventually railways was like the dominant team because it just employed all the best players. So it just tells you kind of the force of one woman in building an ecosystem and what difference just one person can sometimes make. I think they won 19 out of 20 tournaments or something like that till a particular point in time. Let's kind of get back to your sort of career now. You're this young teenager, you go to the nets, you want to be a wicketkeeper, they make you a fast bowler, you find out you're good at it. And then Amrita Shinde joins in 2006 and that kind of helps you along. And in 2008, you make your debut, and eventually you're bowling alongside Jhulan Goswami. I think in your first ODI, you took three wickets while she took two. So tell me a little bit about what that experience was like actually playing for the national team."
    },
    {
        "speaker": "Guest",
        "time": "00:59:22.880",
        "message": "So let me build up a little bit to that in recognizing what led to that finally happening. In terms of A, 2006, BCCI coming over, we're playing on better grounds, better facilities, all those kind of things, no longer living in dormitories, no longer traveling unreserved. Instead, we're traveling AC, buses, planes and living in twin sharing. Oh my God, twin sharing, so cool. That kind of a shift. At the same time, we're now exposed to a much higher standard of cricket thanks to players who are playing for the likes of Air India coming back into the Maharashtra team. That helped, you know, just make one step up. 2007, like I said, I joined Railways and Western Railways. Western Railway was the strongest team on the circuit. Playing in that environment, where suddenly I'm not the meanest bowler on the pitch and, you know, there are batters who have, out of the top six batters, four would have played for India and pitting myself against them also then accelerated my development. And of course, being in Western Railway and having a little more structured training, etc. And then the call came. It wasn't even a call. I mean, the whole process of, you know, informing people of their selection is just so poorly managed in India. I didn't expect to be picked for the series that I was picked for, which was the Asia Cup in Sri Lanka in 2008. We had had a camp before that. I had done okay, okay, but, you know, it wasn't really a breakthrough performance. But obviously, the selectors saw some talent. They decided to take a chance on it. I was at home, got a message from one of the players saying that, oh, congrats. I'm like, ah, for what? Then suddenly, you know, the Internet has made its appearance in life. Go check websites. And I actually see my name there, which is really cool. I had gotten a little bit of a taste of what it would be like to receive in kind of an India cap a few years earlier when I had played for India under 21, where we had gone to Pakistan. But actually arriving there, we're given this box a few days before our departure, which at the time Nike was sponsoring the BCCI. I'm like still in Nike kit. I've just had a sports session this morning. So I'm still in kit. And there's this box of Nike packaging which we can take to our rooms and open. And we're all going through it. And we find our caps, our India caps. There was no culture of, no paddhat of cap presentation and all, you know. You got your India cap, now wear it and come onto the field was the kind of situation. I remember the first training session we had in Sri Lanka. I was so sick from some kind of food poisoning. I was vomiting on the ground. Wasn't really able to practice at all, almost blacking out. And I was like, oh shit, what a bad way to make a first impression. And then finally, stomach settled down, nerves settled down and we got in. That match that you're talking about wasn't actually my first match for India. There was another match before that against Bangladesh. But at the time, Bangladesh didn't have ODI status. So therefore, it doesn't count as an official ODI. It doesn't count as my first match. But that was my first match against Bangladesh. The second match was against Pakistan. To do well in both those matches was nice to hear Mithali Raj say, you know, standing at mid-off and saying, no, you bowl your full 10 overs. To have a show that kind of confidence in me was really cool for a young cricketer to, you know, go to the dressing room afterwards and ask Jhuludi, Jhuludi, how did I do? And to hear that, you know, yeah, you did well. You can do better. To get that kind of direct encouragement and feedback was incredible. And I remember on that tour, Jhuludi actually, I think she completed the landmark of 100 wickets. So being on that tour, being a part of that was another special feeling. There are very few people on the women's cricket circuit who I've connected on a wavelength with. And fortunately for me, one of the people I looked up to was one of them. Jhuludi was one of them. And she had this, at the same time, competitiveness, extreme competitiveness, but at the same time, this ability to, you know, take the focus off herself and guide the younger players. And again, I keep saying this, it keeps popping up, but I almost wonder whether it, how much energy she must have been pouring still from what these kids say, pouring into the current crop of younger cricketers. And just, despite that she's just an amazing cricketer and the cricketer that she is, is amazing. So overall, getting to fulfil that dream was an incredible experience. Where, you know, you have a dream of opening the bowling with Jhulen Goswami for India. Got to do that, and that was pretty cool."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:09.880",
        "message": "Yeah, and her longevity is also amazing for a fast bowler. Like, you know, to give almost 20 years is kind of crazy. So that 3 for 21 you took in the game against Pakistan, it was at one stretch, those 10 overs?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:23.680",
        "message": "Yeah, those 10 overs, as far as I remember. I'll have to check ball by ball to be sure. But as far as I remember, those 10 overs were at a stretch."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:30.680",
        "message": "Wow, that's crazy. I mean, that is really kind of tough physically. You know, just in terms of physical conditioning by this time, I guess you had proper coaches and all of that. And give me a sense from a fast bowling perspective, how different approaching a match is for a fast bowler as opposed to a batsman, for example, or even a spinner?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:51.480",
        "message": "Yeah, I mean, the spinners are the... they have the easiest job. But for me, that had kind of become something I'd been known for on the domestic circuit. You know, in the few seasons leading up to playing for India and at that time, I had become a bit of a new ball specialist. I had become someone who can... who regularly will bowl 10 overs upfront with a new ball. So, it wasn't down to any kind of specific training regime. It was probably just a lot of bowling. You know, we hear these two schools of thought nowadays within cricket. One is that, you know, you have your workload management is that bowl only X number of balls per week, per day. And then you do the rest of your miles in your cardio or something. And we didn't have any of those concepts. It was just sheerly bowling in the nets for almost an hour, hour and 15 minutes is how we used to kind of build up that kind of bowling fitness. Despite having a few coaches here and there, there was only probably one other coach in the state setup who had, you know, shown that they have a very high level of knowledge. But I had not yet met someone who was able to impress as a coach even in my first few years in Western Delhi. But just training with a team like Western Delhi where we were putting in a little more hours in terms of what we were doing. There was a gym there, so I was doing gym work properly for the first time in my life. I had been doing some gym before that. We had this tradition of going for weekly runs to Juhu beach. And we would head there and reach there by sunrise and do a 45 minute, sometimes one hour long distance run. So these very old fashioned training methods, no real knowledge about nutrition, no real knowledge about recovery, no dedicated time, energy, resources to really do this. Just try and have as much, you know, regular home food as you can. That was kind of how it went back then. In terms of preparation for matches, one challenge of, you know, bowling those 10 overs at a stretch. For me, I'm someone who sweats a lot. I mean, they used to call me the Rahul Dravid of the women's cricket team. That much. No one would hug me after I took a wicket. Let's just say that. And one of the big challenges was cramps. One of the big challenges was, especially training a lot in Mumbai, very often playing in hot, humid conditions, was cramps. So hydration, even though there was very little knowledge of nutrition and those kind of things, hydration became something that I paid a lot of attention to. So day before the match, my hydration would start. A day before the match, I would have my favorite brand of ORS mixed into a bottle, ready. And I would kind of consume the entire quota a day before the game. During the game, everyone knew this is Poppy's bottle. Poppy, I mean, my nickname during my playing years was Poppy. So this is Poppy's bottle. Everyone knew. No one else touched that. And every opportunity, whether it's, you know, a small pause in the game, someone will come, the 12th man will come inside and run me drinks. So that was something that I always constantly was conscious of, worked on. It was always, I mean, I marveled at all-rounders, you know, I looked at people who were proper fast-bowling all-rounders. I'm like, how did you do it? Because it was exhausting. Let's be honest. That kind of training, that kind of preparation. Of course, by that time, I was also working in Western Railways. So I had to spend half a day in an office where all you want to do is curl up and sleep rather than, you know, going through dusty old files and having to sort them alphabetically only to find out two days later that it's all been jumbled up. That kind of experience was exhausting. So I really had no concept of how these all-rounders did it. How people who were, Gurumeli Dhar for one example, I mean, fantastic all-rounder for India, regularly bowled 8-10 overs and batted at, you know, 4-5-6 in the middle order. And I marveled at that. But it was, at that stage, incomprehensible to me. I was just about able to kind of pour all my energies into bowling. It got me to that stage that it did."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:07.680",
        "message": "Yeah, I think, speaking of Gurumeli Dhar, she, I think, made a quick fire of 50 at Modana Rannabowl in that particular match against Pakistan. Tell me a bit about that Railways thing because my impression was you get a sports quota job, you're basically playing sports."
    },
    {
        "speaker": "Guest",
        "time": "01:09:20.680",
        "message": "But you also had to go to office and look through files."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:22.680",
        "message": "What was your work there?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:24.480",
        "message": "Oh, that was such a phase in life. Because, I mean, Dhanayadal ji was there. She had kind of created a system where, you know, new players coming in had a place to stay in Mumbai. So, that first struggle of, you know, where to stay in Mumbai wasn't as big a struggle in terms of finding that place. Getting used to that place was a different issue because it was a railway quarter in Matunga. The Matunga Western Line Station right next to it. Still, when you pass from Matunga to Mahim and you look on your right, you will see those probably blue and white painted houses. You know, once upon a time, I used to live in one of those houses where we're banged next to the railway tracks which is why, I mean, hearing just the train sounds in Mumbai is just a part of my psyche, I suppose. And we're seven people in that flat. We're seven girls, all girls from the women's cricket team staying in that flat. It's literally two rooms and a kitchen. And everyone has different schedules. There is no real furniture. We're sleeping on bedrolls on the floor. We're using that place as, you know, just to crash, essentially. I was lucky enough that I could, I was close by enough to go to Bombay on the, go to Pune on the weekends, etc. and enjoy home comforts. But moving to Mumbai, living in that kind of place after, you know, experiencing Pune and Mumbai, anyways, the amount of space you have available to you is so very different. Then commuting every day, like, our routine was almost sometimes, if we're doing twice a day training, leave Matungar around 6.30. By 7.15, travel to Lower Parel where the Western Railway ground is at Mahalakshmi which is opposite Phoenix Mills and High Street Phoenix which is now High Street Phoenix. There, 7.15 to 8.15, 9, have a morning session whether that's fitness, whether that is a gym, whether whatever is happening at that phase in time. Use the dormitories there to bathe, change, head to office, get to office by 10 a.m. Stay in office, torturous 3 hours and leave at 1 p.m. So, the facility that we received was half day. Being a Sports Quota athlete, you could basically, you had to go to the office half day, leave at 1. The stories that you hear of, you know, people being signed on Sports Quota and then just never having to turn up are either stories of extremely elite athletes who set conditions that, you know, okay, sorry, we're not going to turn up in an office ever and the Railways wants them so bad that they accept those conditions or people whose offices can be managed, whose offices are, you know, cooperative enough to yeah, okay, fine, don't come, that's okay because everyone finally is posted into an office and you're under a particular boss, totally depends on how that boss is with regards to how you are, how much workload that space has. I mean, within Western Railway, people who are posted at headquarters, Churchgate, usually had very less workloads. People who are posted like me at Bombay Central, working in the Bombay division, not headquarters division, had very high workloads. So, we had no such allowances. There were, of course, a lot of our players who worked at, who worked as TCs and they didn't have weekends off. They had only one day off a week that may not even be on a Saturday, Sunday. They would actually be in trains checking tickets. So, that sometimes was like a good thing or a bad thing because you're kind of on the fly. It's easy to fly away when you're on the fly. And then after 1 p.m., have food, usually outside somewhere and head back to Mahalakshmi. The dormitory is there, had beds. So, we would usually catch an afternoon nap for an hour and then 4 to 6 p.m., training again. 6 p.m., get back and travel back to Matunga. It took us about half an hour, 45 minutes. 7, 7.30 p.m., back, have food. And if you have any energy left for any recreation, that's the time you got. And that was the kind of routine that we had. That was the kind of routine that I lived for a very long time when I was living in that flat. Eventually, I moved out and lived with friends. But it is a very different kind of life. But at the same time, everyone exists, everyone accepted that it is a very normal life for women's cricketers. I mean, just at any point of time in that flat, there were at least 2 India cricketers there. I think when I was there, there were 4 out of the 7 had played for India. So, that was what an India cricketer's life is like."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:52.680",
        "message": "Wow. And at this point, how are you sort of thinking about your life ahead? Because, you know, there is a game, but at the same time, the Indian team just isn't playing so much. So, you know, it's not like you're going to play 100 test matches. You know, it's just not there. Obviously, I'm guessing you're not thinking that, oh, I want to be in railways all my life. This is a great life. So, how are you kind of thinking of life outside of cricket, after cricket and so on?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:18.480",
        "message": "To be honest, I mean, in those early years, I'm not thinking about after cricket because, I mean, just the hope is that, you know, you can make as much of this life as possible and stay in cricket and continue to play at a high level for as long as you can. You quickly realize that that's not always possible. There is, you know, at that time, so much insecurity in the team, so much inconsistency and arbitrariness in selection. Absolutely no concept of, you know, nurturing a player. I mean, thinking back right now, if I was an administrator and I had a female bowler who was six feet tall, I would be making sure that I nurture that bowler. And there were two or three of us who were, you know, physically gifted like that. I would be making sure that I nurture that player and having her as kind of a backup and a succession for Jhulan Goswami. There was absolutely no thought like that because you have to remember, after the BCCI took over women's cricket, something changed for the better, like I described before, but something's changed for the worse. We were no longer the number one priority of the association who was governing us. So, you know, whether there was a coach, whether there was a national team program, national team coaches also were on a revolving musical chair. So that's the context. That's the environment that we're kind of in and it's an environment of survival rather than prosperity. You know, you can't think about flourishing. You're just thinking about keeping your head above the water. And this is for the few of us who are lucky enough to have government jobs, salaries, you know, having already come close to or having played for India. Even we are kind of going through that kind of a mindset or at least I was, I won't speak for the others, but that was a little glimpse of the environment. I always knew at the back of my mind that I'm not going to stay with railways beyond my cricketing years. I had no idea what I would do. Absolutely none. But it was just a, it was an existence of hope that you continue to stay, continue to survive, hopefully get opportunities to play at the international level. If not, you have the fact that there is a railway job who is kind of, the railway job is supporting you, which is good, but there is a little bit of a of a driftness to that existence. Even if you're playing for India, like you said, there aren't a lot of matches happening, three or four tournaments a year. When the next tournament happens, whether the coach will be the same, whether the selectors will still think the same about you, an atmosphere of insecurity, despite the security of these public sector jobs, because you knew that there was no option besides the railways. It's not like I could, like my, I had office mates in chess and table tennis and badminton, and all of them could jump from railways to petroleum if railways didn't treat them right. Or, you know, move to like a bank, whereas women's cricket railways is the only employer. So there wasn't an abundance of options either. So it was this, it was this strange time. And I'm glad that a lot of cricketers today don't have to, or if they're good enough, they don't have to kind of go through that kind of time, despite being grateful to the railways. I mean, let's be really clear. If not for that railway job, I would probably have quit cricket after my graduation. I turned down engineering, but I did a BSc. And in my third year, I was thinking about, you know, higher education. Okay. How many years can you take, keep taking money from your parents from, to continue playing cricket, which might give you absolutely nothing in the future. Railways kept me in the game. Otherwise I would have gone off, maybe done an MBA and be sitting in some corporate office right now. Railways kept me in the game. But at the same time, it's, it's something which a few colleagues of mine describe as limiting ambitions by being in that environment."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:58.880",
        "message": "Thank God you ended up not doing an MBA and there are plenty of MBAs out there. That's also the survivorship bias. So there might be other people who made the same decisions as you, who might kind of regret making those decisions and not going in for an MBA. So I guess that's there. So during this period, and obviously, you know, in women's cricket, matches are simply not happening enough. Like in the Fire Turns Blue, there is a stroke of how between, you know, half a generation was lost because between 86 and 91, there were just no games, you know. So half a generation was just lost and couldn't play international cricket and so on. And, you know, which is kind of one of those tragic losses. Like we speak of, we know Mankat's lost two years during World War II, but those kind of gaps are just so common in women's cricket. And obviously that affected you also in the sense that you didn't really play that many games till you eventually bowed out in 2012. But you also spoke about, you know, if you were an administrator, you would have nurtured a young Snehal better than what actually happened. So what really went wrong? Like where do you feel nurturing would have helped? Like, you know, where did you go wrong?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:02.480",
        "message": "With my own career?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:04.480",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:19:05.480",
        "message": "So one thing was, I remember having this comparative example thrown about. I think this was the 2009 World Cup, where we were all in Australia. And there was, I think we had gone there for a series before. We were playing Australia in 2008. And there was a launch event, you know, like a press event for the upcoming 2009 World Cup. And there were some representatives from some of the top countries. Isha Guha was there for England. The Australians, of course. I think Susie Bates must have been there from New Zealand. And I remember at the time hearing or learning that England had kept the same team for the last four years. They had had that kind of vision that, you know, if we're going to do well in the World Cup, we need to give a lot of match experience to the players who we select. So they had essentially selected their World Cup team practically four years before. And by the time they came into that World Cup, all of their playing XI and their key players had played about 50 ODIs. Yeah. So I remember that. I am thinking I'm so jealous of that. I'm so jealous of the fact that, you know, what I had heard at the time was these players are told that, you know, even if you get four ducks in a row, you're going to be in the team. I was like, I'm so jealous of that because I'm constantly in this environment where despite doing well, I might get dropped. I mean, the 2009 World Cup, I didn't play a single game. The next World Cup that was happening after that, I wasn't in the team. There was like a domestic tournament before that. I did OK. But, you know, you would think that you would hold on to your place unless you get knocked off at the international level. At least so much arbitrariness in selections. I mean, there was one phase where India caps were being just handed out in a slightly ill manner. And it's this kind of environment that makes it difficult. And I'm not going to sit here and blame the environment, just the environment and, you know, not say that I could have done better. I've already said that. Looking back, I wish that I had taken the game more professionally. I had trained much more. I had played a lot more matches outside of what, you know, India or Maharashtra were providing to me, which are a lot of things that I did in the latter half of my domestic cricket career and saw value in that. But, you know, at the time, like we said, we were figuring things out. Didn't have this constant coaching, always moving from, OK, now you're at the Western Railway coach, now you're at some other coach, now you're at some other coach. Whereas nowadays, every player you hear at the top level comes to the top level because they've had this constancy in coaching. They've had, you know, one person who's kind of, they always can go back to that one person, which really wasn't there for me. So there was no shortage of hard work, but there was these other things which I wish that I had done differently in terms of, you know, the time where I lost my place in the Indian team because of the suspect action calling. That was one of those phases where I was very much in between coaches. You know, who should I be learning from exactly? That is one of the things I wish I had gotten sorted a lot earlier in life. And the fact is, there weren't as many people who were becoming personal coaches of women's cricketers back then. So that is something that I feel I could have done better in terms of approaching the game more professionally. I kind of got caught up in the railway's life. You know, I have to keep the people at office also happy. I have to make sure I'm doing my best. Whereas now, thinking back, I could have thought, you know, I mean, maybe that's just the people pleaser in me thinking that, but I could have thought, let office go to hell. I'm here to play cricket. I can play cricket for a finite amount of years. I don't care if people in the office are unhappy, but I'm going to spend more time on the ground. You know, maybe that's something that I could have thought. But again, the environment is such that you're penalized for that kind of thinking. I mean, if I just drop everything and run and not turn up to office for five days, I have to go back and face consequences at some point. Which is, I mean, things that happened. I, at one point, got charge-sheeted in the office for not turning up when they called me to work on a weekend."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:08.680",
        "message": "So, they have charge-sheets."
    },
    {
        "speaker": "Guest",
        "time": "01:23:11.680",
        "message": "They have charge-sheets. This is the literal word, charge-sheets. I can still remember the word sitting on those brown faded paper."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:18.680",
        "message": "Oh my God."
    },
    {
        "speaker": "Guest",
        "time": "01:23:19.680",
        "message": "Jesus. So, that was, it was a semi-professional environment. We keep talking about, you know, how India has professional contracts for the top 20 players. Okay, fine. 2015 onwards, that existed. In our time, there was no such thing as an India contract. You go to one tour. Okay, you earn a lot more money than you've ever earned before playing cricket for the BCCI. But suddenly, the next tour, that doesn't exist. So, that's something that we're aware of. That this kind of, there's no constancy, there's no financial support. Besides, you know, I keep complaining, but I have a railway job. Still, I'm thinking like this. I'm kind of stuck in this kind of thinking. So, I wish my thinking had been very different. The kind of thinking that now I approach my, not just media career, but also the career where I'm trying to build my own coaching, especially my online coaching. The kind of thinking that I'm applying right now. The kind of initiative I'm showing in trying to get the kind of guidance that I need. I wish I had those kind of attitudes back then. But I also recognize that the environment is very different and you have to be like, you know, some of those pioneers. This really driven person to crack that kind of situation. And which is why I have serious respect for the likes of, you know, Mithali Raj, Julen Goswami and people who have been in this situation and excelled for so long."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:44.080",
        "message": "You know, one when that happened, like around 2012, you were called for a suspect action and your career gradually petered out and you played your last game, I think in 2015. So what was that phase like? Did you feel that you were kind of left alone to fend for yourself? Not enough support within the system? And at what point did you start figuring out that, okay, this is going to end at some point and I need to think about what I'm going to do beyond that. So what was sort of that transitional phase like when you kind of started thinking seriously about what do I do next? And also as a general question, we'll talk about women's cricket more in detail after the break, but just as a general question, when male cricketers end their careers, there are often different kinds of post-career pipelines that are there. They can enter local administrations or those who are fortunate enough can get into media and all these different kind of pipelines are there. There are precedents for what people have done and chances are that on average, they've actually made more money also. So is there something like that? Is it like I imagine like for all of us, you know, like my career really probably ends when I drop down dead. But for sports people, that's not the case. For sports people, you are kind of in the peak of your physical life when suddenly it's over. Everything that was the center of your life for so long is just done. So is that something in a general sense that, you know, how have people around you coped with that? And in a specific sense, how was it like you when you started kind of transitioning?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:08.480",
        "message": "It's actually funny that, you know, the period where after I was called for a suspect action and the one year after that was really difficult. But the phase after that, maybe the last few years of my domestic career were actually the best cricket that I had ever played because I had gotten a lot of the things which I wish I had gotten right earlier. I had gotten them right later. But in the phase of where I was called for suspect action, I remember the actual day when the announcement was made. I found out on TV, which was terrible. I mean, I remember being really angry at the media. You know, usually you guys don't cover women's cricket at all. Now you're putting it on the headlines just because I've been called for a suspect action. I found myself really angry at the media because, you know, there was this little bit of a stigma around suspect actions before, whereas now it's looked at more holistically. You know, people don't think Sunil Narayan is a bad person because he had a suspect action, whereas there was a little bit of a stigma around, you know, cheating and all those kind of things around suspect actions a little further back. And therefore, it was almost like I was being portrayed on TV as a villain. And I really remember resenting that. I really remember being distressed, watching the news and seeing myself on the 8 o'clock news in the sports section. I'm like, come on, when India do well at the World Cup, you don't highlight us there. And now when there's some kind of infamy, immediately you guys wake up. So I remember that. It was during a national camp at Bangalore. So in that sense, I had immediate support. I remember Sandeep Patil was the director of the NCA. The next day he called me into his office and he told me, you'll be fine in six months. I said, I'm going to be fine in three. And that determination was there. It was a near miss kind of a situation. They take you to a lab. This lab happened to be in Perth, Australia, where they put electrodes on your arm and you're asked to bowl. Not electrodes, but they put those fluorescent dots which basically show up on a particular type of camera. And that camera tells you that roughly this ball angle was this much, this ball angle was this much. If the permissible limit is 15 degrees, my average was about 17 degrees. So I believed that it's just a minor adjustment that needs to be made. Strength levels need to be improved to make sure that the arm isn't taking that much of the load. Some technical adjustments were made in getting my action slightly more round so as to not go past vertical, which can lead to that. On top of that, I have a naturally hyperextended elbow. Not as much as the Muralis or the Shoaibs, but this is something that's fairly common in subcontinental bodies and especially slightly taller, longer bodies. So therefore, the optical impression is just enhanced when you're watching an action with the naked eye. So the immediate support was good because the coaches within that camp, we sat down, we kind of chalked out a plan. The months after that, it did take six months eventually, despite my determination and young bullishness. But the months after that were difficult. I remember and really appreciate some of the Indian team players checking in, but I had zero idea who to talk to about the BCCI about this. I had zero idea who to talk to about my state association about this. I kept asking them for answers. Okay, when is there going to be an assessment? What is going to happen? What are the next steps? And there was very little communication. Eventually, there was a review a few months down the line. Then once we were all confident, there was another review at the ICC level. Everything was fine. Action back into legal status and bowling action cleared. But in that time, I could not bowl for my state. So I was playing for my state as a batter. And this was the tricky period because then at one point, I lost my spot in the state team as well, which, you know, absolutely zero concept of, okay, now you're out of the team. You'll still be supported. You can still come to training. We'll still help you with that because you are a valuable member of the state side. You've been with the state side for the last five, six years. And like absolutely zero, no such support. It was a very much friend for yourself kind of a situation. A situation where you are shown who your real friends are. But eventually, I mean, just through sheer determination and sticking to the kind of processes that we had mapped out in that first camp as to how we can fix it and working with the coach while I was out of the camp as well. Again, correcting one of the mistakes of the past. I got back and I mean, I'm pretty proud of the second half of that career. So I wouldn't say my career petered out because I had some of my best years with Maharashtra after that. Yes, I didn't play for India again, but I captained India A. My last professional game was playing for India A against New Zealand. So I was very close to breaking back into the Indian team. So that part of the journey was difficult, but at the same time rewarding because like you said, you have to learn from these kind of things and sometimes only when these kind of things happen, do you learn. So there was definitely a change in my approach towards fitness, towards professionalism also. The situation in my Western Railway office also improved somewhat where I can be away from work a lot more than I could. So that helped and I could train a lot more with the coaches and get the kind of match experience that I needed. And I mean, some of my best spells were in those 2014-2015 years and I retired in 2015. I had, like I said, just made it to India A, felt like I was one step away from, one good performance away from making it back to the Indian team. But again, didn't get selected into the Indian team after that India A game and no idea about what women's cricket looks like for the next rest of the year. After that series, what's going to happen? Even that series was announced so last minute that I remember coming into that camp completely unprepared because we thought we were heading into an off-season and suddenly New Zealand is visiting. That kind of situation. No idea when India is going to play next. No idea what to kind of build up to besides a vague target of, you know, the 2017 World Cup. And this situation where there was a lot of uncertainty. So the question is, do I want to then, at the age of 28, 29, do I want to continue and give it another couple of years with an excruciating amount of hard work that had gone into those last couple of years which were leading to good performances? Do I want to do that all over again? Again, with the uncertainty whether I will play for India or not. Close to 30 selectors usually prefer younger bowlers, younger players at that point, arbitrariness of selection and those kind of things. Or whether do I want to give myself some time to look to build a second career. And I knew that because I was going to quit railways, I had to make a living somehow, some other way. And therefore whether that is the right time to think about giving myself time to do that. And eventually I decided on the latter."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:33.280",
        "message": "Yeah, I mean, that feels like an absolutely agonizing decision. Do you sometimes look back and wonder had you stayed in the game, could things have been different? I mean, you could have been part of the 2017 team, for example. Especially if you were bowling at your best at that point in time. Is that a thought that stays with you? I mean, I guess it wouldn't come so much because you are extremely successful in what you're doing. But that may not have been the case. So is that a thought that sometimes comes to you, the counterfactual?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:04.080",
        "message": "No, I mean, I think about it. But I don't regret that decision at that time. There was also an element of, you know, having played cricket despite being only 28-29, having played cricket for 15 years and at the same time remembering and knowing because of my, I suppose, family background and this constant awareness that, you know, there is something beyond the railways that there are other things that can give me a lot of happiness which are out there. I didn't know what those things were. Also a determination to stay connected to cricket. That, you know, even though I will no longer be playing cricket, I'll still be doing something or the other in the game because, I mean, that is the primary skill I had at, you know, the stage where I'm retiring. Again, zero idea what I will do. Also, those last few years, even though they were successful in terms of what I was getting out, they demanded more and more in terms of what I had to put in. As a fast bowler, there are always going to be a few injuries here and there towards those last year or so, I had developed this weird pain in my ankles where, you know, after every game, I had to put both my feet in a bucket of ice. So, those are all things which were kind of building up and contributing to that decision. And it's a hard life as a fast bowler, as a player who is, you know, fully committedly professional in an environment which is giving you no guarantee of results. And so, therefore, I don't have any regrets, you know. I don't think, oh, whatever I had been at the 2017 World Cup, because I was at the 2017 World Cup"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:39.280",
        "message": "in another capacity."
    },
    {
        "speaker": "Guest",
        "time": "01:35:42.280",
        "message": "So, in a way, I don't feel like I've disconnected from the game or given up the game. I just feel like I've switched teams. And so, I don't have regrets about how things happened. There's also a recognition that, like I said, I was a very different person from, you know, the people you'd usually find at the women's cricket level, where people would think, you know, the railway job is never something you quit. Whereas, I have no doubt in my mind that this is something I'm not going to do because I knew I could do other things. So, a lot of people ask me, why didn't you take up coaching after you quit? Because I knew that, you know, everyone can do coaching, but very few people can do what I do with the communication skills that I have, with the language skills that I have. And so, I knew that I had the opportunity to contribute in different ways because I had already gotten a taste of that while I was playing. So, like thinking about, I never think about the counterfactual. I don't think about, you know, that entire time at the 2017 World Cup, not once did I think, oh my God, this could have been me. But on the other hand, I was thinking, oh my God, wow, I'm here."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:53.880",
        "message": "Fabulous. We'll take a quick commercial break and when we come back on the other side, we'll actually talk about your life after cricket, which to me, in a sense, is also incredibly inspiring and a lot to learn from this. So, we'll take a quick commercial break before that. People often say, hey, cricket is not such a big sport. Only a few countries take it seriously. Well, let me put it like this. If you were to gather all the cricket fans in the world and make a country out of them, Cricketistan would be one of the biggest countries in the world. And the national app of Cricketistan would be the co-sponsor of this episode, Crick Heroes. For any casual cricketer or cricket fan, Crick Heroes is the final piece of the puzzle as far as cricket apps are concerned. Look, the other apps and websites will give you information, features, data, but you'll be a passive consumer of big events. Crick Heroes makes you a participant. Are you a recreational cricketer who wishes there was a record of your performances? Well, Crick Heroes allows players everywhere to record their scorecards in real time. Every match, even a gully match if you want. You can track the arc of your own career. And you can track your friends. You can trade cricket-related goods and services with them in the Crick Heroes marketplace. You might even find a coach there. 10 million people use Crick Heroes. What's more, so do 38 national boards across the world and many state boards in India so that they can track every game that happens. No talent left behind. So head on over to crickheroes.in and download Crick Heroes now. If you love cricket, you'll love Crick Heroes. And I had discovered this technique where by squeezing it a lot and releasing it just as, you know, whatever I could impart great forward spin, which made it really fast, right? So Dravid came over once to play with us and I bowled him. My first ball, I was trying, you know, kind of a backward spin kind of thing. And that was a wide. Next two balls, he was clean bowled. In exasperation, he called me Shoaib Akhtar and said, I can't play against you. But the irony was that it was all finger spin. There was no chucking involved. But leaving that aside and in case I gave the impression that I also play cricket, I'd be absolutely useless in a field. So kind of moving on from your cricketing career, like one of the things that I'm actually excited talking about is this next part because I have been thinking a lot in recent months about creators in general, about things like teaching, about things like how do you achieve excellence in what you do? And there are just so many dimensions to things that you've done in this period in terms of writing, in terms of starting a YouTube channel and making that work, in terms of coaching and not just coaching cricket, but also coaching sports journalism and in terms of doing commentary in two different languages. So let's start with what actually came first, which I don't know. So, you know, after your cricketing career was done, you know, where did you go next? What happened next? How were you thinking of what you want to do from now on?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:12.480",
        "message": "So writing came first and it happened in parallel with kind of the second half of my cricket career. There was this, like, since school, okay, so maybe I should go a little further back. When I was in, like I said, I changed schools at one point. The first school that I was in where we were living with the joint family was a convent. And, you know, it is this fairly prestigious convent, this really old school, which has been around since my parents' time. My mother went to that school. My father went to the school next to it, which is a boys' convent."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:50.280",
        "message": "Which school was this?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:52.280",
        "message": "St. Joseph's. Okay. St. Joseph's Pashan, and next door is Loyola's, where my father went and St. Joseph's was where my mother went. And they wanted me to get admission. And, you know, the whole convent colonial obsession with their language, you know, you should be able to speak good English from nursery, otherwise you won't get admission kind of situation, created an environment at home where we were speaking a lot of English. So despite being a Marathi family, despite being a family where, you know, my grandparents had most of their education in Marathi, we were speaking a lot of English at home, mainly to get me into the habit of speaking in English so I would fit into a convent school. Due to that fact, I've always had good English speaking skills. So therefore, I always enjoyed English throughout school. And when I, and I tried my hand at kind of writing throughout school, you know, small limericks, poems, not going to compete with your level of limericks, but the point being that I was dabbling around with the written form before I ever conceived, could conceive that, you know, I might make a living from it. So I had this fondness for writing even though I had never actually written much. But during my years in Mumbai, I actually started writing blog. I started writing a blog and would write about pretty much anything that came to me. Some of my oldest entries were, you know, what we would now identify as listicles, vague philosophical ramblings on, you know, the meaning of sport and winning and losing and that kind of stuff. Eventually, I started writing about cricket also, started writing about cricket more frequently, started a separate blog just for my writing on cricket. So the previous blog could have been anything, book reviews, song reviews, you know, what this song meant to me, that kind of stuff. But this blog was more about what I was thinking about the game. I discovered Twitter around that time, probably 2013, 13-ish, and discovered that, you know, there are people abroad who are dedicated women's cricket writers and are writing blogs about their women's cricket so as to give it more and more attention and that kind of things. And I thought, hey, that's something I can do. I can, you know, write blogs about domestic cricket, which no one ever talks about and no one ever covers. Everyone knows Jhulan Goswami, everyone knows Mithali Raj. Okay, fine, good. By now, you know, BCCI has taken over women's cricket and these people are slightly more famous than they were maybe 10 years ago. But domestic cricket, no one talks about us. So I started doing reviews of tournaments or, you know, previews of the season. I started writing that kind of stuff on my blog and putting it up on Twitter. Eventually, someone picked it up. Vision India reached out saying that we would like you to write for us. And at that time, I was, like, so absolutely naive. Zero idea about how to have conversations about money. I wrote my first probably 10-odd articles for them. Didn't even ask for any money. And later, you know, the good people at Vision India reached out to me, Hey, have you received your payment for this kind of thing? Like, no, no, no, no, I haven't. So that was happening in parallel while I was playing cricket. My blog for Vision India ran in that period. I was actually writing some kind of anti-BCCI stuff. I mean, I don't mean to be anti-BCCI, but I was writing about, you know, how women's cricket has changed, some for the better and some for the worse, while I was playing. Which is kind of, yeah, which is kind of, I didn't even, like I said, I was just so naive that I never even appreciated that there may be consequences for this kind of thing. Also, because it was such a small thing, I was like, no chance anyone of import is actually reading this. So it's okay. And then I was finding a sense of satisfaction and purpose through that. Because again, like I said, you know, everyone can do coaching, but very few people were actually, very few cricketers. I don't think anyone else. I may be wrong, but I don't think anyone else was actually writing about the game while they were playing the game. And in this sense, I was kind of being inspired in a way by what was going on in other countries where, you know, blogging about niche game is a very big and mainstream thing in its own right. There will be any, pick any like niche game. And I don't know why chess is coming to mind. I don't want to say chess right now. But lawn bowls. I'm sure there are very active blogs about lawn bowls and very active communities about lawn bowls in, for example, maybe Australia. So I was kind of following the leads of these kind of communities and writing and putting my stuff out on Twitter and finding that, oh, this is interesting. So after I quit, like having no plan when I quit, but after I quit, one of the first things that I did was I reached out to some people within the media saying that, hey, this is what I've done before. Would you be interested in hosting these kind of articles? And they said yes. And they said, OK, we'll pay you X amount of money for each article and you write X amount of articles per month. I was like, oh, I can make some money here. It was not a lot of money, but it was, I had never been able to conceive that, you know, I might be able to support myself financially or even start of supporting myself financially through writing about cricket. I think this is cool. And so I started writing about cricket. I started discovering that, you know, rather than just writing from home, you can travel and cover tournaments. And there is something called accreditation where you become an actual member of the media when you gain that accreditation, which is basically a pass for a media person to cover a particular tournament. And then this very interesting little journey happened before the accreditation. No, actually, at that point, I had received accreditation and covered a 2016 T20 World Cup, covered a couple of women's games in that tournament. So that was my first ever assignment as a written journalist, you know, where I'm actually at the ground. I'm in a press box. Oh, so this is what a press box is like. You know, the heroes have kind of changed. Rather than wanting to run into Jhulan Goswami, I'm running into Osman Samiuddin. Oh, my God, I read his work. He's sitting right here. That is so cool. Those kind of moments I'm having. Then I have this little bit of a journey. The women's Big Bash has begun. Indians are going to be playing in it for the first time. Harbin Preet Kaur and Smriti Mandana. I figure I have a few friends in Australia. There are going to be Indians in Australia. There's going to be no one else really covering it from India. Why don't I travel and see if I can cover this tournament on my own, like totally freelance. Reached out to a few people saying, hey, will you guys be interested in articles? It was nowhere near, you know, the cost of covering my trip. It was still going to be significantly out of pocket. But at the same time, because I was able to live with friends, I wasn't really incurring as much cost as I might have. And I went to Australia for a couple of months. And I went to Brisbane. I went to Melbourne. I went to Sydney. And I just experienced that tournament as a journalist. I wasn't writing about it every day. But I would go to every game. I would sit in the designated area, which is called, which is, you know, what they pass for a press box. Because these are small community games. The WBBL is not as big a tournament as it was before. I also happen to be around at the same time the Australian Open is being played. So I visit the Australian Open for the first time. So there is this exposure to a wider sporting experience and a different culture, a culture in the country, which is sports mad, which really, which really, I wouldn't say it was like a pivotal moment, but it was a moment of broadening of my horizons. Because I'd been to Australia before. I'd been to Australia three times as a player. But you're a player, you're staying in a hotel, you're going from a team bus, you're going to a ground, coming back from a team bus, you're coming back here far, you know, at most you're going to a little bit of sightseeing at the end of it. Whereas here I was mapping out my own directions, budgeting my own trip, figuring out what my travel schedule should be, booking my own flights. The entire experience was just so educational. And in terms of opening up, the WBPL is like one of the best run women's leagues in the world. So opening up to the possibilities of, you know, what women's cricket holds, that was a brilliant experience. And I still have no idea how I actually conceived of it and actually went ahead and did it. If I think about it now, I don't know if I'll do that. But yeah, it was just such a new experience. At every step I'm discovering literally something new. For example, there are separate cycling tracks in Australia for only cyclists. You know, the small, small things which blow your mind. Or the fact that the trails here are so well marked. Or the cricket here is so well done. You know, they have a Christmas party. Christmas, of course, in Australia, it's summer. So they have a summer Christmas party on the ground where after the match they open up the ground for the audience and they have a band in the middle of the stadium and everyone's playing Christmas carols on a cricket ground. These are the kind of experiences which I would never have gotten if I had not gone on that kind of trip. And that was probably the first beginnings of my life as a writer, as a sports journalist, as a member of the written press, so to speak. But, yeah, almost exploring this sporting landscape in a way I had never done before. As a player, the view is always very bracketed. It's always very narrow. And here I was trying to go as wide as I could."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:49.080",
        "message": "Yeah, that's fascinating. And you kind of brought back memories of my own because I remember in 2006 I really wanted to cover India to Pakistan. And the typical way of doing that was that you get a freelance gig with an English newspaper because that covers your cost. So I got a gig writing pieces for The Guardian and I did some small audio thing for the BBC while I was there. And my whole thing was I just want to cover the cost of this tour. So it wasn't even like make a profit. Just cover the cost. You want to go, you want to watch the cricket, you want to soak in the experience. So I kind of totally get that. I'm curious about craft here because, you know, one of the... And I don't want to embarrass you with praise, but, you know, where you are as a writer and sort of your work over the last year, you don't get there overnight. You don't get there. You know, it takes many, many years. Like, I look back on my own sort of progression as a cricket writer or many of the young writers that I've worked with that, you know, when you're young, you're trying so hard to impress. Sometimes you're overdoing the style, so on and so forth. It takes time for you to find your voice, to find the confidence, to find that... where you can just sit back and do what you have to do. So, you know, how did that craft evolve in your case? Because I like... I have to apologize and say I haven't read your earlier pieces from when you started writing. I've just read what you've done over the last year or so. And it's fantastic. And there's one quality that I noted in your work that cuts across not just your writing, but also your YouTube work, which is that you're not trying to impress. It's very straightforward. It is what it is. There's no added artifice to that, you know. So is that, again, something that is kind of natural? Is there a moment where you say that you kind of have to work at that moment, if you get what I'm saying? So I'm very curious, like you did my writing course as well, for example. You're clearly a person who wants to get as much sort of exposure to different aspects of craft and thinking about writing. Take me a little bit through that journey of yours."
    },
    {
        "speaker": "Guest",
        "time": "01:52:45.280",
        "message": "I think to answer this question, I need to go back to my childhood."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:48.280",
        "message": "Please do, yeah, let's go back."
    },
    {
        "speaker": "Guest",
        "time": "01:52:51.280",
        "message": "And I need to go back to... I mean, my dad used to make regular trips to Mumbai at the time. And we had this custom that, you know, whenever he comes back from Mumbai, the first question my younger brother and I would ask him, what you got for us? You know, he has to come back and he has to bring us a gift. So, which still in our family is called the what you got for us gift. And very often those would be books. Very often you would bring back your Nancy Drews and your Hardy Boys. There was no end of Enid Blyton's littered around my childhood. There was this memory of spending so many months reading Lord of the Rings and our entire family was reading it. And it would be, you know, this, it would just be situated in our bathroom because unfortunately, we have a lot of people who used to read while in the toilet. And it is this kind of maybe just an extension of that environment where English was emphasized at a young age. Therefore, reading was also emphasized at a young age. And I read exclusively fiction at the time. I found non-fiction boring. And it is interesting, recently someone put out a quote on Twitter saying that, you know, non-fiction greater than fiction. I was like, yeah, maybe. I mean, non-fiction might be what what I read now and what I find really, you know, helps me level up in whatever I'm doing. But I spent my entire childhood reading exclusively fiction, reading like fantasy, a little bit of sci-fi here and there. And maybe that's what ingrained a sense of storytelling in me because I didn't, like I said, I did a BSc after my graduation. I played cricket for 15 years. I have no formal education in writing. My education is just my childhood, my experiences, the fact that I like to read and once in a while will, you know, take the effort of reading an autobiography. And those are the kind of books that interested me at the time. So the evolution of the craft definitely starts from the reading habit, which is just a part of my childhood. And again, unconsciously has helped me in being a writer and being someone who is able to make a living from writing today. And beyond that, I remember reading a lot. Like I said, that phase when I discovered Twitter and suddenly discovered, oh, there's so much to read. And I suddenly discovered that there are so many writers who write about cricket and think about cricket. And like I said, they have from the media a very different background and a very different view. And me as a player, I'm reading that view. And suddenly I think, oh, their view is so much, I wouldn't say wider or larger, but just different. It's just so different as someone in the media and someone as a writer and really good pieces of cricket writing at the time. And again, most of my reading has been restricted to cricket. And this is something I'm consciously trying to do nowadays, is read more about other sports and whatnot. But at the time, Osman Samiuddin, Andrew Fidel Fernando, Jared Kimbers writing some really funny, irreverent stuff. All those are kind of probably influencing that. Very early on, I remembered this or I discovered this quote, which is copy technique, not style. And I actually started doing that. I was like, OK, this person has written this nice piece. What technique are they using here? Not consciously, but unconsciously. I wasn't actually trying to name the technique. I was just trying to say, OK, can I write a piece which is something similar to what this person is writing? And, you know, for the longest part, I had no idea what these official journalistic terms were. I had no idea what an opinion piece was. I had no idea the difference between a feature and a report, and a reported piece. I had no idea what a newspeg was. Again, these are words that I discovered when I kind of got into the field and I had to kind of overcome my ignorance and ask, what is a newspeg? And, you know, those are the kind of things, those are the ways I learned. Being a freelancer had its advantages in terms of being kind of on the outside and not being insulated into any one environment. At the same time, I missed out, I think, on these constant exposure to these really good writers, which I think sometimes being in an organization gives you. But, and it is funny, I mean, in the process of building out my sports journalism course, I read out, I went back and read a few of my pieces. And some of the pieces were like, yeah, OK, good, honest effort. Some of the pieces were actually good. I picked up some old pieces as examples of, you know, writing that I had done, which worked well and which kind of still holds up. So I wouldn't call it talent, but I would call it a culmination of the environment where A, English was emphasized, B, reading was emphasized, C, education was kind of emphasized. And then add into that my unique experiences in sport, allowing me to kind of bring a viewpoint that others didn't and therefore kind of giving me a point of difference in, you know, amongst so many other bloggers. No one was writing about women's domestic cricket. No one was writing about, well, not no one, but very few people were writing about women's cricket. So therefore, when someone wrote about it, even if it wasn't written really well, people read it and people shared it. And even if it is just like a report piece on just providing information, people read, people shared it. And therefore I got a little bit of a following on social media. But honestly, it's only in the process of building out this post-journalism course that I have really thought about what makes me a good writer, what works, what doesn't work, what are the things I tend to use, what are the writing devices I tend to use more, what has contributed to how I have progressed as a writer so far. Also, one other non-craft thing that is an essential element, I think, of why I have succeeded as a writer is being brave in terms of what I write. Because, you know, I'm constantly almost towing that line, being someone who is in the cricketing system, but also sometimes having to criticize that same system. But when in doubt, unlike, like I said, my evolution as a person over the last few years has reflected in my professional work as well, where I have more often than not silenced that inner doubt and been brave and tried to tell my truth, if not the truth as I see it. Those are actually two words which I try to remind myself of, you know, courage and truth are two things that I want to use in the content that I create."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:46.080",
        "message": "You mentioned coaching and like one of the things I realized after I taught my writing course for a while, that it in a subtle way changed the way I looked at my own past writing as well, where perhaps unlike you, I mean, I might like some of my earlier work, but a lot of my earlier work were like cringemax. Like, what is this? What am I doing? I tell my students not to do this and I'm doing the exact same thing. And it just kind of sharpened the way I look at my own writing and sort of has that been a process with you through your multiple sort of coaching strengths, like, or rather your coaching lanes, like one lane, of course, is sports journalism and writing. There's another lane, which is cricket, where I was going through a bunch of your fabulous videos on batting. Right. And it's so intricate and so detailed and all of that. And do you sometimes wish that you had been coached at the start of your career by someone like you?"
    },
    {
        "speaker": "Guest",
        "time": "02:00:36.880",
        "message": "Oh, yeah, absolutely. I mean, half of the expression through the content right now is that, you know, this information is now available. Take it. Do something with it. Yes. I mean, having had a career where, you know, didn't really have this one fixed coach moving from influence to other influence. It's not been the driving motivation of what I do, but it's been a part of that. It's been, you know, the thrill of being able to share this. And rather than in a cricket academy, it being learned, for example, the cricket coaching videos in a cricket academy, 50 people learning it or maybe 20 people learning it, the 50,000 people learning it. That was a revolution in terms of, you know, the power of YouTube. And I was lucky, fairly lucky enough that I could discover that power pretty much accidentally and fairly early on in the whole creative journey. In terms of the writing part, yes, absolutely. Like I said, I've really started thinking about my writing now. And therefore, I've tried to reverse engineer my own process, which is instinctive. Until now, I would just put words on the page and then, you know, try and refine them. It's a very crude process, but a very instinctive process. A process kind of also driven in large part by emotion because very often I'm not someone who's employed to write every day. So therefore, I write when I feel like it. And I have that, you know, again, a lucky situation where I have that. So I was usually writing from a place of emotion. I'm angry about this. I'm sad about this. I'm happy about this. Wonderful match played. Oh, this could have been better. I wish this was different. Those kind of things usually came across in my writing. And maybe that's one point of connect and one point of, you know, why it has connected with so many people. But in terms of the actual process now, after having built out that course, after having created a process which other people can take and, you know, you can apply it to yourself and see if it works for you. Now I follow that process. Now I sit down and I go through my own processes and see if I've met my own checklists because this is literally how I've, you know, it's absolutely like how a cricketer will identify that this is your process, results and processes, we talk about it. When your hand comes this close to your ear, the ball goes on off stump line. When you tick X, Y, Z boxes in writing, the piece is likely to come out better, cleaner, clearer, like you constantly emphasize. And therefore, that is something that I follow now. Whereas before it was very instinctive. And like a year ago, if you had asked me how you do it, I would not have been able to tell you. I would just like, I write when I'm angry. That's what I would have said."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:35.480",
        "message": "A good reason to write among other reasons. So, you know, one of the things that I kind of talk about in my course and I also draw a cricket metaphor from it is mindful learning and learning that you're just kind of taking by osmosis. So a lot of cricket learning is mindful. If you go in the nets for the first time, you know, the way your feet are moving, your elbow, the balance of your body, all of that, you're mindful about it. Later, you internalize it completely and you don't need to actually think consciously about it. Now, in your case, the learning process seems to have been and again, a reading habit I keep saying is the best way to become a good writer. So a lot of it seems to have come from osmosis just by reading a lot. You read a lot of great storytelling and then that translates into the way you write and you've picked up a lot of good habits without even realizing it. And that's not mindful. And then some of it is mindful, especially when we start teaching. You know, you start noticing that stuff mindfully or if you're studying a writer, you like you reverse engineer what they've done and you know, all of that. So like I keep reminding myself, though, I always say when it comes to reading that for me, there's no difference. I mean, as long as you're reading, I don't care if it's mindful or otherwise, because if what you're reading is something that captivates you, you'll pick up things from it by osmosis. But do you feel that it helps to be more mindful that we should all be more mindful in terms of craft of the things that we do, whether it is something in a cricketing technique sense, whether it is something in a writing sense, you know, all of these things?"
    },
    {
        "speaker": "Guest",
        "time": "02:05:02.880",
        "message": "You know, it's funny. You will try to be mine. My recent experience has been I will try to be mindful about, you know, reading or consuming any kind of content. And, you know, I teach a multimedia journalism course. So it's, you know, videos, podcasts, writing, that kind of thing. So I keep saying that, you know, whatever content you consume, you're going to pick up something from it. And if you should try and actively do that, even if it's, you know, watching your favorite Netflix show. And a lot of these things just come and express themselves in content so randomly. Having not made notes, at some point, something will strike me. Like recently I wrote a piece on Ashwin and I ended it with this line. When is it okay to drop the alpha? When the pack is stronger without him. Yeah, a wolf reference. So again, where did this line come from? One of my sports journalism students asked me, how did you come up with this line? Game of Thrones. And I was not mindfully watching Game of Thrones. And, you know, that line in Game of Thrones where the strength of the pack is the wolf and the strength of the wolf is the pack. That's just what somehow popped up in my mind. Okay, let's use a wolf reference, that kind of a thing. I was not mindfully watching Game of Thrones, but it turned up. I don't know how, I don't know why, I can't really explain it. So there have been instances where, you know, stuff in my notes has really helped improve the content that I have put out. And there have been instances where, you know, stuff just comes so randomly and that sticks with people. So I would probably say it's a good habit to develop that mindful consumption. But, I mean, who are we if we can really understand? We're not going to pretend to understand how our brains work. And just like at the subconscious level, there is so much weird stuff happening. And when it will be useful and when it will be harmful, God alone knows."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:00.080",
        "message": "Yeah, well said. That makes a lot of sense. Let's kind of talk about your YouTubing now, because I was watching your video about that intimidating video I referred to at the beginning about doing commentary twice a day and all that. And at the beginning, there is this sequence, this montage where you're making filter coffee. And I straight away thought of Peter McKinnon, the YouTuber whose coffee montages are really famous. So tell me a little bit about what got you into try YouTubing. Did you intend to do cricket stuff or did you intend to do vloggy stuff? Who are the YouTubers that you kind of liked? What were the kind of values that you picked up mindfully from people? Like that whole coffee montage, I just looked at it and I thought she must have watched Peter McKinnon. So now you can confirm if that's true or not. Take me a bit through your early part of your YouTube journey as well."
    },
    {
        "speaker": "Guest",
        "time": "02:07:44.680",
        "message": "I have watched Peter McKinnon, but I must say that, you know, again, this is the weird, unconscious, subconscious stuff that I'm talking about. I am 100% sure that I did not think about Peter McKinnon probably for a year or so, even while I was making that coffee montage before you brought up his name. Like I watched his videos probably a long time ago. But again, you know, subconsciously, what all we internalize, God alone knows. If someone can figure out the subconscious one day, it will be a very big achievement. But YouTube was a very interesting phase. Again, I must emphasize that this was a phase where I was receiving a lot of support from home. Again, not having a regular job. And I say that with air quotes. Having quit my railway job, you know, much to the consternation of my grandfather, who still wants me to do engineering and have a permanent job and a pension. There was a tremendous amount of support from home. I was back in Pune living with my parents. And there was this space to kind of, you know, figure it out yourself. I went to Australia for a couple of months. There was... And therefore, I was in a phase of my life where I had a lot of time. You know, I was writing from time to time and that kind of paid the bills. But it was not my job. I was not doing it every day. So I had some time in my life kind of figuring out what I was... what I would like to do. Briefly flirting with the idea of writing a book. And then I... This is one of my favorite stories in life about, you know, what can lead you where. Then I started playing Pokemon Go. Okay. Again, you know, 90s kid having grown up watching those cartoons and Pokemon being one of those cartoons. This game suddenly took over the world. And I was like, okay, let's try it out. And having no idea how to play it, I randomly Googled or maybe went on to YouTube and tried to learn how to play it. And this is the first time I had consciously used YouTube to learn something. Until that, you know, YouTube was a place where I watched trailers once in a while or YouTube was a place where videos I was intentionally watching happened to be hosted. I didn't go on to YouTube to actually watch something. So this is the first time I'm on YouTube and I'm watching this video by a vlogger in the US. His name is Nick. His channel's name is Trainer Tips. And he's basically making daily vlogs explaining his processes of playing Pokemon Go. He's a Pokemon Go nerd. And I'm like, oh, these videos are cool. And I started playing Pokemon Go. I keep watching his videos regularly. He has this lovely vloggy style. And I think, hey, maybe I should try that. And that's literally how the YouTube channel started. I made a few calls and happened to get some advice from the person who today is the head of production for my YouTube channel. And he basically told me use this camera, use that camera. This is fine. That is fine. Just go and do it. And yeah, I was kind of just imitating what I was seeing on YouTube, what I was seeing on, what I was seeing other people do. And at the time, I had just gotten a dog. He was about a year old. And therefore, I was spending a lot of time outdoors with him. I thought, OK, let's... And I'm an outdoor person. I like hiking. I like going on any kind of trip which is taking you closer to nature and that kind of stuff. Even like today, it's a big part of my life. But I think maybe I can make a show about cricket done outdoors. You know, someone talking about cricket, but doing it outdoors. Just randomly trying to combine whatever passions I have in the most generic way possible. So I started making vlogs. If you go back to the first three videos on my channel, they are vlogs where I'm exploring some place and talking about cricket side by side. And this is a time where, like I said, I have a lot of time in my life. Well, I have more time than I had time. And therefore, I'm on YouTube learning. I'm learning how to use a camera. I'm on YouTube learning how to shoot. I'm on YouTube, most of all, most important of all, learning how to edit my own videos. Again, I am a BSc graduate who played cricket for 15 years, worked in a government office, have zero idea about how all this technology works. And suddenly YouTube is teaching me all of this. I was like, oh, this is so cool. And that process of learning and implementing what I've learned, it gives you a little bit of a high. It gives you a little bit of a sense of satisfaction. This is that, you know, A, it's so new. Maybe everyone nowadays finds this very normal, you know, having a YouTube channel and doing all this. 2016, I remember going to the YouTube office and the head of YouTube, India or head of YouTube sports, I think head of YouTube India. He's like, I remember in 2016-17, you were the only channel who was doing this. And it happened to be so. I was, you know, happened to be one of the first people who discovered that this process of learning and this process of creating, using what you've learned on YouTube is fun. And so therefore, I was just doing it for fun. And the fourth video I made, I thought, let's OK, let's mix it up and let's make a video on how to choose a bat. So that was the first how to video I made. And I made that video. It's still in a vlog style because that's what I liked to do. And I still like it more than hardcore tutorials. But I made that video and it kind of exploded. And suddenly my channel has 4000 subscribers. I'm like, oh, there's something here. So let me think about it. Let me try and do it seriously. And that's kind of how YouTube started."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:23.280",
        "message": "And you have, I think, more than 300,000 now or something like that."
    },
    {
        "speaker": "Guest",
        "time": "02:13:26.280",
        "message": "Some 2,80,000 right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:28.280",
        "message": "2,80,000. OK. So like one of the things I noted, which I alluded to earlier, but one of the things I noted about your YouTube as it is now from the recent videos that I watched is a lack of self-consciousness. Is that it's just, you know, you're not overthinking it. You're not trying to be too stylized despite the filter coffee montage. It's almost like what you see is what you get. And, you know, one of the sort of the things that I say that creators should pay more attention to and should cultivate. And that's an important quality. It's just authenticity in terms of being authentic to who you are. All the creators I enjoy listening to in podcasts or watching on YouTube are just authentic to who they are. You know, whatever the subject might be of the podcast or their particular video or whatever, I'm really watching it for them. I've kind of gotten a comfort level with them. And therefore, that's why I'm there. That's why I'm hooked. That's why I'm kind of going there. So, you know, again, is this something that was there from the start or is it something that you kind of evolved to? Like, did you, was there a time where you were overthinking it? Was there a time where, you know, you thought more stylistic takes were important or you just figured out that this is the easiest way to do it and not to overthink it"
    },
    {
        "speaker": "Guest",
        "time": "02:14:40.880",
        "message": "and so on and so forth? I don't think that's completely what it is. Like, for example, that video that you mentioned, the day in the life, you know, it starts with me really bleary eyed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:51.680",
        "message": "Exactly, you're not trying too hard to make yourself look good, which is great, which is..."
    },
    {
        "speaker": "Guest",
        "time": "02:14:56.680",
        "message": "Yeah, and in that video, I was consciously doing that. Like, literally, I decided first thing in the morning, I'm going to film. But while watching it back, I was like, oh God, that looks so bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:05.680",
        "message": "No, I disagree."
    },
    {
        "speaker": "Guest",
        "time": "02:15:08.480",
        "message": "And, you know, later on the video, looking at it and thinking, oh, there's like a weird, curly hair sticking out here and this should have been better and that should have been better. And when I'm filming, I do try and present. There is absolutely, I mean, it's kind of become part of my job, presenting, but at the same time, not presenting too much. If you meet me outside of YouTube, I'm definitely going to talk differently. I don't have... I have a script, for example, on YouTube. Usually, I'll have a fair idea of what I want to say. I will do takes. I'm not, you know, this absolute authenticity person. But at the same time, as a person, I'm not a person who worries a lot about how I look. I'm not a person who, you know, I've never been into makeup. In fact, that's one of my worst, that's one of the things I like the least about having to sometimes work in TV or in a studio. The just uncomfortable amount of makeup that they put on us. I've never been someone who has, you know, consciously gone out of the way to dress in a certain way. Usually, I'll just be most comfortable in what I'm most comfortable. And I think that comes across. That comes across as, you know, even stylistically of I'm okay with a first thing in the morning shot because that's what it's supposed to be. It's a first thing in the morning shot. But if it's supposed to be a shot where I'm really trying to convey a crisp, organized look, which is still me, I will do that. I will put in the effort to make sure that I am so presentable. And there is a certain amount of, I mean, off camera, I'm slightly different, but only slightly. And that's probably the best way to describe it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:03.680",
        "message": "Yeah, I know. I get what you're saying that, you know, like, even the intros to my podcast, like in this conversation, I'm just being me. But in the intro to my podcast, I am kind of presenting, but it's also kind of me. It's not contrived. That's a similar thing. So I get what you mean when you say you're presenting and you've got a script and all that. Yeah, I get that. But at the same time, it doesn't feel contrived."
    },
    {
        "speaker": "Guest",
        "time": "02:17:23.680",
        "message": "I'm not trying to make it not feel contrived."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:26.680",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:17:27.680",
        "message": "While at the same time, I'm not trying to make it, you know, unless it's a vlog like that, I'm not trying to make it look completely casual either."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:35.480",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:17:36.480",
        "message": "I mean, I will pay more attention to the lighting than I will to hairstyle. That's me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:41.480",
        "message": "Yeah, that's kind of remarkable because I think that kind of lack of self-consciousness is just great. Like, you know, I'm also thinking of starting something on YouTube and that self-consciousness about just the physical aspect of it is, you know, kind of the biggest stumbling block, though I know that once I start and I get past it, it's kind of fine. But, you know, audio is easy that way. You don't really have to worry."
    },
    {
        "speaker": "Guest",
        "time": "02:18:05.280",
        "message": "No, there I totally agree, which is why, I mean, you know, out of the commentary work that I do, doing radio commentary is my favorite because there it's not about what you look like. It's about what you know and how you say it. And that is the probably most natural form of commentary that I've experienced. And that is something that I really enjoy doing purely for the reason that, you know, you don't have to present visually. You just need to present almost intellectually and vocally."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:35.080",
        "message": "So let's talk about commentary. Like, you know, there are very different views of what good commentary is. Before satellite television kind of took over India, if you go back to the Ritchie Beno school of thinking, the Ritchie Beno school of thinking really is that the viewer can see what is happening on the screen. You don't need to describe it. If you have something to say with that adds to that, say it. Otherwise, keep quiet. Whereas, you know, the brief on Indian satellite television for the early group of commentators in the 90s was simply that don't let there be a quiet moment. So you kind of had to talk. You had to sort of fill all the space with the description and that there was a danger there that then you just get banal and, you know, all of those things kind of happen. So when you started doing commentary, what was the kind of brief you gave to yourself? Like, how does one define good commentary? And obviously, it's different on TV and radio because radio, the person isn't actually seeing the action. So you got to get into that as well. But what was your notion of commentary going in? How did it evolve? How did your style as a commentator evolve? And what did you find difficult? And what did you not find difficult, so to say?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:41.680",
        "message": "So my first experience with commentary was probably Australia, where I went and, you know, word got around that there's someone from India here. And since there was subjects of interest in terms of two Indian players, ABC Radio wanted to get some perspective, get the Indian perspective. And that was the first time I put on a mic and quite nervous. Luckily, I had the role there of an expert. So, you know, you would usually describe commentators in two roles. One is a caller and one is an expert, where the caller is having to, especially on radio, describe what happened and the expert will have to describe why it happened. So the first few opportunities that I got were opportunities which were usually, you know, in the break commentary where I could just talk about my experience with women's cricket. And that felt fairly natural. It felt fairly, you know, OK. I know my stuff. So therefore, I can put it across. Like I said, I mean, communication in English had always been a strength. So this was just about overcoming those initial butterflies of, oh my God, your life and getting started. And once I got started, I used to usually get into the flow. So that was how radio went. When I went to TV for the first time, this was, I got an opportunity to commentate on a challenger trophy, a women's challenger trophy. First time commentating with the BCCI, first time commentating on something that is going up on TV on a major channel like Star Sports. There, the brief to myself was play your role. Again, usually I was only slotted as the expert because inexperienced as a caller. In India, the culture is kind of different in TV commentary. The roles mix. A former cricketer can be both expert and caller depending on your position in the roster. Usually, my role has been of the expert being trying to add some layer of insight. And that was probably one brief I had to myself that, you know, if this is happening, what is the background story? And that's one area I worked really hard. The whole journalistic training of, you know, interviews, research, really helped in that sense that I remember that challenger trophy, in fact. I got there a day before. I tried to watch practice. You know, I arranged to stay with a friend. I hadn't actually got official accommodation that day. But I arranged to stay with a friend, watch practice. The next night, once I checked into my official accommodation which is the same hotel the players were staying, I went around room to room and sat the players down and had a chat with them. What's your back story? Where do you come from? And especially the younger players because I had been retired a couple of years. There were players who I had not played with and against. I didn't know their stories. I had to make sure I knew their stories because, like, I am the voice of these people. I am the one who is responsible with telling their stories. So I had to make sure I knew those stories. So I went room to room chatting. Like, Didi, up! That kind of a, like, completely unscheduled, unannounced, Hi, I am just going to take 15 minutes of your time and ask you about your life. Kind of conversations."
    },
    {
        "speaker": "Unknown",
        "time": "02:22:47.280",
        "message": "And that helped."
    },
    {
        "speaker": "Guest",
        "time": "02:22:48.280",
        "message": "I mean, if you are caught on a moment where, you know, the caller has thrown to you, Snehal, tell us about this person. And you don't know that comes across on TV or on commentary as bad commentary. It comes across that you are faking it. And if you actually have done the research, then you can tell the stories. And that might have been the brief I gave to myself. Is that, you know, A, it's your responsibility to tell these stories. B, it's your responsibility to grow the game. And that is kind of one of the things that has driven a lot of my later career. I mean, even one of the reasons I got into writing on women's cricket and I did most of my early writing on women's cricket was that no one was writing about women's cricket. And I knew I could. And I knew I could make an impact. So the same kind of awareness while going into commentary where if you do this well, it will help grow the game in whatever small way. They are the story. They are the ones who are going to do it primarily. I am just a storyteller. That was kind of the brief I gave myself. But I always had an awareness that, you know, unless both those aspects are in sync, the value of what is happening on the field won't go across to the viewer or the listener."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:01.880",
        "message": "One kind of strand, one sense that I got through your writings and your videos and stuff was that much of the stuff that you did after actually retiring as a player was driven by your passion for women's cricket in India. Like you talk about how, you know, you loved coaching because, you know, you didn't get that coaching. And now all these girls have access to that coaching. Similarly, you know, writing about the women's game, nobody else is doing it, so you're doing it. Not just coaching cricket, also coaching sports journalism. You're also now not just writing about women's cricket, but just writing about cricket, you know, writing about cricket really, really well. So is that passion still sort of the single driving force that gets you into all of this? Or do you see yourself as a creator outside of someone who's come as a former player herself? Do you also see yourself as a creator? Like I noticed that you also got another sideways YouTube channel which is not about cricket coaching, which is just about vlogging. And you did a recent vlog about the trek you took and stuff. So, like, was it always the case that you thought that, oh, I'm a creator and I'll do these cricket things? Or were you driven into these things because of your passion for cricket? And then you kind of began to redefine and expand. So what's been your thought process and your sort of the way that you look at yourself?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:16.280",
        "message": "I definitely think of myself as a creator, but this creator would not exist if that passion for women's cricket was not there. I mean, that was the material that needed an outlet. And that outlet happened to be, you know, starting with writing and mostly the women's cricket stuff has been conveyed through my writing. YouTube has mostly been stuff where I enjoy this process of, like I said, learning and then applying. Similarly, learning and then sharing what you've learned is also something that gives you a little bit of a kick or gives me a little bit of a kick. And I enjoy that process independent of women's cricket or independent of my passion for cricket in general. I mean, my passion for cricket is not completely, how to say, indestructible. Like there will be phases and there was a phase just after the IPL after having done commentary almost every day where I didn't want to watch cricket for one week. But there I still might feel like, you know, I might be able to make a video or I might be able to do other stuff. So the passion for the subject definitely existed first and then the outlet for it has probably defined me as a creator. But if you ask me what I will want to and be passionate about creating, it will always be something related to growing the game, growing the women's game. Like even now my storefront, you could say, doesn't really have a lot of women's cricket. You know, I might be writing on women's cricket, yes, but I might be writing on other cricket also. I might be doing YouTube videos on cricket in general and where 80% of my viewers are boys, but in the background there are projects running where I'm thinking how can I make an impact on this game? How can I help the Indian team win a World Cup? How can I help the Indian domestic players get a better deal? Those kind of things always occupy space in my mind and they may not always find a creative outlet, but there will be something or the other running. And again, I'm very lucky to be able to make a living from this kind of thinking, just thinking about the game and trying to find solutions for it, which I really appreciate and remind myself to be grateful for. But that thinking process and that desire to fix the problems that I see in women's cricket has not really gone away and that's probably what is then driving and expressing in different ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:48.080",
        "message": "So, let's talk about women's cricket. And I almost feel hesitant, you know, talking about women's cricket particularly because I don't want to slot you as someone who writes about women's cricket because like I said, I just love your writing. You're one of my favorite cricket writers. But women's cricket is simply one of those subjects which not enough people have that kind of depth of knowledge about or sort of talk about. You know, most Indians are kind of saturated with the regular men's cricket that happens out there, but know nothing about women's cricket per se. And you've written this wonderful report called An Equal Hue along with Karunya Keshav and the late Siddhant Patnaik. And let's kind of talk a little bit about that because I love reading that paper in the sense that it laid out in great detail across all these different categories, not just what is wrong with women's cricket, but what can be done to improve it. And just as a vision document and as a, you know, taking stock of where things are, I just found it eye-opening in many ways. So tell me a little bit about what it involved. Like, you know, why did you write that? What was the impetus behind it? Like, I know you were one of the, I think, three journalists present during the 2017 World Cup final. I think Karunya was also one of them. So what was the impetus which made you decide that this is something that needs to be done? Did you feel that there was a serious audience for it? Not audience in terms of eyeballs, but in terms of people who would act in the board, who would actually do something about it? So tell me a little bit about what led you to the report and so on."
    },
    {
        "speaker": "Guest",
        "time": "02:29:15.480",
        "message": "So let me pick up on the fact that the third journalist in that 2017 World Cup was Siddhant."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:22.480",
        "message": "Ah, so the three of you."
    },
    {
        "speaker": "Guest",
        "time": "02:29:24.480",
        "message": "Yeah. So, and that was kind of where it started because the two of them were working for Vision India at the time. I was freelancing and the three of us were the only ones who were traveling to cover the World Cup in entirety. Then after India reached the finals, a lot more media coverage swept in, which was great. But I must really mention here the influence that Siddhant also had in this entire project. That was the first time I actually spent time with him. I'd met him once in the Vision India office, but we were housemates on that tour. So we had the same schedule. So we basically had planned our accommodation and our travel, etc. together. And we chatted so much about women's cricket. And of course, he was, I mean, not there just because he was working with Vision India. Even before that, in all his time, he and Karun had put up a huge body of work on women's cricket. They were one of the few people who were writing about domestic women's cricket, international women's cricket before 2017. Remember, 2017 is the moment where women's cricket became cool again. And I'm always going to have tremendous respect for the people who were putting in a lot of work behind the scenes before that. And Siddhant was one of those people. And he has a sister who, you know, he saw a lot of similarities between her and me. This sporty kid, always not afraid to play with the boys, standing out. And there was always this desire to kind of make the world a better place for people like her. And therefore, this kinship with the underdogs, whether it's domestic men's cricketers or women's international cricketers. And so the loss of the 2017 World Cup final, even for that final, the three of us were sharing a house together in London. And we kind of grieved it in that final in our own ways. I remember finishing my filing at some ridiculous hour at night and after that match, just collapsing in the kitchen and crying. I mean, that is the time where the emotion finally came out that, you know, we were so close and we lost by nine runs. And after that, we kept talking, especially Siddhant and me, about what we can do to help the game, what we can do to try and make it better. So, I mean, for a start, we decided, OK, let's compile our suggestions for whatever it's worth. And we made a very rough document which had some excellent suggestions. I mean, even Siddhant had really put in, you know, he had event management background. So use that kind of a background to draw this up. He happened to speak to Nandan Kamath, who you've had on your pod before, who has founded something called the Sports Law and Policy Center, which is a body which is dedicated to kind of publishing these kind of works which create almost a body of work on that particular sport. So Nandan really encouraged us to widen and deepen the scope of the report and make it, you know, a basic groundwork document where anyone who wants to have any kind of influence in women's cricket can read this, get an idea of where they are, where the action areas are required. And so we set about that. During the course of making that report, Siddhant's sickness got worse and eventually he didn't survive. After that, I asked Arunia to come on board and the two of us kind of finished that work. And during the course of the lockdown, actually, when we both got a lot more time, so a project that was kind of in the making for three years, put it together, we based it not just on our own experience, but a survey conducted of 350 state cricketers who were really generous with our time. Again, like the sense of community within the women's cricket circuit where they all volunteered to fill up the survey because, again, there was a lot of goodwill built up by Arunia and Siddhant also in the process of writing their book. So when they knew that they were involved in this, a lot of cricketers participated very actively. And this kind of then led us to the Equal Hue Report, which was published in 2020. It is the groundwork for action that needs to be taken next. It's a document that analyzes where the gap areas are. It's the document that really says that, you know, OK, if anyone, whether it's the BCCI, whether it's a broadcaster, whether it's some NGO who wants to do good work, or whether it's a corporate who has CSR funds, they would like to use it to help women's cricket grow. These are the areas where you can start. This is the way where you can make an impact through the recommendations that we've made. Along the way, you know, we've also had this sense of, OK, now we've done this analysis, now what? And therefore, it's moved into action. And we've formed, Karunia, myself, people at the Sports Law Policy Center have formed the Equal Hue Project where we are trying to fill some of these gaps ourselves. And a couple of the gaps that we identified were not enough information about women's cricket, you know. If a women's cricketer is sitting in Cuttack, Bhubaneswar, Orissa or Dharamshala, do they know the pathways in their state? So, Karunia really headed a project which compiled information for each state of, you know, what the existing pathways in that state are, how a woman who's interested in cricket or a girl who's interested in cricket can find cricket near her, what the state association processes are, what their phone numbers are, wherever available, whatever information is available has been put together in a website, on the Equal Hue website, where, you know, we're aiming to fill up that information gap. They also worked really hard on publishing an audiobook where there's a women's cricketer as a central figure in it for 5 to 8-year-olds or 5 to 10-year-olds. So, the next generation should grow up with women's cricketers in their consciousness. So, that's some of the projects that the Equal Hue Project is working on. Like I said, there are projects in the background that we are working on. We have plans and we are reaching out to various brands to partner with them on these plans to just support the ecosystem more and more, be it through scholarships, be it through tournaments. And that's, I think, the big opportunity and something that I hope really allows us to make an actual impact on the ground because there's only so much you can do is what I've discovered writing about a sport. But, you know, can we actually make an impact on the ground through our projects? That's the new focus almost."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:47.680",
        "message": "You know, the hope has been voiced by many that the 2017 World Cup final with all the viewership that it got and so on, the World Cup, in fact, not just the final, with all the viewership that it got could be something like the 1983 moment for men's cricket was. But my question is, you know, I think in the life of any sport or any activity, there is this transition from where early on all the people who care about it deeply and are making initiatives are people who are just passionate about it and are motivated by that passion and that's what's driving them. And then the next phase that comes is when it crosses a certain tipping point and people are instead motivated by commerce. You know, so people begin to do things for women's cricket because they feel there is a market for it and then things really improve, then infrastructure improves, then all of these things, you know, like you've got a section where you speak about barriers to participation which include cultural barriers, physical barriers, financial barriers, then those start to disappear. You've got a section where you talk about domestic cricket and the grassroots and how the ecosystem there can be much better and those kind of start to vanish. So how close is that point? Have we reached that point? Have we crossed that point? Is it still somewhere in the future? Give me a sense of how the game is sort of evolving in that sense because it is true that women's cricket is much more in the consciousness of a lot of viewers, but is there enough women's cricket happening? Are they watching it actively? What's the ecosystem like beneath the elite game? Give me a little bit of a sense of that."
    },
    {
        "speaker": "Guest",
        "time": "02:37:19.080",
        "message": "So let me answer the driven by commerce kind of angle first. The last IPL T20 women's challenge that happened where it involved three teams was held in Dubai alongside the men's IPL of 2020. It was the first tournament to attract sponsors. It was the first tournament where Jio came on board as an independent title sponsor. It was very prudent and smart of the BCCI to not just piggyback it along with the men's tournament and the men's sponsors and identify it as a separate property and see what value there is for this property. Jio came on board as a title sponsor and then all the IPL supporting sponsors came on board for this women's T20 challenge as well. Wonderful opportunity for you to get branding. Wonderful opportunity for you to get exposure and what the BCCI treasurer I believe said after the tournament is this is now financially sustainable which I take to understand that it paid for itself. We've broken even. So if that is the bare minimum of where we are, it's a wonderful starting point to be because you can just everything north of this is profit. So I think commerce wise that is where the Indian team is value wise when right now it's hard to define a separate value for the Indian women's cricket team because how do you define value of a sports property? Broadcast rights. What kind of money is being paid by broadcasters to showcase this property which reflects how many advertisers are willing to put money behind this kind of a product. It's hard to gauge right now because women's domestic women's international matches are bundled in to the men's broadcast rights along with you know, the under 19 World Cup or those under 19 teams same with the shirt sponsorship. The shirt sponsorship is sold as a bundle for the men's women's and under 19. Whereas I think now in the next cycle which is 2023 onwards. There is a case. There is a strong case to separate this as a separate property. Let's say women's cricket is sold at a separate property. It will earn you. I mean by separating women's cricket the overall cost of the men's rights is not going to come down. Yeah, but the but the women's rights might earn you, you know, some amount of money. It's not going to be in the range of what the men men's rights are going to earn you, but it will earn you some amount of money that will put a number on the value of women's cricket and that is something I look forward to happening. There's also the fact that if you look at a women's cricket broadcast now, for example, on these OTT apps, you can you can gauge that by how many of these how many ads are off the OTT platform itself. For example, if it's a on Hotstar in the breaks, how many Hotstar ads are you seeing? Because that is time where they haven't been able to sell it to an advertiser. So they put a Hotstar ad there. So if you see a lot of Hotstar ads, it means that this property is not really valuable. What I've seen is of the recent tour to Australia. There were a lot of ads for the women's tour to Australia. There were ads by brands, very few ads by the broadcaster who was Sony. There was also title sponsors for the series. There was also investment by the broadcaster in building up this is for away series. Hindi, Tamil, Telugu, three separate languages for broadcast for the women's series beyond just the world feed English commentary that they carry, which tells me that's where you that's where they stand in terms of commerce in terms of the underlying structure. So much that could be better. I mean, we talk about the strength of domestic cricket for the men and the finishing school that is the IPL and the India A programs a long time ago for the men's in men's cricket. We used to compare Australia as a better domestic system. Why? Because they have only eight teams, whereas we have some 30-35 teams and we are diluting our talent. Therefore, the competition is less fierce. Therefore, the players are not battle hardened when they come to international cricket. What has changed? I mean, we still have 30-35 teams, but now we have an India A program. Now we have an IPL. Those are the steps up. So, I mean, for me, it's just common sense to say that, you know, apply the same model here. We have 30-35 teams playing domestic cricket. Please have an India A program. Please have an under-19 program. Please have a women's IPL and just see how, you know, other countries are scared of India getting it right because of just the sheer number of players that we have, even despite, you know, not really trying. A few moves which have bewildered me in the last few years have been the removal of the interzonal tournament. So, from these 30-35 teams, you're picking talent directly, putting it in the challenger trophy and sending it to international level. Of course, they're going to find that jump slightly difficult. The interzonal level was what gave them a little bit of a stepping stone. I would love to see that tournament come back besides the fact that it just gives more match days to the players. Again, they play too few matches. Spend nine months of the year training and play about four or five matches ODI, four or five matches T20. If you don't qualify for the next stage, that's it. Domestic season over in senior cricket. And what was your other question about the underlying structure or..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:40.880",
        "message": "I'll come back to that just to follow on sort of, you know, what you said obviously makes sense that if you unbundle the rights, you get a proper picture of where women's cricket really stands. And therefore, the risk of underestimating it is no longer there. You know, is it then a problem that BCCI is running both aspects of the game? Because obviously, I'm, you know, both men's cricket and women's cricket because I get it that in 2006, with all the resources, they improved a lot of things. They can't take a lot of the abundant money from the men's game and, you know, use it to give the women's game a leg up. But if I just think of incentives within the BCCI, their huge cash cow is the men's game. All their thinking, all their organizational work, it's natural for it to kind of go there. So was it perhaps better earlier in just in terms of incentives that if you have a body where, you know, your job is women's cricket, it's nothing else. That's all you do. That's your incentives. That's how you will be judged. It's a separate product. It's a separate property, you know. So do you see that as a structural flaw? Does the BCCI really take women's cricket that seriously? What's your sense?"
    },
    {
        "speaker": "Guest",
        "time": "02:43:47.280",
        "message": "This is an interesting line of thinking and it's something that the cricket historian in the UK, Raf Nicholson, has researched quite a bit. She's actually, I think, doing something close to a thesis on how women's sport has fared after it kind of got absorbed by the ruling existing men's body. And like I've said, there are a lot of things that, you know, change for the better and there are some things that change for the worse. In terms of incentives, if you really go that cold, I'm trying to put my passion for women's cricket aside. Think about it in terms of a commercial property. Think about it in terms of, you know, can this earn me revenue? Is it worth putting in X amount of money and will I get greater than X back? Initially, no. Initially, it's going to be something that requires a lot of investment of time and money to grow. But the potential of women's cricket as a property, I think, is something that people are missing and you have to kind of think about it in terms of doubling your base rather than, you know, draining your resources. So if one thinks about it like that, we've seen how women's sport has just grown into its own cash-generating, revenue-generating property in other sports. We've seen the success of the women's Big Bash League. We've seen the popularity of the US national women's football team. We've seen PV Sindhu as, you know, a female sport icon, although team sport, I'll probably, should probably take more examples from team sport. But there is enough to suggest, like we saw with the IPL, where sponsors came on for just, which essentially exhibition matches. There is enough to suggest that there is value in putting in this investment for 4 or 5 years. There are incentives to put in that investment for 4 or 5 years. Think about it from an IPL team. Okay, suppose an IPL team wants to, or, you know, what are the incentives for an IPL team to start a women's cricket team? One is that IPL is only a 2-month-a-year property. If you can double that for a small investment, getting involved with a women's IPL will require a smaller investment than it was for a men's investment. You're doubling your branding suddenly because if you have a women's IPL, even if it's a 1-month tournament separate from the men's IPL window, suddenly from 2 months of visibility, you've got 3 months of visibility. I think those are the incentives that exist if you choose to see them, if you choose to look at them that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:24.080",
        "message": "Yeah, no, I completely agree with you that women's cricket in the long run is an enticing commercial prospect as well. The worry just is that, from the BCCI's point of view, the whole focus will be men's cricket, IPL. There's just so much money there that they may not bother about this per se. Whereas, you know, that's kind of the worry. So a couple of final questions. I know I've kept you talking for a long time. A couple of sort of final questions. One of the subjects on which you've written and spoken passionately is the need for a women's IPL. Elaborate on this a bit because, for me, when the men's IPL happened, and I remember there were critics of it before it started, and I wrote a long piece in Crick Info, kind of talking about the wonders it would do, and even I underestimated them. But the wonders were not just in a commercial sense. I just felt that culturally it would have a big impact in terms of giving many more players a livelihood, making the field much more competitive where you don't have the monopsony of the BCCI as the only buyer for your services. Within this artificial environment, you have eight people competing to get talented cricketers, to build talented cricketers. You know, instead of 10 people making a living from the game, you have 100 people making that kind of living from the game. So it just culturally, it kind of changed everything. So tell me about what, you know, your case for a women's IPL. Do you see a similar sort of thing happening if it's just allowed to exist? Because like I said, it would take a fraction of the investment of the male IPL and I'm pretty sure people would tune in."
    },
    {
        "speaker": "Guest",
        "time": "02:47:57.480",
        "message": "So just to finish off one point on the previous question, is that, you know, if the BCCI can almost have a focus completely on men's cricket, it's not outlandish to for them, you know, build up a dedicated women's cricket section and give them a budget and say, okay, we're not going to pay attention to you at all, you can do whatever you want, which would almost kind of be an ideal case scenario for many fans of women's cricket where, you know, you have a decision maker with some actual power using a budget given by the BCCI, which is kind of the best of both worlds. To come to the IPL question, many ways in which I think about a successful sports team is their value in terms of the broadcast market. What makes a successful sports team valuable? What made the Indian women's cricket team suddenly a subject of interest and therefore a subject of commerce is that performance in a World Cup. Again, they kind of acted up with a performance where they reached the final of the 2020 World Cup and it must be acknowledged that when Australia established that record of 86,174 people in the MCG for a women's cricket final, a big part of that, well, a part of that for sure is the fact that India were their opposition. If New Zealand were their opposition, would they have pulled in so many people? I'm not sure. So, which tells you that this Indian team, if it does well at a World Cup, becomes a big property, becomes a big financial property for you. Now, what will help the Indian team win a World Cup? We've seen the effect with the men's IPL on how it's impacted the performance, the international performances of the Indian team. That is one of the cases, that is one of the strongest cases for creating a women's IPL because it will help you win a World Cup. So, you're creating these other, maybe, you know, you're creating these other eight players in the system but it's going to help the big player get even stronger. One of the biggest cases where the incentives are just aligned to really make this absolutely happen, make it grow as fast as possible and make it the number one women's league in the world. The other impacts of the IPL, like we've seen, are really the human stories that come out of the men's IPL. Where you have someone like a Varun Chakravarthy, almost given up cricket, working as an architect, now IPL star, Indian team player. Within the Indian team itself, you have so many of those stories. You have Shikha Pandey, Air Force officer and Indian cricketer. You have someone like a Radha Yadav, whose father was a vegetable seller on literally like a footpath in Mumbai. And now, you know, through the money that she's earned for the Indian team, they're able to afford a flat in Mumbai. Those kind of stories and the potential for those stories to effect actual social change. Because you are talking about women in India. You are talking about a group which has its own challenges, own social restrictions or own social obstacles. And we've seen that. I mean, this is a concept that my brothers and I talk about. It's very often in a lifetime hard to jump up one's socioeconomic class. The class that you are almost born into. Cricket is a vehicle that allows that. Cricket is a vehicle that allows you, because of the popularity in the country and because of the money associated with the IPL, it allows that. And I want to hear more stories like that. I mean, that's my case for a women's IPL. I want to hear more stories where Shafali Verma was able to pay for her father to fly out of the country for the first time. He is seeing suddenly the world in a whole new light. That entire generation is just exposed to something completely different because of what she's done. That's the social change that I want to be effected through a women's IPL."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:54.880",
        "message": "Final question. You know, one way of kind of transforming women's cricket is through top-down action of the kind we've been mentioning, that the BCCI get its act together. And even if they have a separate department, I think it's kind of a little bit of luck that who will they have in charge there. Will it be a politician or will it be someone from within the game who really cares about it, which is kind of uncontrollable. But I totally get it. But one of the ways of driving that change is from the top-down. The BCCI does things. They put India A, all of that into place, all of that happens. But the other is also from the bottom-up, where there is a passion for the game that is coming from the grassroots. More people are playing it and supply eventually meets that demand. Now, clearly that wasn't the case, say, even when you took up cricket, in the sense that you point out about how so much of it is kind of happenstance, that, you know, Shubhangi Kulkarni, Dana Edulji, all the pieces kind of falling into place that took you wherever. But cultural barriers, physical barriers, like you talk in that report about how you didn't have changing rooms. So after a, you know, gruelling session, all the boys would just change their T-shirt and go home and you'd be all sweaty and, you know, you'd put on a jumper over what you were wearing because you didn't want people in the local train to have to tolerate your sweat. But now with the kind of the changing profile, with the fact that people don't need to physically meet a Shubhangi Kulkarni when they can watch a Snehal Pradhan video on YouTube and get inspired by that. Or they can even watch, like there's a charming talk show that Smriti Mandana and I think Jemima Rodrigues too, you know, and they can watch that and make them role models. So do you feel that in terms of bottoms up, something happening there, that at least there things are changing, that happenstance of that sort will no longer be so rare, will no longer be so necessary? And just people's approaches, you know, whereas earlier parents who loved cricket and wanted to live vicariously through their kids might have sent their son to a coaching camp. Today they'll send their daughter to a coaching camp. So what's your sense of the change actually happening in our society in that context?"
    },
    {
        "speaker": "Guest",
        "time": "02:53:56.880",
        "message": "That's a really good question. It's probably one that I haven't really thought about before. But just thinking about it right now, I think about it about how it exists in men's cricket because that is what the situation is in men's cricket where the demand is just so much that supply arises. Then, you know, there are tennis ball tournaments organized at every little open space you can find because there are people playing tennis ball cricket there who say, let's make a tournament. So can we get to that point? Yes, I mean, in theory, yes, it will take a long time for bottom up change to happen. It will probably take an event like how it did for India. If you think about, you know, how men's cricket's current situation has developed, it's been slow cooked for 30 years. It's been slow cooked since 1983 throughout the entire generation of Sachin Tendulkar worship. Now into the generation of, you know, a team that can go abroad and win. That's the kind of time I'm talking about that it will take. You never know, you know, there might be an incredible event. We, you know, we underestimate these kind of things. There might be an incredible event in women's cricket which just drives that almost overnight, you know, relatively speaking overnight. And then you might have, like you said, supply suddenly turning up because there is so much demand. I feel there is definitely a shift in terms of how the likes of Smriti Mandhana are such popular figures nowadays and the influence that they're having on the next generation is probably something we'll only understand once the generation grows up. So it's definitely possible. There are so many more ways for people to get into coaching, etc. and start on their first few steps of the journey. But the next few steps are still held by these institutions and therefore you might have more, the base of the pyramid does get wider, but then to move up the pyramid, you do have to move to a few fixed ladders. And that's where I'm a little worried, a little cynical about this because we've already seen this since the 2017 World Cup, cricket academies everywhere. I mean, just after the 2017 World Cup, so many girls turned up at cricket academies, but they don't yet have that many tournaments to really fill their appetite. And that's, I mean, thinking back to your conversation with Nandan and Joy, I think Nandan was also talking about just creating these tournaments and how that really changes the ecosystem just by virtue of having more opportunities to play. I think that is where the demand already exists and the supply needs to step up."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:45.680",
        "message": "Yeah, I guess it's a bit of a chicken and egg thing where the demand exists, but it can't express itself in any particular way because there's no supply. If you had tournaments, you would know how many people are really interested. So I guess at some point, it's up to creative entrepreneurs and passionate crusaders like yourself to kind of change that. So, you know, thanks a lot for giving me so much time on the show. I'm really looking forward not just to what happens in women's cricket, but also your journey as a creator, which is, I think, just so inspiring in terms of the kind of output you put out. And I'm going to go and watch that video again to kind of hit myself with it and say, look how much she does in a day, you fool. What are you doing? So thanks so much, Snehal."
    },
    {
        "speaker": "Guest",
        "time": "02:57:27.480",
        "message": "It's been my pleasure, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:30.480",
        "message": "If you enjoyed listening to this episode, hop on over to The Show Notes. I've linked Snehal's newsletter and YouTube channels there. Plus, there are many other links to enter Rabbit Holes through. You can follow Snehal on Twitter at Snehal Pradhan. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and The Unseen at sceneunseen.in. Thank you for listening."
    }
]