[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other night. I dreamed I was at a party and I was surrounded by rich industrialists. They were dressed in the finest clothes, drinking the best alcohol, talking in fancy accents and doing mua mua mua to people around them as they distributed air kisses like government loans. I went to the bar to get a cocktail for myself and bumped into a man there who was bare chested and wore just a dirty dhoti. It was Vijay Mallya. Mr. Mallya, I said surprised, what are you doing back in India? Oh, hi Amit, he said, call me Vijay. It's so good to finally meet you. I really love your podcast, The Seen and the Unseen. I used to be unseen and now I am seen again. Arre bro, answer my question, I said. How did you come back to India? I thought you defaulted on your loans. I thought you were on the run, Mr. Mallya said. I was. Now I am not. I simply got myself declared as a farmer and then my loans were waived, muhahahahaha, muhahahaha."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:20.240",
        "message": "Welcome to The Seen and the Unseen. Your weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:26.760",
        "message": "Please welcome your host, Amit Bharma. Welcome to The Seen and the Unseen. Today's episode is on a chronic disease that is once again sweeping through India like an epidemic, farm loan waivers. My first guest today is Vivek Kaul, a columnist for Equity Master who has written the Easy Money Trilogy. Do check out his fine book, India's Big Government, which is on Amazon right now. My second guest is Kumar Anand, an economist based in Mumbai. Vivek and Kumar, welcome to the show. Thanks Amit. Thanks Amit. Kumar, I remember you once told me a fascinating story about your dad who works in a bank. Can you tell us about it again?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:02:05.440",
        "message": "My dad is retired now, but yeah, the story goes back in 2008. So early 2008, this was just before Manmohan Singh government announced a farm loan waiver of about 60,000 crore, if I'm not mistaken. So my father, he was a bank manager for a regional rural bank in a small town in Bihar and as part of his day-to-day job, he has given and disbursed a lot of loans. And one particular kind of loan was something under which is disbursed to farmers called Kisan Credit Cards. So this is a small sum of money which is given to farmers to meet their daily production, you know, expenses. So it was a small sum of money for 50,000 rupees. So this guy who the money was given to, he comes to my father with 40,000 rupees with the intention of returning as a lump sum payment back to the bank and says that before depositing the money, he says to my dad that, sir, I have been listening to the stories, a lot of murmurs and chatter that there is going to be a farm loan waiver, you know, politicians are talking about it, probably something is going to come. And then my father convinces him that, you know, why you should still deposit because it was the job of my father to convince him and so that, you know, the banks continue to do good business. And overall, basically, he agrees and he deposits the money. And just about a few days later, Manmohan Singh government comes and announces the farm loan waiver. So a few days later, he comes back to see my dad in the bank and says, sir, my neighbor who has taken the loan with no intention of returning the money is now going to get the entire, you know, his loan waived off, while just because I made the mistake of being an honest borrower and paying back on time, I am stuck with getting no relief."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:56.800",
        "message": "So essentially what the farm loan waiver did was that farm loan waivers incentivize the dishonest people who don't mean to return and it punishes the honest people who are actually making an effort to return the money on time. And economists, of course, as you know, call this a moral hazard. The same principle, for example, applies to the bailouts of banks, big banks too big to fail that happened after the 2008 crisis, that if you know you're going to get bailed out, if you know you're going to get a waiver, then you don't have to behave responsibly because the consequences of that are not what they otherwise would be."
    },
    {
        "speaker": "Guest 1",
        "time": "00:04:30.560",
        "message": "Yeah, underlying there are different issues in case of bankers getting bailed out. They knew it was they are too big to fail. So definitely the politicians will come and bail them out, or at least this euphoria is being created that we are too big to fail, so we have to bail them out. In the case of farmers, it is that, you know, there's a big chunk of votes to be gained"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:46.400",
        "message": "from there. So and so and we'd written a piece on this for all the listeners. If you just go over to Pragati at thinkpragati.com, Kumar and I wrote a piece about the Joint League, which essentially had the headline politics is equal to bribery, which we believe almost all politics is. It amounts to a redistribution of wealth from common voters to either specific interest groups who fund the parties or to specific vote banks. This is farm loan waivers, of course, a very overt case of this kind of redistribution because the money doesn't come from nowhere. And farmers, of course, are a valuable vote bank. And you can support this with the rhetoric of, oh, you know, the farmers are the backbone of our country and they need our support and they are suffering and so on and so forth. Where the point here to be noted is that in the long run, this doesn't really help the farmers either."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:36.360",
        "message": "Yeah. Just to complete the story, what stood out for me in the episode with my father and the loanee was my father was very disheartened because in future, anyone who he gives out loan to, it will be very hard for him to say, you know, that you should come and return back your loan on time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:55.560",
        "message": "Because he knows that the rational course of action for the other guy is to not return"
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:59.240",
        "message": "his loan. That is the system we've created."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:01.600",
        "message": "That is the incentive that we have put in place. And in a manner of speaking, the guy who returned the loan subsidized the guy who didn't return"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:07.520",
        "message": "the loan. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:09.520",
        "message": "Can I just butt in here?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:10.520",
        "message": "Sure. So, you know, you know, the various state governments have been waiving off farm loans over the past few weeks. So the government of Maharashtra has waived off farm loans and what they've done is they've also provided an incentive of rupees 25,000 to people who haven't, you know, defaulted on their farm loan. So this is like, you know, rubbing salt on their wounds. And how much are the people who actually? I think that number is around one and a half lakh. So essentially, anybody who's defaulted gets a benefit, you know, of six times, you know, more than someone who's not defaulted. So anyone who's not defaulted ends up looking very, very stupid. And the next time, you know, it's more or less sure that he's going to default."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:59.880",
        "message": "Which is crazy. I mean, and farm loan waivers just perpetuate this nonsense, because then you have this whole cycle playing out all over again for the next election season. So tell me something, Vivek, since, you know, we can all be agreed that farm loan waivers are not a solution at all. What are the problems that ail our agriculture? Like why are like our farmers' grievances are genuine? There is a serious agricultural crisis in this country. Why is that crisis there? And while, you know, it's just too deep and complex a problem, what are some of the possible directions in which the solutions lie?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:33.800",
        "message": "Okay, I mean, that's a topic for a book, but I'll just try summarizing a few points here. So one of the things that has happened, you know, during the course of this year is that farmers have ended up producing more of, you know, products like pulses, onions, etc. Now, what has happened is that because of that, the prices have crashed. Now, the government declares a minimum support price for 23 crops, but it buys only, primarily buys only two crops at the MSP, rice and wheat. It has also started buying pulses over the last couple of years. And, you know, during the course of the last financial year, only around 5% of pulses were bought at the MSP. So what has happened because of that is that, you know, farmers have not been able to sell their pulses even at the MSP. So prices have gone below the MSP. Why did they grow so many pulses? Because what has happened is one is, you know, they look at the past prices where in, you know, over the last two years, dal prices have gone through the roof, and in particular urad dal, no, in particular, toor dal, not urad. So toor dal prices crossed 200 rupees per kg. And because of that, the production went up by close to 80% this year. Now, the problem is that, you know, there is no buying mechanism in place as far as the government and the MSP pricing is concerned. So the prices have crashed, particularly in Maharashtra, where a lot of toor dal is grown. And so farmers are protesting, at least in Maharashtra, because of, you know, dal prices, they're also protesting because onion prices have crashed this year. So we don't have, you know, a good storage mechanism in place. So that's one major reason why there is an agriculture crisis."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:37.240",
        "message": "I mean, if I may just interject that kind of what your story reminds me is of my good friend Mohit Satyanand, who's also been a guest on the show, once told me that, because of MSPs being introduced in the late 1960s, one of the unseen effects of that was because the MSPs were for certain kinds of crop, I forget which ones now, but certain crops and"
    },
    {
        "speaker": "Guest 2",
        "time": "00:09:55.480",
        "message": "food grains. It started with wheat, and then rice and wheat. Sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:58.480",
        "message": "And because of the MSPs, because of the security that farmers felt that, oh, iska toh MSP hai, ye toh milega hai, ye toh minimum support price. They put their energies into growing those, instead of things like pulses and so on, which led to massive protein deficiencies in India, especially, you know, the poorer you go, the greater the protein deficiency, which was and what you're now saying is very interesting that now, you know, that again happened because the government did not allow the market mechanism and people's actual demand to express itself and guide the supply. And even if it's now swinging in the other direction, where farmers are screwed, because they've made too many pulses and whatever, again, this overproduction is partly because of government not allowing those market signals to accurately reach the farmers. And it's a broader problem that goes beyond just setting the MSPs, it goes into, you know, the entire trading mechanism being controlled, farmers aren't allowed to just sell the crops"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:53.320",
        "message": "as they want. Basically, you know, as far as the agriculture market in India is concerned, the market mechanism doesn't really work now, which is true about pulses as well. Now, what has happened is this year, there has been an overproduction, which has led to a crash in prices. Next year, the production will fall and the prices will rise again, will go up. The other thing that new needs point that needs to be made here is in the case of pulses is that, you know, this year, the production of pulses has grown by around 37%. And you know, we produced around 22.4 million tons of pulses in total, which is the highest ever production that has happened. Now, this is this should have been good news. But one reason why it's turned out to be a bad news is because, you know, export of pulses is banned, whereas imports are allowed. So you know, in a year when the maximum production of pulses has happened, the maximum import of pulses has also happened, which is crazy, which is sort of crazy. So you know, these are the ways why, you know, through which you do not allow the market"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:54.560",
        "message": "mechanism. In the case in the trend to understand the specific crisis, two questions one in the case of pulses and onions, is it partly because the government wanted to give this rhetoric of oh, we have brought the prices down because the prices of onions were an election issue once upon a time, and they overreached without understanding the unseen effect."
    },
    {
        "speaker": "Guest 2",
        "time": "00:12:14.640",
        "message": "So in case of pulses, you know, you can surely say that, given the fact that, you know, imports continue to be allowed, while exports are not allowed, I mean, it seems I mean, you can say that the conspiracy theory is that the government essentially wanted to sort of, you know, ensure that prices of pulses crash. In case of onions, the story is a little more, you know, interesting. So the one of the biggest onion markets in India is in Rasalgaon near Nashik. And I looked at data for the month of January. And if you looked at, you know, compared data between 2017 and 2016, for the month of January, the supply of onions coming to the market increased by around 22%, whereas the prices crashed by close to 46%. Now, one reason for that is, is the fact that, you know, demonetization sucked out a lot of working capital out of agriculture."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:11.960",
        "message": "That was going to be my second question."
    },
    {
        "speaker": "Guest 2",
        "time": "00:13:14.760",
        "message": "Yes, so demonetization has had, you know, interestingly, demonetization did not have an impact on agriculture production. You know, this year, the food grain production went up by close to 8%, and horticulture production went up by 3%. But it has had an impact on the prices that farmers are getting for their produce, because the working capital was sucked out, out of agriculture markets, and that still hasn't been replaced."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:45.120",
        "message": "So you know, besides this, like I've heard previous episodes of The Seen and The Unseen, which you know, listeners can browse at seenunseen.in talking about agricultural issues, and the fact of the matter is that farmers aren't allowed to sell their agricultural land for non agricultural purposes, you aren't allowed to set up corporations that do farming. So farmers are essentially not just forced to be farmers, they're also forced to be entrepreneurs and they're two completely separate skills. And farmers are therefore trapped in agriculture and farm loan waivers, which you know, is a subject of this episode, essentially just perpetuates that it's like, you know, the problems of agriculture go so deep and so far. And to just give a farm loan waiver to farmers is essentially like applying an ice pack to the head of someone who's had persistent fever, doing nothing at all to address the underlying"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:31.800",
        "message": "causes. I mean, there are too many underlying causes which go unaddressed, I mean, right to the fact that, you know, the plot sizes in agriculture have come down dramatically over the years. And now, you know, in states like, you know, Bihar and Kerala, the plot sizes are too small for, you know, any agriculture to be viable within that plot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:54.360",
        "message": "In fact, this is a great point you'd made in our episode where we spoke about jobs where you said that a lot of these agitations, partidars in Gujarat, Jats in Haryana, are coming from landowning class, because the land holdings over the years have been divided so much and gotten, you know, so small. And next week, we're going to have an episode where I talk with Shruti Rajagopalan about the right to the right to property, how it's happened over the years. And one of the points she makes is that because of these laws around not being able to sell agricultural land for non agricultural purposes, you've essentially destroyed the value of that land. If not completely dead capital, it's become really close to it, I'd call it comatose capital. And that's also hit farmers hard, there is just simply no exit for them."
    },
    {
        "speaker": "Guest 1",
        "time": "00:15:35.800",
        "message": "I have just a question to add, and probably both of you can take a shot at it. Is there an agriculture market, so to speak, you know, is there a market at all? So for example, if you look at all the ingredients, you know, electricity is not provided the market price, there's heavily subsidized water, the same story, same stories with fertilizer. And then of course, agricultural labor also has now with NREGA, the prices has been, you know, kind of distorted. So all the inputs if you look at, so whether it is labor, electricity, water, fertilizer, the prices have been distorted. On the output, now there is MSP at which the procurement happens, and APMC, which is now slowly and gradually probably some sort of reforms are happening on that front. But even then there is sort of monopsony. So there is a single buyer to some extent. So what that does, so I don't see a market agriculture market, so to speak, because both"
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:28.520",
        "message": "on the buy side, on the sell side, it's all, it's a market, you know, in the not a market in the conventional sense of the term."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:35.600",
        "message": "But yes, I mean, you know, the kind of market you have in Soviet Russia, I mean, some place"
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:39.800",
        "message": "where they probably go sell. So of course, then this huge misallocation of resources, also farmers running huge amount of debts, or over production and under production of cycle happening is should not be a big surprise for policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:52.000",
        "message": "I mean, like I often say that India lives in the cake, I often often often say India lives in different centuries, you know, 1920 or 21st and you know, we are probably privileged enough to have most of our existence in the 21st. But farmers seem to be in the 19th and it can equally be therefore said that India lives under different systems. So while we think our daily existence seems to be reasonably capitalist, but as you just described this, there doesn't seem to be any element of the market that actually affects agriculture. Our agriculture is in such a mess for the same reasons that Soviet Russia collapsed and their economy was in such bad shape, because every element the state tries to control it. And as we now know, through the lessons of history, the state cannot do that."
    },
    {
        "speaker": "Guest 1",
        "time": "00:17:32.240",
        "message": "Just to add to add to the point, I've done some background work on in economic history, looking into the episodes, particularly post independence, and I've looked into the some of the work by the great Sara Joshi, the late Sara Joshi, who led farmers revolution movements around the country, starting with Maharashtra. Recently, I think it was Ajit Ranade who wrote about him. So it all started with the after independence, India wanted to focus on industries, to wanted to promote industries. Now that you want to do it, you want to depress the prices of agriculture produced so that laborers could be, you know, could access them at a very cost effective manner. So now to do that, you have to subsidize all those inputs. So just we talked about, you know, whether fertilizer, electricity, water, all those subsidies happen. And when you're doing that, then you have to provide the right amount of price for the output. So for that, you started doing MSP. So in some ways, it's a cascade of policies, you know, I mean, bad policy one after another, and we have not been able to diagnose the problem. And definitely, occasional farm loan waiver is not the solution. It's someone has said, it's like, it's a PPP model the government is planning, you know, working on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:47.600",
        "message": "They don't actually plan poverty. Here's my question for you, Vivek. Since you've studied the finances of these farm loan waivers in some detail, the central government is now saying that look, all of these farm loan waivers are being done by the states, you know, the states will raise the finances for it, it doesn't affect us. Is that really true?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:19:03.960",
        "message": "No, not really. I mean, see, now, if you look at the state of Maharashtra, their original fiscal deficit for this year was supposed to be around 37,289 crore with the farm loan waiver coming in, it'll double. Now, that money has to be raised from somewhere. Now, one way is obviously you sort of raise some sort of taxes. I mean, you tax petrol more, you know, you know, right now, in Mumbai, when you buy petrol, you pay a drought charge. So there is a per litre drought charge. Now, you know, this year, as far as we understand, there has been no drought. So why are we still paying a drought charge? The other point is, obviously, most of these state governments, in fact, most of the money which is waived off, will have to be borrowed, it will have to be borrowed because, you know, banks cannot face these losses. So the state governments will have to compensate these banks. Now, when the state government borrows, you know, what it does is, it's the fiscal deficit of the state government goes up, when the fiscal deficit of the state government goes up, the fiscal deficit of the nation as a whole also goes up. State governments are ultimately able to borrow because their debt is guaranteed by the central government. So in that sense, you know, ultimately, it's, you know, the debt of the central government may not be going up, but the liability definitely is going up. Also, one needs to, you know, realize the fact that there are only, you know, so much savings going around, which can be borrowed. And when the government borrows more, there is less for, you know, the private parties to borrow. Now, at this point of time, it may not matter much because the private parties are also not borrowing much. So the state governments will be able to borrow easily. But let's say, you know, six months down the line or a year down the line, you know, once the demonetization effects start to ebb, and the economy starts to grow again, and private sector borrowing picks up, I mean, then we will definitely, you know, have an impact. And, you know, you need to remember that we are still not done with all these wave offs. You know, only four states have waived off loans up until now, now till 2019, many more states are supposed to go to the polls. And every time a state goes to, you know, polls, this will be the major issue. I mean, even if, you know, the BJP does not raise it, the opposition party in that particular state definitely will. I mean, look at, you know, look at Karnataka, which is not really a BJP state right now, it's governed by the Congress, they have already, you know, waived off farm loans worth around"
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:50.680",
        "message": "8000-9000 crores."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:52.720",
        "message": "If I'm not wrong, the agitation was started by the BJP."
    },
    {
        "speaker": "Guest 2",
        "time": "00:21:55.720",
        "message": "So regardless, I mean, such populist policies really cut across parties. It's easy, you know, all you have to do is just decide, I mean, there is no, I mean, you know that, you know, you will be able to borrow because the central government is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:09.720",
        "message": "backing you. And in a sense, you know, it's competitive populism. And one of the things that drives it is that, you know, in the popular narrative, you can easily have people asking you that, bhaiya ki jab corporate itne NPAs hai, if you can give 5000 crore to say Ambani, I'm just picking a figure off the top of my head, then why not these poor farmers, they are suffering after all."
    },
    {
        "speaker": "Guest 2",
        "time": "00:22:28.080",
        "message": "What do you feel about that logic? I mean, I mean, it's, I mean, the logic doesn't make any sense. I mean, at the end of the day, you know, you're basically distorting the credit culture. I mean, the moment, you know, all these big industrialists are helped through, you know, write offs, I mean, waive off is not the right word there. They also understand that, you know, next time when they go to borrow, the government will ultimately come to their, not the government, but the bank will ultimately come to their rescue because they're too big to fail. I mean, at the same level, it's, you know, when you sort of waive off farm loans, you end up spoiling the credit culture. I mean, as Kumar's father's story sort of, you know, explained, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:14.200",
        "message": "Yeah, I mean, my reply to the whataboutery always is that, you know, both are wrong. You know, we're not saying that you should waive off corporate loans, you should, you know, we have an NPA problem, which we will discuss in a future episode, but you have to bring those guys to book, but A, not only are both wrong, but B, farm loan waivers don't even help farmers."
    },
    {
        "speaker": "Guest 2",
        "time": "00:23:32.000",
        "message": "No, they don't. I mean, you know, and the funny thing is, there are, there are solutions. It's just that, you know, nobody sort of has even bothered to look at them in a serious way. I mean, you know, look at the fact that you have all these retail chains coming up. Now, why shouldn't they be allowed to deal directly with farmers or if not farmers, at least with farmer cooperatives? I mean, that is a solution which brings the farmer closer to the end consumer. And it wouldn't be a monopsony then as, you know, Kumar pointed out. I mean, you know, recently I came across a great story. So for a period of around six months, you know, there has been a farmer's market which happens every Friday close to where I live. And these guys, you know, drive down with their vegetables from as far as, you know, Satara and Pune and Nashik. And these vegetables are very fresh. And normally what happens is the vegetables you get in the normal market are chemically aged. That doesn't happen there. And these farmers are very, you know, they're happy to drive down five hours to sell their stuff because they get a good price for what they produce. So you know, I spoke to some of them and the point that came out was that for the first time they have been able to set a price for what they are producing now, which was a great thing for them. But then this is really not a solution because, you know, driving down five hours every week and you cannot move a lot of green vegetables because by the time they sort of land up in Bombay, they've already gone bad. So ultimately, you know, the solution is to bring the farmer closer to the consumer. And this has to happen in various ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:17.560",
        "message": "Let me just clarify something for my listeners. We've been using the term monopsony and so what monopsony basically means is just as in a monopoly, there is only one seller. In a monopsony, there is only one buyer. So the thing with agriculture here today is there's no free market when it comes to the farmer selling his produce. You can't just go anywhere and set up shop and to any market or give your goods to any supplier. It's all government controlled, it's all area control. You can only sell at a specific place to a specific whatever and as you were just pointing out Vivek, the Maharashtra government, you know, loosened that up a little bit."
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:51.460",
        "message": "Last year, they loosened it and this is a very good impact of that. But having said that, again, you know, a farmer, you know, growing stuff in Nasik shouldn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:00.360",
        "message": "have to come all the way to Bombay. And one interesting story again, which you, you know, told me when we were having coffee last was about how the big box retailers like Reliance and so on have actually tried to go to the farmers and buy produce directly from them. But each of these territories are covered by each of these sort of local government markets are sort of controlled by different political parties."
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:21.560",
        "message": "So it becomes very difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:23.200",
        "message": "It becomes simply very difficult in the same nonsense."
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:27.080",
        "message": "So the reason that farmer has to drive from six hours from Nasik to, you know, a market in Prabhadevi. So it's that that reason does not exist because of, you know, they are irrational, so to say,"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:40.080",
        "message": "they want to drive down."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:41.080",
        "message": "You know, it's just because you haven't allowed the market, you know, there's no choice for"
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:44.600",
        "message": "them but to drive down, you know, if they want to get a better price. In fact, you know, they will drive down to Ahmedabad if someone is buying at a good price."
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:51.680",
        "message": "And you know, the funny thing is, so I also happened to ask them as to whether they are able to sell all their produce through these markets. And they said no, I mean, you know, only a very small part of the produce is sold, you know, through these farmers markets and they have to ultimately go back to the, you know, the agent who deals with the APMC. So it's not, you know, I mean, this is a solution at a very, very small level. You know, the other point I wanted to make was that, you know, instead of promoting farm loan waivers, we should be promoting crop insurance, which is also, I mean, if you look at data, you know, over the last three years, I think crop insurance as a portion of, you know, what has been farmed, the area that is under, which has been sown is around 26%. Now, this is a very extremely low number, I mean, it's gone up from some 20 to 23% to 26%. Now, crop insurance is something which needs to be, you know, promoted, and farmers need to be made aware of this concept, which is…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:00.000",
        "message": "And what are the barriers which stop it from happening?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:03.160",
        "message": "I really don't know. I mean, I guess it's a matter of communication, getting the communication right and, you know, having the institutions to push it through."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:13.440",
        "message": "I mean, interestingly, like a few episodes ago, I spoke to Karthik Shashidhar on futures markets in agriculture, which either they are not allowed to trade in future markets"
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:22.000",
        "message": "or all kinds of restrictions and the whole point was that is again another way of a farmer being able to hedge his risk. So in fact, if you look at the entire agri-derivative market in India, it is not for the farmer, it is basically for the speculator and, you know, there are no farmers there. I mean, any market needs its, you know, there, I mean, obviously, every market needs speculators for it to operate efficiently, but you need the genuine guys as well."
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:49.600",
        "message": "So… And here the farmers as a speculator are not participating. The farmers are also speculators, except they are not, the real, the ones who should be"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:57.720",
        "message": "participating are the ones who are not, you know, left out of the, out of this. So to get back to the subject of the episode, which is farm loan waivers, let me, let me just try to sum up some of the unseen effects, which you've discussed and tell me if I missed anything. Sure. Unseen effect number one is moral hazard. It basically incentivizes people to not pay back their loans, and it punishes those who pay. So essentially, and because it continues every election cycle, it's just…"
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:22.760",
        "message": "It destroys the credit discipline of the market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:25.440",
        "message": "Number two, it is essentially a redistribution of wealth from the people at large to farmers. And it's a redistribution, not just directly, but in a number of different ways. So as you pointed out, Vivek, that it might well be the case now that our fiscal deficit goes up and the government, because it is funding these waivers, has to borrow more. But that also, down the line, affects the borrowing rate for private parties. And if they borrow at a higher rate, that cost is then passed on to consumers. It's just that it's not very clearly measurable. It's not measurable. It's an unseen effect. And at the margins, there might be businesses which don't open up or run at all because of that. So it has an impact all the way down the line. In a sense, it's a negative sum game, you could say. These are the two main unseen effects. Any others that you can think of?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:30:09.600",
        "message": "No."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:10.600",
        "message": "I mean, I guess that sort of summarizes it. Which is pretty huge, actually. It's all-encompassing. One final question. So farm loan waivers have happened. Farmers have got waivers."
    },
    {
        "speaker": "Guest 2",
        "time": "00:30:20.640",
        "message": "What's next? Okay, so I recently wrote this piece on how, I mean, this was a very speculative piece on how mudra loan waivers should be the next big thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:31.560",
        "message": "What is a mudra loan?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:30:32.560",
        "message": "So mudra loan are these, you know, small loans, you know, given by banks. And over the last two financial years, around 7.46 crore borrowers have been given loans close to 3.2 lakh crore. And I guess this year, the target is to sort of give loans of around 2.44 lakh crore. So if you add by 2019, this should easily be, you know, 7 to 8 lakh crore. So any politician, you know, willing to sort of, you know, stick his neck out and, you know, gain popularity, he should essentially be sort of promising, you know, weaving off of mudra loans. Because it will, you know, benefit if, I mean, for a lack of a better word, a lot of people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:19.400",
        "message": "quote, unquote benefit."
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:20.400",
        "message": "Yeah. Benefit. That would be like committing a suicide for the economy."
    },
    {
        "speaker": "Guest 2",
        "time": "00:31:25.200",
        "message": "But then, you know, if you're willing to weave off, I mean, let's say, you know, you may not weave off the entire amount, you can weave off 25%, 50% or what."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:34.120",
        "message": "Once I really hope that if they haven't got this idea already, none of them are listening to this podcast. And in case they're listening in, I'd like to tell them that dudes, include me in this Ponzi scheme, you will have my vote for sure. If you include podcaster loan waivers, that's the next big idea. Thank you so much for coming on the show, guys. Thank you. Thanks for having me. That's all for today's episode, guys. Do head over to Pragati at ThinkPragati.com, the magazine I edit and search for an article written by Kumar and me called politics is equal to bribery. You can follow Kumar on Twitter at Kumar Anand, and you can follow Vivek at call underscore Vivek. My Twitter handle is Amit Verma, A-M-I-T-V-E-R-M-A to check out archive episodes of the scene in the unseen. Just go to seen unseen.in. You can waste hours of your time. If you enjoyed listening to the scene in the unseen, check out another great show by IBM podcast made in India, hosted by my friend May Thomas, where every week she profiles"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:48.000",
        "message": "up-and-coming independent Indians."
    }
]