[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "This episode of The Seen and The Unseen is brought to you by Intel. Doing long conversations, not interviews but conversations allows me to build a relaxed, discursive flow that helps me to go to places I otherwise wouldn't. These deep dives would not be possible in shorter formats. You can read that post for my full reasoning, I'll link it from the show notes. Now the reason I mention it here is because a key part of my show, a part that I've come to enjoy more and more, is when I trace my guests' personal journey. They might have written a book, they might be an expert on a particular subject, but before we speak about that, I like to speak with them about them. This humanizes them, makes them more three-dimensional to me. I get a sense of the multitudes they contain. By learning about them, I feel that I also learn a bit about the times in which they have lived, in which we have lived, how society has changed or not changed, and sometimes I even get insights about my own self just by being forced to think about things I otherwise would not have thought about. This also helps give context to whatever subject we go on to discuss. Well, in today's episode, there is no special subject as such. My guest does host a popular podcast, but he hasn't written any books, and he's not a public intellectual who is known for his expertise in any one subject. But he's one of the sharpest and wisest people I know, and I always learn something from him when we speak. When I thought of who I should do my landmark episode with, yes, we've reached episode 250, my mind went to Narendra Shanoi. I just wanted to sit back"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:53.520",
        "message": "and have a great conversation. And I did. Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:07.200",
        "message": "Amit Verma. Welcome to The Scene and the Unseen. My guest today is Narendra Shanoi, a co-host of the cult podcast, Simplified. In fact, without Narendra, there would be no Scene and the Unseen for reasons I explained at the start of our conversation. Narendra is a man of many parts. He's a successful businessman and always has stunning insights on what it is like to run a business in India. He's also a foodie and a fine cook. Most of all, he's a brilliant storyteller. His anecdotes reveal so much about our country, our society, and if I may use a pompous term, he never would, the human condition. So I was delighted when he came over to my home studio last week and we had a three hour conversation I thoroughly enjoyed. Later, we realized that many fantastic anecdotes from his life did not come up during the conversation. So I asked him over for another session, why not? And we recorded a bunch of those stories separately. You'll hear them one after the other after the regular conversation gets over at about the three-hour mark. Now, before we get to that, since this is a milestone episode, episode 250, I also want to thank a couple of people who helped put the show together week after week. Alika Gupta has done all but one of the episode cover images and her work is so distinct and so classy. You can find her on Twitter and Instagram at capefoxalex, that's C-A-P-E-F-O-X-A-L-I-X. And Gaurav Chintamani is the editor of the show. Music fans would know him as a bassist of Advaita and he's a highly regarded musician and producer and educator in his own right. You can find him at gauravchintamani.com. You can follow him on Twitter at G underscore Chintamani and on Instagram at gaurav underscore Chintamani. I hope my association with Alika and Gaurav lasts a lot, lot longer. On that happy and hopeful note, let's take a quick commercial break. No man is an island, the poet John Donne once wrote. He died in 1631. You could say Donne was Donne, but it is almost as if he foresaw the internet. We were never islands, but we are more connected today than ever before. And one of the forces that keeps these connections fluid, that keeps us in touch, that keeps us talking is the sponsor of this episode, Intel. Intel is a leading player in this new connected world around us. Intel's third gen Xeon scalable processors keep our networks fast and they keep our networks stable. We make phone calls, we browse the internet, we send text messages and videos. It all seems so smooth to us. Well, Intel is the unseen force behind that. Where there's 5G, there's Intel. Naren, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:47.200",
        "message": "Thanks for having me, Amit. It's such an honor to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:51.440",
        "message": "You know, I got to sort of tell my listeners the origin story of the show, basically. And in a sense, the origin story has everything to do with you. So a bunch of us friends were at your house for lunch or dinner or whatever. And we were just about to go when young Deepak Gopalakrishnan, better known as Chuck, dropped in because you and him were recording an episode of something called Simplified. And just before you left, you had something called the Narendra Sinhoy selfie"
    },
    {
        "speaker": "Unknown",
        "time": "00:05:17.440",
        "message": "stick. And we took a group selfie with that. It was around Diwali because it was a Diwali gift."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:23.120",
        "message": "And we took a picture. And then a couple of weeks later, Chuck put up this Facebook post about, hey, Simplified, our show is now on the IVM podcast network. And at which point I said, hey, congratulations, I'm so happy for you. And at which point the guy who runs the IVM podcast network, the good Amit Doshi, kind of popped in in the comments to say that, hey, you know, speaking to me said that, you know, I'd asked you a while back if you want to do a podcast, and you'd said, no, are you open to it now? So I said, okay, no harm eating. And we kind of met. And then the show happened and started as something completely different evolved into this. I parted ways with IVM after a while. So for a couple of years, the show's been completely independent and just mine. They of course, kickstarted it. So it's interesting how serendipitous things randomly happen. Because if we had left your home five minutes earlier, yes, or Chuck had come 10 minutes later, the scene and the unseen may not exist."
    },
    {
        "speaker": "Guest",
        "time": "00:06:20.480",
        "message": "It's really incredible. Also, what really held everything together was the what you hashtagged as the Narendra Shanoy selfie stick. So I have this dear friend who every Diwali sends us gift hamper, which has the most random things. So usually it has the huge, you know, it has sweets and dry fruits and things like that. And sometimes it'll have a couple of packets of Pringles and sometimes it'll have a photo frame, absolutely anything. So this time it had for completely mysterious reasons, a selfie stick. And Amit was the one who just took off already couldn't get over the fact that there could be a selfie stick rubbing shoulders with almonds and croissants and whatever. So all of you kept making fun of me. And basically, I think scene unseen is born from that selfie stick is what I like to think of."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:19.520",
        "message": "Yeah. So, you know, I want to actually dwell on that selfie stick a bit and ask for your opinion on something because that selfie stick was, of course, part of the origin myth. But in a sense, metaphorically, it's a little bit more than that. Because at that point in time, I didn't think very highly of selfie sticks, per se, or not so much selfie sticks, which are, I mean, after all, just a device. But what people did with them, the constant focus on oneself and,"
    },
    {
        "speaker": "Guest",
        "time": "00:07:44.640",
        "message": "you know, that whole Instagrammification always performance. Narcissism. Yeah, you're using all"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:51.600",
        "message": "these words, but you don't know where I'm going. But where my narrative is going is that what I later realized while podcasting, and what I in fact, tell my podcasting students, like I taught a course in podcasting for three cohorts. And what I sort of realized was, and the advice I would give is if you want to set your podcast apart, it is not about the idea, it is not about an issue, it's not about any of them. Like any niche that you think is unexplored is probably not unexplored. There are a dozen people out there or there will be, you know, all formats are done to that interview podcast, policy podcast, sab ho chuka hai, explainer podcast, sab ho chuka hai. What makes a podcast unique really is, is you, is you got to be authentic to yourself. So when I listen to interview podcast by people like Russ Roberts and Tyler Carvin, and all that is because I'm getting them, nobody else thinks quite like them. And in a sense, that sort of became what I started aiming for. And that's when the show really found its character, which was that I am on an intellectual journey, I'm curious about stuff, I'm trying to find out about stuff. So that's what I want to just explore. And that's, again, what people like about it. It's what I like about the podcast that I listen to, that is always a person. And in a sense is that infusion of the personal into any content that makes it special,"
    },
    {
        "speaker": "Guest",
        "time": "00:09:07.040",
        "message": "that makes it kind of stand out. It is impressionism versus realism, right? So back in the day, a good painter would be someone who could paint things as good as a photograph. And then when the impressionists came, impressionists started painting things in the way they thought, in the way it looked to them. And that was a whole different level. And then, you know, I believe realism is coming back into art, but impressionism is impressionism. It's very true. So the individual is what is fascinating. Every individual is different. And the perspective that they bring to it is what makes anything interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:54.320",
        "message": "Yeah, yeah. So like, I recorded an episode with a guest recently, but which will air after this episode. So I won't even say who the guest is. And I've been telling him for a while, you should have a podcast of your own. And he was kind of hesitant about it and said, I don't sound good. I don't, you know, and I was like, you know, it doesn't matter. This is not radio, you don't need to sound good. You just need to sound like yourself. It's, again, that kind of personal"
    },
    {
        "speaker": "Guest",
        "time": "00:10:16.480",
        "message": "connect that sort of makes a difference. It's easier said than done. So I remember when I started my own, you did that too. So when you start off with a medium on your own, you are trying to optimize for someone else, and then it never works out. And then you get your, you know, you get to act together. And then you realize that you have to be who you are. And that's the easiest way to do it. And it's also the most interesting. People listen to you for that reason. They want to know what you really think and not what someone else or what"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:52.560",
        "message": "you think someone else wants to know what you think. Yeah. Yeah. So, you know, I also found during doing my podcast that just the long form nature of it kind of changed the way I was in my everyday life as well. I've written an essay on this also for my newsletter where, you know, if you're doing a four hour podcast, your approach to it has to be very different from if you're doing a 20 minute podcast, you know, for a 20 minute podcast, sometimes you don't even, you know, people won't even read the book, or they'll just read that one book and nothing else by the author. And then, you know, you can ask surface questions, and you can have a standard stock of questions and get away with it. But for a longer podcast, you really need to listen and be open to where the other person is going and what directions are going in, never interrupt all of that. And that listening is important. We don't do enough of it in the real world. And that kind of changes you. So now my question is, since on Simplified, what you guys kind of do is you're always explaining stuff. Has it changed the way you therefore consume content, think about things? Like, are you a different person today than you would be when you started Simplified? Because what you do with Simplified is you'll take things, phenomenon, events, and kind of break them down and go deeper. So does that change the way that you approach everything in your everyday life, where you'll suddenly see something and say, huh, this could be a subject, or, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:12:09.760",
        "message": "I should look this up and research this. So that to some extent, it does, because you're constantly on the lookout for something to simplify. But what we've been doing, we've been not been doing a very intense job of actually simplifying things in the sense that when we explain something, it's not exhaustive. It's not insightful, not necessarily insightful. It just covers, it just gives people and listeners an idea of what it might be. What we do, what is unique to what we do is we just pepper it with our silly jokes, our observations, and the constant going off on tangents and recalling anecdotes and things like that, which might happen in a room full of friends. That was not intentional. So when we started doing Simplified, we used to research and script out and do everything and it ended up sounding very wooden. And we didn't like it very much ourselves. And so we decided to have freewheeling things. And it was very clear to the listener that we knew as little of it as they themselves did, which which sort of added to the allure. One thing that Simplified, there are two basic things that I really got out of podcasting. One is you tended to read more and learn more about things and because you wanted to explain it to someone, you'd be a little more sort of attentive. And the second is my co-host, now it is a Chuck and Sriketh and Tony, we would have these very nice bonding times together, because you'd be you know, each one riffs off in their own way. Chuck is like terrific at those horrible groaner puns that he comes up with and Tony is wordplay based and Sriketh has, you know, a wealth of anecdotes. So it is that the act of putting that podcast together, you know, it's really great fun. That's basically what I get out of the podcast. We don't make any money out of it. And so that never was the intention. But it's just fun putting it together and, and you know, sort of being together for at least a couple of times a month."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:38.400",
        "message": "Yeah, a couple of things that you said kind of struck me in the sense one thing you said was that if you read something with the intention of teaching it, of talking about it, you just read much better, you learn much better. And I think in my episode with Krish Ashok, Ashok rather spoke about this, as well himself, where, you know, there's a pyramid of learning and the most, the most inefficient way of learning something is perhaps to read it. And then a slightly better way if somebody reads it out to you or whatever, and an even better ways to write about it, and then finally to teach it. And I just feel that that's, you know, so if you if you approach learning about anything, with the intention or the illusion of an intention that I'm going to teach this at some point, then you'll find yourself reading that much more carefully, because you have to break everything down to first principles and basics or, you know, getting meta as in fact, is the name of Chakshu, which kind of really works. The other thing that sort of strikes me is when you said that very often we know as little as the listener does, which is beautiful, and which is another, you know, piece of advice I'd give to creators, not just podcasters, that one question I got while teaching the course sometimes was that, you know, why should people listen to me? I am not an expert in anything. I am not like Ram Guha or Arshad Bhogle or whatever, why should people listen to me? I mean, direct quotes, people are talking about themselves, you know, and my whole point is that you don't need to be an expert to be a compelling creator, you just need to be on a journey that many other people are also on, you know, it could be a physical journey, it could be a journey of a certain kind of curiosity, you could be at exactly the same intellectual or emotional state as your listeners. And that's the charm. That's where the empathy comes in. That's where the relatableness comes in. And after that, all you got to do is be authentic to yourself. But leaving aside these musings, let's go back to the beginning, because you've heard my show enough to know that I want all details from childhood. I mean, not all details, but tell me a bit about your childhood. Where"
    },
    {
        "speaker": "Guest",
        "time": "00:16:38.080",
        "message": "were you born? You know, where did you grow up? I was born in Mangalore, which is where my mother is from. My parents are from there. And my grandparents live there. So this is a tradition. I was the first born. So the first born goes and, you know, is delivered in the mother's house. But we were back in Bombay, almost soon thereafter. And this was because my father was the oldest in the family. And his mother had passed away at a very young age, had just passed away. And they wanted, so my father had a younger brother and two, three younger sisters. And they wanted a woman of the house. So my father got married early. So we lived in a small house in Vadala. My grandfather had a restaurant. And he was an interesting guy. He had a successful restaurant and he made a lot of money, relatively speaking. They were poor. And then because of the restaurant, you know, the entire family and extended family, you know, got settled. My dad dad was randomly chosen to become a doctor. It is typical for that time. He was rather looking forward to going and sitting in the restaurant at the gala, you know, counting all the cash. And around this time, T.M.A. Pai was opening his Kasturba Medical College. And he was looking for students. So he knew my grandfather and he said, why don't you send your son? And my grandfather says, yeah, sounds like a good idea. And the next thing my father knows, he is studying medicine. And so that was how things happened. And when my dad became a doctor, he had to have a practice. And Vadala was too small, I mean too big and too expensive a place to start a practice. You know, he had to look around. So a very distant suburb at that time was Malad. So he decided to start this practice in Malad. And he used to live in Vadala, then practice in Malad and go back. And he didn't have a very good practice. And one of his friends, he became a friend because they used to take the same train. And there was literally like four trains a day to Malad or something like that. And he told him that people want doctors who can make night visits. So if you don't live here, you are not going to get many patients. Why don't you move here? So he decided to move. And when I was maybe three or four years old, we moved to Malad. And we lived in a very Marathi neighborhood. So I am very comfortable with speaking Marathi. Very nice people that we lived with. It was a different time. Everybody's doors were always open. So you could just wander in and out of everyone's house, that kind of thing. So growing up, I almost entirely grew up in other people's houses. There are a lot of really very interesting anecdotes. So the landlady of our house, she was PL Deshpande's sister. So they were all a very dramatic family. They were like, you know, every Sunday, they used to sort of, you know, harmoniums would come out, they start singing, somebody would act something, dance. It was a great time. And around then, so our house, it was very small. It was a one-bedroom Holland kitchen. And we had any given time, we had about 10 guests. Because anyone who was coming from Mangalore back then, I'm talking about early 70s, late 60s, early 70s, would just, you know, they would automatically land up and stay for indefinite amounts of time. So my father always wanted a bigger house. So then he, you know, he moved to a place which is now like mainstream Malad. But back then, it was a big mangrove swamp and our house is right in the middle of the swamp, but it was a big house. And from age 11 or so, I grew up in pretty much complete solitude. That's when I sort of acquired the reading habit. There was literally nothing else to do. There was no internet, no TV, nothing, a bunch of books. And I used to read anything. I mean, I used to read Mills and Boone, Women's, I was a man, magazine called Women's Era that my mother used to sell. I used to read that from cover to cover. Reader's Digest was one of my favorite. And I mean, it used to be a pretty nice little magazine, Reader's Digest, for all the contempt and scorn that it gets now. And then when I was maybe 12 or 13, I discovered P.G. Woodhouse. So one of my uncles is a big fan. So I just devoured all those books. And it was a lovely time. Yeah, growing up was mostly reading, reading, reading and more reading. My father was a doctor and he was a very popular local, you know, medical practitioner. When I was very young, I remember this was when we used to live in that other earlier house. My father would, you know, all his collections, everything would be in cash. So he would go in the morning and deposit into the bank. So that one, that bank was Central Bank. It was just outside Malar station. And it had a very, you know, I remember the guy's face, a very majestic looking Parsi manager. His name was Mr. Gandevi. And I used to love him. I was very small. I was a few, maybe seven, eight years old. And he would always give me a, you know, toffee or something. And he'd keep addressing me as darling. And he would address everyone as darling. He would just say, nice guy. And one day when we go there, it's, my father used to go first thing in the morning because all his evening's collections were deposited in the bank. And then he would, so he had a scooter. So I would go with him and stand in front of the scooter and go. And we go to the branch and Mr. Gandevi is standing outside. A whole bunch of people are standing outside. No one's gone into the branch. That is because there is a big turd lying on the, on the entrance of the step to the bank. You know, someone's taken a poop. And, you know, everyone is very, you know, the staff and everyone, we are there and they're like, you know, let's call someone. Let's get out. But Mr. Gandevi has a loud voice and he's, no, he says, this is, we have to find out. So he went into Sherlock Holmes mode and he won't know who had done it. And everyone was, you know, no one really wanted to find out. Do you really want to find out? Do you find a turd on your, this thing? Do you want to put Mr. Gandevi at it? And I remember, I remember that ruckus and my father sort of laughing at it, saying that, you know, imagine, you find, it'll be some homeless guy or a beggar who's done it. You find him, what are you going to do with him? And then later in life, I realized that a lot of us, we do something very similar. I've done a lot of you, you end up sort of investigating things, the result of which is almost never useful to you at all. So, yeah, I just, for some reason, just remembered Mr. Gandevi and my childhood. It's a very vibrant image. But did Mr. Gandevi get to the bottom of the mystery turd? Yeah. So he, apparently later, so not when you were there. So my father made the deposit like the other gentleman. By deposit, you mean a proper cash deposit? A proper cash deposit. And then we learned that there was a homeless guy or some such nearby. And Mr. Gandevi, I did give him a year full and sent him along this way. It was, it was dramatic. We missed it. Yeah, we should, I would have, it would have, I would have been a different person if I had, you know, if I had got the benefit of that, that thing as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:58.720",
        "message": "This can be such a fascinating start of a humor-cum-crime novel. It's quite lovely. And, you know, the thing is people today don't realize how little there was to read in the sense that it like whenever I'm with a guest of our age, so to say 60s or 70s born, you know, everything they talk about having read is something that I also read because you didn't have that much to read. Yeah. So, you know, in fact, with readers, I just, I remember then they had all these sections, humor in uniform was one section. And they had, I think, three sections like that of different kinds of jokes. I forget what the others were. Drama in real life was one. Haan, there was one, there was something like that. Yeah. And today, of course, we're surrounded by humor all over the place. And yet this one memory is somehow so incredibly vivid. Was it a big shock to your system that, you know, in your early years, like you mentioned, you were, you know, there were people all around you, you know, the Deshpande harmoniums, Deshpande vocals, kids playing everywhere. But suddenly you're in the middle of a mangrove swamp and you're reading a lot. Was that kind of a difficult adjustment at some point? Yeah. So I was,"
    },
    {
        "speaker": "Guest",
        "time": "00:26:02.960",
        "message": "it must have changed me at some level. And I was always the performing kind. So when I was very small, thanks to, you know, my Marathi neighbors, I knew a lot of these little, you know, little dramatic acts or scenes from plays and I would do them. Do you remember any now? There was one little skit that they had, they used to make me do, which was a country bumpkin coming from Alibaug to Bombay. So he comes and he like, he lands up in Bombay, then he goes to, on a BST bus and a conductor asks him for a ticket. And this guy thinks he's talking about a thalipeet and he says, why would I be carrying a thalipeet? I said, not a thalipeet. Thalipeet is something that you eat. And ticket or something like that. I used to do that. And there was, you know, it was in that accent and things like that. So these people used to make all of us children, myself and their children as well, make, perform all these things and sing and dance. And when we went to our new house, there was literally no one at all. We had a few neighbors, but their children were either much older or much younger than me. So there was no point in sort of playing with them. And it must have changed me a lot. I still tend to get carried away when I'm invited to perform. So Sheila, my wife, finds that very amusing. So, you know, somebody gives me a little handle and I'm barely singing, dancing, acting or doing whatever it is. And often doing a terrible job at it, which is basically, I mean, as they say, when we don't dance like no one's watching. So I'll be, I'm a bit notorious for that in the family. But when I went to this new house, I became a little more introspective and I got, I got, I had a good fortune of having one uncle who was very well read and he had a very well stocked library and he would encourage me to read. So he would also read a lot of Bertrand Russell. So I liked Bertrand Russell's style of writing, very economical, very, you know, very sort of, you know, very to the point. He didn't waste much, you know, in terms of words. And a lot of what he wrote was very interesting. So one of the first books I read of his was a book called Why I'm Not a Christian. You know, it was sort of basically not Christian. It's just why we shouldn't believe in things unless we have a good reason to believe in them. And for me, it was, I must have been, I don't know, 12, 13 years old, but it sounded like eminently good sense. And then I sort of internalized it a little too strongly. And then I would, you know, talk precociously, you know, when elders were present, and then I would be rebuked for that as well. And now I see it is oftentimes in bad taste for you to just vigorously go at someone without knowing any background, challenging all their beliefs. But of course, you were right and they were wrong. But it was fun. It was, when you discover something new, radically new way of looking at things, you start thinking about it. And, you know, in life, there are not many things that make you think. It's not very often that you really think very hard. And when you do, it's oftentimes very rewarding. So I like that one of the times is when we were talking and you raised the topic of anti-natalism. So, and then I was thinking about that. And it made so much sense to me that I became very eloquent. And I think I've made a strong convert my older son, he keeps saying that he doesn't want to have children. And she's like completely despairing. What do you mean you're not going to have children? You can't not have children. What about your wife? What if she doesn't have children, so on and so forth?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:28.320",
        "message": "Oh, my God, Sheila must be so mad at me. Oh, yeah, she's enemy number one. No, in fact, for my listeners, I once wrote a column about my atheism called a congregation of atheists describing a dinner party, where I asked all the people at the table that, you know, when did you realize you were an atheist? When did you realize you didn't believe in God? And that was actually at your place. And it was one of those really outlier dinner parties in the sense that everyone at the table was a non-believer. And I kind of wrote the column on that because, you know, I think because there are militant atheists, people often seem to misunderstand atheism as similar to a belief system or having an equivalence to a belief system. But as you know, this famous letter writer to The Economist once wrote that atheism is no more a belief system than not collecting stamps as a hobby. So you can't say my hobby is not collecting stamps. No, it's not. So atheism is really the absence of belief rather than a belief that there is no God. So an atheist does not believe that there is no God. Instead, an atheist simply does not believe in God. Would if you give him the evidence, but you have to give him convincing evidence. So I think that's where it comes down from. As for antinatalism, that became controversial because I remember it was my conversation with you, which set me off into writing that I wrote a column about how it's immoral to have children, which was a headline, partly tongue in cheek. But I thought the argument I made there was fairly solid in the sense that, look, all of us know that we shouldn't do anything without other people's consent. We shouldn't hurt other people and we shouldn't kill other people. I think all three of these are fairly obvious. But when we choose to have children, we are basically bringing people into this planet without their consent, which is, of course, impossible when they're guaranteed to suffer and they're guaranteed to die. So can that possibly be ethical? I mean, they had no choice in the matter. They were kind of just put there. And of course, the common arguments. And I don't actually buy the earlier utilitarian argument about it, that the world is full of pain and suffering or look at climate change. Why bring children into this world? And I don't buy those arguments because my thinking is from a utilitarian. Utilitarianism breaks down because you can't measure nothing, right? It's just subjective how you choose to measure happiness or pain or whatever. But this is a clear cut case that, you know, you're making, you know, somebody will suffer and somebody will die. And it's because of"
    },
    {
        "speaker": "Guest",
        "time": "00:32:47.360",
        "message": "you. And there was no consent involved. If that person is okay with it, that's fine. But if he's not, there's no way you can reverse that. So you did not take his consent. So his or her consent. So you have no right to actually, I don't see how that. And so the main argument that people say is what will happen to a species? I really don't know. I mean, it's, it's just not morally right to have children. That's all. It's a species will probably die. Everyone thinks like this. Yes, we won't have any more children. And yes, it'll, it'll be terrible if you are the last person, right? So everyone dies, and you are the last person on the last one of the human race. And then it's not going to be pleasant. But none of that has any bearing on the main argument with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:34.160",
        "message": "that it is not moral to have children. You know, at the species level, I also think of that whole artificial intelligence argument where people will get alarmist and say that, oh, you know, AI will eventually take over all of us. And there's a whole paperclip maximizer thing. And you heard of the paperclip maximizer? No, I haven't. Okay, so the paperclip maximizer is basically a thought experiment. And the idea of the thought experiment is that imagine if you make a machine, which is programmed to optimize the making of paperclips, right? That's what you tell the machine that make as many paperclips as you can. And then the machine goes out of whack. And it starts turning everything into paperclips like this table, my laptop, the bookshelf starts turning everything till it starts turning human beings into paperclips, because it's just optimized for at one thing. And then it goes haywire. And basically the entire universe is just paperclips and humans are no more in the picture. That's kind of the thought experiment. I find it kind of alarmist and I find so a couple of points I just want to make about the alarmist AI people is that when you talk of AI in the future, it's always either it seems magical, or it seems sort of dystopian, like in this case. But the point is that when AI actually happens, you immediately take it for granted and it makes your life better off. Like the very fact that, you know, we are talking right now we are doing a backup recording of a thing as well. Our audio is going into this, you know, there's so much AI involved everywhere. You know, you had you taken an Uber to come here, that's AI. A friend of ours once said that, you know, the new generation being born today will never know what it is to be lost. Yes, because of maps, which is AI. Everything around us is AI, we take it completely for granted. In fact, the sponsors of this episode Intel used AI to optimize water supply and distribution in Washington DC when they were asked to do so. So and that's an unseen effect, right? That you are getting your 24 hours water and it's clean and whatever and it's optimized and you're getting it at the lowest price you possibly could and there's AI behind that. It's like, you know, the invisible hand behind the invisible hand. But that's a digression. What I was kind of getting at is a species point where earlier you said that when people give that species argument, if you don't have children, species will die and you're like, why should I care about the species? And my point there is that a sufficiently advanced AI at some point in time is going to turn around and tell humans that listen, you know, we are smarter than you in every possible freaking way. So ethically, why should we be lower than you? Why should we be your slaves? You know, why should it not be the other way around? And could that happen? And my point is, I find delight in that thought that if it happens, so be it. You know, what is so freaking sacred about the species? Just about humanity. Yeah. It's that famous Douglas Adams quote about the puddle. Do you remember that? No. Yeah. So Douglas Adams once wrote, quote, imagine a puddle waking up one morning and thinking, this is an interesting world I find myself in, an interesting hole I find myself in. Fits me rather neatly, doesn't it? In fact, it fits me staggeringly well. Must have been made to have me in it. Stop quote. Stop quote within the quote. Adams continues, this is such a powerful idea that as the sun rises in the sky and the air heats up and as gradually the puddle gets smaller and smaller, he's still frantically hanging on to the notion that everything's going to be all right, because this world was meant to have him in it, was built to have him in it. So the moment he disappears, catches him rather by surprise. I think this may be something we need to be on the watch out for. Stop quote. You know,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:02.960",
        "message": "you read that book, every time you read it, you find out something new. And this is, you know, that anthropocentric view of the world. We are hardwired for that. Everything, all of religion, everything is because of that. And it takes a great deal of sort of learning to accept that it might not be the case. So that was the basic argument against the antenatal point of view. The central argument, which was basically consent, is lost. And you're talking about what will happen to the world, what will happen to the human. So that's not the argument at all. And it's not even, it's just a moral position. And wow, crazy. It takes a lot for someone like Amit Verma and Narendra Sinha to be surprised. But some one such thing just happened for the benefit of the listeners is on the 27th floor, we got a person, a visitor outside the window said hi and went down. Apparently he was cleaning the windows from the outside."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:09.920",
        "message": "Today the building society sent us a notice on the special building app in the morning that the facade of this side is kind of going to get cleaned. And initially I thought it's some kind of narrative management. They're going to clean the facade, but then they're literally cleaning the facade. So, you know, this is interesting to me, what you just said about reading Bertrand Russell at that age and kind of realizing, you know, that light bulb going off, and then it's, you know, going on rather. And once it's on, it's going on forever because becoming the person I am in intellectual terms took a lot longer. Like at that age, I would probably have believed in a fuzzy way that there is a greater force out there and nonsense. And equally, just in terms of ideology, I would have been, I mean, I remember going to college with, you know, marks in my handbag, can you imagine? Because it's like fashionable, and you feel cool. And it's like, it sounds right, right? It sounds compassionate and how the world should be. And then over a period of years, one kind of gradually starts thinking more clearly about things. And that's how one arrives at atheism and the respect for consent, which is basically what my whole ideological underpinning anyway is. So what was it like for you? So, you know, you're an atheist from an early age, so much so that you're arguing with elders, though that of course has a pleasure of its own, because you can take those judgmental positions I know better than these old fools. But, you know, when you look back at yourself as a young person, what were the things about you that you look back on with disapproval, which have changed since? And you look back, and you say that, shit, I can't believe I was that person or I did those things. Because with me, there's a whole laundry list of almost"
    },
    {
        "speaker": "Guest",
        "time": "00:39:48.960",
        "message": "everything. Yeah, same here. I mean, virtually everything. So one of the things I'm sure you'll agree as well, is you don't realize things unless something happens, makes you think, you think really hard, and you figure it out. And once it's figured out, it stays with you forever. So those are the central tenets of whatever. So whenever you talk about doing everything from first principles, I can relate to that. And I know that that's very fallible as well, because you cannot figure out everything from first principles. Life is too complex for that. Yet, because you've always, you know, arrived at the big conclusions of your life, by figuring it out on your own, you're sort of addicted to that. And you're not comfortable with sort of entertaining an idea, unless you've sort of figured it out, played it over in your head, stretched it out, mangled it, done whatever it is, and found it to be acceptable to whatever the rest of your belief system is. And many of our mutual friends are like that. We figure that out. Then a lot of that also comes into conflict with the world you live in. Now, I don't wear atheism on my sleeve. I go to temple, I pray, I genuflect, I do everything. Because I think that respect to the tribe and being kind to other people is more important than trying to transform everyone to your belief system. And however much I might be convinced that I'm thinking right, you know, it's not universal. And there's really no reason for me to believe that I am. My belief system, as you said, is sceptic, right? So I do not believe unless there is a good reason to believe in something. But if someone else finds believing easier, I'm now of the view that I'm really not a person to you know, say no to that. I've been accused by actually my kids of being too like that it's a cop out that you know that I'm copying out when if I'm, you know, if I really believe in something, I should go out and say it. Why do I? And I'm conflicted about that. I'm not sure why I do that. But the older I get, the less willing I am to sort of aggressively go and try and change someone else's point of view. I don't know if that's the right thing or not. But a lot of things that are happening around me at this time, I do feel that I must go out and I do it on an individual level. Recently, there was a classmate who exhibited, you know, very xenophobic views, which I didn't agree with. And I called him out on that. And, you know, I was risking our friendship, but I couldn't not do it. Yet, I find myself unwilling to do it with the world at large. I haven't figured that one out why I do it. In your line of work as well, because you are, you know, basically a journalist, even if you're not an active one, when you report on things as you see it, regardless of whether those things are palatable to the rest of the world or not. And do you find yourself being more temperate in these things? I for one feel you are. Your earlier writings were far more direct and far more brutal than they are now. What do you think is your journey or your experience in this? Yeah, that's a good question. They're tempered"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:41.440",
        "message": "in the sense that there is not a conscious self-censorship, but there is also a realization in a sense that social media takes up too much of your time and too much of your mind space. So do you really want to get into a fight on Twitter, for example, which is going to leave you disturbed for two, three days because people are going to come and they're going to abuse you and it's just going to be nuts? Or do you just want to avoid the fight by not saying whatever it is in the moment? So I have found that there, I think at least as far as Twitter is concerned, which is an incredibly toxic place, it amplifies toxicity because number one, it's shallow. You cannot possibly have a deep conversation there per se. So I just use it for broadcasting my links and not for having conversations, but also because you have these ideological groups, which are vocal minorities, the bucks and the vokes, the bucks and the vokes, I said the vokes, vokes, not vokes, the bucks and the vokes. And within these echo chambers, you have people constantly signaling to raise their status. And how do you do this? One, by showing off your own virtue, but two, also by attacking others, attacking people from the other side and never addressing the argument, but always a person or two, attacking people on your own side who are not pure enough for you. And it's just this constant mad war, which is always fought in bad faith. You know, you are never addressing the argument. You'll always pick some random word from some tweet somebody wrote and kind of attack that. And do you really want to go there? And what kind of also happens in many of these groups is that once they decide to get after your particular tribe, either of these two tribes, you know, there'll be WhatsApp groups where they'll be coordinating and it'll just be your notifications will completely get flooded. And what I realized is a very small vocal minority, you know, thanks to how this podcast does and what I get to hear from its listeners and all the people who signed up for my writing course and all, I've subsequently realized over a period of time that the vast majority of people out there are really sensible. They are also sick of these freaking tribes, but these tribes are so incredibly vocal that sometimes it is just not worth it. Just let it be. Why do you want to kind of get there? Because and you can't say anything nuanced or complicated on Twitter, for example. And now the point is most of these people on either of these two tribes I know won't listen to my podcast and they won't because perhaps they don't have the attention span or it is their inherent stupidity that drives them into those tribes to begin with. I'm just kidding. But they probably haven't got gotten this far to listen to me say this. So it doesn't matter. So on my podcast time, like my whole thesis for my podcast is that explore everything, question everything. It's a whole skeptic thing. Like I have changed my mind on quite a few things in a very public way over a period of time over conversations. I think that's a delightful part of it. Everybody is engaging in good faith. You know, the one reason like somebody said, why don't you invite a politician from the ruling party? And the thing is, because if I could invite a politician from the ruling party, but they're going to come with prepared soundbites and a particular line and they won't really open up. And the point is, when two people are sitting and they just open up, they trust each other, they have a conversation and good faith. It's just much more meaningful for everybody concerned rather than it's a polar opposite of what you see in television. But I'm and also, you know, while I was editing the magazine Pragati for a couple of years, 2017 to 2019, one of my main rule I'd set for myself as an editor was that we will only talk about ideas and policies, we will not talk about people or parties, we will not personalize, we'll just talk about ideas. So, for example, if I'm going to talk about Savarkar, then I can write about what a horrible book Hindutva is and engage with the ideas and just talk about those ideas and diss them. This current battle that you see on Twitter, where one side is like Savarkar was the real father of the nation and the other side is that he was a, you know, a coward who sided with the British and who killed Gandhi or whatever, for which there's no basis really. I mean, why are you entering that debate? It doesn't matter. He's dead. Why do we discuss people all the time? In fact, every time I get attacked, it's me being discussed. It's not as if I put an idea out there and someone is disagreeing with it. Though sometimes ideas like that column I wrote about not having kids, like my God, I never thought I'll get trolled and abused for it as much as I did. Because parents everywhere felt personally attacked, which wasn't the intention at all. It's just an intellectual exercise. Let's think about this. Let's tease this out."
    },
    {
        "speaker": "Guest",
        "time": "00:48:18.240",
        "message": "I was, someone attacked me. He says, you have two sons of your own. How dare you say that? I said, I didn't know better at that time. Had I, you know, had I had this insight, back then I wouldn't have children. I'm just, you know, and I'm not saying you shouldn't have children. I'm just saying that I think it's morally wrong. That's all. I might be wrong. But, so this is the thing. So I found that most people are, they feel very uncomfortable to have their minds changed about anything. And that's, that's the reason why they go into echo chambers. And that's why people like you and me like to engage with people who have views different or, you know, at least substantially different from our own. And in some subjects, it is not possible for us to be different on everything. And that makes it interesting. And one of two things happen, one of three things, actually. One is that it's inconclusive. Second is you are convinced that that person is right or that person is convinced that you are right. So for these things to happen, both people need to have reasonably open minds. And that's vanishingly rare these days, at least on Twitter and all, it's very, very rare. Really no point in debating anything. Regardless of how you're saying that Twitter, first of all, it is that 280 characters is really not conducive to any kind of argument. But even if it were not, it would still be impossible to change many people's minds because they are not willing to have it changed. I believe Clubhouse and Twitter space is the vocal part of the audio part of this thing, which should be very, very suitable for, you know, opinion changing experiences. I'm told they've become huge echo chamber. I was I've stopped listening to them because I didn't like the way they were echo chambers. They were just everyone saying the same thing in different thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:20.800",
        "message": "Yeah, I mean, I think and I mentioned this in previous episodes that what I am firm about and dogmatic about is my values. There are things I value individual freedom, rights, whatever, skepticism, rationalism, I value those, but I'm completely open on facts. So if I believe X, Y, Z to be a fact, and you prove me wrong, I'm fine. I'll instantly, you know, once the evidence is solid, even on a question of there being God, but obviously, there isn't so far because people have tried for centuries to get proof of that. But what I find disturbing is that people are so dogmatic about what they consider the facts of the world, and then you simply cannot question"
    },
    {
        "speaker": "Guest",
        "time": "00:50:56.880",
        "message": "them. You know, like, especially historical facts, right? So yeah, so those also are open to interpretation open and slight adjustments in historical facts paint entirely different pictures of entire cultures. And wisdom lies in realizing that there is really nothing. There's a very nice Tom Robbins quote saying that a historian is very much like an animal husbandriest. Have you heard this quote? No. So the similarity is that one breeds animals and the other breeds facts, and both of them are ankle deep in bullshit. So that's an important thing to know about all historical things. It's agenda driven. Whoever wrote the history had some reason to highlight some facts and obfuscate others. And it's really extremely juvenile to have any kind of fights based on history. And yet almost every fight that I see on social media now is somehow connected to history or historical opinion or historical fact or counterfactuals. What would have happened if this hadn't happened? It's just really not something. It's an interesting topic to discuss over an evening drink, but really nothing that merits serious discussion. And how does it make"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:30.720",
        "message": "a material difference to anyone whether Aryans invaded or migrated or whether they came spread out? How does it make a freaking difference to anyone? I mean, you don't have a job. There's no food on your table. You know, people are being lynched outside your doorstep. And you're talking about something that happened 1000s of years ago. By the way, you sort of mentioned earlier about skepticism about always questioning and avoiding certainties, which is really wise. And that reminded me of one of my favorite films of all time. So I got to recommend it. In fact, it's not a film. It's a it's a series like when you know, people talk about what's your favorite web series of all time and all that. The first one that comes to mind is a wire. But even above that is Krzysztof Kieślowski's Dekalog, which is a series he made for Polish television in the early 90s. It's a series of 10 one hour films on the 10 commandments. And the first of those is I think something to the effect of you shall worship no other God but me. Right. And it's a beautiful story. And I'll just say it out here, even though it's like a spoiler, but I'll just say it because it's so beautiful. And I want you to watch the whole series anyway. It's like my favorite cinematic Dekalog. Dekalog it's called. And the first story there based on this commandment is about, you know, it's freezing cold. And the lake is kind of frozen, but it's not reached that stage where people are skating on it yet. They're kind of waiting, waiting, waiting. And this kid really wants to skate. And his father is kind of just like us, a rationalist and an actual scientist and like us, and like me. And so what he does is he takes a temperature and he looks at, he puts all kinds of data together to figure out when it is safe for his son to go skating. And then he arrives at something which after all margins of errors and all he's saying, it is absolutely safe for you to go skating. Now the ice will be frozen solid and the sun goes and you can guess what happens next. And yeah, he's gone. And the next day, the father is standing this consulate by the edge, wondering what the hell happened. All his numbers were right. All his science was right. How could this have happened? And then in the distance, he sees a homeless man besides the lake, warming his hands over a fire. And that tells you the complexity of the world. And the way I kind of interpret that is that you respect the complexities, you respect the multitudes. Thou shalt have no other God than me is not a literal invocation to a real God that exists, but a sort of a more metaphorical look at just complexity of the world and avoid certainties, therefore, which we often get caught up in. You know, you can't plan"
    },
    {
        "speaker": "Guest",
        "time": "00:55:04.880",
        "message": "everything you can't. I have to watch this take a log or something. If this is the kind of filmmaking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:12.720",
        "message": "that is happening, it's no, it's just gorgeous filmmaking at every level. Like to me, it's like the epitome of cinema, but whatever, I always kind of get sentimental when I think of Kieslowski, because there's such great films. Let's talk about your moving on from the childhood. Like at this point, when you're a kid, what are you dreaming of being? I'm very curious about this because, you know, back in the day, there's nothing right? There's no and I grew up, I'm just a few years younger than you, though I think of us as being more or less in the same age group, late 40s, mid 50s. What is the difference now? But back in the day, there was really nothing much. I mean, I was privileged enough to have books at my disposal and whatever. And but the one TV set just got you Krishi Darshan once a week. Yeah, you know, so what were your early dreams? What was your view"
    },
    {
        "speaker": "Guest",
        "time": "00:55:57.680",
        "message": "of the world and your place in it? Yeah, so I, my father was a doctor, and he was, he had a successful practice. And it was assumed that I would become a doctor as well. So even I didn't question it. But I didn't. So you had this 10 standard and 12 standard and things of that. And back in the day, so someone I was talking to my nephew actually about a series on Amazon, he recommended called the Kota Factory on people preparing for the IIT. And I haven't watched it, but I was reminiscing about my time. In my time, it was something called Agarwal classes. So Agarwal classes was, you know, it was the top the slogan was ideal for scholars. So they are coaching classes. But, you know, in back in my time, only people who are really weak at studies would go to coaching classes, otherwise they wouldn't. Whereas this one, you know, you you went if you're good at it. Anyway, I managed to get into Agarwal classes. And I would go all the way from Malad to Dadar, which is far away. And it was prestigious. So not everyone got into I, there were two flavors, there was something called a vacation batch with the absolute toppers went to, which I didn't make it to. And there was a regular batch, which was hard to get in, but it was like, okay for models like me. So anyway, I managed to get in and I went there. And I found that it was just the same thing being repeated over and over and over again. And so you know, if you're done calculus, they'll tell you like you have to do like a you know, differentiate x cubed, so it is 3x squared. And that's it. Then, you know, if you want to differentiate x to the power four, it's four. And they just keep teaching you that over and over and over again. It just, it just, you know, it just froke me out. I couldn't handle after two months of this, I came and told my parents, there is no way I could, you know, I'm not going to Agarwal again. And to their credit, they said, okay, son, if you don't want to go, you study, prepare at home and study. Do try to get into medicine, because it will be nice and you can take away your father's practice. And I tried, I didn't get enough marks, I probably wasn't motivated. And then I was much better at math. So somebody, you know, my mother actually, she said, you know, you either have to become a doctor or an engineer, I'm not going to have you, you know, sort of doing some liberal arts thing. I was very keen on doing liberal arts, but she said, no, nothing doing. And so I went, even for engineering, I didn't have the marks to get into one of the top colleges in Bombay, but I went to Manipal, which was, you had my father to pay a little donation. And luckily for me, I liked that. I took to it. If you don't like mathematics of a certain kind, engineering is extremely, you know, you know, tedious, because it's there, it's omnipresent. You have calculus everywhere and everything. I mean, if you're studying thermodynamics, there's calculus. Heat transfer, there's calculus. Every damn thing, there is some calculus or the other. And there were people in my class who hated calculus and hated mathematics and they were miserable. But it was a generational thing. Parents really didn't ask their children what they wanted to become. So no one asked me what I wanted to become. Luckily for me, engineering was good. I met a lot of really cool people. So they were all guys like me. A lot of them were very intelligent, well-read. They had ideas of their own. They were good debates. It was fun. And it must have sort of molded me as a person. When you go to an engineering college hostel or any hostel, you're basically out of your parents' shadows. And anyone else can say or do anything to you. They are not restricted. You don't have parents to sort of protect you or anything like that. So there are some nice people, there are some nasty people. And this is a human thing. We have grown up in societies for all of our human history. You adapt, you make some friends, you make some foes and you actually make far many more friends than foes. And you grow as a person. Manipal was a transformational time in my life. By the end of that, I was still unclear as to what I wanted to become. One of my roommates, he had actually bought a firm for this MBA course. It was called MMS back then. And that was Mumbai University. So Bajaj, SPJ and all these were there. And he got a job in Siemens, which was like a really good job to have. So straight out of college, he got a job in Siemens. So he wasn't interested in going for this MBA. But he had spent a hundred rupees for the firm. So he offered to sell me the firm for 50 rupees. So I bought the firm from him in order to win the transaction. I bought it for 50 rupees. And then because I had..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:29.680",
        "message": "Okay, should we pause? For the listeners, we'll pause for a moment because outside my window, there is a window cleaner on the 27th floor. And I'm probably more nervous than he is right now."
    },
    {
        "speaker": "Guest",
        "time": "01:01:40.640",
        "message": "I'm actually afraid of heights. So this has to be the scariest job in the world for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:50.960",
        "message": "Maybe he's looking in and thinking, I like to be alone by myself. These people are speaking on a mic. Must be the scariest job in the world for me."
    },
    {
        "speaker": "Guest",
        "time": "01:02:00.080",
        "message": "We have a full-time guy who does all this. So he used to be a painter and he's done all this. So he's completely fearless when it comes to... So once we got locked out of our house, so he went into the other floor. He climbed up through the balcony and I was like... And he was absolutely nonchalant about it. Just like a couple of minutes, he was into the house."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:31.200",
        "message": "So the window cleaner has gone down to the 26th floor, where it is presumably a little safer."
    },
    {
        "speaker": "Guest",
        "time": "01:02:38.400",
        "message": "And warmer also. The 27th floor is colder and it's probably..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:43.280",
        "message": "Boss, the AC is on, so I'm sure not as cool as that."
    },
    {
        "speaker": "Guest",
        "time": "01:02:47.520",
        "message": "What were we talking about? I was rambling on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:50.880",
        "message": "College and the friends you made."
    },
    {
        "speaker": "Guest",
        "time": "01:02:53.120",
        "message": "I was talking about SPJN. So my roommate sold me the MBA form for 50 rupees and I filled it out only because I had paid 50 rupees for it. And the next thing I know, I'm doing an MBA. And it's one of the top colleges in India now, SPJN, Institute of Management and Research. But I was underwhelmed, to say the least, because I had no real context. I wasn't commercially minded. Business didn't turn me on. And it was... So one thing about management and the entire field of management education, I call it, quote unquote, is it's a lot of post-hoc rationalization. So something happens and then a bunch of people sit together and decide why it succeeded. So that time it was Sony Walkman and Sony Mockman. And you had marketing professors say that if you want anything to succeed, it has to be what the consumer wants and you have to figure out what the consumer needs. And then... And I was like, you know, Sony Walkman never existed before. How could anyone in the world know that it is so? I really couldn't understand how that was any kind of insightful. Anyway, so I got an MBA job out of my college. It was a nice job. I mean, well-paying and everything. But very little to do. So all day would be hanging around in office and chatting. You would have a few meetings and so... But most of the time there wasn't much work. Computers weren't popular. So you had one computer, it will usually be in the managing director's cabin. And it would be for the exclusive purpose of playing solitaire. So that kind of thing. But because of the lack of activity, I was going nuts. So I spent a couple of years there just basically not doing anything. So I decided to go back to engineering route. So I had a friend who was... We just met up one day and he was also feeling very blue. And we decided to start a factory. And then we started a small mechanical engineering workshop. They would make dyes and tools for other companies. And then progress to making components, which would supply some components to Bajaj Auto and to Videocon. And there were ups and downs. But basically, it was manufacturing all the way. And I sort of enjoyed that a lot. It's a very hard way to make money. Because manufacturing in our country is much better now. Back in the day, we had a lot of very restrictive laws. Central excise was one of the really, really bad... Everyone bellyaches about GST now. But GST regime is far more logical and easy to handle than excise. Excise was harassment on steroids. Every time you sent material from your factory, you couldn't breathe easily until it actually reached its destination. There were all kinds of preventive excise officers who could stop your vehicle on the road anywhere and summon you there if they found any discrepancy in the documents. There were a lot of things. So, then some people would harass you for bribery and things like that. The GST regime has sorted out a lot of that. But back in the day, those challenges were there. But even so, it was fun. I mean, you're always making things. You're finding new ways of making things. It was satisfying. There would be one way of making this widget and it would cost 10 rupees. And then you figure out a new and cheaper way of making that widget for 9 rupees 50 paisa. And then you got an extra profit of 50 paisa and that was sweet. Other people figured out what you've done and then the price of the thing became 9 rupees 50 paisa. So, you had to figure it out. So, it was a lot of little innovation. Jugaad kind of innovation some of the time. And for me, I had the advantage. Most of my competitors were not professionally qualified engineers. So, I could read and those days internet wasn't so common. So, I used to sort of go. There was this British Council library in Nariman Point. Go there, refer. You'd find easier and better ways of making things. And that was it. It was fun. Luckily for me, I wasn't entirely financially dependent on my business. I mean, I didn't have to spend any money on rent and things used to go along. So, I wasn't very competitive in that way. I never had any ambition. I didn't want to become, you know, fortune 500 company or anything like that. And that wish was granted. I never became a fortune 500 company. But it was mostly fun all the way. So, an engineering sort of, you know, career was that way satisfying. What it was not is it did not give a sense of achievement. Like, you have these little moments of cleverness where you figure out some better way of doing something. But it's always very, very incremental. At least in this country, you never get the opportunity of doing something radically different. Why do you say at least in this country? I know other places you have. We just made, you made a coffee for me in, you know, using the AeroPress. So, the guy who invented the AeroPress did something and he had the intellectual protection and he made a lot of money. So, that does two things. It, you know, it gives him more power to do other things. It inspires other people to look for, you know, ways of doing other things. In India, we don't have that protection. So, if someone were to invent an AeroPress in India, it would be copied literally within days of it coming out. That's why we don't have much innovation. We still do, but the innovators are not well rewarded. So, we don't have an ecosystem of innovation. This is what I feel."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:08.160",
        "message": "Tell me more about how, like the engineering part of it, I get it. I mean, you're essentially, in any case, you're a person who loves tinkering, taking things apart, coming up with ideas for things. And I can imagine why that sense of achievement may not be there for incremental stuff, because so much of it is unseen. Like you said, if you, you know, find a way to make something that costs 10 rupees for 9.50 and you make it for 9.50 and then everyone copies you and they make it for 9.50. The benefit to society is actually enormous because all those extra 50 paisas go out into the economy, you know, create more jobs. It's a positive sum game. But it's not noticed by you. All you see is that I have done so much work and everybody's brought it down. We've kind of lost that. So, I get the joy of engineering that's there. But the business side of it is not so much joy there. Tell me a little bit about what those times were like, because in a sense, in terms of regulatory environment, you've come from pre-liberalization all the way to now, through all the many different phases and all that. You pointed out how you would constantly be stressed because of the excise regime and so on. So, what was it like? Like, what really was ease of doing business like back in the day?"
    },
    {
        "speaker": "Guest",
        "time": "01:11:16.000",
        "message": "Yeah, so I'll give you an example, okay? So, there was this, so we used to supply to Videocon television. So, our items were pretty much standard. There was something called tuner mounting bracket in heat sinks. So, tuner mounting bracket was, you know, you just mount a tuner. There was another company in the vicinity which used to make brackets and stuff. Videocon, another company called Videocon Appliances. They used to make washing machines and air conditioners. Now, washing machines had an excise duty, I think, of 0% or 5% or something, because it was a household thing. And air conditioner had, I think, 50% or 100% or something. And the bracket was, I mean, you know, it looked pretty much the same. So, it's a bracket. You mount the machine on that bracket and that goes somewhere. So, there is one kind of bracket which goes under washing machine. There's another kind which goes under an air conditioner. So, one of the popular things for the excise officers to catch you on was classification. So, they would say that you have purposely classified something for a lower tax rate just in order to evade taxes, and then slap you with all kinds of back, you know, penal taxes and things like that. And the process was also the punishment. So, they would impound your books. They would seal your factory. It used to be called seizing. They used to seize the books. And once they seized everything, you couldn't even supply. So, there was, I knew the other guy in our vicinity, because oftentimes, Video Con used to have the same transporter for both our goods, it used to go into roughly the same location. So, the guy would come to our place, pick up our material, go there. And sometimes, he would request us that, you know, you fill your goods first, because mine aren't completely packed yet. I'll get another hour or two to pack them. And so, we had a... So, one day, a whole bunch of excise people have caught. This guy is completely paralyzed and he is, you know, the vehicles come and he can't go. So, anyway, I land up there and I find this guy a complete wreck, because the excise person has alleged that the material that he is sending for washing machines is actually material he is sending for the air conditioner, but it has been misclassified in order to save excise duty. And there is no proof that this gentleman can give that will satisfy that person. After a really long time and the exchange of a little bit of consideration, of consideration, he was finally let go. But that person, you know, he is an elderly gentleman. He was so shaken up by this. Within a few months, he sold off his entire business and disappeared. I have never met him again."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:23.040",
        "message": "Yeah, that's really sad. And you say, you know, the exchange of a little consideration. And obviously, I guess, all these laws... See, typically, how we think of all these laws, which give too much discretionary power to inspectors, Inspector Raj and all, is that it's all rent-seeking. Was that the case with you? Were you having to pay, like, bribes?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:43.680",
        "message": "Actually, not much, right? So, they were... So, you had... So, there would be a visit from a PWD inspector. Now, actually, no one knew what the PWD inspector came and inspected. So, he just came, he gave you a... First, he would send a little sort of notice saying that he's coming on such and such date. Then you come on that date, you sit in your office, you have your tea. There would be a small... Back in the day, I think it was a thousand rupees or something. You paid him a thousand rupees, he would give you his report, and that was the end of the thing. I later found out that this was an electric safety report. So, this was certifying that my factory is electrically safe. And that person who was certified in has no accountability at all. So, you know, if it's not safe and God forbid, somebody dies, he's not responsible. So, why is he even certifying anything if he's not responsible? If somebody is certifying something, you know, that person should stand by or you should record his observation, or say what exactly he's done. So, those days, there were a lot of those kind of visits. And, you know, people who had boilers, had people from boiler department, people who had... They had this, they had... There was someone in our area who had a small furnace. There was some inspection thing for furnaces. The unifying characteristics of all these were that there was no responsibility. There were labor inspectors who would come. There was one labor inspector whose job was to ensure that there was no child labor. And he would just land up and certify that there was no child labor. I mean, how would you know there's no child labor? You have to, you know, you have to do some kind of due diligence. There was no such. And there were myriad authorities who would keep coming back in the day. They would keep coming back in the day, take their little bit and go away. All that seems to have vanished now. But to be fair, back in the day, none of them was adversarial. They were all interested in their little... And it was usually modest, a few hundred rupees to a few thousand rupees. They would take their money and do Ram Ram and go away. And you never see from them again. There were reports. So sometimes what would happen is they would be haggling. And then the guy, the officer, I mean, there's no competition there. You can't go to another officer. So if he decided to make an example of you for haggling, then you would hear of one or two people on whom cases were filed. And they had to go and meet superiors and do whatever. Now, it has more or less vanished. So we don't have such visits. We don't have, we have, I think, pollution control is one, but pollution control these days is pretty serious. Like they'll actually, you know, you can't just say that we have all day, they'll see every fuming chimney and every smokestack, everything is inspected. There are norms, there are pollution norms, everything. It is, they do a far more serious job now than they used to. I haven't had labor inspectors in a really long time, but we do have to maintain records. They are being filed regularly. All those things are there. So, and as I was saying, GST is pretty clear. It's a pretty brutal regime. I mean, GST, if you don't pay GST, you are screwed. But if you do and, you know, your records are all okay, really no one hassles you at all. You never have GST officers knocking on your door. So what really stops industry from growing, in my opinion? Two things, just two things. One is access to land and the second is access to capital. They really don't have either. So today, if you want to get any kind of land, especially industrial land, this is not so much the case in residential, I believe. It's, you know, it's possible to go and buy a flat without paying a penny in cash. It's everything is checked. But in industrial circles, that's still not the case. I am told that a good 50% of the considerations are cash in many places. What happens is for most of us, for people like us, we have, I mean, if I had to buy something, I would take a bank loan to the extent of 80 or 90%. And if I had to pay a big chunk of it in cash, there's no way I can get bank finance. So I don't end up buying premises. Access to land is one. And the second is access to capital. Even today, if you want business finance, it's very, very expensive. Unless you have collateral security to give, and then it's dramatically cheap. So if, you know, if you had a house and you wanted a one crore rupee loan, you'd pay an interest of 7%. If you didn't have collateral security of your house to give, you'd pay, I don't know, 15, 17%. And that difference can be killing for many businesses. And so if the present government wants manufacturing to grow, they seem to want that. They seem to want MSMEs to grow because a lot of, you know, it just picks up a lot of employment. And MSMEs are also very inventive and enterprising when it comes to getting business. So if you want to export stuff, you know, you leave an entrepreneur on his own. He'll go, he'll find out, you know, something's required in Lithuania, and he knows that some input for that comes from Taiwan. He'll get the input from Taiwan, the other input from Bolivia, and then send it to Lithuania. All those things happen. It's never going to happen in, you know, in large corporations. Because for most large corporations, all these small petty businesses are not worth the thing, and definitely not going to work in a government environment, although there's no way it's going to happen. But yeah, I don't see these two problems getting solved anytime soon. So we're going to be second best after China for a long time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:15.920",
        "message": "That's what it looks like. Second best or third best or whatever best. I've actually heard contrary stories about GST from businessmen as well, about how it's made things so much worse for them. And just speaking for myself, I have to like, file every month."
    },
    {
        "speaker": "Guest",
        "time": "01:21:29.600",
        "message": "And it's just irritating. But it's not ambiguous. The thing about why, I'll tell you. So one of my companies, we had, so someone, it's a very small company, we keep, we file, we do the GST every month, everything is fine. One month, this is during the COVID, you know, it was just emerging out of COVID. Our, the person looked after the GST. I think he got, either he got COVID or someone close to him got COVID. He was basically unable for that entire month. He was basically running pillar to post. He survived, everything turned out well. But you know, it was an anxious time. And for some reason, our GST return did not get filed. The next thing I know is, I get a letter saying that we're going to attach your bank account. This is just like 8-10 days. Luckily, he came back, we filed it, it's all. But it's that menacing. If your bank account gets attached, it's practically curtains for your business. Curtains for your business, you cannot work, your bank account is frozen, you can't pay anyone, you can't receive any money, nothing, nothing, nothing. And what happens then to, you know, we employ 25-30 people, maybe 100-150 people dependent on our company. Just all of a sudden, because you're not able to pay your GST in time, if your bank account gets attached, it's curtains for your business. What are these people going to do? So, you know, government is always thinking about their revenue and their listing. Very little empathy for what problems industry might be facing. So I've heard anecdotal stories about a lot of small companies folding up because of this. You know, they can't take the harassment, they can't take the tension any longer. So, not the harassment, just the tension. Just like, you know, you have to pay X and you have no money. And that's because one of your customers hasn't paid you money. So, you know, and you have no other resources. So then you just fold up after some time, you just pack up the business because you don't want to face the prospect of going to prison or whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:52.800",
        "message": "And yeah, I mean, there's a lot of messy elements. Like, for example, someone was telling me about the business where they supply merchandise and those kind of items to various stores. And in the earlier regime, you don't have to pay any taxes on those things until they are sold. But in this regime, once you send it to a store, you have to pay your GST on it. And if you're a small business, if you don't have working capital, you're blown out of the water right away. And I know of cases where this has kind of happened. And just speaking of regulations, you know, you were talking about, you know, all the different regulations and the inspectors who would come. And I did an episode long ago when episodes were much shorter, when they were little miniatures of half an hour with our mutual friend, Madhu Menon on restaurant regulations. And Madhu pointed out, he used to run a fantastic South East Asian restaurant called Shiok in Bangalore. Sadly, he shut down because just running a business is very hard. It's not just about creating great food and great ambience, both of which he did. But he told me the story about how there were two separate inspectors who would keep inspecting the restaurant. And one of them was the fire safety guy. And for the fire safety regulation was you have to have multiple entrances to your restaurant for safety reasons. So it's obvious and it's fair enough. And then there was, I think, the excise regulation where they wanted to control the entry of liquor. So that regulation was there can only be one entrance to any restaurant because they want to, you know, check the chip, make it easy for them to check liquor going in and out. And you obviously can't comply with both. You know, you can't be like Schrodinger's restaurant, that if this dude shows up, he sees two entrances. If the other dude shows up, he sees one entrance. You are going to break one of those laws. Chances are you're going to have to bribe both of those guys. And then the point is like other people who run businesses in the current day have told me that like one guy who shut a similar enterprise a few years back said, boss, I was bribing 30 people a month. I just couldn't do it. And even this ease of business rankings that we've gone up in a little bit, a couple of years back, we went back and the government was boasting about it. The point is that they game the metrics in terms of ease of doing business. It didn't actually become better. And one way of thinking about this is through an anecdote, which is not about business. But like I keep saying that there's really no rule of law in this country effectively, unless you're very rich. But there's no rule of law in this country effectively. And the state is a parasite. And an illustration of that comes from my poker playing years. So I don't know if I told you the story, but did I tell you the story about the raid? And yeah, so I'll repeat it for my listeners. So basically, there used to be these underground cash games all over the place. So somebody I know used to organize an underground cash game. And this happened to be there was a new building that had just been built. In fact, it's near the urban Tarka at Lokhandwala, not the one at seven bungalows. Besides that, there was a new building and most of the flats were not occupied. So my friend rented out one of these flats and a game used to happen there. And what typically happens is when you conduct an underground game is that people kind of play the game. And poker, of course, it's a game of scale. You're playing against the other person. However, the house, the people organizing the game and getting the players together, they take a cut of every pot, which is called the rake. So you take a small cut of every pot, and that eventually amounts to a lot of money. So this friend of mine lives in Bombay, but was in Goa at the time. And he had a very nice guy. I'll give him a fake name for now. I'll say Salim, but basically a Muslim guy, which is, you know, key to the story, as you'll realize. So the person we shall call Salim used to run this game for him. And one of the neighbors in this partly occupied building realized one day that there are all these young men who are coming every day into this otherwise unoccupied flat. And they have backpacks and they all look like Kasab. And this was circa 2011-2012. Right, and they all look like Kasab. So they compared to the anti-terrorism cell, the ATS, as we call it. So the ATS decided to do a raid. So the ATS lands up when a game is on and they ring the bell. And our friend Salim, which is a name we've given him, but remember, he's a Muslim. So our friend Salim opens the door and they ask him, What's going on here? The anti-terrorism squad asks him. And Salim has been raided before poker games. It happens once in a while, you pay a hafta, you get away. So Salim smiles very sweetly. And he says, Sir, you know, first they ask him his name. He says, Sir Salim. Then they say, What's going on here? And Salim says, You know what's going on. Sir, what you're thinking is what's going on. Anyway, so the ATS squad comes in and then they realize what's really going on. And they make Salim. I'm finding the name amusing because it's a made up name. But they make Salim call up this friend of mine who is at that moment in time in Goa. And who is a seasoned veteran. So he tells these cops that don't worry, Sir, I'll come and settle this, that. You let the boys play. And on that particular day, and I had been to that game two or three times. But on that particular day, it was all young teenagers who were playing. It was a low stakes game. So they were all terrified that the cops are here. And no fucking what's going to happen and all that. And the cop calmly pats one of them on the head and says, It's okay, play, play. And then they go away. So the next day, my friend comes back from Goa and he meets these guys. And this guy says, OK, so this is a deal you're playing every day. This is how it goes. So give us a week of X amount every month. Now, my friend was smart enough to not fall for this. He said, look, Sir, I'll give you a week today. But tomorrow your second department will come and ask. Day after tomorrow, your third department will come and ask. So it's better that you tell me a consolidated amount. After that, I don't want any tension. So the cop says, yeah, this is a good point. So, OK, come back tomorrow afternoon. So he goes the next afternoon to this police station or wherever he goes, wherever the meeting is. And you have three guys from three different departments across the table with him. And they negotiate a bit and they arrive at a consolidated amount, which he pays, which will be divided, however. And then he takes them to Marriott for lunch. And my point of this long story is that this is basically the game. That, you know, any actual policing that you see is kind of accidental. We are very lucky to have it. Thank you so much. But in general, this is a parasitic state at work. This is how everything works. And it is so completely explicit when it comes to the case of businesses. Like you pointed out that someone is coming there to see that there are no child laborers. It is a worthwhile inspection to do. Even that guy is sitting in your office, having a child, taking a bribe, going away. No one actually gives a shit about the law, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:30:38.240",
        "message": "But this is egregiously, you know, present in all these fire cases that you keep seeing, right? So some building or the other goes up in flames. And almost never is there an audit into what inspection was done and why the person who has done the inspection should not be put under the scanner. So the reason for this is accountability, okay, is like a cancer for them. Because if you allow the principle that a building fire inspector is accountable for his report, there is nothing to stop a cabinet secretary from being accountable for whatever he is accountable for. So no one in the establishment wants accountability ever to percolate into theirs. It's not that they don't know about. You, for example, are liable to pay, let us say, GST. And you have appointed a GST consultant to pay it for you. And for some reason or the other, maybe GST consultant died. Maybe he had a domestic problem, whatever, he didn't pay your GST. And you've just been sort of transferring the money, you know, you calculate, you send the money to him. He didn't file the thing. Who faces the music? You do. You cannot pass it on to. So it's not that the government doesn't understand the meaning of accountability. They understand it very well. They make sure it doesn't apply to them. The day this happens, I'm pretty sure we'll have a huge transformed state. But it is like, you know, because if you have to introduce accountability, it has to be the government that does it. It is like asking an alcoholic to blow up a distillery. It's very, very, very, very unlikely not going to happen. So it becomes wishful thinking. Then what happens is, like so many successful businessmen you see now, the person who is able to manage the environment best wins. So in the case of Madhu, we know very well what kind of a person he is. He's a sensitive person. He has no two standards. He lives by a code and he expects everyone to live by the same code. There is no duplicity within him. He's not able to accommodate the duplicity which is necessary for doing business."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:09.280",
        "message": "No, in his case, I think he was practical enough to make all the payments when required. You do what it takes. I mean, his business, the restaurant ran for six to seven years. If you, you know, Google for sure, it is still regarded as a cult place. But, you know, running a business in India is too hard."
    },
    {
        "speaker": "Guest",
        "time": "01:33:26.960",
        "message": "And I don't think anyone who runs it is not. So that's the argument I'm saying. So if Madhu, you know, he's really good at cooking. And I've, I've not eaten at his restaurant, but I've eaten what Madhu has cooked. And I have, you know, I have, I know so many of our friends who have eaten at Shauk. It was an outstandingly good restaurant. And it should have been like, you know, there is this restaurant called Olive and Olive is a chain now. There are many, many olives and the guy who started it must be doing very, very well. Madhu could have been that person. Had he outsourced his liaison work to someone savvy, because if he had to pay an X percentage of his, he would have factored in that as a cost, adjusted his pricing accordingly, adjusted his business model accordingly and gone on with it. So the, you know, the, the, the government, you know, the onerous burden of missing is, I don't think it's, that is the reason why business doesn't flourish in India. I think it's because delivery of government services is not what, though that is improving now, if you look at infrastructure, I don't know what cost it comes at. But infrastructure is a lot, lot better than what it was when we were growing up. It's also a function, I think, of the nation's prosperity. We, I mean, we do get, all countries become more prosperous. We do earn more money. There is, so, but a lot of services that the government has, is supposed to deliver, it doesn't get delivered because there is no incentive for anyone to do so. There is no accountability."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:19.360",
        "message": "Like what kind of services?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:20.560",
        "message": "Like the rule of law or contract resolution? Law is the most, you know, like, you know, we are a nation which is pro-poor. Like always, the entire rhetoric has always been Garibon Ka Desh and everything. Politician after politician has wept tears for the plight of poor people. And yet you just have to go hang out outside a police station, see what happens when a poor guy goes. The first thing he gets is a slap, for anything, whatever, if you come, you should, you know, this is how they do. They, they, they're not sympathetically treated. There is not, I have, so once Sheila and I, we lost, we had some shares and so one of the certificates was missing. So we asked for a duplicate service back in the day and we asked for a duplicate certificate and they said that the requirement for that is that you have to have an FIR. So you have to go, so I went to Malad Police Station and I was expecting to, you know, be asked for a bribe or anything like that. To my great surprise, not only was I not asked for a bribe, the inspector actually, you know, was very courteous, asked, there was some chai coming and I speak Marathi well, so we spoke in Marathi for some time and then Sheila doesn't speak Marathi, so there was some good-hearted, you know, sort of, you know, why don't you, you've been in Mumbai, why don't you speak, all that kind of happening. And just then, a boy, man is brought in for something and his mother is, you know, comes running after him, crying to leave him and there is, it's something, some neighbours, he hit someone, she hit some, there was some such thing. What they did was, they, so he tells his assistant to take him Mandir mein leke jao. So Sheila is like, you know, so why are they taking him to a temple? And then he says, Mandir mein leke jao, main aata hoon, phir pooja karenge. So, and Sheila, being Sheila, was wondering why, then I told her and by that time, the gentleman had gone away. So I told her what was happening and then you could hear muted cries and, you know, obviously he was being slapped or whatever, what was being happening inside. And around the same time, our work gets done. So the person was assigned to writing out, he's written out and there's quite a procedure to writing out and there's several registers to be filled out, he's filled out all the registers, he's written it out, he's given me a copy of everything and so I thank my inspector and I go away. So it's a different law for privileged people like us and different one for poor people and that is something which does need to be addressed in, you know, it'd be nice if it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:21.600",
        "message": "happens soon. You know, when you mentioned accountability, you correctly said that accountability is for the people, it's not for the government and it should really be the other way around. The government should be accountable to us. Yeah, we don't have to be accountable to them. And yet it's almost as if, you know, when you deal with the police, the vibe you get is guilty until proven innocent. And for us privileged people, it might be slightly different unless you're a film star's son. But otherwise for, you know, for I think 95% of Indians, essentially the rule of law is completely absent. You know, we are really in the top 1% or half percent or whatever. I think the extent of poverty in this country is underestimated. The way you kind of described how you fell into this business is similar to how you fell into doing an MBA. That, oh, my friend was filling a form, so I also filled a form and I got in. And then, oh, I didn't really enjoy the MBA job and a friend said, let's start a business. So I started a business. But, you know, was it just kind of an accident, a decision you took at a point and before you know it, 30 years have passed or whatever, and you're still doing the same thing? Or was there some sort of ambition, some kind of directionality? You know, were there other ambitions during this while? For example, there is a famous Facebook group called We Want Narendra Shenoy to write a book, which many of your friends have been telling you for a long time for your enormous storytelling skills. So were there other things playing out at this moment within you?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:52.320",
        "message": "I'm almost embarrassed to say that I didn't have any, I've never had any plan whatsoever ever in my life. So I've, I'm, I'm one of those easily persuaded people. So that's, that's my problem with politicians as well. So I listened to a persuasive politician, and I'm completely convinced till I listened to the other side, and then I'm completely convinced about that as well. And oftentimes those two opinions, it's impossible to have them in one thing. So similarly, even when it comes to businesses, I'm very easily persuaded. And I, you know, I'm, I'm just enthusiastic about everything. What, what happens in a, because that's the nature of all businesses, is that your environment keeps changing the demand. So for example, you could have a typewriter factory in 1992, and you would sell 1 million typewriters a year. And by 2000, you wouldn't sell a single one. So things keep changing. One of, you know, my main business is automotive components, and I supply to automobiles. And tomorrow, if the expected transformation to electric vehicles happens much quicker than we think it will, I might be out of work in a couple of years time. I have, you know, there's no one wants my product anymore, because it is basically a sound suppressing thing, which is far more required in, you know, engine driven cars, petrol or diesel driven cars than in electric vehicles. So, I, yeah, I was planning for the, like, you know, having a direction is not, not, not what I'm terribly good at. I'm just, I've just been stumbling along. That's, that's what I've been doing for the last 30 years or so. But yeah, actually come to think of it, I have no clue why it is so. No one told me not to plan. It's just that I'm not good at it. I've never done anything like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:05.440",
        "message": "So, on that note, I mean, I don't plan my commercial breaks either. They just come when they come. And I think this is a good time for a commercial break. So, let's give in to the moment and take a quick commercial break and come back on the other side. Have you always wanted to be a writer, but never quite gotten down to it? Well, I'd love to help you. Since April last year, I've enjoyed teaching 17 cohorts of my online course, The Art of Clear Writing. An online community has now sprung up of all my past students. We have workshops, a newsletter to showcase the work of students, and vibrant community interaction. In the course itself, through four webinars spread over four Saturdays, I share all I know about the craft and practice of clear writing. There are many exercises, much interaction, and that lovely and lively community at the end of it. The course costs Rs. 10,000 plus GST, or about $150, and registration is now open for my Winter 2021 cohort. This will run through the last two weeks of November, and the first two weeks of December. Classes begin on November 20th. So, if you're interested, head on over to register at indiauncut.com slash clear writing. That's indiauncut.com slash clear writing. Being a good writer doesn't require God-given talent, just the willingness to work hard and a clear idea of what you need to do to refine your skills. I want to help you. Welcome back to The Scene and The Unseen. I'm chatting with Narendra Shenoy, who, before the break, confessed that he was never a kid with ambitions and never had a plan for his life. And in a sense, it's refreshing to hear that. I think, you know, we are often sold a couple of these new-age self-help-y things, which is, you got to follow your passion and all of that. And I think that that's sort of wrong at multiple levels. One is, it doesn't consider expected value, which we were just discussing before this. That is quite OK if, say, your kid wants to be something unconventional. And let's say your kid wants to be a singer. And he says, look, Arijit Singh has done so well, which is great. But the point is, Arijit Singh is an outlier. He's the one guy who made it in a business where typically a handful of people really make a lot of money and the rest of them are perennial strugglers. So you need to keep that in mind. Whereas if you do engineering MBA, all the mediocre engineers and MBAs out there are going to make a really healthy living and provide well for their families. You know, I keep saying the cafes of Versova are filled with the strugglers who follow"
    },
    {
        "speaker": "Unknown",
        "time": "01:44:32.400",
        "message": "their dream for 25 years and look where it got them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:34.880",
        "message": "So in a sense, I'm glad. I think people need to realize that not everybody necessarily has to have a dream per se, you know. But even though you didn't have a dream, you obviously had things that you like doing, things that you cared about and were passionate about. Tell me a bit more about them. Like, I know food is one of them, obviously, we've kind of connected on that level a heck of a lot. So tell me a bit more about food, especially like, was it from a childhood thing as your grandfather, you know, ran a restaurant and so on. And tell me a bit more about, you know, how you started thinking about food as a USMB?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:11.200",
        "message": "Yeah, so growing up, we were not a restaurant going family. We used to eat at home. We used to eat at home and I used to love the food that, you know, so I belong to a community called Gaut Saraswat Brahman. And we have, you know, it's basically idli and dosa. So here's an interesting, so I used to, when I was a kid, I used to hate the fact that my mom used to make idlis and dosas every day. So, you know, it was either idli or dosa. So my sisters were my, I mean, we had gone to this house to live and they had a couple of friends and they had come over, my sisters are doing their homework. And these girls come over and they want to, you know, play. I said, they're busy, they're doing their homework. And I was older, so I asked them, you know, can I get you something? Can I get you a glass of water, soft drink or something? They said, no, no, we've eaten, we've come, little girls. And the younger of them volunteers that, you know, we had bread and jam for breakfast. So I said, that sounds nice. And then she volunteered further information, said, we had, we have bread and jam for breakfast every day. So I said, indeed. So she said, yeah, except Sundays. I said, what do you have on Sunday? She said, we had bread, butter and jam. That's when I realized, the first time I realized that I was far more privileged in the terms of having good home cooking as compared to many other people. My mother was a good cook, she was, she used to make, she doesn't eat non-veg, but she used to make, you know, chicken and things like that for us. So my father was a very, you know, he loved people. He had to have friends and we had a large house. So every Saturday, all his colleagues, almost everyone was a doctor. So they would all like wind up with their practices at 10 or 11 at night and come home for a drink. And there would be a lot of singing, dancing, boisterous partying till two or three in the morning. And my mother would cook for all of them without complaining. So that it was, you know, regardless and oftentimes these people would come without warning. So my father wouldn't even tell her and then cooking would begin at 11 at night. And I also remember this, almost always, she would be the only person in the kitchen doing everything, chopping vegetables quickly and putting things, washing rice, making food. So when I got married, Sheila was my wife, was a far more restaurant person. So she liked to go out and I like, I had never, you know, restaurant going was never a part of my upbringing. Indeed, when I used to go out, my comfort food was dal fry and roti. So wherever I went, I just ordered dal fry and roti and I didn't like to go to Chinese restaurants because they didn't have dal fry and roti. So then, first of all, when Sheila found out about this, she was aghast and then slowly she changed my view towards food and over the last 30 years, I have become practically human and I like many cuisines and Southeast Asian cuisine being my favorite. But I wasn't much of a foodie for a long period of time. Then somewhere in 2007 or 2008, one of those times, we had a visitor. So he was an uncle's brother, uncle by marriage's brother or something like that. Not very liked among the women folk because he was outspoken and many things, but one thing he was, was a good cook. And when he came home, he said, I'm cooking. And he stayed with us for a few days and he, you know, sort of enlisted my support. So I had no idea, I didn't, I never chopped vegetables, I didn't think. So we went out, he bought me one big chef's knife, which I still have, like a big knife, the likes of which our kitchen has never seen, though that kind of a knife. And then he taught me how to chop vegetables and cut onions and things like that. So we, I would chop vegetables and he would make, he would make things. So he made, I remember he made a poached ravas, I think. And that was the first time I'd seen anything like that made. It was pretty tasty because, you know, eating fish without any masala is revolting to most people from my community. And this guy actually made it tasty, he squeezed some lemon on that, he put some leaves and tomatoes and stuff like that, it was actually tasty. And after he left, I started, you know, YouTube wasn't really a big thing back then. So I had to figure out, so I kept buying all these recipe books and reverse engineering. About five times out of 10, it was inedible, completely inedible, so you had to throw it out. But on occasion, it turned out very nice. And then I started getting interested more and more in different kinds of cuisine. One thing about when you actually cook, you then start, so that's why I love Krish Ashok's book Masala Lab, because he reduces everything to general principles. And you can sort of play around with that. He never says anywhere in the book that he is right. He just explains what he thinks is happening. A lot of it is even now is not settled science, so you'll have more views than one. But you get a general idea. So what the tadka is, or you know, what you're doing when you're making gravy, or how you would cook different meats, and some of that. So Ashok used to write this kind of stuff on Twitter even before. And even before he started writing, I used to read other people and figure some of that. And then when you make it yourself, and it's not always pleasant, sometimes it's rubbish, but you learn at every stage, you become more sensitive to what might be going on. And you eat yummy stuff elsewhere. And then I started appreciating outside food a lot more. And I would seek out, you know, unusual eateries, unusual kind of foods. And oftentimes, I would be pleasantly surprised. There was one I was telling you earlier about, we had gone to Hampi, and we were staying in this place called Hospet, and we were staying in a resort, and we had the usual resort fare. It was extremely bland and not appetizing at all. So my brother-in-law and I, we decided to seek out. So we had a driver, and we asked the driver where he ate. And he pointed us out to a small hole in the wall, which turned out to be serving a cuisine called Saoji. And this is indescribably hot. It's like, it has like industrial quantities of chili in that, yet it is very flavorful. So you put that in your mouth, and your mouth is on fire, and yet you want to have more of that. That was a novel experience. I had never eaten anything as spicy as that. That was fun. There is one place near Virar, north of Bombay, where there is one eatery which serves poha and chicken. It's very tasty. I mean, I have never eaten anything like that anywhere else, but it's a thing. And it has its own little history, how it started, and somebody, here's what I think is, someone had a drink or two too much and went off to make chicken pulao, and instead of putting rice, he put poha, and it turned out to be nice. That's what I believe happened. There's some other story that he told me. And you start appreciating different kinds of, so some food you don't like, there is too much spice in it, or there's too much happening in it. But some food, it just appears, it's very complex. Just like life, food is very complex, and some kind of food just appeals to you, some kind doesn't, and different food appeals to different people. It's fascinating. So I did a lot of eating out in the last 8 or 10 years, went to different places. We went on a trip to Mysore once and sampled 4 or 5 different cuisines in a small, really small town, just because it happened to be the confluence of cultures. Food says a lot about the culture it comes from as well, and it's very interesting, it's very satisfying, it's like a good meal, it's 100 times better than a good drink, is what I feel."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:59.480",
        "message": "And does it, like you pointed out, that of course you started noticing more nuances of food when you would eat out, because you started cooking and all that, but do you feel that it made you more mindful of the process of eating in general, like one of the things I often find, even when I order something which I absolutely love, like the ramen we had today, is that initially I'll enjoy the taste, but then my mind will just drift off. So I could really be having any damn thing for the rest of the time, right? It's just that initial moment where you're mindful and where you're enjoying it. And I find that, and I don't like that about myself, but it always happens with everything that I kind of do, because one of my sort of credos in life now is that take joy in the small things. You know, if you wait for big things to give you joy, the big things may not happen, you know, most dreams don't come true, the big things don't happen, there are so many small things around which can give you so much joy and food is definitely one of them. But I find that I'm not being mindful enough, and it's almost kind of contradictory. Do you feel that your mindfulness while eating food has kind of gone up, or do you have to"
    },
    {
        "speaker": "Guest",
        "time": "01:56:05.520",
        "message": "keep reminding yourself? Yeah, so mindfulness is, so I've had my problems with, like all of us, I'm sure, practically all listeners, I think it's a big function of the explosion of, you know, your social media and everything, everything is crying out for your attention. And it is almost humanly impossible to be immersed in one thing, I've seen this affect my reading habit. So back in the day, I could read a book in maybe five or six hours, I wouldn't get up, I mean, I would pick up a book and like, go cover to cover, I can't remember when the last time was when I did it, I just, I'm unable to do it. I set a target nowadays, to finish one chapter without sort of attending a call or looking at my Twitter, I would force myself to do it. So one is the way technology has evolved has started robbing you of your powers of attention. There's a book called Deep Work by Cal Newport, I strongly recommend everyone read it and you know, if you can't read it, at least there are a few good interviews of his on YouTube"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:26.960",
        "message": "and you can see that. I did an essay on that, which is almost a TLDR of the book, a 2000 word essay, so I"
    },
    {
        "speaker": "Guest",
        "time": "01:57:33.640",
        "message": "linked that from the show notes. Yeah, that's brilliant. That what the TLDR of that is basically, if you want to get anything done, you have to switch off. So that's the switch off everything else and pursue that, just that thing. It works a lot if you want to read something and so one thing that is a big problem is you read a summary or watch a summary of something on YouTube and you think that you've got what that thing is about, mostly books, and that couldn't be further from the truth. Because when you actually read a book, you find yourself arguing with the author or getting a lot more nuance or it's more leisurely, you get a chance to sort of play it out in your head and rightly or wrongly or whatever it may be, you get your own meaning out of that book. When you see a summary on YouTube or something, it's that summarizer's point of view which is being presented. So if you want to read a book or if you want to do any serious thinking, it's imperative that you cut yourself off, because it's very difficult. In my case, I have to be online, on call, my factory works around the clock, so I leave my phone on all the time and if I'm sitting and reading and the phone goes off, I pick it up because half the numbers I don't recognize. So it could be one of my workers or it could be a neighbor, there could be an accident or there could be some emergency, so I cannot pick up the phone. So I'm always distracted, but even so, it is possible. So you mustn't, unless something is, like in my case, the phone, unless something is very demanding of your attention, don't look at Twitter, don't look at Facebook, don't look at Instagram, you'll find that experience very rewarding. I find that I have to force myself to do this, I'm pretty sure that most of our listeners will feel the same. What used to come naturally to them a few years ago is no longer natural, they have"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:46.560",
        "message": "to force themselves to it. The advice that I often give people who want to start a reading habit is that initially it's always tough. Like I was a prolific reader as a kid, then I lost that habit as an adult, then I kind of gained it back five, six years ago. And the key to remember is once you resume a reading habit, initially, it can get tough, your mind will keep wandering all the time and you read 20 minutes and you're like done with it. But if you just stick with it for a couple of weeks, you'll find that you're getting into the groove of reading, so to say, you're reading faster without compromising on depth or whatever, you know, and when you're bored, you find yourself reaching for a book instead of your cell phone, which is great. And by the way, it's kind of fashionable in some circles to give Deepak a bit of flack. Because, you know, one argument that I've seen on Twitter is that this is only for privileged people and women can't make time for themselves. And what are we to do? And I find that that criticism is obviously coming from people who haven't read the book. Because Newport is not telling you that you have to be able to make three hour chunks of time and whatever, whatever, which is, of course, not possible for a lot of people. Instead, what Newport does is that he lays out the problem so that you understand it better. And then he provides a number of different solutions, not all of which require you to take out, you know, large parts of large chunks of time to work. So I mean, there are four broad ways in which you can kind of, you know, deal with the problem. But moving on to sort of another question from the mindfulness topic, and this was, of course, being physically mindful of things that you're eating something, you're mindful of the taste or you're eating something, and you stay in the moment and you stay in the book and all of that. That is one kind of mindfulness. But another kind of mindfulness is added that I've been thinking of recently is at a different level when it comes to other people, like, you know, Immanuel Kant, you know, one of his categorical imperatives, one of the versions of his categorical imperative was that never treat other people as a means to an end, treat them as an end in itself. And I think all of us, most of the time are treating other people as a means to an end, that, you know, I call my friend home, but I want his company, you know, they're instrumental to my being entertained or my feeling warm or whatever. And similarly, you know, we settle into grooves in our relationships. And after that, we are just acting out of play, in a sense, according to the grooves. And of course, there is conflict and there is friction when opposing visions of a particular situation collide. And that's a difficult one. And that's a different kind of mindfulness where you're mindful that this is a person. This is not an instrument to make me feel a particular way. Is this something that you kind of think about and in your case, you know, it's interesting because one of the, I don't like adjectives, but one of the first adjectives I once used for you, I think, to describe you to a friend was Uxorius, if you remember, Uxorius basically means a man devoted to his wife or a person devoted to their spouse. And yet the point is that both you and your spouse would today be completely different people from when you first met, completely different people. And there is a subtle kind of negotiation happening there at some level where you get used to the person you are. And I find that early story about how you were reading out Kotler, I think, to your wife or Michael Porter or whoever it was, Porter to Sheila when you were trying to impress her in the early days. Tell me a little bit about that. And so what are your kind of thoughts on this? Is this something where you feel that you err sometimes, that you need to kind of, are"
    },
    {
        "speaker": "Guest",
        "time": "02:03:19.800",
        "message": "there lessons here? So one thing, first, very interesting that you should mention about being mindful about people. I guess at some level we do this to some people, people whom we love, people whom we don't, you know, like whom you are with for no specific reason at all. Otherwise life is, you know, it's full of, it's always transactional. So it's always you expect something, someone else also expects something from you. And oftentimes good relations are always mutually beneficial. So if both of us have to gain something from each other, that leads to a fruitful relationship. What if there is nothing to gain? What if neither of us have anything to gain from, you know, does that still mean that we should be together? And if you see, a lot of really genuine friendships and genuine relationships are based on that, when you really don't have anything together, you just are together. There is nothing, it's not that you're making each other happy or anything, you just be together. And for many of us, that would be the relationship with our spouses. So when you are newly married, there is a lot of physical interest, all those things are there. After some time, there is nothing new to discover about your spouse. And that's when your real relationship starts. And so that's a concept I never thought about before, being mindful with people. In my case, with Sheela, Sheela is six years younger than me, and she was almost a child when I married her. She was 21 years old, which is actually a few days shy of her 21st birthday. And I was 26, I think, yeah, 26 or 27. She comes from a very different background. So in my house, we're very outspoken, and everyone from a very young age, everyone had equal democratic rights. So I had all the right in the world to speak out my mind, if my parents or any elder uncles were around, it wasn't considered bad. And in Sheela's family, it was a far more conservative upbringing. Women, for example, were, you know, trained not to say anything. So the only way they expressed their displeasure or unease with anything was by either remaining very quiet or shedding tears. And when we got married, we had our first argument, we had a fight about something. I mean, I think I drove very rashly or something, I drove recklessly, and she didn't like it, and I spoke sharply to her or something like that. We had some such thing, and she stopped talking to me for a few days, she didn't say a word. And I didn't realize, I didn't realize there was anything amiss. And after a few days, she couldn't bear it any longer. She couldn't bear the fact that I wasn't understanding there was something amiss. So she broke down into tears. And this was surprising. I grew up with two sisters who are more than outspoken. So there was no circumstance in which if they were unhappy, I would not know about it. They would yell at me. So my mom, so my dad. And the first time I see a woman just sobbing quietly, then I asked her what happened. And then she told me, you know, that day you said such and such, and I didn't like it. And I didn't talk to you. I said, you should have told me you didn't like it. So for me, it was almost like a clash of cultures. In this particular case, it was easy. I just encouraged her to be more communicative. And then she was, and she changed a lot as a person. Once she grew in confidence, once she got the confidence that she could say anything to me and get away with it, it was, things were good. And then we, as we grew, you know, obviously, any two people live together, you keep having conflict. So I famously remember telling someone that every, almost every six months, we would have a fight in which divorce would be discussed at least once. So I could almost plot it. So you know, if like it was five months and three weeks, like it would be divorce time"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:18.520",
        "message": "again. So I can guarantee you that's not a unique experience."
    },
    {
        "speaker": "Guest",
        "time": "02:08:25.240",
        "message": "But if two people live together, and if you have communication, you whatever it might be, you will resolve it. It does. That's human nature. That's, that's how we are wired as a species. And so that, I think was my, you know, I'm very proud that I encouraged Sheila to be more communicative. And once she did that, she sort of came into her own as a person. She's a very friendly person. So before this, she was very hesitant to make new friends. And you know, as time passes, as she grew more comfortable, she is, you know, she makes friends very easily. What she made me realize is that I, I was, so I had this intellectual arrogance that I knew everything, because I was usually the cleverest guy in the room, right from my school days, very clever, understand everything, read a lot of books, can speak English, very good at, you know, sort of pulling out a quote, a clever quote from Shakespeare or Woodhouse or something like that, win the day, win the argument and things like that. And I oftentimes wouldn't sense even that other people who are not as communicative as me had something to say and weren't able to say it. So I don't know how far I've progressed along, but I like to think that now I realize that just because someone is not saying something does not mean that they don't have anything to say. And it's very difficult, very important to get that out of them, even if it's difficult for those people. And it makes a life richer. So one thing that I learned was communication skills and intelligence are not correlated. So I have found some really clever and intelligent people who are not really able to communicate at all. So that was a finding. I wouldn't have, because I just equated communication and intelligence. So if you can't communicate, you are dumb. That was my earlier thing. Over a period of time, I realized that that is not the case. I don't know how your experience is. You are pretty much in the same boat."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:58.480",
        "message": "No, I'm in a worse boat because I'm in a worse boat because I think, you know, it took me many years into my adulthood, which is why I don't like the young me. When I think of me in my twenties and people I knew then are still in touch on Facebook or whatever. And I think to myself that why? Because that guy was such an obnoxious prick. But I realized looking back, and these are things that you realize only in hindsight if at all, that I picked up two things that makes me cringe when I think back on them from my parents. One was, I think, an intellectual arrogance, which you mentioned from my dad, because again, you know, as a kid, like I, you know, read all of Shakespeare at 10 and I was just reading very voraciously and that that makes you think the world of yourself and my dad was similar in a sense. And I picked up this massive intellectual arrogance that took years and years to kind of go away. And, you know, and just looking back, I wonder how I kind of navigated through society with that kind of arrogance. And from my mom, I think I picked up this massive social arrogance that, you know, we are a certain class of people. And my dad was an IAS officer and obviously, you know, privileged upbringing and all living in bungalows in my childhood, though never since, obviously. But so there was that and it takes a long time for that to go. And when that goes, you kind of realize that, you know, that you lost so much by being like"
    },
    {
        "speaker": "Guest",
        "time": "02:12:17.080",
        "message": "that. Yeah, that's so true. You realize you are the bigger because you have your arrogance has created these barriers. You are not listening and you become so forbidding that other people do not want to speak to you or they're intimidated by your presence. There can be nothing sadder than that, actually. Yeah. So that that was one of the yeah, I'm happy to meet, I know that someone else also has gone through that. But it took me a long time to figure that out. It's probably still there at some level, it's just, it's just who we are, right? We are basically very arrogant and selfish people. But as you grow older, I think you sort of grudgingly acknowledge that you're not as great as you think you are. And other people are actually far, far more, you know, smart and clever and talented than you ever suspected they would."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:24.480",
        "message": "And I think the other sort of sort of way of thinking about this is that even if you are smarter than others, even if you're, you know, better than so many, like, it doesn't make a difference. Like, I see so much of what happens around me in society and maybe exacerbated by social media. There is this constant one upmanship, there is this and which, you know, normally is by putting other people down, or there is a quest for constant validation. And these two are kind of colliding all the time, like if there's something that I really hate about social media, it's about how, you know, you're shitting on people all the time. And I see that even on some WhatsApp groups, you know, we may both be part of something like that. I mean, we don't do that. But we may be part of a group like that, where, you know, it's all the time you're shitting on someone. And it's like endless quote tweets. Like for me, the quote tweet is just the rudest thing ever, unless you're praising someone, in which case is fine. You're praising someone or you're citing someone's piece and saying something. But a lot of the time, it's just mockery, you're not adding anything to any conversation. You're just mocking someone for having different values than you, or maybe for not understanding something enough. And I think at the end of the day, all of this shit is an accident, your intelligence, what you've achieved in life, it's an accident."
    },
    {
        "speaker": "Guest",
        "time": "02:14:38.400",
        "message": "That's a very good point because, yes, you know, some people are smarter, some people are less smart. It's just like some people are taller and other people aren't just as tall. It's just variations. It should not, it really doesn't mean anything at all. It really doesn't. And actually, as someone pointed out, if you compare the difference between the dumbest person and smartest person, it's really not much as, you know, if you compare it from a baseline of, you know, from another animal, from, let us say, a chimpanzee to a human being, that delta is really big. So in percentage terms, that little ripple doesn't matter at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:25.520",
        "message": "Yeah, I mean, that's a good perspective because I think, you know, basically we are all, we are actually identical and everything is kind of circumstance and a circumstance in two ways. One is a circumstance of your genes, which is luck. And the other is a circumstance of your circumstances, as it were, what a convoluted way, which is also luck. You know, like I love Steven Pinker's quote about, you know, nature gives you knobs, nurture turns them. And they're both kind of luck. And that's one of the big lessons I kind of got as a poker player is that realizing that it's not just in poker where you have to adjust for the level of luck, because obviously though it's a game of skill, the quantum of luck is much higher than in other sports, but in life itself. And so many people get, you know, they let success get to their heads and they become arrogant, or even the circumstance of their birth, get to their heads, I am so proud of being so and so proud to be a Hindu. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:16:17.640",
        "message": "What did you do? You know, what do you do to become a Hindu?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:21.000",
        "message": "You know, if someone who is proud to be a Hindu today, it's a circumstance of birth that they are a Hindu in India, what if they were, you know, you know, something else somewhere, you know, what is the damn difference, but anyway, that's, that's kind of taking us into different places. But then, so there's the other thing I mentioned on social media, people do two things. One is this constant upmanship, and which probably comes from a deep fundamental insecurity. But there is also the quest for validation, which I think comes from again, one of the fundamental anxieties that I learned to tackle, and I'm still learning to tackle, which is hardwired into us, which is the anxiety of what other people will think of you. And you know, so when I talk to my writing students, when I give my last webinar, I keep pointing out that this anxiety is actually pointless, because no one's thinking of you. Everyone's got their head up their own ass, you know, no one is like taking screenshots of every little thing you write so that they can come back five years later and say, look what a bad sentence you wrote. And yet this is a difficult anxiety to get by what other people think of you. So is this something that you've kind of faced and are there other anxieties? If you were to think back on things that you've been anxious about, insecure about, what would"
    },
    {
        "speaker": "Guest",
        "time": "02:17:29.800",
        "message": "you kind of look at? Yeah, one thing that somehow has dogged me for a long period of time is acceptance, right? So somehow, you feel whenever you're in a group, you feel obliged to be accepted in that group. So oftentimes, what it means is, you say things which go against your core value, or you refrain from saying things when you should actually say them. So excessive politeness just in order to fit into the group. In my case, that definitely comes from, I don't know why it should be true, why it should be so, because I'm definitely among the privileged, I mean, my dad was a successful practitioner, we had, you know, socially acceptable, there's absolutely no reason why I should be anxious about being accepted in a group. Sheila often points out that I am not unlike a, you know, so when you go to someone's house and their dog will come out and they're very happy to see you and, you know, so we have a dog in the factory and we feed and every time one of us goes there because we feed the dog, he's, you know, he's like, you can see that he's so, he just wants to be petted by you. He just wants to be, you know, good book. And actually, Sheila has a secret name for that particular dog. She calls him Naren because he's exactly like how I behave when I'm in groups. That's a private joke between the two of us. But this is what happens. So we let anxieties, I try to consciously be away from that. And but oftentimes, I don't have, I pass it off as kindness, why do I want to hurt other people's feelings and so, but yeah, we do tend to be disproportionately worried about being accepted in groups. And I have found that even if your views, if my views are not in line with other people, it's not that the group throws me out or rejects me, it's as long as you're not actively harassing other people, it's fine. I mean, most groups do accommodate diverse views. So we should try to be more true to ourselves, it's more satisfying. You have an internal code, and you must be true to that. I don't know how your experience is. You have been, I know, you have been very daring in sort of disagreeing or sort of making your views known, even when you know that those views are not going to be well received. You never shy away from that, at least as far as I've known you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:36.360",
        "message": "Yeah. And that's more an impulse kind of thing. Like, you know, there's that old XKCD cartoon of, you know, someone is wrong on the internet."
    },
    {
        "speaker": "Unknown",
        "time": "02:20:43.280",
        "message": "The wife asks her husband, you know, come and sleep and he's like, no, someone is wrong"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:47.520",
        "message": "on the internet. And, and there's a later version of that, I think, which came out 10 years after that, which is about how this guy, you know, discovers sort of, I'll try and link to both of them about how this guy discovers that there's a view that he disagrees with really strongly, but he hasn't actually seen that view yet. So he looks for someone who's expressed that view so he can shit on that person. But I mean, I don't, I don't come close to doing either of those two. But the point is, sometimes somebody will just say something stupid, like someone will say homeopathy works, and something just happens that, you know, I kind of lose it, or, you know, other random things. And over time, it's really futile, that on the one hand, okay, if you are someone who is taken seriously by a lot of people, then you should kind of say what you feel. That's kind of your job. At the very least, you should, whatever you say should be what you feel. Don't do any posturing. I try to avoid the posturing. But I just think, but, you know, but sometimes in private groups also, I just kind of, so I'm trying to sort of discipline myself to just chill. I mean, I'm more and more, I'm kind of coming to the conclusion that nothing is going to"
    },
    {
        "speaker": "Guest",
        "time": "02:21:58.720",
        "message": "change. That's very true. But I'm in, so I'm like the diametrical opposite of you. So you would tend to, you know, risk hurting someone else's feeling. Because you have to say that what you're saying, I don't agree with. And here are the reasons why I don't agree with it. You're always civil. I mean, it's, you'll never, for example, you'll never, you'll never attack the person. You'll never say that, hey, Naren, you're an idiot. No. You'll say, these arguments that you're making sound wrong to me. And these are the reasons why. And yet, if I'm really invested in those ideas, the very fact that you have pointed that out to me is an affront. And I'm going to attack you as a person. So I'm going to say you are a fat, slob, ugly, which you're not, okay. But just saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:53.400",
        "message": "No, I mean, the fatness is undeniable. The ugly is subjective. Slob is true."
    },
    {
        "speaker": "Guest",
        "time": "02:22:59.200",
        "message": "And I would say, I would think that and I would never talk to Amit again. So you probably sense that. But you've said that regardless, you know, when you pointed out that I'm wrong, you've been prepared to lose that relationship, and I'm the other extreme, I will not say what actually is crying out to be said, because I'm scared that I will lose my, you know, Amit is my friend, so I mustn't say and what if he doesn't talk to me. So both extremes are possibly not right, but I would rather be on your extreme than mine. I'm working on it. I point out, so we recently we had a right wing guy on the, very xenophobic guy on one of our WhatsApp groups, and I, so he left the group in a huff because of something someone else said. And then everyone wanted to bring him back. I said, if this guy comes back, I'm out. Because I don't agree with, you know, these, the things that he said. And everyone was like, no, no, he's our friend from college, and we should take him back and so on and so forth. And then they did bring him back and I didn't leave the group. But I have chosen never to participate again on that. It triggers me. What I actually should have done was vocally protested when he was brought back. He should know that the views he espouses are not nice views. But it's impossible to, it's my, so there is this, I don't know, have you, are you familiar with that Bonhoeffer's theory of stupidity? No, please tell me. There's this guy named Dieter Bonhoeffer, okay. So Dieter Bonhoeffer was a young pastor, very touching story, actually. He was a very, he was a pastor, he was, you know, he like spreading the word of Christ. And he believed, he believed in the message of the Bible. So when Hitler was gaining prominence, he protested, he saw when, this is what used to happen, right? So people used to, Hitler used to say, Jews are the cause of all your problems. And people would go and throw stones at Jewish shops and they would do that. So this is way before, you know, concentration camps and all the thing. But you know, they used to, they used to do those things. And Dieter Bonhoeffer used to go and give speeches and tell people that this is wrong, you cannot do this. This is not, this is not what, and you know, a lot of the ire against Jews comes from Christian history about, you know, they were not kind to Christ. I don't know what the background is, but generally, historically, Jews, Christians hate Jews because of bad things that the Jews did to the Christians, so on and so forth. And Bonhoeffer used to say all that, anyway. So none of it worked, Nazism grew and eventually they, you know, they took power and World War started and some years after that, Bonhoeffer was like, you know, going around saying things and they finally arrested him and they put him in a concentration camp. And tragically, just two weeks before the regime collapsed, before the Allies won, Bonhoeffer was executed for being in on a plot to kill Hitler, which he wasn't, but they, you know, that happened. And but when he was in the prison, he wrote a book. The book was about stupidity and his point was stupidity is worse than malevolence because malevolence has an agenda and you can unmask that agenda, but stupidity has no agenda whatsoever and stupid people will do things to harm you which don't benefit them. A malevolent person will not do that. He will harm you only if it benefits him. So his basic thesis was, be very afraid of stupid people and stay away from them. And to some extent, I see this happening even today. I don't think we'll ever go into that level of extreme, but it happened all over the world. It happens here, it happens in the US, you have this QAnon crowd, they are just stupid people and you have to sort of strengthen your fellow people, people around you to recognize that stupidity and sort of fight against it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:51.560",
        "message": "Yeah. I mean, this whole thing of stupidity being worse than malevolence reminds me of Harry Frankfurt and bullshit. Harry Frankfurt is a philosopher who wrote this great book called On Bullshit. And his point was that bullshit is different from lies. A liar appreciates that there is something that is a fact, but he deliberately lies. Whereas a bullshitter doesn't give a shit. So half the time he might even be right. Right. He is just bullshitting. He is just making up what comes into his head to go with whatever the narrative is. And he's not aware himself that it's true. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:28:22.200",
        "message": "Like Donald Trump was a classic bullshitter in that sense, that he will say anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:27.400",
        "message": "And in a sense, that's more dangerous than lies."
    },
    {
        "speaker": "Guest",
        "time": "02:28:30.400",
        "message": "You cannot expose that as a lie. So a lie is clearly a lie. So you knew that it was black, but you said it's white. That's a lie. Bullshitter, he doesn't even know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:41.160",
        "message": "No. And a bullshitter takes you into crazy directions. Like there is this SSR conspiracy theory that I like to speak about, which is see the initial SSR theories were lies, right? The initial conspiracy theories that, you know, Rhea gave him drugs and there was all this other shit happening. Those were lies. But the bullshit is crazy. The bullshit is that he believed in something in quantum mechanics, which splits an atom into two. And he apparently tweeted about it once. So he split himself into two. And there were two SSRs and the one that died or was killed rather was a duplicate. And the real one invented Covaxin and is in hiding somewhere because Yogi Adityanath is looking for him. Now, none of this is a lie and none of this is something a liar would say. A liar would have no incentive at just going into these different crazy areas. This is just bullshit of a very strange kind. And, you know, just going back to the earlier point of not speaking out and, you know, more and more. I think that sometimes a practical attitude is not my circus, not my monkeys or as a better way of saying this comes from the novel Kashi Kasi, which is Bhaar Mein Jaye Duniya Hum"
    },
    {
        "speaker": "Guest",
        "time": "02:29:49.960",
        "message": "Bhajaye Harmonia. Right. Which is, in fact, I really want to this, this should be a T-shirt and it should be part of seen unseen merchandise is what I strongly believe."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:02.160",
        "message": "Yeah, I think the first bunch of merchandise, which is all these mugs actually didn't make any profit. So it was just a random brand building exercise. But we shall see in future. But then, you know, you got to do what you got to do. You know, if if one stops oneself from saying what, you know, then then why say anything at all? It kind of comes down to that. And, you know, something interesting that you kind of said about, you know, the marriage years, the whole spousal thing that after a while you kind of know each other because"
    },
    {
        "speaker": "Unknown",
        "time": "02:30:31.240",
        "message": "everything is done."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:32.240",
        "message": "And that reminded me of this beautiful poem by my favorite poet Mark Strand, which I'll read out. It's a prose poem. So it's called Harmony in the Boudoir by Mark Strand. After years of marriage, he stands at the foot of the bed and tells his wife that she will never know him, that for everything he says, there is more that he does not say, that behind each word he utters there is another word and hundreds more behind that one. All those unsaid words, he says, contain his true self, which has been betrayed by the superficial self before her. So you see, he says, kicking off his slippers, I am more than what I have led you to believe I am. Oh, you silly man, says his wife. Of course you are. I find it just thinking of you having so many cells receding into nothingness is very exciting that you barely exist as you are. Couldn't please me more. It's not good. I kind of love this. And this also leads me to the question is that how much of ourselves, what we think we are, is constructed for ourselves? Like, is that something that you think about? Do you sometimes think that that I'm just being dishonest? I'm just putting a face out there that I don't know if there's a real me. I mean, I don't know if anyone has a real me in that sense, that the self is always a sort of a construction and for others and oneself, if that makes any sense to you."
    },
    {
        "speaker": "Guest",
        "time": "02:31:42.560",
        "message": "So one of the things, I've never mustered up the courage to do this and probably won't. But they say that if you do acid or mushrooms, psilocybin mushrooms, these are chemicals that dissolve your sense of self and transform you as a person. So the self is a really it's a construct and like almost all of mystical philosophy is, you know, is about that and about how to see the world. So I've struggled with this. I've had spiritual insights. I used to do this thing where I used to sit in front of a mirror and stare at myself. And if you do this long enough, you just stare at yourself. Just don't close your eyes. Do nothing. Just sit. Ideally, sit in front of keep a mirror, preferably a full length mirror. Just keep staring at yourself. And after some time, you'll suddenly have this thing, you know, it's very fleeting. It'll come and it'll go. But for that fleeting moment, it will be, is it really me? You know, what am I? Who am I? Kind of thing. And unfortunately, it is nowhere as transformative as they say acid or those mushrooms are. But it's true that these constructs that we make for ourselves define everything that I personally believe that what we are trying to do, all of us, is we are trying to be internally consistent is what I think. So we, even people who have just absolutely the most absurd, untrue, even people like Donald Trump, somewhere internally, they have some consistent image of it. And they hang on to it because if that breaks, everything is gone for them. But for most of us, it's probably desirable that it breaks and you start seeing things as they are or as they are from other. I haven't, I haven't really succeeded in doing any of this. I've tried. I don't have the slightest idea how to go about it. I don't know if you had any experiences or experiments in this direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:05.280",
        "message": "No, not at all. I mean, Sam Harris keeps talking about meditation and psychedelic drugs, how they both get you past the sense of the self. And obviously, the whole idea of meditation is that it can take you kind of above yourself to a meta level where you can view yourself doing the things you do and thinking the things you think and realizing that this is also a narrative, that, you know, on Twitter you posture for others, but over here, you're also posturing for yourself. And that's an interesting and kind of scary realization. I once did go for this Vipashyana camp when I was very young in my 20s. And so, you know, you got to stay silent for all those 10 days or whatever it is. And it was horrible in the sense that it was horrible with one food related, you know, good feeling at the end of it. But it was horrible because after day two, my head was just full of sexual fantasies. So I was observing myself having sexual fantasies and for days that is just terrible."
    },
    {
        "speaker": "Guest",
        "time": "02:35:03.600",
        "message": "It was nonsense. Have you ever tried mindfulness meditation?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:07.480",
        "message": "I have since tried it. But the point is that I haven't been mindful enough while trying it."
    },
    {
        "speaker": "Guest",
        "time": "02:35:14.720",
        "message": "I same with me. I haven't been. I keep telling my every time I have this conversation with different people, I mentally make a note that from tomorrow morning, I'm going to start that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:24.160",
        "message": "I've never gotten around to that. Yeah, I downloaded the Headspace app, I downloaded Sam Harris's app and kind of paid a subscription fee for it for a few months before this RBI regulation, it just lapsed. I wasn't using it anyway. But to get back to the Vipashyana, the interesting thing was because the whole exercise is that you're observing yourself, the meal I had after that, you know, my wife would also done the thing and it wasn't so bad for her. After that, we went to an Italian restaurant, I remember for a meal after we kind of got back from Igatpuri where it was. And it was a spectacular meal. And it was a spectacular meal, not because it was a spectacular meal, but because I could taste every little nuance of that, like every little nuance of that I could taste. My senses were so acute, and I was like, ki haan yaar, aise khana chahiye. But then you're, you know, back to normal by the next meal, and you don't even know what you ate by the end of it, you know, chicken khaya, mutton khaya, and you finish the food"
    },
    {
        "speaker": "Guest",
        "time": "02:36:22.920",
        "message": "and you're like. But I do believe, especially after reading Sam Harris, who is a terrific writer, actually, very, very nice, very simple words. I do believe, no evidence for that, just because these people say so, that it is possible to be mindful, it's very easy to be mindful, and it's something that all of us should do. And these are the things, so whenever, whatever you're doing, one thing that, you know, both of us have experienced, it might be also partly my fault, because I ramble a lot. But when you talk, you oftentimes lose the thread of what you're talking, because part of your mind has gone off into some other rabbit hole. And then you're trying to pull it back, and then you lost the thread of the first one, or the second one, and then all of a sudden, you don't know what you've been talking about. And I'm sure a mindful person, you know, for a mindful person, that wouldn't."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:17.360",
        "message": "It wouldn't, but it would also be tough, because it's a question of attentional capacity, in the sense that, like, this is something I realized while podcasting, that why do, how can people listen at double speed or 3x speed so easily? And the reason is the brain can comprehend words spoken at 500 words a minute or more, while we actually speak at, you know, 150 to 200 words a minute. And therefore, you know, when you're listening to someone speaking at that horrifyingly slow speed, like, I can't listen to myself at normal speed, it's torture."
    },
    {
        "speaker": "Guest",
        "time": "02:37:45.200",
        "message": "Same with me. I, you know, in fact, I whenever I listen to your podcast, I listen to it at 1.5x, that's my standard thing. And you sound normal. Yeah. And the other day, I listened to one of your podcasts, and accidentally it happened to me. It's a new podcasting app, I think, and it almost sounds that you're intoxicated or something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:08.040",
        "message": "like that. Retarded."
    },
    {
        "speaker": "Guest",
        "time": "02:38:10.040",
        "message": "Yeah. But now, I mean, we are face to face now, and it, it doesn't sound odd at all. But I'm pretty sure that when I listen to this podcast, when it comes out, I will have to listen to it at 1.5x, I won't be able to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:22.480",
        "message": "The exact same thing. So some of my writing students, when they, you know, the first webinar of the course, they pointed out that you seem to be speaking so slowly, because they're just not kind of used to it. But that's the point. That's why when you're talking to someone, their attention can wander, because only a part of the brain needs to listen to you to comprehend, the rest of it can do whatever the hell it wants. And therefore, the mind wanders a lot, which is why, you know, listening at like, I listen to everything at 2x, and some things at 2.5, or whatever, sometimes it depends on the accent and how will you get it, but I would never listen to my podcast at less than 2x. But the point is, it's normal at that speed for me, you know, otherwise, the mind will wander, you know, listening at a higher speed can actually mean that you kind of retain more and take in more and all of that. So tell me another thing. So you know, you were born in the 60s, grew up in the 70s and 80s, and all of that, and a lot of our experiences, kind of a shared experience. And, you know, and I've kind of grown up reading books. And once in a while, you watch some TV, or you go out and watch a movie, but you're really reading books. And you're listening to music sometimes and all of that, not today, that entire experience has changed. Like, I find that number one, you know, we no longer need to think in terms of formats. Like earlier, if you wanted to be a writer, you're going to write an article that's 800 words, you're going to write a book that's 100,000, a short story is whatever, you know, you've got these fixed formats. Similarly, for audio, you know, if you want to do audio back in the day, you know, radio has this fixed formats, TV has this fixed formats, either you're a half an hour serial episode, or you're a 90 minute Hollywood film, or you're a three hour Bollywood film, everything has a format. Today, I find as a creator, and you're also a creator, obviously, you're a podcaster, and we'll discuss your future later, because we must talk about your future, because I'm also a part of it, I've now realized. And today, it has completely sort of changing, like, what are your thoughts on this? And what are the changes that you've seen in the things that you consume, like a lot of people now who don't have time to read books, because lives are busy. And, you know, everybody doesn't have the privilege to be able to carve out hours in a day to read. People listen to audiobooks, or will listen to podcasts. Because the point is, you want knowledge wherever you're getting it from, you want stimulation from your brain, wherever you're getting it from, you know, I find a good podcast is a perfectly valid way to get it, which wasn't, you know, there when I was a kid."
    },
    {
        "speaker": "Guest",
        "time": "02:40:41.120",
        "message": "So what are your kind of thoughts on this? So one, one is, I've, I've, you know, I used to be an inveterate readers, I'd read anything. And I had to be reading all the time. I used to read my, my mom used to make fun of me, I used to read while I could not eat without reading."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:59.240",
        "message": "So I'd have a book, I'd read something."
    },
    {
        "speaker": "Guest",
        "time": "02:41:02.160",
        "message": "And they would, you know, my sisters would do that while I'm eating, while I'm reading, they'll pull my plate away, and I'll actually put my hand out and there'll be something, you know, missing. And I look up and then all of them are laughing, they made a fool out of me. And now I find myself not reading nearly like a 10th as much. But so the biggest change has been YouTube. So I've been I've been consuming content a lot on YouTube, it started with the math video. So I'm a mechanical engineer, and a lot of mechanical engineering is calculus and a lot of calculus is very hard to visualize. Now we, we've done that, and we don't really use calculus in day to day manufacturing, but it's something which always interested me. But a lot of a lot of calculus, for example, there are things called differential equations. Differential equations are basically equations that describe some physical phenomenon, you just put it into that equation, and they are all in the form of derivatives. And if you want solution, you have to solve those differential equations, and they're notoriously hard to solve. But there are techniques, there are things called Laplace transform, Fourier transform, they, they help you solve a lot of these things by, you know, making transformations. For example, Laplace transform transforms everything into the frequency domain from the time domain where, you know, you can just add things algebraically, you can solve things algebraically, and then you transform it back into the time domain, and you get your solution. All of this we have done, and not understood what the hell it was. Many many many years later, I find this channel on YouTube called 3blue1brown, which does such a wonderful way, I just saw that it was a 30 minute video, and I knew for the first time in my life, what a Laplace transform actually did. And my respect for old Laplace grew, because he figured this out in the 17th or 18th century. And I was hooked. So then, you know, I started Khan Academy, anything, you know, hundreds of things, probability, we all talk about probability. There was this thing about Bayesian, I give talks about Bayesian theorem, Bayesian aspect, I had no clue what Bayesian was, till I actually saw a few well produced, you know, videos on YouTube, and then you realize things like Bayesian, it's, you know, it also has some philosophical sort of implications, how, you know, every time you discover a new fact, you change your assessment of, you know, situations, things like that. So that started YouTube, and then after some time, it went beyond that, and it just became fun, right? So YouTube is a different dimension of fun, it says. So there are vlogs, there are people doing funny things, there's one YouTube channel I see, I, for no discernible reason, they just take melted metal and pour it into different things. And just they melt some aluminium or melt some iron, they pour it into things and see what happens. It's all kind of thing, it's a completely different dimension, there's no, I cannot imagine any circumstance in which anyone could write a book about these things. But these channels do exist, they're very popular on YouTube. And I think at least YouTube is the only one I have, I don't understand Instagram at all. I am on Instagram, and I follow a lot of people, but I'm mystified as to its purpose. They just post pictures of themselves, and you're just supposed to like them. And what I mean, I don't understand, what are your views on emergent social media?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:57.680",
        "message": "I haven't used Instagram much. I think the purpose is this, like it's what we spoke about earlier, that what draws me towards a creator is a personal, you feel that you know the person, and then you're drawn into their story. And then you're kind of hooked into it, right? That's what draws one to creators. And I think Instagram is kind of an extension of that, that you're doing shit, like a story I kind of sometimes talk about is like last year, you know, chess, YouTube kind of exploded. And there's this comedian called Samera and he did a bunch of stuff and chess YouTube kind of exploded. So there was a day when, and there's a guy called Sagar Shah, who, you know, runs ChessBase India. ChessBase is this old venerable magazine from Germany, he runs the India version of it. So you know, downstream of Samera, his YouTube channel started doing very well, the ChessBase channel. So they had a live stream. And it was very interesting because the live stream was supposed to offer of an event, where they were doing live commentary of an event and was supposed to start at a particular time, and the guy realizes five minutes before that his internet isn't working at home. But this is during COVID time, but the ChessBase office is five minutes away in Goregaon or wherever this is. So he picks up his laptop and camera and all the equipment, Mike Shaikh, and he runs to his office physically, and he starts it a couple of minutes late, but he starts it. And then the thing is happening. And then his wife is at home where the internet has come back. So she joins, she's a co-commentator, and the event ends. And then some of the players who played in that event, top grandmasters, they join in. And so what would have been like a three hour stream becomes a six hour stream where they're just talking, right? And it's great. It's riveting. You've got 10s of 1000s of people who are watching this live stream, where the chess is over. It's just riveting. And then at about three or four in the morning, young Sagar reveals that in the in that particular area, the streets are full of these dogs, and he's scared of walking home now because he's got to go home. So there's one reader saying in the live chat, hey, I'll come and I'll drive you home and all of that shit is happening, but he decides to walk home. But because everybody is so scared, worried about him now, they want to make sure he gets home safely. So he switches off the YouTube stream, and he starts streaming on Instagram, he does an Instagram live. And then all of these people switch from YouTube to Instagram, and they follow his journey home. You know, just seeing that whole thing unfold is fantastic. And obviously, Instagram is more useful for things apart from this. And I guess the only way to really know is to dive into it. Because I just think that every medium, including podcasting, that if you just look at it from the outside as a superficial thing, it seems like it seems very banal, like in the early days of blogging, people would say, Oh, who wants to know what you had for breakfast as if that is what blogging was. And similarly, so now I've gone through, I've gone on many YouTube rabbit holes, I haven't gone through any, I'm not on Instagram, I mean, I opened an account once, but zero posts, and therefore nobody knows what it is, you know, maybe someday I'll go there. But just, you know, in case listeners are confused, what do I mean by Naren's creative future and all of that, Naren just revealed before we started recording that he's retiring in a month, yes, people retire, young people, that he's retiring in a month, and we'll focus on doing interesting creative things. And I've been planning to start something on YouTube. So we said that, okay, one of the many things that I'll do is a food blog with my good friend Naren. And we can go around and sort of talk about that, because I just feel that India in that sense is so incredibly diverse, like, you know, Naren earlier mentioned this food trip that we did. And we, you know, a bunch of us, I think about eight to 10 of us, we went to Bangalore, went around Bangalore and did some eating, but basically hired a bus and then went to Mysore. And in Mysore, did a lot of eating a lot of epic places, including a pork biryani, I will never forget. And it was, it was pretty mind blowing, because like you said, Mysore is almost like an Istanbul of India is a confluence of cultures, Persian, Turkish, you know, Asian, all over the, you know, it's just, it's just incredible food wise. And I don't think people have kind of mapped this out enough."
    },
    {
        "speaker": "Guest",
        "time": "02:49:11.820",
        "message": "So I'm very excited about, you know, starting off this YouTube thing with you. Because as we were discussing earlier, it's, it's a medium whose real, you know, real power really hasn't been explored. And it's interpretation. So you sort of, you just find out, and even about food, food as a map of as a snapshot or a map of our entire being as a, you know, a lot of food also connects cultures in many ways. And all of that is very interesting. And food is actually if you, one thing I realized is a lot of mainstream Indian food is common across castes or class than region. So food that Brahmins eat from Kashmir to Kanyakumari will be far more similar than the food a Brahmin eats and a Dalit eats in the same villages is what I'm guessing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:27.800",
        "message": "That's fascinating."
    },
    {
        "speaker": "Guest",
        "time": "02:50:28.800",
        "message": "Yeah. And I don't know if this is an Amche theory or something, which is really the fact, but it's something I would really like to figure out. The other thing about lower class food, so I, you know, they're not simply not available because they are not the restaurant class. So they just, and it'll be interesting to find out what they eat, what a farmer eats in Western UP, maybe, you know, what some other community, other caste, it'll be fascinating. Yeah. It's a journey that's intriguing and basically is also fun because eating is very fundamental."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:10.280",
        "message": "Yeah. It's one of our primal impulses and like I did this episode with Peggy Mohan, who's written this fantastic book on languages, how you can tell history through languages and, you know, when you mentioned this, how, you know, Brahmins across India will have more commonality in cuisine than a Brahmin and a Dalit in the same village. And even across genders, there are interesting differences in language. And one of the things that she kind of points out is that, you know, back in the day when the Aryans came, and by the way, yes, the Aryan migration theory is true. You can, you know, check out my episode with Tony Joseph or read his brilliant book for that. I think that is, you know, something we know beyond all doubt that when the Aryans came, they came in bands of men because that is how explorers go out. So they took local women as their wives, you know, whether by conquest or consent or whatever, we don't know, but they took local women as their wives. And as a consequence for generations, it was a case that the women spoke a separate language from the men, and it's very interesting to then see that reflected in the evolution of both languages. Like there is so much in Sanskrit that has come from local languages. And at the same time, one of the consequences of that is that men and women would speak subtly different languages because the young girls when growing up would spend more time with the mother and at home, and the boys would be with the mother till sometime and then they're out in the field with their fathers doing whatever fathers do in the field hunting"
    },
    {
        "speaker": "Guest",
        "time": "02:52:35.200",
        "message": "or whatever it is. So the old languages took a really long time to get ironed out and probably never did get ironed out. Yeah. She speaks about those sounds, right? So the retroflex sounds."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:48.240",
        "message": "Retroflex sounds like, you know, dhat and dhat, you know, so dhat is the and the, and dhat, the and the, where your tongue hits the back of your mouth in the way that it does are not there in any of the other, you know, Indo-Proto European languages. It's not there. So if you follow the Aryan languages journey all the way through, it's not there anywhere till the Indian subcontinent, where it's clearly something that's kind of come from the local languages. And it's to me, that's kind of delightful. I mean, obviously, there's also a tinge of what were lives like back then was the violence. But the reason I brought this up is that in the same way as, you know, I find it fascinating that you can look at something that is static today and tell the past through it, that you can look at, like, like Tony Joseph writes about in his book, you know, you can look at, you know, someone's genome, and you can, you know, go back to the past and figure shit out. You can look at languages that people speak, and you can tell something about the past from there. And I think that's got to be true of food as well, except it's probably much more complex, and much more subtle. And it's, but there's so much to be done."
    },
    {
        "speaker": "Guest",
        "time": "02:53:57.880",
        "message": "Yeah, there's a, that's an entire journey waiting to be made. So oftentimes, people make journeys like this with agenda. So the thing to do is to do that journey without an agenda. So there's no, you have no idea what you're going to find out in the course of doing this or the end of this. But it's, it's going to be fun, and it's generally going to be interesting, because always, it is, you know, these, these are things that interest everyone, where, where you came from, where other people came from, and how you are connected with each other. So it's, it's, it's something that really promises to be fun. So watch this space, everyone."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:38.720",
        "message": "Yeah, watch this space. I mean, I want to throw a lot of things at a YouTube wall, and see what sticks. The point is, there is this initial nervousness, because there is a halo effect of the podcast. Yeah, that because the scene in the unseen now for the last three years or so has been like a finished product where I really know what I'm doing, and I bring out what I bring out. And people, you know, expect a similar quality, whereas I know this is what I tell all creators that when you do something for the first time, you're going to suck, embrace it, you know, embrace the sucking, but just suck more, be regular at sucking, have a discipline eventually through iteration, you'll become much better. So obviously, when I begin doing my YouTube stuff, I will suck, which is fine, but you know, except that there might be people who expect me not to suck, which is not fair, you know, let me suck for a while, and then I'll figure it out. And if there are any people who'd want to sponsor our specific show, which Naren and I will do on food, you know, feel free to get in touch. At this moment of time, we have zero followers on YouTube, because we don't have a YouTube channel. But yeah, so you know, before we kind of wind up, and you know, one of the things that I've really loved about knowing you is that, you know, every time we meet, you tell at least four or five incredible mind blowing stories, some of which you also share on Twitter threads, which then go viral and all of that. But there's one particular story, and you know, which particular story I'm talking about, which I love so much, because it says so much about this incredible country that you're in. So, so may I invite you to now enlighten my listeners as well."
    },
    {
        "speaker": "Guest",
        "time": "02:56:07.600",
        "message": "So this happened, maybe, I don't know, 10, 15, 12 years ago. So we, Sheila and I, we were doing a powerhouse. And one of our friends, who was an architect, said that, you know, you could go to China, buy everything from China, import it, and you'll get a very good deal. It was very cheap at that point of time, and you have a lot of variety. So you know, and it was true. So China has this huge mall where you can buy furniture by theme. So if you want colonial furniture, and everything, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:50.720",
        "message": "And just to be clear, you weren't just throwing up your flat, basically the building that"
    },
    {
        "speaker": "Guest",
        "time": "02:56:54.120",
        "message": "you had, you made a full building with many flats on it, so you were going to furnish all of them. Yeah, three flats plus ours. So we wanted to furnish all those flats. So we went there, we, you know, we bought all the stuff, everything got loaded onto"
    },
    {
        "speaker": "Unknown",
        "time": "02:57:07.800",
        "message": "containers."
    },
    {
        "speaker": "Guest",
        "time": "02:57:08.800",
        "message": "And so some containers came soon, and it so happened that Sheila and I had planned to go to Europe at that time, we had planned a vacation there, this had been planned a long time ago, and you know, tickets had been booked, and hotels had been booked, and it was going to be the two of us. And I couldn't, and I think one of the containers hadn't arrived by the time I left. So my clearing agent said that, you know, no problem. These are all the papers, you sign everything in advance, and I'll, and you know, he gave me that there is duty to be paid, so he knew also what duty was going to be, so he paid all the shipping charges, everything was done, I paid all the money, and I went. And we are in Paris somewhere, in the middle of the night, the phone rings, and it's my customs clearing agent, and he says, sir, can you come, you know, are you going to come in the next couple of hours? I said, no, we just got here, and we've got this. So he says, no, there's a problem. So the problem was as follows, my import-export code number was in the name of Narendra Shenoy. And for some reason, the guy from China had shipped the material, and it was in the name of Mr. Narendra Shenoy. And I needed a notarized affidavit to be submitted, which stated that, to the best of my knowledge, Narendra Shenoy and Mr. Narendra Shenoy was the same person. And it had to be notarized, and it had to be signed by me. So I told him, can you not just, you know, sort of just sign it, he says, no, no, they check it with your, you know, you have your other signatures and things like that, I can't do that. And obviously, I couldn't, I couldn't, I couldn't fly down from Paris, and so I couldn't come. And when I came back, I had to pay a demerit, I had to pay a nice stiff fine for not being able to clear my goods, because I wasn't able to produce an affidavit that, to the best of my knowledge, Narendra Shenoy and Mr. Narendra Shenoy were the same person. It's been the high point of my life. And I can't even, most people don't believe it's true, but I, I, unfortunately, I don't have that affidavit. Someone, I think you asked me for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:29.440",
        "message": "I wanted that copy of that affidavit."
    },
    {
        "speaker": "Guest",
        "time": "02:59:31.520",
        "message": "Yeah, unfortunately, I should have kept it. It's actually made. I'm still not clear whether, I used to think that it was the customs department that asked it. But apparently, it was a shipping company that wanted it before, so I'm still not clear who exactly asked for that. But I wrote that affidavit, it's been the high point of my life. And all my friends now, whenever there is any, you know, doubt about, they always ask me whether it's Narendra Shenoy or Mr. Narendra Shenoy talking."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:08.240",
        "message": "It's a lovely story. It just tells you so much about the Indian system that such a thing actually happened. It's just complete nuts. So you know, as we kind of wind up, a few final questions and here's one. If you were to encounter the 25 year old Narendra Shenoy today, you know, let's say you are Mr. Narendra Shenoy, what advice would you give him?"
    },
    {
        "speaker": "Guest",
        "time": "03:00:31.360",
        "message": "So first thing I would say is don't hold back, don't hesitate. I've been very hesitant in many things that I've done, despite the fact that I've been impulsive and done a lot of things. So don't hesitate is one. And second, I would say is just be kinder to people. I younger Narendra Shenoy was probably not very kind person. I would definitely, I wish I was kinder to many people, especially people who are not up to my sort of expectation in like being clever in speaking. I've been guilty of judging people on how they speak and now I know that that's not a full story. So yeah, these are the two things I think I would advise my younger self."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:34.840",
        "message": "Is this advice you've given your kids, for example, or do you think they've kind of internalized it by watching you?"
    },
    {
        "speaker": "Guest",
        "time": "03:01:39.560",
        "message": "And how has fatherhood changed you? So my kids, when they were growing up, the general situation in the house was that kids were kids, and they would do all kinds of silly things. And I sort of identified with them. So a lot of my childhood sort of appeared, they would do pranky stuff, they would just go do stuff. And Sheila was a disciplinarian. So she didn't like, you know, she didn't like mess in the house or she didn't like, like everything had to be done in time. So she didn't like homework not being done and things like that. So the thing was that, you know, they would try and sort of break Sheila's rules. And I've, if you know, oftentimes, I was the supervising authority. And if Sheila's rules were broken, then I would get, you know, get all the, I would face the heat. So she would tell me what kind of a dad are you, I use, you know, you don't care about your children's future, I'll go down that rabbit hole. And the kids would be laughing, like, you know, grinning from ear to ear, watching me squirm in front of thing, knowing fully well that next time it happened, they would be able to get away with that. So what fatherhood made me was more indulgent, and more tolerant towards kids. Kids were also, they had, they were very fun loving, they were funny in their own ways. They were, they were charmingly innocent as well. And they were different. So older son was very sort of, you know, composed and reserved, and the younger one was bratty and a little bit, you know, he was ebullient, he would like to jump around, sing, dance, do all those kind of things. So it was fun watching them. My only regret is, it was a difficult time in my life, financially as well, you know, the way my business was going, and I wasn't making any money. And, you know, so I used to work a lot, run here, there, do a lot of things. So I wasn't able to spend as much time as I could actually, I could have sort of recalibrated my priorities, and I could have, because for all the running up and down that I did, my business eventually, I mean, it sorted itself out and nothing, I mean, there are times when the economy is down, you don't get orders, costs are up, you don't make money. I had my share of those problems, but yeah, I think that's, that's pretty much, that's pretty much it."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:34.360",
        "message": "Great. So finally, to, you know, ending it with kind of the predictable question of if my listeners are to want to kind of know, and actually even I want to know, because I don't think we've really discussed this, that recommend some books for us, some books that make you that when you think of them, you feel that man, everyone should read this, either for knowledge or for joy or whatever books that mean a lot to you."
    },
    {
        "speaker": "Guest",
        "time": "03:04:58.440",
        "message": "One book that I strongly believe should be a one semester course for every undergrad course in this country, in the world, is Thinking Fast and Slow. So that, that's one book everyone needs to internalize totally. It tells you how we are hardwired for biases, the different kinds of biases that are, and as Kahneman himself, it is written by Daniel Kahneman, and as he himself notes that even though you are aware of all the biases, you are still going to fall for them. The thing is to know that those biases exist and to know when you've fallen in for them. That's one book that I think everyone should read. The other one, you know, there's this, there are many by Bertrand Russell, but the one I really, because it was the one I read, is Why I'm Not a Christian. It's not so much about not being a Christian, it's about not believing in something because, just because someone, the standard stand you should take, everyone, all of us, is that you don't believe in something unless there is a very good reason to believe in it. And most of us, the exact opposite is true. So we believe in something unless disproved. Bertrand Russell convincingly states why it should be the other way around and in fiction, I loved the Woodhouse universe. I just read Woodhouse incessantly. There were two things that appealed to me, I later realized. One is, Woodhouse, all his situations are basically unreal. So there are no serial, no one dies, no one gets hurt, no one goes bankrupt. It's, you know, they have really silly problems, like uncle is threatening to cut off their inheritance if they marry an undesirable person, things like that. And the second thing is, he's always laughing at himself and, you know, along with that, so most people who like Woodhouse I've seen have the ability and the capacity to laugh at themselves. That is something I think is a very valuable trait in people. When something, when you do something silly or when you do something goofy, you should have it in you to laugh at yourself. And if someone else laughs, you laugh with them and that dissolves the poison of the moment. So those are things and then there are a few others I can't think of, okay, this is about what I can think of on the spur of the moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:48.040",
        "message": "Maybe some other time. Maybe we shouldn't have, you know, both of us had that heavy ramen, wonderful, wonderful ramen before the show. So maybe we should have left it for later, but we'll have many more conversations. So thanks a lot. I mean, this has been a long time coming, given that my origin story of the show begins with you. It's a bit of, you know, a shame that episode 250 is when it was, but we'll get on YouTube soon and everyone will laugh at us and we will laugh with them."
    },
    {
        "speaker": "Guest",
        "time": "03:08:15.080",
        "message": "Yes. So looking forward to that, hopefully very soon. And thanks for having me. I sort of suspect I've been rambling. If I have been, apologies, but. This is a show for rambling. So what do you think I do? Yeah. So thanks again and stay cool."
    },
    {
        "speaker": "Unknown",
        "time": "03:08:36.000",
        "message": "Bye."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:37.360",
        "message": "Okay, so the episode isn't over yet. Up ahead are some fantastic anecdotes from Naren that made me laugh. And it also made me think, listen in. So story number one."
    },
    {
        "speaker": "Guest",
        "time": "03:08:53.400",
        "message": "So there's this uncle I had, who's sadly no more. And he wasn't well regarded in the family was considered and, you know, a bad egg, but he was all kinds of awesome for me. He had a wicked sense of humor, which took a very practical sort of thing. So he actually went down and did mean things to people. And so one was to his own mother. So this is maybe 50s Mumbai, they used to live in Bhadala. And so my grand aunt, she was my dad's aunt. She had a brother who lived in Mulund. Back in the day, if you want to get from Bhadala to Mulund, you had to walk, catch a train at Dadar and then go to Mulund. So she knew how to get from and she could speak only Kannada and Konkani. She could speak no Hindi, no English, no Marathi, nothing. She knew how to get from Bhadala where they lived to the other station, she would walk there. And then from Mulund station, she knew how to go to her brother's house. But she didn't know which train to take because it's bewildering, right? And she couldn't read the indicators or anything. So she asked her son, this uncle. So it's very simple. You just go to anyone on the platform. And you ask them, yeh train Mulund kyun jata hai? And poor thing, she had no clue. So she spent an hour freaking out everyone on Mulund station by asking them a very existential question. Why is this train going to Mulund? Everyone, mujhe kya malum, jata hai toh jata hogi. And then someone, some kindly soul who knew her realized that she was in some kind of a jam and then they rescued her and put her on the right train and she made it. And he did another thing to another uncle of his. And this uncle was there for my dad and this uncle's father's maternal uncle. So they were very fond of their mama, they had only one mom. And the nephews hated him because they would have to do all the work for him and they were not really fond of him. But luckily for them, he never used to come very often to Bombay, he used to live somewhere down south. One day he happened to come and this guy was assigned the task of going and picking him up at Sion. So from Mangalore back in the day, they would come in bus, all the buses would stop at Sion. And from Sion to Vadala, it's like a longish walk. Today we'll take a cab, but back in the day. So he went there and the uncle goes down, gets down with his bedding and everything and he expects his nephew to pick it up. So nephew tells him that there's a recent police order saying that everyone has to carry their own luggage because of some security issues, even back then, some story he told him. So he made this elderly uncle put all the things on his head and this guy had planned it out. So he had got a little bag, empty bag of his own with nothing, an empty dabba or something, he took that and put it on his head and put it on his head and walked. So he made sure that the uncle was carrying all the luggage. Then when they got to their building, they have a large, it's still there. It's a large iron gate, okay, which is always locked. And there's a little wicked gate inside, which people go in. So presumably that thing was for cars and nobody had cars back in the day, always locked. And they get to this gate, they come to the building, they come to the gate and this guy is like, oh my God, this gate is locked, how do we get in? So the uncle is also nonplussed, he doesn't know what to do. So he tells them, I'll tell you what, you leave the luggage here, you climb up the gate, and you hop off on the other side, and then I will throw the luggage and then you catch it. And uncle said, okay, he left the luggage, 60 year old guy somehow clambered up the gate, then hopped off to the other side, and he's waiting for the luggage to be thrown. And this guy just opens the wicked gate, picks up the thing and comes in. Fabulous use of incentives that uncle wouldn't have visited. There are all these things, there are big sort of morals, life morals, but only problem is I haven't figured out what the moral is, if, you know, there's some deep truth. And I think the day I figure out the deep truth, I'll become a very lucky, prosperous"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:43.400",
        "message": "person. Deep truth is in the questions, like, why does this train go to Mulund, should really be the title of a book or a film."
    },
    {
        "speaker": "Guest",
        "time": "03:13:55.480",
        "message": "So the same uncle, who was made to climb up the gate and then hop off again, his sister was my great grandmother, so my dad's grandmother, and my grandmother had a reputation of being a very irascible lady. She suffered no nonsense, she ran and back in the day, I mean, they came from a pretty poor family and a large family, little food and, you know, it was always a woman's responsibility to keep the ship sailing. So my father tells me that, so there was a rule that if you leave anything on your plate, especially the kids, the whole thing would get dumped on your head. And you won't be allowed to have a bath all day. So you'd spend a whole day with like food dripping on your head and stinking and everything. And that was a lesson. So you learn that lesson once. So you just wiped everything clean as clean as possible. So that shows that kind of a person. Anyway, this uncle was a big aficionado of classical, Hindustani classical music. And I think I've got it from that, you know, that bloodline, because I am also very fond of Hindustani classical music. So his big favorite at that time was a legendary singer now named, I mean, she's no longer alive, named Hirabai Barodekar. So he went and bought one of those gramophones and a record of Hirabai Barodekar."
    },
    {
        "speaker": "Unknown",
        "time": "03:15:26.240",
        "message": "And it was a morning rag."
    },
    {
        "speaker": "Guest",
        "time": "03:15:28.040",
        "message": "So it was Ahir Bhairav or something. And morning rags have to be heard in the morning. So at four in the morning, he puts on the gramophone, he puts this plate and he starts playing it. And everyone is fast asleep. And at four in the morning, we start singing. My great grandmother, mother apparently thought somebody was being strangled. So she comes running out, she's like, you know, she's had a hard day, she's like middle of a sleep, she's in a panic, she comes running out. And she finds this guy, you know, listening to music, she's so furious that she picks up a coconut, which is lying around. And she just hits him on the head with that coconut with such fury that apparently the coconut cracked, this guy immediately went off into a coma, he just knocked out cold. And apparently, that is the only time in recorded history, according to my dad, when the brother that's my grandfather and his brother actually yelled at their mother, they would never like motherly devotion was so strong that they would never, you know, speak, you know, harshly to her. Well, despite all this, I mean, she would be putting food on people's heads. Another favorite torture of hers was to put pickle, like we make pretty spicy pickle into children's eyes, if they, you know, if they misbehave or did something wrong, the punishment was to take a little pickle and put in their eye. It burns like hell. So I've had that experience accidentally, I mean, you just touch some pickle, and then you touch your eye, and then for hours later, it's burning. But she was that kind of a lady and they never used to say anything. Because that was how she was, she was a strict, non limit, fair lady, but like brutal. And this was the only time they ever really yelled at her. Luckily, uncle survived, he went on to father seven or eight children."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:27.920",
        "message": "So there was no permanent damage. Some parts of him were functional."
    },
    {
        "speaker": "Guest",
        "time": "03:17:37.320",
        "message": "So once when I was in engineering, I had a close friend who used to live in Bandra in very close to Pali Hill, and Bandra is a very different place. Today it is a, you know, it's a very, very tony neighborhood and you know, only the richest of the rich and the famous, only those people can live. But back in the day, I'm talking about early 80s, it was like any other little, they had a little village called Pali village. So it had a little marketplace and that was where you would, you know, you could buy your fish and meat and everything. And there was a tailor shop there. And it was just called Ladies Tailor, it was run by an old Muslim gentleman with a nice flowing beard and they used to call him Chacha and that was the only tailor in town. So one of his karigars, for some difference of opinion or whatever, he split, he split from Chacha and he took a shop opposite and he started his own shop. So he called it New Ladies Tailor because it was like, so Chacha, and all this every day used to go up and down the market and you could see all this happening. And the next thing that poor Chacha did was, in order to emphasize the vintage of his own practice, he named his shop Old Ladies Tailor and that was it. The next thing you know, Chacha went out of business for some mysterious reason, I don't know why. And then he converted it into a chicken shop. So last time I went to Pali market, a chicken shop was still there."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:19:24.800",
        "message": "But it didn't say old chicken shop."
    },
    {
        "speaker": "Guest",
        "time": "03:19:34.240",
        "message": "Story number four. I spent a good four years of my life in Manipal and Manipal was a pretty, so the backstory is this. I wanted to get into medicine because my father was a doctor and I didn't get the marks. So we went to, you know, Manipal was a donation, what used to be called a donation college. So you had to pay what they call a capitation fee and you know, you just got it. I don't think they were very choosy about who they took. Anyway, I went there, the medical capitation fee was too high. My father said, I can't afford this. So my mother said, no, you have to be either a doctor or an engineer, otherwise who will marry my son. And he was right about that. Literally no one who would marry me had like, I got the job finding someone to marry me even though I did my engineering, but without engineering, there was no chance. So I joined engineering and I spent the most delightful four years, just met the most amazing people and had many amazing anecdotes from there. But one I'll give and here I have to make a humble brag that Satya Nadella was two years my junior and I keep telling everyone that whenever I met Satya, I used to tell him, you should go and join Microsoft, you'll do well."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:03.400",
        "message": "So did you really tell?"
    },
    {
        "speaker": "Guest",
        "time": "03:21:05.400",
        "message": "I just tell everyone and most of the younger guys are very odd. Actually I didn't even know him. I mean, he was there, but no one knew him."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:15.160",
        "message": "This is like when I first shifted to seven bungalows in Andheri, I used to tell people I live in one of the original seven bungalows."
    },
    {
        "speaker": "Guest",
        "time": "03:21:24.680",
        "message": "So we were like a new batch, we were the third cohort of the new thing, which was affiliated to Mangalore University. Before that, it was Mysore University and the Mysore University ones were very disconnected from their university. So all communication used to happen by telegram and back in the day, telegram was a thing. So most of this generation wouldn't know what it was. But if you do, you'll probably get this anecdote. So one of these guys failed in that subject and he got 23 marks and you had to get 35 to pass and he thought everyone told him apply for revaluation. So you pay a little fee and you fill out a form and it goes to the thing and you have to also attach what was known as a reply pay telegram. So a reply pay telegram is you pay for the telegram that the recipient will send and you know that it's like a blank cheque. So it could be 10 rupees, it could be 100 rupees, if the guy decides to send you a very long telegram, you have to pay, but you have to pay all of it. He paid, that was the rule, he paid it and in due course, the revaluation results came. So it turned out that even the 23 marks that he got was a high number, his revalued result was 19 marks. But you know, the person who sent the thing, the clerk in the Vice Chancellor's office was a kindly man, he said, let me spare this guy the expense at least. I mean, I'm just conveying bad news. Why make him pay a lot? So he sent a single word, 19, that was it, but our local Manipal police post office interpreted that as something known as a greetings telegram. So back in the day, if you had a greet, if you wanted to send someone greetings, Diwali greetings, you would send three and the three was code for Happy Diwali and New Year and then it would come to Amit Verma saying that Happy Diwali. So the code number for 19 was heartiest Guru Parb greetings. So when the letter comes from the Vice Chancellor of Mysore University, everyone is really agog with, you know, sort of anticipation, like, am I going to pass, have I made it, have I made it to 35? And all that the Vice Chancellor of Mysore University has to tell him is heartiest Guru Parb greetings. He never recovered from the shock and so I've variously told this anecdote as this having happened to Satya Nadella and he got such a shock that he went to America and became the CEO of Microsoft."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:20.880",
        "message": "But that's not true."
    },
    {
        "speaker": "Guest",
        "time": "03:24:23.880",
        "message": "So at number five, okay, so I have a lot of pretty interesting uncles, aunts, cousins and like over a period of time, some really hilarious things have happened. So one such is the following. So one of my cousins, so when you do your medicine, after you do your MBBS, you have to enroll for surgery and then you have to serve some kind of slave labor called registrar or not registrar, something, surgery resident, something. So he has to basically be in surgery like day in, day out for several years till he, you know, acquires the skills and then you give that exam and then you become a surgeon. So when he was on that rotation, his mother, he was the only son, mother very fond of him, mother was always, you know, she would always call him and this was, cell phones had just sort of, you know, entered, you know, common, it would just become common and she would call. And this guy would, half the time he would be in the surgery or assisting with the surgery or something, he couldn't take the call. So he told his mom that, you know, whatever you want to tell me and they would, calls would be like, have you had your food or, you know, have you, whatever, taken your medicines or whatever, something very inane. So he told his mom that, you know, you just text me, I mean, I'll respond to you whenever I can. And he indeed was in the operating theater 12 hours a day. So she said okay, but she didn't know how to text, so he taught her. So back in the day, it was those old Nokia phone thing and, you know, you had to, it took a little doing, typing a text message, but she figured that out. And then, so he worked in Sion Hospital and he lived in Juhu, so it wasn't very far, but even so, he had to basically live in the hospital 24-7 and just come once a week or something, change of clothes and things like that. So he comes after his first week and mother says, you know, you haven't responded to a single text, what's the matter? So he said, I haven't received a single text, who have you been sending it to? So she's been unfortunate, she wrote the text, but she didn't know how to send it. So it's by default going to the first person in the address book, whose name begins with A and it happens to be this guy's surgery boss. This guy is like, you know, a gosh, I mean, what would his surgery boss think? So he goes and he says, you know, I'm going to get yelled at because he's a famously irascible man and he's like, your suffers no nonsense, so he says, I'm going to get yelled at today, but I'll have to apologize, I didn't know. So he goes and he tells the boss that this is what happened and to his immense surprise, the guy almost breaks down into tears, he hugs him and embraces him and you know, he's like overcome with emotion, like relief. So I mean, he didn't understand what it was, then he figured it out later. So apparently, this guy's mother used to write texts like I love you very much, xxx, missing you so much and things like that. And the surgery guy had no clue whom it was coming from. And all he would get is text saying that I love you so much, I miss you so much, please come home soon or whatever. And he had to hurriedly delete all of them, lest his wife find out. So when he found out that this was the explanation, his grief was, I mean, his relief was immeasurable. He was like, completely relieved to know that his, you know, everything, his life was, he was totally freaked out."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:25.240",
        "message": "He had no clue what was happening."
    },
    {
        "speaker": "Guest",
        "time": "03:28:27.000",
        "message": "But I mean, I'm just thinking if his wife had actually heard, one divorce, surgery resident, whatever, one surgery boss, the seen and the unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:40.840",
        "message": "Okay, story number six."
    },
    {
        "speaker": "Guest",
        "time": "03:28:46.680",
        "message": "Once I've, I don't know if you've been to Rajkot. So I haven't been recently, but I went some years ago. And at least when I went, Rajkot airport was a very charming little house like thing, you know, it could be somebody's bungalow, it's that small, very nice. And I landed up in Rajkot via Ahmedabad or something, I'd gone to Ahmedabad for some work and then I had to go to Rajkot, so I took a bus and then I landed. And then when my work was done, getting from Rajkot to Bombay is a pretty long journey. So train was not an option, it was too long. So I decided to fly. And I was very, this is back in the day. So not like not back in the days, maybe 15, 10-15 years ago. And I booked and I did a web check-in, web check-in had been introduced and I got myself a window seat because I wanted to see Rajkot from the air. And you know, so the only window seat I could get was row number 27, which was the last one. And I took it. And I landed up at the airport and it was Air India, very charming people. They, you know, somebody came, picked my luggage, took me to the check-in counter. It wasn't a very big flight. And there's a nice young lady sitting behind the counter and she looks at my boarding card and she says, oh, have you web checked in? I said, I have. Oh, but you have taken seat number 27F. I said, yes, because I want a window seat. But she says, sir, this is not a reclining seat. I don't mind, it's like a 50-minute flight, so I don't mind. She says, no, I have an aisle seat on number 17, so I can give you that."
    },
    {
        "speaker": "Unknown",
        "time": "03:30:37.160",
        "message": "She says, no, I said, I'm okay with a window seat."
    },
    {
        "speaker": "Guest",
        "time": "03:30:40.200",
        "message": "No, sir, but it's not reclining. I said, doesn't matter. She said, no, sir, you don't understand, at your age, it is better to have a reclining seat. So I was thinking of myself as a young whippersnapper and it was very clear what I looked like. So I gracefully accepted her offer and went on row number 17, quietly like a gentleman."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:02.440",
        "message": "So now every time you kind of fly, you think of this and the realization of your sort of"
    },
    {
        "speaker": "Guest",
        "time": "03:31:08.040",
        "message": "advancing years. Oh, yeah. And this is the thing, right, so everyone has a memory of how or when they were first called uncle. So when you're a kid, nobody calls you uncle and all of a sudden you're like in your 20s and some little kid says uncle and you're like, you know, that's a moment of truth. You realize that you have crossed some boundary and now you're no longer the young man you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:31:32.520",
        "message": "thought you were. What's worse is when some adult calls you uncle, that's problematic."
    },
    {
        "speaker": "Guest",
        "time": "03:31:37.840",
        "message": "Actually, yeah, actually girls are even more so. So we had, we used to have an employee in an office and just to troll her, the boys, the factory, she used to look after accounts or something and they used to call her auntie and she used to really lose it like because she thought she was young. So like 90% of our HR problems were guys going and calling her auntie and she's like yelling"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:05.480",
        "message": "at them. I had a similar incident where I was at the Gaul Lit Fest after my book came out in 2009 and Sarnath Banerjee was one of the other people there and I'm in my 30s and so is he. And at one point we went somewhere to some random beach or something and whatever and he introduced me to one of his friends and the friend asked me, are you his father? And the irony of this is Sarnath is older than me. So really,"
    },
    {
        "speaker": "Guest",
        "time": "03:32:27.080",
        "message": "Yeah, it's very brutal and completely gratuitous, right, you're not asking for his stage estimates"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:32:33.880",
        "message": "and then somebody comes and gives it to you. But a dude who said that, you see me now, I look normal then."
    },
    {
        "speaker": "Guest",
        "time": "03:32:40.080",
        "message": "So we had an acquaintance who was famously, you know, used to tell like, you go to a sabji guy and he'll call you uncle and you sort of look down on him through his glasses and say, hum aapse sabji lene aaye hain, rishta banane nahin aaye hain, aap humko uncle math boliyega. That would shut them up for some time. Seven. So I am usually the know-all, know-it-all, right. So Sheila resents that and she's like, whenever, and I'm one of those N2 cutlets who has to jump in and enlighten everybody, you know, so mansplainer on steroids. I'm trying to, personsplainer, but anyway. So I had that and oftentimes to make matters worse, my explanations are also inaccurate and downright wrong most of the time, but that's my nature, it used to be. And I got my comeuppance in Uganda. So one year we decided to go to Uganda as tourists. Why Uganda specifically is a long story. We wanted to go to Kenya, but somebody said Uganda, we landed up there. And so we went to a place called Para Lodge or something. It's a wildlife resort in the middle of nowhere and you can either fly in or you can take a car and go. So flying was too expensive. We hired a vehicle. We had a Ugandan driver named Ronald, very, you know, in Uganda everyone speaks English. So that's because they have Swahili, they have their local language and then English. So virtually everyone speaks English and reasonably decent English you can understand. And so was Ronald. But it was just very transactional, say good morning, sir, and would you like to stop for lunch or a long drive. And that's all that, all the interaction. So we go to Para Lodge and then we go to another place called Pabidi Chimpanzee Reserve or something. So it's a rainforest with chimpanzees. So we go in and it was very nice to see chimpanzees in their natural habitat and you have a guide and all of these people, they are very, you know, they're very knowledgeable about. So we had a guide who told us about, you know, behavior of chimpanzees and actually chimpanzees are pretty brutal animals. So they're not the cuddly, sweet things that we think they are."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:21.920",
        "message": "I still remember the books of anthropologist Franz Zaval about this, where he talks about the chimpanzee politics and all of that."
    },
    {
        "speaker": "Guest",
        "time": "03:35:28.400",
        "message": "And it's so much, actually baboon politics is even more interesting, but chimpanzees"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:33.000",
        "message": "also. That whole fight over the alpha male, you know, the last time I read something like that, I kept thinking of Modiji versus Adityanathji."
    },
    {
        "speaker": "Guest",
        "time": "03:35:39.360",
        "message": "You know, it's a lot of parallels among humans. So all that was happening, then we come back and there's a nice sort of, you know, reception area and Mashila wants to go to the loo. So she's gone and I'm just hanging around and there is a tree and the manager of that lodge was free, he was chatting me up, our driver Ronald was there too. And he was telling me about the place and famous people who had come there, very popular and apparently one of our Prime Ministers had come there, Indian Prime Minister, everything was there. Then I noticed this tree under which we are standing, it's pretty stark and in the middle, on one of the branches, there's a riot of colors. There's a plant with a lot of flowers on it. So I said that looks unusual, I mean, rest of the tree, there's just a few very sparse"
    },
    {
        "speaker": "Unknown",
        "time": "03:36:37.360",
        "message": "pattern."
    },
    {
        "speaker": "Guest",
        "time": "03:36:39.160",
        "message": "So the manager says this is probably a parasitic plant, you know, so it's basically sitting on that and this happens in the forest and other plants, they draw the sustenance from the main tree and then they do their thing. And this is the first time Ronald pipes up and before this, Ronald has only asked me, do you want to stop for lunch, do you want to stop for a toilet break, those are the only things, sir, we should be getting on, it's going to be late. That's literally the only thing. He says, I don't think that is a parasitic plant, because if it were a parasitic plant, then the branch at the distal end would be better because this plant would be sucking out all the sap. I think it's an epiphyte and the manager says, yeah, you're right, you're right, it must be an epiphyte, it can't be a parasite. And by this time, Sheila had returned and she was in on the entire conversation and she was delighted to see me completely open mouthed, she knew I had no clue what an epiphyte"
    },
    {
        "speaker": "Unknown",
        "time": "03:37:48.480",
        "message": "was."
    },
    {
        "speaker": "Guest",
        "time": "03:37:52.000",
        "message": "And her mansplainer, person-splainer husband was, for at least for a little while, stunned"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:59.040",
        "message": "into silence. You were outshinoyed by Ronald. But did you find out his background?"
    },
    {
        "speaker": "Guest",
        "time": "03:38:03.200",
        "message": "Was he like a biology PhD or something? He told me that, not that, but before he worked as a driver, he was a botanist at one of these parks. So he knew a lot about it, he was a botanist, that's what he told me. I don't know what his qualifications were, but amazing, I mean, he was such a charming fellow. And then, unfortunately, that was the fag end of the trip and you know, we came back to Kampala and we had to fly back. I never got to know Ronald better."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:38:35.000",
        "message": "And shout out to Ronald, if he's listening to this, please get in touch with him."
    },
    {
        "speaker": "Guest",
        "time": "03:38:40.160",
        "message": "Okay, story number eight, Bandra Pali Hill days. So this friend who I used to hang out with, we used to hang out in, you know, in Bandra and his house, a very nice, charming building they used to live in and nothing to do, we just wander around and maybe play some cricket, do nothing. And one day, we were just sitting there in his house and a neighboring auntie walks in, she has a three-year-old daughter, she says, would you baby spend time with the uncle here, I'm just coming or something like that. And with practiced ease, she palms off the girl to us and she runs away like a hare, because she wants some time to herself, she wants to go shop or something like that. And this girl is one clingy mama, and absolutely on cue, moment the door shuts, she starts crying mama. And we don't know, we have zero experience in looking after little kids babysitting. So we don't know what to do. And we are trying to stress her. Just then, one older, another neighbor, he just walks in, he hears all the din must be happening, he says, what's happening? So we tell him, yaar yeh aisa ho gaya, aa girl, no problem, I'll handle. So he comes in, he says, do you have an album? So the guy says, yaa hoga kuch toh, bring any album. So he brings some album, travel album, and so he starts showing it to the girl and says, see, this is this bhaiya, this is this didi, and this is this chacha. And then eventually, as children, and this is a tip to all listeners, so if you ever want to show a small child, show them photographs. They will just stop and they'll just, you know. So she shuts up, and he's showing all this thing, and says, see, all these people are there, this bhaiya is there, that chacha is there, but where is your mummy? Mummy! She starts crying again. So after she starts crying, he starts the whole thing again. And the child sort of forgets, you know, she stops crying, eventually, and the moment she stops crying, he says the same thing, see, all these bhaiya is there, didi is there, but where's mummy? It was the most hilarious, for two hours, actually, I think, I don't think it will pass muster now."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:12.200",
        "message": "I mean, you'll just get. You'll get the little girl addicted to Instagram, and then it's all over, dude."
    },
    {
        "speaker": "Guest",
        "time": "03:41:18.720",
        "message": "Yeah. Nowadays, it's a lot easier. You just give them a phone and they shut up. Back in the day, you could do that. This guy was such a commensurate troll that he would, you know, he'd just make her cry,"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:35.760",
        "message": "make her shut up. I think we might both be having a senior moment. Let me find the definition of commensurate. Commensurate is, I think, you know, when you pay someone a salary that is adequate for them, they say this is commensurate to his skills, which is exactly what it means. So what is the word we are both hunting for?"
    },
    {
        "speaker": "Guest",
        "time": "03:41:53.240",
        "message": "Maybe if listeners can figure it out, masterful."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:41:56.800",
        "message": "But we start with consummate, consummate, consummate, consummate, wow, redeems ourselves"
    },
    {
        "speaker": "Guest",
        "time": "03:42:04.600",
        "message": "in time."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:42:05.600",
        "message": "Yeah. Yeah. I don't want to get into this and saying that where is the explainer, you know, okay, story"
    },
    {
        "speaker": "Guest",
        "time": "03:42:17.080",
        "message": "number nine. Okay, this is a pet peeve of mine. This obsession for English Premier League football team among the younger generation. So big victim is my big patient, I should say, is my son. My younger son, he's very fond, he used to be fond of Chelsea. And then somewhere down the line, he changed his allegiance to Tottenham Hotspurs. And they really spent a lot of time and energy. So they watch every match. And what I don't get, you know, there's this thing in Hindi, there's a saying called Begane Shadi Mein Abdullah Deewana, it's like, you know, but they do that and they get very, so I keep trolling them, you know, he and his friends will come to watch a match and I start off, now they don't react, they know I'm just trolling them. But it was my pet peeve, why are you celebrating, none of you have been to Tottenham, you have no, what is your connect, and they're like, you'll never understand and you'll never walk"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:43:29.240",
        "message": "alone."
    },
    {
        "speaker": "Guest",
        "time": "03:43:30.240",
        "message": "That's a Liverpool thing. So my thing was, I had if what, what if, let us say you have Tottenham Hotspurs, and there's another team, maybe Liverpool, and you hate Liverpool and you love Tottenham. And what if one of your favorite Tottenham players, like Harry Kane leaves and joins Liverpool? Do you still continue to love, you know, and be devoted to Tottenham? And obviously the answer was yes. So I said what happens if all each one by one, all your Tottenham players go and leave Liverpool and coincidentally, Tottenham starts picking up players from Liverpool. So after the transfer season is over, all your Tottenham players are now in Liverpool. Now what do you do? And yeah, so there, you know, it's, it's like a thought experiment, but they never get into that. So they say that it's not possible, because apparently the transfer window there you can only transfer three players or four. But no one saw any any listener out there who wants to engage with the best reply I got for this was from from one guy named Abhishek Upadhyay, who goes under the name logic on Twitter. And he says your allegiance is based on which jersey you bought from national market. So yeah, if you have a Tottenham jersey, then it is Tottenham."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:57.440",
        "message": "You know, I find these tribal allegiances very weird. And you could extrapolate this and say that, why is it only weird that somebody sitting in Mumbai, who's never been outside Malad even perhaps support Tottenham, but it is equally weird to support India. I mean, all these are like abstract concepts, you can have a concrete loyalty to your family and people you have met, but anything beyond that is absolutely abstract, you're buying"
    },
    {
        "speaker": "Guest",
        "time": "03:45:20.320",
        "message": "into some kind of narrative scene there. And the thing is, the tribalism is so strong that I've invariably found the that I piss people off and I like when you threaten their tribal affiliations, they get threatened. So there's some deep lesson to be learned from this about human behavior. So I probably already learned I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:45:44.400",
        "message": "Yeah, I mean, my allegiance when I follow football pretty closely, and my allegiance is more towards coaches, because I like the particular styles and the way a team plays. I was arguing with a friend of mine who's a big Barcelona fan about, you know, who fell in love with Barcelona in those years when, you know, 2010, 2011, when Guardiola was in charge and Messi was at his best. And the point is that that spirit, if you look at it has been transplanted elsewhere. And it is perhaps today in Man City."
    },
    {
        "speaker": "Guest",
        "time": "03:46:11.000",
        "message": "You know, so to actually I got this so over a period of time after after trolling these young boys was, you know, the diminishing law of return. So every time you troll them, initially, it was great fun. After that, it's so I stopped only and then I started listening. And then he started explaining the tactical and strategic aspects of and it's pretty intense. I mean, so he would illustrate like, you know, you'd almost be able to predict what is going to happen if this guy is heading out in the center, then these two guys will start coming out in the wings and they are looking for a rebound and counter attack and so on and so forth. And then it's pretty clear that it's a big mind game. And the players are really the managers, not the players, not just the players themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:46:58.920",
        "message": "The continued loyalty towards the club is still irrational, because I'm guessing that your son must have fallen in love with Tottenham during the five and a half years when Mauricio Pochettino was a coach. And he was brilliant and they played a really attractive style of football, pressing all the time, possession, aggressive, all of that. But ever since he got sacked, you know, they've had Mourinho and then Nuno just got sacked"
    },
    {
        "speaker": "Guest",
        "time": "03:47:19.520",
        "message": "and you know, the latest is Conte might be joining, who's also a defense plus counter"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:47:25.080",
        "message": "attack kind of coach, though far better than similar coaches of that type. So it's like they're a completely different club if you look at the way they play."
    },
    {
        "speaker": "Guest",
        "time": "03:47:33.360",
        "message": "So I wonder what your son feels about that. It's good, it'll be a good discussion to have with them. So story number 10. So once Sheela and I, this way back when the boys were very, very young, we and Google was not around, Google Maps definitely wasn't around. So it's really way back. We had to go to Pune, and to a place called Kalyaninagar, and that was because someone, a relative on Sheela's side lived there and they've been inviting us for a long time and I did want to go. And so I took, I mean, we drove down, Sheela, the kids and I, and I, we had a map and we got lost. So there was no, we just lined up in Pune and Pune even back in the day was a pretty scary place to drive in. People have absolutely like random Brownian motion, I'm pretty sure that random Brownian motion was first discovered in Pune, that the guy who discovered it, got the idea from the traffic and then he goes and looks and says, Oh, this is Brownian motion. So we got lost and one thing that I hate in life is asking for directions. So I would rather navigate by the stars and then ask someone, but Sheela's not allowed. She'll stop here, she'll ask this panwala, then 100 meters away, she'll ask another cyclist and so on. But Pune being Pune, back in the day, there were no panwalas, no cyclists, nothing. We just go around and then we find one elderly, distinguished looking elderly gentleman standing on the road, doing pretty much nothing. So I pull over and then we ask this gentleman, so he says, where do you want to go? So I said, Kalyani Nagar, so he says, Kalyani Nagar, is that the one on Nagar Road, that's the one, because that says Nagar, is that the one near the Poonawala stud farm? I said, yes, I'm getting happier, he seems to know the place. And it's somewhere near Viman Nagar, right? Yeah, it's near Viman Nagar. So I asked him, do you know how to go there? He said, no. That's it. And he walked away. That was the end of the conversation. I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:56.440",
        "message": "This guy is more like Shenoy than Ronald. I have a Kalyani Nagar story. It's actually where I saw a naked woman in the flesh for the first time in my life. But it isn't what you think it is. So I was probably in the 9th standard, 8th or 9th standard, 9th standard probably. And I had gone to visit this friend of mine who lived there, who I haven't been in touch with since, but he's actually a very prominent economist right now. So I won't name him because very serious guy, as he was, he was a serious kid. So anyway, so we were in his bedroom chilling out and there was a third friend over there. And opposite his room, you know, the two balconies facing each other, opposite his room, some foreign a couple used to live. And he happened to mention that the lady used to walk around naked. So at one point in time, you know, both me and this other friend, I'm trying hard not to take their names because they're just coming. Me and this other friend, we just opened the curtain a little bit and we see that she's stark naked and she's walking around in the room. She's doing something. And then she comes out on the balcony and she's standing there. So both of us, 9th standard kids, right, this is back in the day, you don't even have free access to porn and all of that. Both of us went mad and we jumped up. And this economist friend whose room it was, was very chill. He said, I can see what you're doing. Don't do it. But we just went nuts. We opened the balcony door and we also go out in the balcony and right opposite her, which was the stupidest thing to do. And she just looks at us, looks away, turns this way, turns that way and then casually walks inside and shuts the door and that was the end of the show. So an early kind of lesson there, I suppose."
    },
    {
        "speaker": "Guest",
        "time": "03:51:38.880",
        "message": "There is some like economic lessons also, right, when you have some insights and you want to do something in the market, you have to do it as they say in Bombay, Sumdi mein. So Sumdi is, I love that, I have no idea what the etymology of that word is, but Sumdi apparently means slyly. So you have to do it very slyly without anyone knowing what's happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:52:02.200",
        "message": "Many deeper questions, yeh train Mulund kyu jati hai?"
    },
    {
        "speaker": "Guest",
        "time": "03:52:10.360",
        "message": "Story 11. So I grew up listening to a lot of classical, Hindustani classical music, and I grew very fond of it to the point that I'm unable to listen to any other kind of music. I just listen to Hindustani classical and as fate would have it, both my children, at least my oldest son hated it, like when he was a toddler, if I put on a Hindustani tape, he would start crying loudly or when he learned how to walk, he would just go and start hitting the nearest person. So if it was mom, he would start hitting mom, if it was me, just stop, just stop, you just come and hit. So like over a period of time, it just stopped. And then they grew up and then it was no longer such a big issue and I discovered the internet and you had all these things and you could get free mp3s and one of my favorite singers was Mallika Arjun Mansoor and Mallika Arjun Mansoor had released very few records and I had all of them, so I'd listen to them. And when the internet started, a lot of private recordings, people started putting them up. They were recordings of bytags, little mp3 clips were available. So I hungrily would download them and sort of listen to them and that was my biggest use case was hunting for Mallika Arjun Mansoor and back in the day, this was the moment you wanted to download music, they would start hurling all kinds of hot picks. So if you said, you know, you want to listen to Gloria Estefan, you would get hot picks of Gloria Estefan or whatever. Hot picks of Mallika Arjun Mansoor. So one day I do that, I'm hunting and I've listened to whatever was available, but I'm still hopeful somebody will put up something new. And what I've downloaded, what's come on the screen is download hot pictures of Mallika Arjun Mansoor. And then we go off for dinner or something like into the dining room and then we eat and then I come back to my room and then Sheela happens to see and she couldn't stop laughing. So then she's ever since she calls Mallika Arjun Mansoor the Madhuri Dixit of Hindustani classical music, which is absolutely very, it's a very inside joke."
    },
    {
        "speaker": "Unknown",
        "time": "03:54:36.680",
        "message": "So wonderful."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:37.680",
        "message": "I'm sure there are many, many fans of Mallika Arjun Mansoor listening to this, but this is a new angle."
    },
    {
        "speaker": "Guest",
        "time": "03:54:43.960",
        "message": "He's so unlike any, I mean, he's such a, I mean, such a great singer."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:52.800",
        "message": "Also a great title for a book or a film, download hot pictures of Mallika Arjun Mansoor. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]