[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "This episode of The Seen and The Unseen is brought to you by Intel. What happened? In many ways, that's a more interesting question than what is. Yes, we want to know the state of the world, but we also want to know how we got here. We are wired to tell stories that explain the world to us. Because the world is complex, these explanations are always simplistic, but often useful. Now, to what extent does the usefulness of a narrative about the world depend on how true it is? Some narratives are false, but useful. Religion is a perfect example. How else could we deal with the thought of a mortality? Other narratives are false and they harm us by creating divisions in society and driving us apart. And hey, even true narratives can do this, which is why we should view history not as something we should take revenge for, but as a cautionary tale. We should look back and learn what not to do. And sometimes, be inspired by people who, in much worse circumstances than ours, have held firm and transcended their lives. Now, the thing with the stories that we tell about the world is that simple stories are often the most attractive and the least true. Everything can be black and white. There are heroes, there are villains. The more of the truth that you capture, the more muddy things become, with shades of grey and moral ambiguities. That is why it is a big deal when someone who communicates good history, good in terms of getting as close to the truth as possible, is also a fine storyteller. History comes alive and can deepen our understanding of the world, when it is entertaining, not just enlightening. In this world full of drama, we are all like jaded teenage Nirvana fans, screaming,"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:42.680",
        "message": "here we are now, entertain us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:01.080",
        "message": "Welcome to The Scene and The Unseen. My guest today is Amit Chandelier, a self-taught polymath who became a Twitter sensation a couple of years ago with his long threads on history. I'll link some of them from the show notes. He has since gone on to write an ongoing show for storytell. Now, I'm no slouch when it comes to reading history, but I've so often been surprised by some of Amit's threads, thinking to myself, wow, I didn't know that. He's given me more dots to join in my desire to paint an accurate picture of the world. He's self-taught when it comes to both history and storytelling. And the phrase he uses to describe himself is history communicator. That's a damn good description and he's damn good at it. I think you'll agree after listening to this episode that not all Amits are evil. Akar Patel, please note, before we get to this conversation though, let's take a quick commercial break. What is technology? Let me put it like this. Back in the day, you had two big questions to answer. What do I want to do? How do I do it? The answer to that second question, how do I do this, is technology. And the easier that how becomes, the more you can actually stretch yourself and get things done without friction. The best technology, in fact, should be so invisible that you don't even notice it is there. An unseen force in making this happen is the sponsor of this episode, Intel. Now, everyone knows that Intel plays a key role in the architecture at the heart of the internet. But it also drives the technology at the edges, where users like you and me do what we do. Whether you're a radiologist or an engineer or a filmmaker or even a humble podcaster, chances are that whenever you do something wonderful, Intel is helping make it happen. Where there's an intelligent edge, there's Intel. Amit, welcome to The Scene and The Unseen. Thank you, Amit. So, you know, this is, I think, the first time I've had another Amit on the show, though I have had Varma's in the past. So, tell me something, I've been following you on Twitter, I've obviously loved your great history, threads and so on and so forth. But I don't know you otherwise. This is actually the first time we are meeting and I'm curious to know a little bit more about sort of your background. How did you come to this? Were you always a lover of history? Were you always someone who read a lot of books? Tell me a little bit about the Amit Chandelier before you became Amit Chandelier, like before you became who you are, who were you?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:20.120",
        "message": "Okay, I was just Amit Chandelier, nothing to do with history. Nothing to do with history and my interest in history is not something new. As a teenager, I remember when I was about 13 or 14, I read one book called Nina's Journey. Yeah, it's a very, it's a ridiculously rare book and I had a copy at my place. And first of all, there was a book excerpt I had in one of the reader's digests that used to come out. It was monthly. And that excerpt triggered me into reading the full book. And I come from a place where these things are not very easily accessible and from a time when these things were not very accessible. But years later, I think, 3 or 4 years later, I was in Calcutta and I found a copy of the book at one of the used book sellers down the street. So, I read that book. I was about 14 at that time. And that's an autobiography about a woman called Nina Markovna. And she gave her story of how her dad, during Stalin's Russia, how her dad was killed and then how she managed to make her way to America, you know, and her adventures. She landed up in Germany and she initially thought that she was finally emancipated because she could have good food and good clothes. And then, very soon, she learned that Germany was not that safe space that she had thought of it as. And then, she experienced both Stalin's Russia and Hitler's Germany towards the end of the World War. And that story stays with me till today. And like, I am in my 40s now and all these years. And it changed something in me at that time because from school history, you just learn about good and evil. Hitler bad, but the Allies good, you know, Mussolini bad, Bolsheviks good, Tsar's bad, you know, that kind of a history. Then, this book gave me a new perspective that not just like even within evil, there are, you know, different kinds of evil. They can be evil to each other and they still can come together to ruin the society at large. So, I then started seeing nuance in history and then, you know, I came to Bombay later on and got busy with life and things just went on the back burner. I never thought of doing anything with it because here we are talking about early 2000s. Couldn't do much. Like, you just learn and you feel that wow moment and move on with life. And move on with life. Then, I have to really thank the right-wing surge since 2014 for a fresh interest in how things work on the history side. Now, what happened is, after 2014, we all must have noticed, there was a lot of surge in a very fresh, sometimes mischievous kind of interest in history. And, you know, like either to rewrite history or to interpret it in the way that fits one narrative or the other. There was a fresh interest and for better or for worse, it worked for me because it gave me an interest because a lot of new things started coming up which I had never known, never thought of. Things like, okay, yeah, there were some very cliched things like Taj Mahal used to be a Hindu temple. You know, those kind of things have been around since 2004-05 and we used to joke about them and never take them seriously. But from 2014 onwards, something very different happened. You know, a lot of things acquired a whole new nuance in a way that would seem believable to even the sanest amongst us. You know, like things about Mahatma Gandhi, things about the Indian Independence Movement not giving due credit to Subhash Chandra Bose. Well, we grew up, you know, reading a lot about Subhash Chandra Bose. So, I made it a point that I would read first. So, I have been reading a lot of stories, not just Indian, but, you know, world history and short stories about the World Wars, things before the World War. And, obviously, I absorbed a lot of new information. Then I came on Twitter. Twitter happened, I think, 2019, towards the end of 2019. And I did a short thread on Sadguru, Jaggi Vasudev. So, there was some crazy thing Jaggi Vasudev had put out where he said things like, how shivling is, like pouring milk on shivling has a scientific, you know, rationale behind it and it absorbs radiation and all that nonsense. So, I did a very short, seven tweets. That was the first thread of my Twitter life. So, I gave out a thread on how it's not scientific. Like a very neutral perspective, like nothing to do with, because I didn't know Sadguru before that. So, I said, this doesn't sound right. You can't kill radiation with milk and there cannot be any special kind of radiation in a piece of rock or in a shivling, even if it's considered divine, because I consider it divine, the radiation doesn't. So, those kind of things. I did one. Then a friend of mine told me that this thread has taken off. You should do something on the Indus Valley. You know, because there is a new narrative doing the rounds of WhatsApp groups that the Aryans emerged like 10, 12, 20,000 years ago in India and then they spread all over the world and the whole world is Aryan. I was like, that's rubbish. No sane person would take that seriously. She's like, no, you're wrong. It's becoming the mainstream dominant piece of history on at least social media. I'm like, okay, fine. Let me do something. So, I just gathered bits and pieces of whatever I could find on Indus Valley, the latest research. I wanted to be as objective as possible. And I did a thread. That thread took off and then I realized, I mean, I got a lot of, you know, a lot of abusive responses to that. I got threats because, you know, of course. So, that was my first interface with the cancel culture. And then it gave me a germ that history has to be communicated. There is something terribly wrong with history, the way history is being taught and it has to be communicated. And then I assumed the position of a communicator and I started doing threads on a more regular basis, like at least once every week or once, you know, once every two weeks, I started doing threads. Initially, I would just put out the story and then I realized, okay, no, people, there are controversial things. I need to put out some kind of an evidence or some reference for whatever I'm speaking about. So, then, you know, the research grew over time. A lot of nuances. I mean, there are threads from 2019, I might not enjoy reading myself today. So, it's grown over time. Then, at some point in time, last year, 2020, I got a text from Storytel saying, would you be interested in doing a series for us? And I agreed. First of all, I was like flabbergasted. That was the first time somebody asked me to do something professional. Seriously, do these things happen? You just do Twitter threads and people take you that seriously that they ask you to do professional work? I was like, yeah, fine, why not? So, that was my first break into doing something to do with history on a professional level. I did that and that's a running gig. I continue doing it today. And then there was a tweet series I did on the locust plague, if you remember, that happened last year. I got a call from Times of India, Mumbai Mirror. They asked me to do an article for their paper and I did that. So, yeah, the more opportunities I got, the more it became a serious part of my day to day life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:49.920",
        "message": "I feel firstly, you're being too harsh on yourself when you say that you might not like some of your older threads from 2019. From whenever I've been reading you, I've absolutely loved your threads and they're very different from other history threads. In A, the amount of detail that is there and B, most startlingly, the storytelling. Like you really know how to kind of build a story up and take it to a particular place and make it work. Most spectacularly, the one that I remembered as memorable for me is the one on Martin Luther King, where you have this massive kind of narrative happening. And then that beautiful way in which it ends, which I won't give a spoiler, I'll just link it from the show notes. But it's almost like you couldn't help but be moved and affected and just blown away at the end of it, just in the way that you told the story. And obviously, all the facts of the story matter, the facts of history matter, but the storytelling makes it stand out. Now, couple of questions here, like how much conscious effort has there been on your part to work on the craft of storytelling? Because the craft is outstanding. It's obviously something that, you know, thought about and worked at over a period of time. So, what is the kind of effort that you put into it? And also, who are the kind of storytellers then, in a historical or even an out of history context, who impressed you? Who, you know, made you think that, yeah, that's the way to do it?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:09.920",
        "message": "To answer your first question, yes, storytelling as a craft, like, yes, there is a certain structure, which you have noticed, a lot of other people have noticed, that it's a three part thing, if you will, where there's a build up and then there is a climax and then there is a cliffhanger kind of thing. So, no, I wouldn't say it's a very natural thing, it just happened. No, there is a very deliberate effort involved there. It doesn't happen. Now, why I did that, there's a reason for that. Because it's not that there is any shortage of historical accounts all around us, with or without me. The stories are all around us. But still, why history has, over the years, over the past few decades, history has taken, assumed, for the lack of a better word, a status of something very boring and mundane and not you want to proudly tell anyone about being into. You know, you say you're into science, you're into quantum physics, you're into medicine, engineering, but nobody says I want to do a major in history. And at least in India. So, why history became, it's become a running trope, right? You know, history is such a boring subject at schools. You have to memorize so many dates, so many names. So, yes, it is boring. And then I realized that part of the reason, a big part of the reason is that the way history has been taught to us and recounted in historical accounts, in history books, is very linear. You know, when Babur came in and he ruled for so many years, then Humayun took over. Humayun was beaten. He went to Afghanistan in exile and then came back. Not Afghanistan, sorry, Persia. And then he came back and then he ruled for a certain number of years, Akbar and Aurangzeb and so on and so forth. It doesn't trigger any interest. It doesn't trigger any sense of awe that, wow, I didn't know this, you know. So, my idea was to, okay, I'm not creating any new story. I'm just, you know, repackaging the same story, but I have to do it differently just to create that interest. And you cannot create interest without making people go, wow, I didn't know that. That has to be the dominant emotion when they're reading your story. Of course, research is involved. A lot of research is involved, but my primary focus was on communication. I have to be, I'm not a historian, right? I prefer to say I'm a history communicator. My job is to communicate. So, I have two approaches to whatever I write, be it my threads or with story tell, anywhere. Either the story has to have at least something that you didn't have earlier. Before the story, you didn't know something, right? So, that has to be one criteria. Another criteria is, it's the same story, but there is yet another story that seems very unrelated, you know. And somehow, I want to show that story A, which seems very unrelated to story B, had an impact on story B. You know, B wouldn't have happened if A didn't. And then you realize, wow, really, these two are like, these two happened such different times and spaces that it was impossible that anyone would have imagined. The popular term for this is butterfly effect. So, butterfly effect is a very big part of my conscious effort of telling a story. For example, this thread I did on Aksai Chen. Yeah, fine, there is a dispute between India and China and Aksai Chen has been going on for the past. Now, everyone knows what the dispute is all about and why. And yes, the Indochina war and everything. But then I wanted to show people that this dispute was, you know, seeded long before there was a China as we know it today or an India as we know it today. And the original actors in the game were not even India and China. They were France and Russia. These are Alexander I, Nicholas's great-grandfather and Napoleon Bonaparte. That's a more famous name. Everyone knows. So, these two struck a deal somewhere in today's Poland and they decided to help each other. Like France would help Russia against the Ottomans and Russia would help France against the British. Because France and Britain, they have a very long story going back thousands of years. So, that was the treaty sometime in the early 19th century, 1807 if I'm not wrong. And then that treaty triggered Russian interest in the Afghanistan region, Afghanistan-Kashmir region. That if they had Kashmir or Afghanistan, they could build a good buffer against the British because India was British, right? So, that's when the great game began and that's how Afghanistan ended up being, you know, the epicenter of all kinds of political nonsense that we see till date. So, nobody would have connected Napoleon Bonaparte with the Aksai Chin issue. But that was the whole approach I took. Because at the end of the story, people have to appreciate that things that might seem very unrelated, both geographically and temporarily, can be related. One thing can lead to, you know, it's a rabbit hole. History is just a network of rabbit holes, if you read. So, that is a very conscious effort."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:43.920",
        "message": "And I feel that there is a lesson in this kind of approach to history. Like, I have the same approach, but I haven't done the kind of work you have with that kind of rigor. But an approach in the sense that I'm always entering into rabbit holes and going off in all kinds of directions. But the lesson here is this, and the lesson is that the world is complex and we have to accept it in all its complexity. Like, I think there is one danger when a natural tendency we have, and we hardwire to do this, that we build simple narratives to explain the world. And also, everything that has already happened, it seems inevitable. Because it has already happened. It's a hindsight bias. Though at a particular point in time, a million things can happen and then one thing does. And a lot of it is luck and chance and accident. But, you know, it is what it is. We don't think in probabilistic ways. So, we assume that whatever happened was inevitable. And then equally, we assume a directionality to it, a teleological thing. You know, there is this thing that, you know, even within our culture, we will say everything happens for a reason. Though typically we say this to someone when something bad has happened to them, but everything happens for a reason. And we almost have this sense about history that everything is linear. Everything is leading on to what it appears to lead on to and so on and so forth. And we look at certain characters in, you know, in black and white rather than shades of grey. And of course, as has become a cliche on my show to say everybody contains multitudes, especially our great figures like Gandhi onwards. They are deeply complex people with many kind of shades to them. And I guess what your work shows or what any historian who is embracing this complexity, what they realize and what they bring out for the readers is that no, shit is not simple. That, you know, everything is deeply complex. We are shaped by history, of course, in ways that we possibly cannot even fully understand. And we have to transcend it and all of those things. Do you feel that, A, while going deep into these rabbit holes, while following these butterfly effects yourself, do you feel that you also changed as a person in the way that you kind of view nuance or the way that you sort of view the world? And do you feel that the study of history in this way is therefore important for that reason?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:58.920",
        "message": "Of course, every story I do, every thread I have finished has... Okay, fine. It has taught me something new about certain part of history I hadn't touched before that. It's as much a learning experience for me as it is for anyone reading the thread. But yes, it does. It does create a lot of change in myself because you discover things about a person on whom, you know, a historical character or an entity or a group of people. You learn something about that entity that changes how you viewed them so far. And we all start reading history with some or the other prejudice, let's face it. It's not just a right-wing, left-wing thing. We all have our prejudices. Like when you talk about Indian independence movement, you know, British Raj and we all... It's a very established prejudice, British evil, Indian, you know, Indian victims. And it goes on in every sphere of history, like, you know, with the Mughals also. But then my view is every time I do a thread, I learn that yes, there are evil people, there are victims, there are perpetrators. But there's a whole lot more of grey than, you know, good or bad. History cannot be monochromatic. History cannot be... And history is far more interesting than, you know, the good prevailing over the bad. Now, that is one thing. Another thing is, I don't even know how you can change the curriculum to involve so much of nuance. When you're talking about history as an academic rigor, when you're talking about history at the school level, I don't think you can teach this. It has to be, I mean, from just my perspective as it stands today, I don't see a solution to that. You have to teach them history the way the textbooks are written. But then eventually, if you have some kind of an interest, because in India, first of all, there is no interest in history. And there is no interest in history because there is no prospects. There is no future. Like if you, say, do a major in history, what are your options in terms of livelihood? Until those things are fixed, people are not going to have any interest. I came out of the same schooling system and I developed an interest. So, interest is a very personal thing you can develop. What people like me can do is, the role I am playing is a very casual approach to, you know, acquainting you with the parts that are missing in whatever you read so far. The nuances of maybe you know the story, but you didn't know it could be seen in this light. So, for example, like I did a video with Storytel and I was very controversial about the Jallianwala Bagh thing, about Dyer. Now, we know Dyer came, he shot, he opened fire and a lot of people died. I think there were some accounts, say, up to 10,000 people. I don't know what exactly the true number was, would have been. But hardly anyone knows Dyer's story. Now, the moment you utter the phrase, Dyer's story, I am not saying Dyer's side of the story, I am saying Dyer's story, it triggers, it, you know, it brings back memory, like historical memory. Okay, he was a villain. How can we talk about his story? We don't need to know who he was. Now, the fact is when Dyer came, showed up on the scene, you have to understand that India was a British colony for almost a century and a half, right? So, Dyer was born in India. His parents had been living in India for, I think, 10, 20, 30 years. So, he was, at least to himself, he was as much an Indian as anyone else. Like, as an American, who would have been involved with the American War of Independence, George Washington, he considered himself American, but those people were not technically American, right? They were all migrants from UK, but they became patriotic about America and they fought the War of Independence. But at the same time, it's very common knowledge what people like Thomas Jefferson did to the natives in America, right? So, but we don't question their patriotism because they felt they were patriots and that's a dominant theme there. Now, in India, it was the same emotion Dyer came with, that he considered himself Indian and the natives, let's say, sub-Indian, if not non-Indian or non-entities. But to him, he was serving India by, you know, wiping out the natives and, you know, clearing the space. And so much so, that when he went to Ireland for his higher studies, he spoke fluent Hindi. He carried his Hindi books to ensure that he keeps practicing Hindi, not to forget the language. It was his mother tongue. That's the language he spoke in his household. And he was bullied in Ireland. You know the relation between, you know, England and Ireland. And those times, it was at the like the lowest point. And the Irish kids would bully him saying, you're not even white, you're Indian. He was white, but he was seen more as Indian amongst his peers than British. So, these are nuances. What to do with that nuance? I don't know. Is it meant to justify what he did? No. But it happened and this is a piece of history you just can't wish away. So, it might be uncomfortable, but it's there. When you study history, you have to be passionate about the story and not the characters."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:57.920",
        "message": "Yeah. You know, you said earlier that Indians haven't had an interest in history and that, of course, is true. That's partly down to, as you mentioned, the way that it's taught. It's all rote learning, your mugging updates and all of that. And also, you mentioned that there are no career prospects. And from that point of view, yeah, there won't be many Indians who are interested in taking it up in a professional way unless they're kind of going to a foreign university and they can make a career there. But in a different context, I would say that there's enormous interest in history. Like we were mentioning before this while having lunch that of all my episodes, the history episodes do really well. You know, some of my most popular episodes are with people like Manu Pillay and Srinath Raghavan, for example, which are episodes that I myself learnt a lot from and which sent me down various kind of rabbit holes. And I think here's the thing that history as a calling and a vocation is one thing. That might depend on things like the incentives around you and the career prospects and all of that. But history is a hobby. History is something everyone wants to delve into. It's an entirely different matter. I mean, as humans, we are always in search of drama. That's why we watch sport. We watch sport for the individual drama, right? We would not watch, say, like a chess game between two AI bots would be really boring to us. But when it's people and we know their stories and their stories brings it alive. And for exactly that reason, I feel that there is a huge hunger there for history because history has drama. History has stories. When I did my first episode with Manu on his book on the Deccan and I happened to remark that there was more violence in that book and more crazy characters and more action and drama than in Game of Thrones. And it's true. And there is because there's kind of so much happening there. And this whole thing about humanizing these people is also really interesting to me. Like even in the case of Daya, see, that's the point. Unfortunately, in the times that we live in, even with what you said just now, those type of people, the vocal minorities, I don't think have the intellectual capacity to listen to podcasts for too long. So they probably haven't gotten here. But there are people, if you said that on Twitter, who would obviously misinterpret that as a defense of General Daya. They did. They did. Oh, this happened."
    },
    {
        "speaker": "Guest",
        "time": "00:30:06.920",
        "message": "I was heavily trolled for that. But you can troll me. You can't troll history. That's the thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:12.920",
        "message": "But does history matter? I mean, in the sense that where we live today is in a world full of competing narratives, right? History has already happened and in that sense is gone. And you can say that history lives on in terms of its consequences and what it has shaped. But equally, there is a lot that, you know, there are false narratives that have consequences and that shape people around us. Which is the other thing that I worry about. That on the one hand, I'm really happy that there are popular historians like Manu and Srinath and, you know, hopefully you as we go along, who at least play a part in popularizing stories of history and making people become more open to it. But then the point is, do the facts matter? We are all following narratives. Like I was watching this video, one of you, I think your only video on YouTube, which you did for Storytel at their launch. And at some point you mentioned the phrase when the Aryans came to India. And on the comments, people jumped on you because they're saying the invasion theory is bunkum. And the fact is, we know it's not bunkum. You know, you've referred to a book by David Reich. I've had Tony Joseph on my podcast. He's got a great book, Early Indians, about it. There's enough evidence by now from different fields, including genetics, that tells us that, you know, there was an Aryan migration. And, you know, even language. I had an episode with Peggy Mohan where she traces the sort of... Yeah, and a lovely, lovely book, Wanderer's King's Merchants, where she traces... She does a forensic study of how our languages have evolved and you can make out so much of history from that. And the thing is that the evidence doesn't matter. This is never going to be settled. It's never going to be settled because one set of people want to believe something and another set of people want to believe something else."
    },
    {
        "speaker": "Guest",
        "time": "00:31:53.920",
        "message": "Yeah, the problem, I mean, either say it's a good thing about history or a problem, but you can prove whatever you want. That's the thing with the amount of resources we have all around us and the amount of, you know, you have all kinds of resources, right? Now, today, I write a book with a certain agenda and that book gets a decent publisher. Four years down the line, that book becomes a resource for someone to refer to, right? And then you can carry on with the same agenda and you can quote me and you have a credible source. Now, but was I credible in the first place or did I come from a place of, you know, colored agenda? So today, it's the same thing happening with history that you want to prove Aryans came into India. You have resources, you can quote. You want to prove Aryans originated in India 20,000 years ago and they spread to America. You have resources to prove that also. I mean, as far as just textual resources go."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:58.920",
        "message": "Yeah, they might be bunkum at the heart of it."
    },
    {
        "speaker": "Guest",
        "time": "00:33:00.920",
        "message": "Exactly, but who cares? Like end of the day, if you have a long bibliography or if you have screenshots of, you know, yellowish pages with underlines and, you know, marker highlights. That's all people are going to go, oh wow, that's a very good. He is quoting sources. So, that's true. Now, with the Aryan migration theory for that matter, it's okay. It's still a work in progress. People are still studying the Aryans. It's not that everything is settled. But so far, there are common sense evidences, pieces of evidence. Like Ramayana and Mahabharata, these epics, they were written during the Vedic period. During the post Vedic period, sorry, by the Aryan authors. And they have very clear mentions of wheels for that matter, raths, chariots. Now, these chariots are supposed to be drawn by horses and those chariots are supposed to have wheels with spokes in them. In fact, spoke is such a prominent feature of those chariots that there is a story, there is a part in Ramayana where, I think, one of Dasaratha's wives, she does something, there is a battle in which one of the spokes of Dasaratha's chariot breaks down and then she just puts in her hand to make the rath stable and something like that happens. And that's how she got to have an upper hand when it came to sending Rama out of the court. Now, so, the spokes are supposed to be there, the horses are supposed to be there and till date in none of the excavations, none of the sites, be it Sonali or Mehragarh or whatever sites we have till date, spoked chariots have not been found. You have found pottery, you have found animals, you have found animal bones and fossils and everything. You have not found horses. There are no horses in Sonali. So, if the Aryans were that old, like older than Indus Valley Civilization and they were native to India, and Sonali is as old as Indus Valley Civilization, there should be at least one horse fossil. Till date, none. Tomorrow, if we do find one, then yes, the theory might develop into something else. But so far, there is simply no evidence. So, yeah, just because it doesn't suit one's narrative, facts don't change. And then, of course, like Peggy Mohan says, there are linguistic evidences. Why, you know, there are retroflex consonants in the Indian language. If Aryans went from India to other countries, why is retroflex just exclusive to Indian languages? There is no retroflex in European languages, not even in languages that are very linguistically similar to Indian languages like Russian and stuff. And then, of course, genetics. You can fight with everything. You can't fight with genetics."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:53.920",
        "message": "Yeah, just to sort of elaborate for those listeners who may not have read Peggy's book or heard my episode with her, what this whole thing about retroflex sounds is, take the words D-A-A-N-T. You can now pronounce it D-A-A-N-T to mean teeth or you can pronounce it D-A-A-N-T to mean a scolding. And when you're pronouncing it D-A-N-T, the D and the T, they are retroflex. The tongue is hitting the back of your mouth. And those kind of sounds do not exist in any of the other languages which have descended from, you know, the whole Aryan family, Proto-Indo-European, as it were, from which Sanskrit came. So the thing is, as those languages, as those people made their way down over here, those retroflex sounds got into the language. And that is kind of unique. And that also tells you that it is not that European languages evolved from Sanskrit, as some people might claim, but that Sanskrit was this incredibly rich offshoot of those languages, which also incorporated elements of the local languages, such as these retroflex sounds. And, you know, Peggy's book has just a lot more really rich dope on this and all of that. And for those of my listeners who want to understand what do I mean by genetic evidence for something that happened in history, you know, please listen to my episode with Tony Joseph or even better, read his book, which I think Early Indians is out in this new edition, right? Which has been updated. I think it's just out. I'll link to the new edition as well. So kind of, it's remarkable how far the science progresses. And, you know, regarding these contestations, this contestation, you can say, haan, theek hai, thousands of years old. How do we know? You know, there's no writing from that period or anything. So, you know, you can dispute this. But even recent historical events, it seems to me, are disputed with the same kind of vigor. For example, the Babri-Malchit demolition. Now, I did an episode with Vinay Sitapati, who wrote that excellent book on the BJP before Modi, Jugalbandi. And his case was that Vajpayee-Advani, they were all taken unaware by it. One criticism of the book is that his sources for that were people who were already, you know, amenable to that point of view. Now, I have heard different points of view with different sets of evidences, which are contradictory. So, I can basically believe whatever I want and there will be evidence for that. Similarly, in the 2002 riots, was Modi culpable or was he merely incompetent? And he didn't know. He was blindsided by them. I have heard really convincing arguments with apparently convincing evidence from both sides. You know, now the thing is that if you are a neutral, if you're not a historian, if you haven't really gone deep into these issues, what the hell do you do? If you've already chosen your political side, you will obviously believe that version. And if you haven't chosen your political side, you will just shrug your shoulder and say, yeah, like whatever."
    },
    {
        "speaker": "Guest",
        "time": "00:38:43.920",
        "message": "Yeah, it's not always necessary. That's the first thing I always tell everyone and everyone I know and I talk to. And that's something even I follow. We don't always need to have an opinion. Like, if you approach history from a place of opinion, there are two ways you can study history. A. To learn and B. To validate. So, if you approach history as a search for validation, then you're not getting anywhere. You'll just get the validation you need, but you'll not be getting anywhere close to what exactly happened. Now, if you're looking for facts, if you're coming from a place of genuine curiosity, you may or may not discover what you're looking for. I'm saying this right off the bat because, like you said, there are very convincing evidences on both sides of the argument. And not just about, you know, contentious topics like Modi and 2002 and Babri Masjid, but everything, everything, even world history, like history is even right now. There are books written to exonerate Modi on how he handled COVID. There are books written. There is a book, I believe, on how Muslims triggered the Delhi riots of last year. And then there are, of course, books on how Delhi riots were a state-sponsored program and stuff. So, 30 years down the line, people are going to get both the books and they will have no choice but to pick sides, whatever you want to believe. Now, what I believe is, I don't need to have an opinion on everything. First thing, follow Occam's razor. Occam's razor is, you know, where the simplest thing, the most likely thing is likely the truth. Now, in the case of 2002, OK, fine, I don't know. Modi did get a clean chit, right? So, I don't know if he was culpable. But at the same time, Modi has a history of Islamophobic activities or at least utterances, right? Forget about what he did until 2002, but after 2002, after 2014, he has been as Islamophobic as it gets, his entire ecosystem. So, based on that, is it likely? Sometimes things are so fuzzy, you have to just go with the word likely. Is it likely that Modi was culpable? Seems so to me. But was he? I would not be sure. I would not be sure because I don't have concrete evidence of that. The only thing I can rely on is the Supreme Court for better or for worse. And the Supreme Court did, not Supreme Court, sorry, the legal system in general. And the legal system gave him a clean chit which is what I have to go by because if I start doubting that, then there is a whole lot of judgments that are in my ideology's favor, so to say. And I'll have to doubt them also, right? So, it's up to you. For me, the thing is, 2002 shouldn't have happened. And we should ensure that these kinds of confusions do not flare up into situations where hundreds of people have to lose their lives and livelihood. That's a lesson 2002 gives us. Now, whether you want to feel proud of it or ashamed of it, it's up to you. I don't feel either of the emotions from that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:10.920",
        "message": "Yeah, I mean, that's a good tangential point that this whole notion of pride just kind of baffles me that if someone wins an Olympic gold for India, for example, I'm supposed to feel proud or I'm supposed to feel ashamed if something really reprehensible happens somewhere. And my sense of it is that, one, I don't think I'll feel either proud or ashamed unless it has something to do with my personal actions. And even there, so much of what I do is just not as much in my control as I think it is, that I don't even know if those emotions are appropriate there. But certainly this whole sort of notion of national pride and all that is a little bizarre. The other sort of aspect is that certain historical narratives, they become almost in a sense tied to an ideology in such a way that if you revisit the history, you are automatically questioning the ideology. And that then becomes a political question in a sense. Part of it is, of course, what Kapil Kamireddy in a past episode with me and Manu Pillay in his recent episode also alluded to it, is some of the whitewashing by our historians after independence of stuff that had happened under the Mughals and all of that because they didn't want communal violence to flare up in modern India. So for perhaps, you know, well-intentioned reasons, they did an alighting of certain aspects of history, which according to Kapil, Kapil's thesis was that you can't do this, that it will eventually catch up with you, that people will resent it if you're sort of whitewashing this. But that notion of, you know, Akbar, great enlightened emperor, that is almost liberal dogma now. And equally, it is almost a dogma of the right wing that Aurangzeb was all bad. And obviously, all of them contain multitudes and all these things are true. You know, Aurangzeb did do a lot of ghastly things and Akbar was a very interesting guy who tried some pretty funky experiments. Like, I was reminded of this recently when, you know, in the last few years, there's this narrative going on about how Churchill was responsible for the Bengal famine of 42 or 43 or whatever, started with a book Madhuri Shri Mukherjee wrote. So I read the book and I'm like, my God, Churchill was such a monster. You know, that's my default thing. And I said, I have to find out more. And then I dug deeper, including in some of these cabinet papers that she mentioned and actually went into some of her sources, read other biographies of the period. And at the end of it, I realized that what she had essentially done was she had cherry-picked evidence that not only was Churchill not responsible for the Bengal famine, in my view, I mean, this can be argued forever. You know, Amartya Sen also disputed Madhuri Shri Mukherjee on another aspect of what she wrote in that particular book. And, you know, if I find, I vaguely remember a couple of other scholarly pieces that looked into it. But this narrative that Churchill was evil and caused the Bengal famine has almost become a matter of dogma, in the sense that I mentioned to somebody the other day that I think she cherry-picked her evidence in terms of the letters that he wrote. She didn't quote from other letters where he's saying something completely different. In fact, Andrew Roberts wrote a million-word biography of Churchill, a magisterial book, where he looks at, you know, Watson or Olive Shades of Grey, where he even kind of makes a case that if Churchill wasn't there, more people might have died, you know. And there's just so many nuances that, you know, you're blaming him for not sending ships with food grains or whatever, when the point is that, you know, his ships were getting sunk, I think, at a crazy rate within the ocean. There was a danger of losing the war. There were all these other considerations that came into play. Which is not to say, again, lest people misinterpret it as a defense of Churchill. It's not to say that he wasn't racist. Of course, he was racist. Of course, he hated Indians. Of course, he held us brown-skinned natives in contempt. And of course, he was also a great man and perhaps saved the Western world with the kind of attitude he took. And these multitudes exist. Yeah, and I just thought of that as an example of where something that should be open to dispute, that did this happen or not, somehow is politically not open to dispute. You become evil if you question it. Because it is part of the dogma that, yeah, Churchill killed so many Bengalis. And I'm half Bengali, by the way. When I first read the book, I thought, these are, he's killing my people, bastard. But actually not so, if you dig a little deeper."
    },
    {
        "speaker": "Guest",
        "time": "00:46:21.920",
        "message": "Of course, we admit that nobody can be entirely evil or entirely bad, unless you're talking about somebody like Hitler. By the way, even somebody like Hitler has his grace. But that's a separate conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:35.920",
        "message": "He was vegetarian."
    },
    {
        "speaker": "Guest",
        "time": "00:46:37.920",
        "message": "It's the kind of thing where, okay, fine. So, what if he beats his wife? He files his taxes on time. You've heard that joke, right? So, Hitler was the first person to introduce animal cruelty laws in all of Europe. Hitler is the first person who ended human zoos. There used to be this idea, this absolutely atrocious idea of putting people in theme park-like situations where you have these Negroes from America brought in, you know, slave girls and kids and guys. And they are put in pens, pig pens, and white visitors come and see them. And it was more like an anthropological exercise. You see how tribals live in Africa and what they look like and how they talk, how they behave. So, these were human zoos. And Hitler, as racist as he was, he's the person who abolished human zoos. What was his thinking behind that? How he approached it? I have no idea. We can't get into his mind. But we know he did that. Then, of course, the animal cruelty laws. He's the first person who introduced the idea of paid vacations in Germany because he wanted all the German working class people to have some, you know, quality of life and so that they are more patriotic. Of course, he had his reasons. He wanted loyalty of the people to the Reich. And he started the policy of having compulsory annual vacation for German workers. Gave them radios so that they are aware of what's happening. Again, he had his own agenda there because through the radios he could, you know, he literally had a propaganda minister. So, you can imagine why he would distribute free radios. But there are things he did which cannot be called evil. And again, this is not just. We have to continuously keep captioning ourselves, you know. This is not a justification of Churchill or justification for Hitler. But these things happen. You can't wish them away. You cannot pin this on one political ideology or the other. It's just how the world has shaped over the past. And this is not a seven year or ten years thing. The buildup is more than half a century old. It's been in the works since independence. And yes, it's true. Things have been whitewashed. History has been colored with agenda ever since independence. The Mughal history has been tampered with. And sooner or later, yes, it has to come out. The way the world is opening up with every kind of opinion and resources and things are becoming approachable to everyone regardless of where they stand in the society or educational hierarchy. So, people would find out. Maybe back in the 90s, back in the 50s and 60s, nobody would have seen. Nobody would have seen this coming. There would come a time where everything will be exposed. So, fine, they might have come from a good place, like you said, to maintain communal harmony. That was the priority of the time. But eventually, you are just postponing the problems. You are not fixing them. You are postponing them. Because the communal disharmony that would have happened in the 50s had you opened up the atrocities of the Mughals, that did not happen then. It's happening now in 2021. Nobody from that time is alive now to see the consequences of what they wrote. But it happened. And this happens when you are emotional about characters. This whole thing is because one side is emotional about the Mughals and the other side is emotional about, say, the Sikhs and the Hindus. Everybody is beholden to their favourite characters. You have to understand that the people you are emotional about are real people. This is not Lord of the Rings or Harry Potter. They were who they were. They cannot be changed. Aurangzeb did what he did. Tipu Sultan did what he did. You can't change it just because you feel nice for them. Just because you identify with them. And why you identify with them? Because he was Muslim and I am also Muslim. Or maybe I am a liberal and I feel for Muslims, which is good. You should feel for... I mean, why Muslim? You should feel for everyone. But this association, this identification by association is what's ruining history for everyone, both left and right. For all you know, whatever is happening, the WhatsApp forwards and the right-wing rewriting of history, why can't I call this a reprisal of sorts? The voices have been suppressed for far too long. There were intellectual barriers. Now those barriers are gone. Now a Panipuriwala can have an opinion and it can be broadcast. So he is doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:37.920",
        "message": "Yeah, and it's fascinating. And a bunch of tangential thoughts you mentioned about how human zoos, people kept in cages. And I remember this post I wrote in 2007, which I've just dug out, which has a thought which, you know, might be relevant to what's happening around us. And the post began with something that a blogger had written about this guy called Ota Benga. And Ota Benga was a pygmy from the Belgian Congo. And he was taken to the US. And he was displayed at the Bronx Zoo in a cage, which he shared with an orangutan. And it was meant to show the different stages of evolution. So you have orangutan and you have an African pygmy. And he had teeth, which was slightly odd because it was a particular tradition of cosmetic dentistry that his tribe followed. But the narrative that his captors built was that this is a sign of cannibalism. So to spread that narrative among the people who came to the zoo, they scattered bones in the cage. Right. Now, thinking of it today, we are utterly aghast. But back in the day, obviously, this was considered normal because people went to the zoo. Like we might go to the zoo today and say, let's go and look at some panthers and giraffes and whatever. In a similar sense, let's go look at some pygmies. And I had used this example in the post to talk about something called the expanding circle. Now, the expanding circle is a concept created by the philosopher W.E.H. Leckie, coined by the philosopher in his book A History of European Morals. And I think it's still relevant to how we think about the world today in the sense that Leckie's point was that we are wired to have a circle of people we consider our people and everybody outside that is the other. So for all practical purposes, everybody outside that circle of people, they can die. We can do unspeakable things to them. It doesn't matter. They are the other. They are like animals are to us today. It doesn't matter. It never happens. So and initially his point was that our circle is small. It's our family. It's our tribe and so on. And the great thing about human civilization is that the circle expands so that the people who are worthy of our moral consideration, they expand from our tribe to perhaps our region to our nation state as it were till it eventually engulfs all of humanity or should engulf all of humanity. And in fact, the philosopher, the utilitarian philosopher Peter Singer wrote a book about it in the late 1970s. I was about to say recent book till I realized it's in the 70s. But it feels recent to me given my vintage. I'm also in my 40s like you. Where he wrote a book called The Expanding Circle and Singer's argument. Singer used to fight for animal liberation as it were. That's the title of another book of his. And Singer's argument was that this circle will expand to include animals. So in the same way that you and I can be aghast today thinking about the African black man who was exhibited in a cage somewhere, 150 years down the line people could be aghast that we killed animals to eat them. Of course. Yeah. And my therefore, musing therefore is that in a sense all the cruelty that we commit on each other, not all the cruelty but a lot of the cruelty we commit on each other is because our circle hasn't actually expanded that much. That there are people who are outside our circle and if we do something to them, we don't consider them human. We consider them sub-human. They're not worthy of a moral consideration. So for example, you know a Brahmin who for example will slaughter a Dalit for drinking from his well or a bunch of Hindus who will slaughter some Muslims they see who they feel might be transporting beef or you know we are recording this a couple of days after the Singhu death where this guy's hand was chopped off by Nihang Sikhs and he was apparently a Dalit Sikh and he was accused of you know desecrating the holy book but whatever his hand was chopped off. He was basically tortured to death and his body was hung up and they continued defending it, the people who killed him. They continued defending it as if he wasn't human. Exactly. And this is kind of what worries me that those of us who are more who are English speaking elites who might have the influence of the enlightenment on them for example or who have this western liberal sort of way of looking at things might assume that everyone's circle has expanded and therefore everyone should be horrified at such murders or lynching or whatever. But the truth is that there are so many intersecting circles all around us and it's not really like that."
    },
    {
        "speaker": "Guest",
        "time": "00:55:53.920",
        "message": "I believe the number of circles have increased. I mean once upon a time but then yeah all said and done I would still preamble all of this whatever I am going to say with one very clear thought unambiguous not to contest that we are living in far better times than ever before in history. So that is unassailable. Now having said that the circles are certainly expanding. There is no two ways about it. I mean that's how we are living in better times than before. But the number of circles is increasing as well. Like earlier it was just my race and then nation state and then you know my species and those kind of things. Now we are creating a new circle every day every month like you know we have circles based on orientation. We have circles based on gender. We have circles based on socio-economic parameters. We have circles based on every conceivable box a person can be put in. You can call me a cishet upper class Hindu. Earlier it used to be upper caste Hindu. You are a lower caste. You are a Dalit"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:08.920",
        "message": "you are an upper caste. Now you have upper class. I thought cishet is pretty much the worst insult"
    },
    {
        "speaker": "Guest",
        "time": "00:57:14.920",
        "message": "that you can get. There are so many circles so many tags so many names that it's become very hard. I mean at one point you just give up. You give up trying to figure out what the hierarchy looks like because there is no hierarchy. There are so many intersections like in the single border thing. Now what do you do? Like I was telling you before lunch. How do you pick sides? Like if you have to pick sides based on ideological boxes that you subscribe to then the victim is a Dalit and the perpetrator is I don't know if Nihangs are upper caste or whatever. So you feel bad for the victim but then at the same time you realize the perpetrator is a minority in India and minority not just minority but an oppressed minority because the Sikhs right now because of the farmer protest and everything the Sikhs are an oppressed minority. So how do you pick sides? So that's the peril of getting into identities and these circles. So we are inventing circles. Why we are doing that is for a philosopher or a think tank to come up with but I can only wager a guess that it's because as more and more people are getting a platform, a bullhorn to air their opinions of course everyone wants their own share of attention and even if it's a 5 minute limelight. So at some point it becomes fashionable to go against the grain so if the prevailing thought is that this is bad this shouldn't have happened then okay fine to justify the person who did it that becomes a contrarian view. It makes me some kind of a superstar for maybe 5 minutes. Oh wow this person is not just I don't want to be the sheep kind of mentality. So it happens. So in that flow I end up creating a new circle. I subscribe to XYZ ideology. This ideology didn't exist till now. I am creating it. It's happening. Now you mentioned this thing called TERF sometime back. So I never heard of this until a few weeks ago. Now tomorrow you will hear some other acronym. A new acronym is coming up everyday. I believe the last time I checked LGBTQ had some more than 15-20 letters and then a plus sign because then even they got tired. So it happens. We are creating new circles and that's the whole reason of conflicts because people don't see overlap. People just see okay we are different circles."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:53.920",
        "message": "I would really say that the only part of this I would disagree with is the fact that people don't want to be sheep. I think on the contrary everybody does want to be a sheep in the sense that I think social media has exacerbated this tendency where we come online, we find an ideological tribe and once we are within that ideological tribe we feel validated and the way to get approval and more and more validation from that tribe is to keep signalling our virtue more and more loudly which inevitably is a drive to the extremes because then you keep shitting on the other side instead of engaging with them respectfully as you should and treating them as people but instead you never engage with arguments, you attack people and you do purity tests for your own side where again a drive to the extremes and one of the things and what we were kind of discussing during lunch and which I find very distressing and which goes against everything that we discussed about you know loving history means embracing complexity is that all these tribal instincts have led to the creation of these new ideological tribes or even cults which are reductive which are based on identity which are reductive so you know whatever identity is assigned to you by the interlocutor that's what you are, you are reduced to that, you are nothing more than that so if someone calls me a Siset Savanna for example and therefore I can't you know I am by default evil and I should feel tremendous guilt for other Siset Savannas in the past I have done that reduces me to just that and it reduces me also not just to an identity that I was born into but into whatever the misdeeds of you know my ancestors might have been which I have no control over and this also reduces people to ideologies, to identities of victimhood you know this John McWhorter has written this excellent book called Woke Racism which is just out so there is an interview of his I will link to where he speaks about how he finds it so condescending that you know black people are treated as victims all the time that things happen to them that they can't actually take their destiny into their own hands and that's exactly as it should be and I think just thinking in terms of identity reducing a person to a category it's a trap not only like I don't care what you call me or you know I can take those pejoratives but it's a trap even for those people who might be Dalit or who might be black or who might be whatever category it is but you don't want to reduce them to the victimhood they are more than that what has happened in their lives is more than oppression they contain multitudes and to reduce them to that to reduce a narrative to that is I think to do pretty much the same thing as WhatsApp historians do when they'll take a particular strand of history and they'll say this is all there is and everything is because of this and this is what it inevitably leads to and of course right now I just went on a sort of rant against the wokes but it's the same with the bhakts you know the wokes and the bhakts are literally identical except that you know they other a different kind of person and they adopt different kinds of identities but otherwise you know you are put in a category if you are a Muslim you are a Muslim by definition this you know India doesn't matter other identities don't matter and you are also supposed to be you know responsible for what happened in the"
    },
    {
        "speaker": "Guest",
        "time": "01:03:14.920",
        "message": "past where not past you're supposed to be responsible for what happens in Afghanistan today right now so you might have never been out of India you might not have ever been out of your say city you can't place Afghanistan on the map you have to take responsibility for that that's the dominant narrative and the same way you have to you as a cishet you have to take responsibility for something for you know maybe your forefathers didn't even do that I mean it's not necessary that everyone's forefathers were zamindars and nobility right so for you know you might have a very humble beginning but it doesn't matter you have a certain surname and that's all that matters same way like Muslims have a certain name that matters it's very reductive and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:02.920",
        "message": "very destructive actually and also there is the assumption like why should people assume I am either cishet or savanna you know you have no way of knowing that one it shouldn't matter but two you have no way of knowing that so this kind of reductionism is something that kind of bothers me so let's kind of come back to your personal history that after 2014 you discover this new love of you know reading history again you want to counter these narratives that are kind of floating around like you have once mentioned about how you know you try to get into the heart of why this whole this crazy rumor about Taj Mahal once being the mahal originated from and while going into that rabbit hole to try and find the origin of the rumor which I think was just something P.N.Oak made up is what I am assuming but you happen to discover that you happen to discover that one of the great monuments in Agra is actually the first church built in India which was built by a Mughal emperor so tell me a bit about that story and also after that tell me a bit about how you enter these rabbit holes"
    },
    {
        "speaker": "Guest",
        "time": "01:05:02.920",
        "message": "so to begin with the first time I was working those days some place in mind space and I was sitting at work and yes it was against company policies but I was googling randomly googling that day I didn't have much workload and I discovered this nonsense those days there was no SMS forwards or stuff like that so it was on Google and I read about P.N.Oak's story about Taj Mahal being a Shiva temple Tej Mahal being a Shiva temple Tej Mahal and stuff we laughed at it I showed it to a bunch of my friends at work and we all laughed there were Hindus there were upper caste lower caste what caste everything and we all laughed together there was absolutely no colour to the laughter right this guy is bonkers how can you question Taj Mahal that was a narrative I had absolutely no idea that this thought could forget about being entertained this could become a dominant narrative and some people would really a major chunk of the population or at least the major chunk of vocal population could actually take this seriously in all honesty I had absolutely no I mean if you had told me this I would have laughed at you how can anyone take this seriously but it happened right after 2011 there were people who I have met people I have met people I have unfortunately I have people in my own extended family who take that as a gospel truth you know like yeah history has been tampered with and we have been kept away from the real truth you know and Nehru had a conspiracy and all that nonsense so that's when I realized this is getting out of hand and of course I can't do anything about it but at least for my own sanity I have to find out when you know no matter how bonkers a narrative be but when you are not aware of I am talking about 2013 14 when these things were not so dominant but then everyone around you is talking about Taj Mahal being Tejomalya you would start doubting your own sanity is it possible this might just be true there could be just you know 1% chance this could be let me research and then there were several occasions I tried to research and then gave up then I did then I gave up and after a few years I finally dived into it of course this never came out to be true but then because I was reading about monuments in Agra and stuff like that then this thing showed up the temple the Agra temple I forgot the name our lady of something but the church you mean yeah the church and then I found out that okay this thing was built by Akbar if Akbar built a church why would he do that because look let's face it Akbar was a Muslim king ruling a Hindu majority India so I can understand if he built temples because he did adopt a lot of Hindu practices he would drink only Ganga gel and yeah that's a fact he would fast on he was mostly vegetarian in fact towards the later part of his life he turned fully vegetarian and he had water from the Ganges brought all the way from Haridwar because he would not drink any other water he would consider that medicinal and pure and pious and what not and he used to listen to Pandits who recited Bhagavad Gita and stuff so he did a lot of how much of it was because of his wife I don't know but then yes you do have a Hindu wife but that alone cannot be the reason for you going so much out of the way you are an emperor you are not even a minor petty king you are an emperor so the only justification I can think of is he had to rule a Hindu majority subcontinent which was impossible if he had to if he became a religious fanatic he had to be tactful so this could have all been a part of his you know tact the Akbar the Great thing which is fine but then to build a church that didn't sit well with me why would you need to build a church in Agra where there is absolutely no Christian population at that time yes there were Christians in India there have been Christians in India since the time of John the Apostle but those were in pockets in Goa and Goa was under the Portuguese at that time but then people travelling between Goa and Agra at a time when there was no proper road transport you only had horses and bullocks and stuff like that so I just could not you know jive with the idea why he would have to do that then I started reading and then two very interesting things came out one was that he did build a church and no it was not part of his politics but the man was genuinely into you know he wanted to study and frankly I can't think of another Mughal emperor or Mughal ruler even or a Rajput ruler or any other from that period who was this genuinely curious he invited Armenian Christians because Silk Road was still kind of on its deathbed but a lot of exchange was still happening through that route so he started inviting Armenian Christians to settle in Agra because he wanted to study and learn about Christianity he had no necessity he did not have any Christians there and then at one point he even invited to he asked the whoever was the guy in Goa ruling Goa for the Portuguese I forgot his name the Viceroy so he actually sent an emissary to the Viceroy and asked him to send him representatives who could teach him about the Roman Catholic Church so two brothers were sent like the church brothers so he had these kind of activities happening in Agra and that time Agra was the Mughal capital so he did that and when a lot of Armenian there was an entire settlement of Armenian Christians so they needed a graveyard eventually and they also needed a place to worship and Akbar said okay fine yeah you have to okay he it was not a proactive thing they requested him that we need a place of worship and then he just sanctioned it okay fine you can have a church that was the first Roman Catholic Church in that was the first Christian Church in India and that's the church where a woman was baptized and married and that woman happened to be her name was Begum Samru now Begum Samru happened to be the she was the queen of Sardana Sardana is a place somewhere in the region so she became the first Muslim woman woman Muslim monarch in the Indian subcontinent that was a first nobody knows about it I mean I didn't until that point I can bet a lot of people would have never heard of who the hell Begum Samru is you know we know Lakshmi Bai of Jhansi we know so many others we know so many mythological characters we don't know this very real and present character who is not more than 400 years old and that lady had what a journey she started in old Delhi as a dancing girl because those days you used to have this culture of you know a girl would dance and it was not prostitution like like how the most people view it it was not prostitution it was just a part of the culture it was an art form a girl would dance and there would be patrons who would pay her to keep a you know put meal on her table and there was a good decent livelihood and she was one dance girl because she had to escape her mother had to escape to Delhi because her dad was very abusive there was a lot of domestic violence so and she was basically from Sardana so her mom escaped when she was like a 9 year old or 10 year old and she escaped to Shahjahanabad, Shahjahanabad was old Delhi and there she began her mom died later on then this girl began her career as a dance girl notch girl as we say and there she came across a patron from France he had a French name but then popularly he was called Summers so he he was again a very shady kind of character he was a mercenary he would do do missions on his own and those days it was a very customary thing for independent you know like bounty hunters you are not loyal to a country or a government or a king or an empire you just you are available up for hire whoever hires you and you just participate in a mission you have a band of men and you participate in a war and you win the war for them you get paid and then you move on so he joined somehow landed in India he joined the British and imagine being a French man he joins the British and comes to India and he had a brief stint in Gwalior and then he moved to Agra he moved to Delhi there he met this girl and then moved to Agra and that girl they got married in that church and to get married she had to convert to Christianity and that's how she and because that guy's surname was Summers and she converted she also assumed acquired that surname and that's how the locals started calling her Begum Samru and she became the first Indian monarch who was a female and originally a Muslim then converted to Christianity in the first church ever built in North India and built by a Mughal emperor like how fascinating the journey is and these are two very disjoint stories like nobody would relate Akbar with a church with a dancing girl and they all come together in this one marriage and a lot of other episodes happened between the marriage and her eventual death but that's one of the stories on my"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:17.920",
        "message": "storytell series. Yeah so you know you mentioned dancing girls and I got reminded of this episode I did on Tawaifs with Sabha Deva and she wrote a wonderful book on the subject and it's really interesting that in the way the word is used today you think of Tawaif as prostitute right that's kind of become the popular notion of the word but like you said there's a lot more than that there were carriers of a certain kind of culture of music of entertainment and they weren't necessarily all prostitutes either though even you know there's nothing wrong with sex work in any case but that's not what it was necessarily and I wonder if there's a certain kind of bigotry that has seen them kind of treated in the popular culture like that. I also have done a bunch of episodes on the Mughals like on Jahangir with Parvati Sharma with Ira Mukhoti and you know I did a episode on the seven cities of Delhi with Rana Saffi and the Mughals are incredibly fascinating and like in fact my episode with Parvati on Jahangir was titled Jahangir the Curious because he was such a curious guy he was always trying all kinds of crazy experiments with animals and all of that because you know you're not surrounded by books there's no knowledge around you you know for the smallest thing you can't google it you gotta figure it out yourself and you're doing these crazy things and now I don't remember which episode it was with which guest because my memory is so horrible but I remember there was one Mughal emperor I don't remember who and either his wife or his daughters had gone out of town I think back to Afghanistan which was their base for a while and then come back to Delhi and yeah I think it was probably Humayun and Hamida Banu Begum but whatever this person is coming back and typically protocol is she should come to the emperor but he gets so excited he runs out barefoot because he's so keen to see her and otherwise an emperor who is otherwise chopping heads off all over the place and all that so these different dimensions these kind of human dimensions of history are sort of incredibly interesting to me so tell me something when you kind of look back into history right you begin researching something and at the point that you begin researching it there are a bunch of popular facts about that person in the domain and those are limited facts and in a sense that person is a caricature like every time you are kind of looking into historical figure before you really get deep into it you have a caricatured view of what that person is supposed to be that Baba did this Akbar did this Aurangzeb did this Begum Samru whatever you might have a few lines of a legend about her but that's it but then through the course of your research at some point they start becoming human and is there then a point where you begin to understand their dilemmas you know one it is like for me it is very hard to imagine life as an emperor in the 15th century leave alone a common person because there's no air conditioning you know what do I have for breakfast I have no idea what they ate back then there's no toaster you know there's no frying pan where I can just whip up a fried egg for myself just understanding that what we get in a typical textbook history is we get details of conquest and this and that and horses versus infantry and all that shit we get but do you also get a sense of their daily mundane life how do they spend their time what do they do for fun and at what point do they start becoming human to you like have they been moments where you've gone so deep into a character that you just"
    },
    {
        "speaker": "Guest",
        "time": "01:18:35.920",
        "message": "feel like you know that person it happens in some stories not all frankly because in every story you just don't have the kind of information that would move you into really you know stepping into their shows in terms of personalizing with them but some stories too like in the Begum Samru story when I read about I did not even plan to research on her I didn't know she existed so my idea was to just research about Agra and you know Taj Mahal and stuff then she just came up she popped up in one of the rabbit holes as you say and then when I started reading her story then it totally became about her and not Akbar Akbar was Akbar vanished in the background it was all Begum Samru now when I read about her origin story how her mother had to run away because the husband was very abusive and he almost wanted to kill her he poisoned her once and stuff like that then she had to run away to Shahjahanabad that's one moment I can vividly remember I actually pictured a girl Shahjahanabad was a very brand new city at that time it was not too old so the fort walls and stuff and there are bazaars right outside the outside the walls and there is this 9 year old girl whose mom had died by the way on the way her mother couldn't come so this girl is like an orphan the only girl in town in a city like ok to find Delhi has come a long way today Delhi is a big bustling metropolis with millions of people but even back then for its time on that scale Delhi was not just any other random city it was a capital of the Mughal freaking empire so for Begum for this girl 9 year old girl to be alone in a capital in the capital of an empire right outside the fort walls where people are so hostile hostile in the sense not because they will kill you but then they could you never know because you are a girl you are 9 year old that's a very ripe age for you know all kinds of men doing the rounds outside the fort walls and so what must be going through her head you know and then how she navigates her way through the by lanes of Shahjahanabad today's Purani Delhi how she makes her way and lands up in some you know in a place what do you call there is a particular name for the place where these dancing girl activities happen so she landed up in one of those places and she gets hired and you know you are first groomed on how to it's not just about dancing you are groomed on how to behave with the guest how to serve them food how to serve them wine and stuff like that and she is just 9 and 10 year old and every morning she wakes up and while she is on her rooftop she can see the ramparts of the fort of the red fort and she at that age now what do you imagine a kid of that age would think generally and they would think okay fine I want to play today and her imagination is and again literally neither of us could have gone into her head this is just from accounts on her and there are accounts that she would actually dream of someday entering those walls or being on the other side of the wall which means it's a figurative way of saying someday she would want to rule the country like a Mughal although that never happened but then she continued working on it and eventually ended up being a landed gentry but the point is this journey was so relatable because I came to Bombay once I am not saying I am that ambitious or I would get anywhere anywhere even close to what she could achieve but the approach the mindset the situations I have been in when I came to Bombay as a very young person and not just me there are millions and millions of kids who are orphaned who land up in cities like not just Delhi and Bombay but even in big cities of the world like London and New York and they eventually do go on to build something out of their lives so it's fascinating and yes you could relate I could literally in my head I could hear the sounds of the hawkers and people cat calling her those kind of things you can I get goosebumps when I talk about it, it happens but it doesn't happen all the time it happens very rarely only certain characters captivate you to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:14.920",
        "message": "with that grip I hope you are the show runner for a web series on one of these stories that would be great. You know one story that gives me goosebumps and a similar kind of story to this is I don't know if you heard my episode with Kavita Rao she had written a book on lady doctors so one of the lady doctors in her story is this girl called Kulkarni Sen she is born in 1866 in Khulna which is today I think in Bangladesh but then a small village in eastern Bengal so 1866 she is born when she is 9 years old she is married off to a 45 year old widower and she is obviously raped every night she is a kid of 9 she is raped every night during the day she is playing with her husband's previous children who are her age and at night she is paralyzed with fear and she wakes up naked and she is unable to process what happened in between and then when she is 12 this man dies and then her mother dies and then her father dies and the rest of her family abandons her so she is 12 years old she is a widow she is an orphan she is in this village called Khulna in east Bengal and it's 1866 so the assumption is that this person's life is over this person goes on to become one of India's first lady doctors you know manages to get through life educates herself becomes a lady doctor you know she even fights for equal pay for female doctors later on 30-40 years down the line she becomes a prominent social figure she writes a book which is her autobiography and when she dies in 1933 she keeps that book inside a trunk and that trunk is not opened for let me see 80 years that trunk is not that trunk is opened in the 21st century and they find that manuscript and the story of her life and then they can put all the pieces together how she got from being a 12 year old widow orphan abandoned by family no money nothing to eat you have that point in time where she has nothing to eat everyone's abandoned her she's a widow and an orphan in a village in east Bengal in Khulna and she makes it this far and you know when I read something like this it is like what the f**k how dare people like me or you complain about anything in their lives you know and people talk about achievement like this is f**king achievement like when you talk about Begum Sumru for example it's not an identical situation but she's also a kid she also doesn't have male protectors in the same way she's also navigating this world that is incredibly hostile and that you would expect that this world will eat her up and spit her out"
    },
    {
        "speaker": "Guest",
        "time": "01:25:44.920",
        "message": "I mean even today it's very unlikely for a guy or a girl anyone I'm not even confining it to a gender but for anyone to come out of a situation half as bad and do something out of life like many would have committed suicide let's be honest I mean suicide rates are going up anyway right so people commit suicide for again I'm not belittling anyone's suicide I'm just saying it's like one in a million maybe who could live that life and turn things around within in the space of one lifetime in the space of probably a decade most"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:23.920",
        "message": "likely because back then life spans were not that long"
    },
    {
        "speaker": "Guest",
        "time": "01:26:26.920",
        "message": "so people like Sumru for that matter she turned herself around in less than a decade now who would have imagined like today you are let's say at Andheri station you don't have food to eat you have ragged clothes and imagine if you are a girl then people are giving you all kinds of looks for you know maybe we don't know but it's very likely she might have been raped a number of times and then from there to get to become a legitimate queen at a time when queens are not women are not taken seriously at all even at the lower levels of the empire and to become a queen who has the blessing not exactly the Mughal queen but with the blessing of the Mughal emperor himself it's a big deal and in a space of 9 years 10 years it's beyond our comprehension to turn things around that drastically that dramatically so history is full of dramas like that and that's a drama that unfortunately doesn't come out I mean what's the reason this story should not be told in schools"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:32.920",
        "message": "yeah and also you know like one thing of course there is selection bias at play that this is the one person who made it and clearly an outlier and most people in her situation would not have made it but equally I fear that for example if a film was to be made on her life every aspect of it would be simplified there would be some people you would see in shades of black only and there are some people who would be you know noble benefactors who you know lift her or inspire her or whatever and everything would be black and white and that struggled that nuance I mean I don't know maybe in the age of the web series one hopes that there would be space for Nagal to bring out that struggle to bring out that nuance in the human stories and all that but I just find it so moving though you said you related with Begum Samru while in the case of Hemabati Sen I couldn't relate it is so much outside my reality to imagine that 12 year old girl in that village in Bengal"
    },
    {
        "speaker": "Guest",
        "time": "01:28:26.920",
        "message": "it's just kind of mind boggling I could relate in the sense that it might not be my own reality but it is a reality we face on a daily basis around us the moment you step out of your car you will see some kids selling something Begum Samru might have been in that situation as a 9 year old kid outside the walls of the Red Fort and with absolutely now even can you imagine the kid selling you flags at the signal having aspirations of becoming a Chief Minister of Maharashtra someday that's like unimaginable right why would a kid like that think even know of Chief Minister but she would look at the fort walls everyday and imagine have ambitions of ruling India someday although she could not rule India but she did get somewhere even that somewhere is beyond your and my comprehension so no I definitely could not relate to that the only part I could which is why I sympathized with her was because I was new to a city as an outsider someday at some point in time in the past and my life was not easy although not nearly as hard as hers because A I am a guy being a guy a lot of things get easier for you that's a fact and things are easier today than you know the 16th century 17th century things are much easier today but you can imagine and I hope they don't make films on her I hope they don't make a series on her because they will absolutely ruin her because you so far whatever I have told you you Begum Samru is a hero to you and that's fine but then you don't know what happened later later her own people turned against her because she became despotic and very whimsical and she got a lot of people killed and you know beheaded for very simplistic reasons or you know sometimes not even for a reason just because this person is a threat to my rule so I get him beheaded so this became the norm and you know people take a lot of umbrage over a woman ruler doing the same thing which a male ruler might get a pass for but then regardless of the gender she did do bad things later in her life as a queen because you know once power gets in your head so that's another lesson from history that history is not good versus evil it's not black and white you have good people doing bad things bad people doing good things it's like all over the place so Begum Samru had a very difficult life she is a story of courage and everything but later in her life she is a story of extreme despotism and you know much worse than what many people view of Modi as you know so these both sides exist"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:14.920",
        "message": "in the same person and the interesting thing is just thinking aloud is that one of the problems with history is that we make historical figures larger than life so the good they do gets amplified in our minds the bad they do gets amplified in our minds and when we want to take a position that they're good or bad we obviously ignore the one and focus on the other but it strikes me that you know the human emotions that she must have gone through any historical figure goes through you know there is the frustration there is suffering anger there is then resentment some of that resentment might play out later when she is beheading people who were earlier among the people who oppressed her and so on and so forth and all of these emotions are in play and the only difference between us and them is those specific circumstances that led to them doing"
    },
    {
        "speaker": "Guest",
        "time": "01:31:59.920",
        "message": "whatever they are doing you know like I look at Gandhi's life"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:02.920",
        "message": "for example and Gandhi is really fascinating to me because he is such a deeply flawed figure who happened to do great things who in some ways you can admire him a lot in some ways you just go like you know what the f**k is that even especially his treatment of women and the stuff he did"
    },
    {
        "speaker": "Guest",
        "time": "01:32:17.920",
        "message": "in the later years of his life, caste for that matter"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:20.920",
        "message": "and I always think that initially he is trying to kind of play it safe when he defends a Varna system and all that but later when he claims to be against caste I think he is just virtue signaling and which Ambedkar correctly saw which really irritated Ambedkar because he is like what the f**k your virtue signaling though not in so many words but you know in the Twitter of those days that's exactly what he was doing and Ambedkar you know could see through him and in a sense in this particular debate Savarkar was in a sense on Ambedkar's side in the caste debate which people don't appreciate and we look at things like Gandhi's racism against blacks in South Africa and he changes his mind on that later and at every point you know you come with your biases you respond to incentives you change with times you even look at Savarkar's mercy petitions for example I don't even see why they are a big deal the guy is dead we should only you know debating his ideas is enough his book Hindutva is like disgusting I had to read it once for an episode I did with Akar Patel it's a horrendously bad book and those ideas can be criticized on their own you don't need a reference to his life but the point is I don't blame him for writing those mercy petitions because he was not being kept in a 5 star house like Nehru and Gandhi were when they were imprisoned or when they were detained by the British he was literally tortured you read the prison diaries of the people in Andamas in those days it's kind of terrible I don't know why it's become such a polarizing thing I would write a letter like that just to actually maybe I wouldn't but whatever it would be understandable if someone was to do that in that particular circumstance and that has absolutely no bearing on his ideas you know his ideas and his actions can be judged by themselves and what the person did in all the very complex things that happened to him is really difficult to paint in either black or white because hey we feel those same emotions and do different crazy things at different times of our lives"
    },
    {
        "speaker": "Guest",
        "time": "01:34:12.920",
        "message": "I mean the kind of times we are living in everyone we discussed that right that it's there is incentive in having opinions good or bad whatever it's a fear of missing out on a bus we have to have an opinion before the issue dies out and you give an opinion you will get a certain number of likes and retweets and you will be validated you will feel like a hero and fine then let the issue die today in India the conflict is not of ideologies that's what I believe the conflict is of attention who is getting the lion's share of attention so if by bringing out Savarkar's mercy petition I can get the attention fine I'll do it if bringing up Savarkar being a good guy and stuff you know Gandhi having a hand in whatever flaws you find in Savarkar Gandhi having a hand in that if bringing that out gets me a book deal and gets me you know it's a Hindutva nation right now for all practical purposes it's a Saffron nation and in a Saffron nation if that narrative works and gets me a book deal and gets me a lot of popularity why not and so everyone is about their own personal agenda not even ideological agenda it's a personal agenda and this is not pointing finger at anyone in particular now my only question is if I would I talk about Savarkar and call out his mercy petition as a desperate move will I criticize it but then before I do that I would like to put myself in those shoes and imagine today I can't step out in the sun without an Uber because I can't I can't take the sun right now do I have the gumption to go through the rigors of a jail on an island where you have malaria you have people having to lick literal boot licking happening and you are being whipped and lashed and what not unspeakable things happening to you will I have the gumption to go through all that take it all and not do whatever I have at my disposal to get out of that situation ideologies be damned no I don't think so if I know if I have been told that ok if you write a letter you might get a way out I will I will not think about at that point in time I will not think whether India will get freedom or not whether you know my future generations will like me for this or not I will just think I want to escape this pain so I don't flaw him for the mercy petition I just flaw him for his ideas and I think that's like you said rightly that's more than enough he gives you more than enough fodder to criticize him and then again you have to also recognize that I keep saying this is a running motive and all kinds of historical accounts all kinds of historical characters that everyone has graced then again if you take him as a Hindutva icon he spoke very vocally against cow vigilantism he was like if Savarkar would have said even one statement of that kind today he would have been lynched or at least cancelled out by the right on twitter and he was extremely anti-cast he was extremely anti-cast and frankly Hindutva is also anti-cast I mean we both know that there is statistics to establish that all the caste issue that I see that's a very left wing kind of thing but then that's a separate discussion all together then Nathuram Godse was a very anti-caste figure because that time their ideology was we have to unite Hindus against a common enemy and you cannot do that in a country where only 5% is upper caste or 3% definitely not more than 5% so in a country with less than 5% upper caste you cannot antagonize lower caste because you are lower you can't do that so they were very practical in that sense now deep within in their heads were they casteist I wouldn't know you wouldn't know but then for political reasons they at least made sure they did a very good job of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:19.920",
        "message": "showing that they were for all Hindus and the thing to remember is that as we were discussing during lunch that more there are people online who will claim to speak for Dalits while being savarna themselves see even I am throwing a label around who will claim to speak for Dalits but my point is the Dalits can speak for themselves and we know how they have spoken in both 2014 and 2019 more Dalits voted for the BJP than any other party this is something even Jignesh Mewani sort of lamented after he saw the results in Gujarat and how the Dalits there voted right that they seem to prefer the BJP and the reason they seem to prefer the BJP is because they don't want to be reduced to that identity of being a Dalit and a victim and they see themselves as part of the larger Hindu vote now in a sense for me that larger identity is also toxic because you are othering the Muslims it's all completely messed up but the point is that you can't simply put people in boxes and there I mean I agree that both the Savarkar and the RSS I mean if you look at the RSS as an organization there is a clear"
    },
    {
        "speaker": "Guest",
        "time": "01:39:16.920",
        "message": "caste bias in the office bearers but in terms"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:19.920",
        "message": "of how they have approached their social work or in terms of how the BJP you know under Amit Shah for example in 2014 the way they reconfigured the caste politics of UP where they got the non Jatav Dalits on their side playing to politics of resentment where they got the non Yadav OBCs on their side again playing to politics of resentment masterfully political and another kind of false narrative that somehow that particular party is for the caste system they are against Muslims yes they are against women also I would say not in so many words but it's really an anti-woman party and they are scared of women and you can see that but it's not casteist. It's not"
    },
    {
        "speaker": "Guest",
        "time": "01:39:58.920",
        "message": "and they have not been casteist since at least the beginning of 20th century they have not been because and forget about elections look at things happening as recently as last year the Delhi riots yes there is a Mishra Singh Goli Maro and Gadaro and all that but who is the one actually doing carrying out those instructions on the ground they are not Brahmins Brahmins would not go out burning homes and stuff yes there would be some there would be some but the an overwhelming bulk of the foot soldiers they happen to come from a very well known well understood well recognized community and that community is you know now you could argue that you know unemployment has a very big role to play in this and but then I believe it goes far beyond unemployment I think it's it's more of a question of validation they do find validation under a common Hindu umbrella they feel empowered okay fine I have something I mean there is someone who is okay we have been oppressed for a very long time we have been under the Brahmins and at the bottom of the totem pole now there is something else that's even below me as a Hindu I can claim dominance over that something and that something is Muslim that's what they have been shown and it kind of appeals to their sense of you know supremacy which has never been entertained before so it works so yes you have to say it's a it's a master stroke but that's not something new in the Hindutva circles"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:34.920",
        "message": "I should also clarify that I think I can speak both on our behalf when I say that when we say Hindutva hasn't been casteist we don't mean that Hindu society is not casteist Hindu society is deeply deeply casteist it's perhaps our biggest problem but this is you know one thing that people often say is that Hindutva and Hinduism is different and I agree with that and Hindutva is far worse but in this particular aspect this is one of those big flaws in all of the traditions that encompass Hinduism you know which is otherwise there are so many diverse traditions within that and many of them are good things and many of them are not"
    },
    {
        "speaker": "Guest",
        "time": "01:42:07.920",
        "message": "Hinduism is like a Russian doll you know those Madraska dolls like you can make as many divisions as you want and you'll never be done like first yeah there is lower caste upper caste OBC and what not then even within the upper caste there is Kshatriyas and Brahmins you think okay Brahmins are on top of the food chain no within Brahmins there is Brahmin A Brahmin B there is you know Mathil Brahmin and all kinds of Brahmins then they also discriminate within each other you know a Mishra for example would not would kind of look down upon a Tiwari and Tiwari would look down upon something else so there's a whole lot of subdivisions which we might not even be aware of and that subdivision you cannot just wish them away you can't what you can do is for example even in the West you can't wish away the Jews and the Christians and the you know and the Blacks and the Whites they are there what's needed in my books is the recognition that yes we are of different castes which in a way is what Gandhi tried to say but then again he was more on the side of virtue signaling so it's very hard to say how much of it he actually meant but you have to recognize that we are two different but we both have the same rights like a Dalit and a Brahmin can Dalit can continue being Dalit, a Brahmin can continue being Brahmin but at the same time instead of treating them as Dalit below Brahmin, Dalit and Brahmin"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:37.920",
        "message": "on the same on the same page well you know I would think that for example I still don't know what my caste is right and people will of course say correctly that it is a sign of my privilege that I don't know my caste and that's correct and I completely buy that but why is it a sign of my privilege that I don't know my caste because I was fortunate enough to grow up in a prosperous family which had done well for itself economically and our incentives were aligned with treating everybody with equal respect so the point is if the economy grows if society prospers to that level with none of which are a magic bullet but I would imagine that things like urbanization and a growing economy change your incentives to the point where you can't afford to discriminate anymore you want to be part of larger economic networks so which is why you know villages and rural India's caste is far more pervasive there than in cities which is not to say they don't exist in cities caste is everywhere in India but it's it's kind of a little less so ideally what I would like is you are born what you are born but that caste consciousness is not there when you meet someone yeah if if I meet you at a party and somebody says hey Amit meet Amit I'm not going to ask you your surname to try and figure out what your caste must be exactly that's what we want to remove because"
    },
    {
        "speaker": "Guest",
        "time": "01:44:46.920",
        "message": "you know that's the thing you can't like no matter how much you wish for a utopia"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:52.920",
        "message": "it's just not happening no I it isn't happening now but I think with urbanization prosperity they become less and less"
    },
    {
        "speaker": "Guest",
        "time": "01:44:58.920",
        "message": "your incentive change it will definitely become diluted diluted to the extent I mean frankly speaking before this whole Hindutva and you know the virtue signaling the wokeism and the saffronism everything going extreme in different directions before this phase I had actually come to believe that caste doesn't exist in Bombay at least anywhere else I don't know but at least in Mumbai it doesn't exist because over the years that I have been working we used to eat together I still can't tell somebody's caste from their surname"
    },
    {
        "speaker": "Unknown",
        "time": "01:45:28.920",
        "message": "maybe if somebody says I'm a Mishra then I would know"
    },
    {
        "speaker": "Guest",
        "time": "01:45:31.920",
        "message": "Mishra means you are a Brahmin but when you live in a city like Bombay it's so cosmopolitan on a daily basis you come across some 100 different surnames you wouldn't have known every single one of them you don't have a database of surnames so you can't map and it didn't bother me and it didn't bother people around me you can say ok fine I'm coming from a place of privilege but is everyone being privileged there like if I'm working somewhere I'm pretty sure there must be some people from the underprivileged class or caste or any such background but nobody seemed to bother I can't eat with you I can't share table with you because you are XYZ caste it's again exacerbating I think because of whatever political reasons"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:16.920",
        "message": "yeah so here's a question and it begins with sort of a philosophical observation and then goes on to a historical observation and then goes on to your personal experience of studying history and the philosophical observation is that increasingly the more I think about it I begin to conclude that there is no such thing as free will in the sense the thinking behind this is that look if you know the state of every atom in the universe at a given point in time and their state in terms of where they are moving and what's happening and all that you can predict the next moment and so on and so forth down the line the reason we can't predict the next moment is lack of knowledge which is why we need probabilistic thinking to make sense of you know with the very limited information we have what can we tell about what's going to happen but if there was complete knowledge you would realize that you know there is no such thing as free will though the illusion of free will is necessary so that we can assign responsibility now I don't know if you've thought about philosophy so I won't ask you for your opinion on this but the historical observation is this and let's go back to Savarkar because it's very interesting that it seems to me that people are shaped by their circumstances in greater ways than we realize like in a sense Gandhi's career as a social reformer started because as a lawyer instead of getting the job in Bombay which he wanted he didn't get that he got a gig in South Africa he went there and you know there a certain set of people were his clients and he entered all of those different kind of struggles and he got kicked out of a train and generally a series of accidents just took him in a particular direction which made him what he was similarly with Savarkar you know an observation that I remember making a long time back about him and then later Manu Pillay also made it in something he wrote is that if Savarkar died in 2010 we would think of him as we think of Bhagat Singh today he was a violent revolutionary I think in 1910 rather I think when he in 1909 I think he met Gandhi in London and they were both very impressed by each other and in a sense in terms of values his values were identical to Gandhi except in one sense at that time except in one sense which is that Savarkar believed in violent methods he was part of the infamous India house in London and he used to hang around with Shyamji Krishna Verma and all of those guys and you know a lot of shit used to go down there and he was arrested for those violent activities and at that time he's given speeches where he's talking about he was always anti-caste but at that time pre 1910 all his speeches he's talking about Hindus and Muslims both have to stand together we are the same people blah blah blah then what happens in the Andaman's period is one he's tortured brutally two it's not the British jailers who torture him directly they have like a subclass of Muslim sub-jailers who are Pathans and all of these people who carry out the torture now I don't want to talk about the torture on this show you can read either Vaibhav Purandhare's or Vikram Sampath's book or just go to the not just Savarkar's Andaman diaries but the Andaman's diaries of the people who were imprisoned there with him it's horrifying it's brutal right and over a decade long period of torture because it's these Muslims torturing him he comes to hate Muslims right so when he goes into prison he's like India belongs to Hindus and Muslims he comes out of prisons he's like Muslims are the other India belongs to Hindus and this whole thing in his book Hindutva the argument that he makes seems like a rationalization for this hatred that he has come to have where he says that India is only a country of those religions which also have their holy land here and so Hindus are ok, Buddhists are ok, Jains are ok Sikhs are ok but Muslims are not and it seems to me that this silly argument is just sort of a rational for the way that he already feels resentment and he feels that resentment because of what has happened to him and everything is kind of circumstances and you look at his whole life you put in counterfactual somewhere you change some of the circumstances you change some of that formula and everything is different if he dies in 1910 he is a hero today to us and everybody is trying to claim him like they are trying to claim Bhagat Singh or if he isn't sent to the Andaman's let's say he is sent somewhere else something else happens you really never know so my question to you leading up from this philosophical observation about free will and this historical observation about Gandhi and Savarkar is that as you read history do you also then get this sense that these circumstances are everything that what we are in a sense is contingent on the accidents that happen to us"
    },
    {
        "speaker": "Guest",
        "time": "01:50:40.920",
        "message": "we absolutely are and everything has to be is has been contingent to what your incentives are for every step you take and what detriments you have to face a whole lot of them might not even be aware might not even be known to us we might never get to know everything we might never get to know all that Savarkar had to go through to either justify or colour his actions in much worse light either way we don't know now there is one very favourite saying from Greece that I love that for situations like this it's called Athena's owl flies only at dusk so Athena is this Greek goddess of wisdom like Saraswati of the Greeks and actually it's Minerva but Athena is the Roman equivalent so she has an owl I mean surprisingly because Saraswati also has an owl and that owl is said to fly only at dusk because typically owls fly at dusk all day because they can't see in daylight so what this actually means is that wisdom only comes in hindsight so today Athena's owl is a metaphor for wisdom so wisdom only flies at dusk so all day what happened at night you can sit and reflect and you can argue with yourself I could have done that I should have done this when I had a fight with somebody in the morning and then in the evening I might sit and think why didn't I say this I could have told him this this would have been such a wonderful retort but then in the heat of the moment I might not come up with such ideas I might not have the time or incentive or even the wisdom to think those things so I believe it's the same with historical characters a. they are contingent on what's happening around them and b. it's also contingent on their idea of good and bad because like we discussed about human zoos what's good and what's moral rather and what's immoral it's a very fuzzy definition and the definition changes every decade I won't even say century every decade what was considered moral 10 years ago might be immoral today there are so many new words that we grew up saying today we can't say those things because at least not in polite circles right within my lifetime ass has come to mean a body part while earlier it used to be an animal and the same thing with so many other words so I remember when I was a kid we could say I have read in academic books the word negro today you say that word and no you can't you just can't you will be ostracized so things evolve now one example is George Washington we know him as the great freedom fighter one of the founding fathers of America and a great patriot above all now what he did to other races it's not very much in public domain he had slaves and slaves of course didn't have blacks didn't have much of a voting right back then or any other rights but George Washington himself having slaves of his own he inherited some he bought some and did some horrible things to them including that one time where he he lost a bunch of his teeth and he had tooth taken out of one of his slaves to be transplanted into his own gums so those kind of things and of course you being a slave you can't say no there is just no scope so somebody like George Washington he thought that was ok because they are slaves"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:22.920",
        "message": "his circle hadn't expanded to include them"
    },
    {
        "speaker": "Guest",
        "time": "01:54:25.920",
        "message": "exactly slaves are they genuinely believed he was not a bad person he genuinely believed slaves are not fully human blacks are not fully human so now we see in hindsight we can say George Washington was a horrible person or Thomas Jefferson was a horrible person he drove out the natives and all that because back then there was a dominant notion natives are barbarians we are Christians we are the good ones they are evil they are Satan worshippers they are pagans they have to be driven out that's the right thing to do if you are genuinely believing that you can't be said to be moral or immoral because you are not being mischievous there so and then of course today the definition of morality has changed so much depends on your circumstances a lot also depends on the time you live in what's the dominant definition of morality back then so today we might feel Hindus and Muslims are equal and they both have equal rights I don't know I have no way to say that in Savarkar's time at the turn of the 19th century 20th century Muslims might not have been considered alien amongst a vast majority of Hindus it's very much possible today they are very much part of India today India is a country in its own right and we see everyone as citizens that's the right thing to believe but how do we know at the turn of the century what the dominant notion was yes there were some Muslim freedom fighters but then remember they just came out of monarchy the Mughal Empire had collapsed there was already a lot of resentment 1857 and then barely half a century down the line you have 1900s so there must be a lot of people whose grandfathers would have served under the Mughals so the dominant notion could have been that Muslim means rulers oppressors so if the British are oppressors Muslims cannot be our equals that could have been the dominant notion wrong yes but there are circumstances to everything I'm not justifying such notions I'm just saying understanding something is not defending it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:34.920",
        "message": "like the dominant notion of our time today for example certainly among you and me because we had lunch today though I won't mention what specific meats we ate but the dominant notion today is it's ok to kill animals and eat them it might seem completely barbaric two centuries later the same way it seems barbaric today that Jefferson had slaves oh look you know but and that's also a good point that how do you define morality that the morality of the current day might not be the perfect prism because if it wasn't the morality of that time and a person is you know acting with good intent within the boundaries of his beliefs then you know what are we to say like in the George Washington example you just pointed out of taking teeth from a slave wow ok so you know just the notion of how you came to know that while I have read a little bit about the American founders but I didn't know this I'm going to ask you a bunch of questions about your research methods and reading methods and how you kind of organize your knowledge but before that let's take a quick commercial break Do you want to read more? I've put in a lot of work in recent years in building a reading habit this means that I read more books but I also read more long form articles and essays there's a world of knowledge available through the internet but the problem we all face is how do we navigate this knowledge how do we know what to read how do we put the right incentives in place well I discovered one way a couple of friends of mine run this awesome company called ctq compounds at ctqcompounds.com which aims to help people up level themselves by reading more a few months ago I signed up for one of their programs called the daily reader every day for six months they sent me a long form article to read the subjects covered went from machine learning to mythology to mental models and marmalade this helped me build a habit of reading at the end of every day I understood the world a little better than I did before so if you want to build your reading habit head on over to ctq compounds and check out their daily reader new batches start every month they also have a great program called future stack which helps you stay up to date with ideas skills and mental models that will help you stay relevant in the future future stack batches start every Saturday also check out their social capital compound which helps you master social media what's more you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code unseen so head on over to ctq compounds at ctqcompounds.com and use the code unseen up level yourself welcome back to the scene in the unseen I'm chatting with Amit Chandelier about the study of history the love of history and at this point what I'm really curious about is how you research the things that you do because I've read a fair bit of history but even in subjects about which I think I know a thing or two when you write a thread on it it always surprises me because it goes into these directions that I hadn't discovered or tells me things that I hadn't known before what are sort of your ways of researching whatever subject you decide to research like for example can you take me through one particular thing where you kind of thought of an idea and then you set out to research it and how did you go about finding books finding research material finding all of that which you know beyond the regular stuff that everybody would have read"
    },
    {
        "speaker": "Guest",
        "time": "01:59:55.920",
        "message": "okay there is no secret sauce here I always my starting point is always Wikipedia I started because it's a fantastic repository if you know how to use it and I visit Wikipedia very regularly with no subject on mind I use it as you know I just say surprise me Wikipedia and pick out something read about it and of course then you have to Wikipedia is just to get you develop an interest in something like first of all it's important to know what you want to research then you go about researching it so Wikipedia gives me that you know first spark so I get the spark and then I religiously scroll down to the see also section where you have some related subjects which you can also click through and that's Wikipedia's way of taking you down the rabbit hole so and that's that throws up a lot of interesting stories in the end which you can weave together because when I talk about butterfly effects so that's one way of figuring out how one unrelated seemingly unrelated event influenced another and there is something similar about first world war also and then there is something for second world war so this is how I develop a story you know the very raw form of story ok so this is what happened then comes the part about validating everything if it's even true because I can't just put it out there right so then again I check sources as given whatever sources Wikipedia gives I would check that but then again that's just the first step and then I would check those sources within those sources I would look for where they have you know sort the information from what they reference they have in notes and footnotes and bibliography then you go into those books and to whatever extent possible I try although I am not always successful but I always try to try my level best to go as deep down as possible to the primary source you know like this is the furthest you can go you can't go beyond this like if I am talking about Akbar and if I you know read someone's account from 2010 then I read ok that person has referenced a book from 2000 and that person from somebody who wrote something in 1920 and so on and so forth but then if I find an account that is a direct translation of say something like Aini Akbar so that would be the closest I can get to a primary source that's like from Akbar's time and assuming the translation is correct so that's my modus operandi to go as far as possible to a source that just cannot be refuted end of the day you can refute any source you can again also say Aini Akbari might have some very flattering things about Akbar so you have to take everything with a pinch of salt grain of salt or what not but then again it depends on what common sense tells you if someone says no Akbar raised 2000 temples does it sound right would it have been in his best of interest to raise down 2000 temples no right or somebody says Mughals killed 10 million Hindus would it be in their best political interest to kill 10 million Hindus if they really intended to rule India it doesn't sound likely so then you have to also apply common sense because sources can all have their own biases you have to take that but so far as possible I stick to primary sources wherever primary sources are not possible I stick to whatever middleman I can get my hands on so as for where to find them archive.org is my very trusted friend because you just cannot get all the books most of the books that I refer to are unfortunately out of print because most of them are from the 19th century 20th century and they are no longer in circulation so I do that sometimes there was a time I was a regular member of the British Library down in Churchgate so I used to visit there very often but then British Library of Bombay is not very well appointed it doesn't have a whole lot of books from before a certain era most of the books are from the 90s and beyond so that didn't help much but archive.org, google books again because for a lot of books a major chunk you can read directly in google books without even having to buy the book so that is a good resource and then of course you can buy ebooks for whatever recent books you can find in circulation so that's how I do my research and then there are websites where you can find alternative ideas and if they have any sources they can. If I am really passionate about a certain story and if that story is really contentious then I would even go as deep into referring to sources of both sides of the argument. If somebody is saying Gandhi was a bad guy then on what basis, where are they referring their material from then I would go into those materials. They also might be just of the same vintage from early 1900s or late 1800s. So it's the same rigour and then you have to play the, you know, you have to use your own judgement which one to believe"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:37.920",
        "message": "which one makes sense to you. Yeah and for those of the listeners who might be shocked that Abit mentioned wikipedia the truth is the idea there is that you go into the sources that wikipedia will give you and will let you know about various interesting possible stories or entry points. But finally you have to enter the rabbit holes yourself and you do that just by looking at the citations you know citation please as it were and going into those books and typically when I read a book of history what I end up doing is I'll, you know, go to the footnotes a lot if something seems really interesting, dig out another book from there and so on and so forth down the road. Though as much as archive.org I'll also, you know, use libgen and other pirates like that because if I can get a book in a legit way on amazon if I can buy it for a reasonable price that's what I'm gonna do but when I can't do that it's perfectly fine in the quest of knowledge I think to get the book just about any way you can now my next question is this that"
    },
    {
        "speaker": "Guest",
        "time": "02:06:31.920",
        "message": "sorry just to interrupt I totally forgot one very very important source that generally people overlook there is an entire world of reference material available if you want to go beyond books like there is a JSTOR there are so many scholarly research gate then many of them are gated as in you have to become a paid member but many are unpaid also like JSTOR gives you up to 100 articles you can read a month without being a paid member and that's a humongous store of research papers because everything is not out there in books there are a lot of things which are out there in the form of research papers by some really really eminent people in the academics academics might have its own biases but that's a story for another day but those papers do have a lot of credibility and you can cite them you can I cite them left right and center I do that all the time"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:34.920",
        "message": "yeah and so here's my next question let's say you've got the research material you're going to go through and now you're sitting down and you're going to take notes from it now where I often get conflicted is that I enjoy reading especially if I'm reading a good book however and I also enjoy taking notes in the sense that if I'm reading a book for an episode I'll have my Rome research open and I'll be taking copious notes I do most of my reading on the Kindle app or on the laptop or a PDF and I'll be taking copious notes copy pasting stuff you know which I want to quote and so on and so forth and there is a sort of a conflict here because on the one hand when I'm enjoying a book I just want to get lost in the book and just read it at one stretch and on the other hand whatever interesting thing I find I want to note it down so it's there for my future reference but the point is that act of noting it down disturbs my flow of readings and it's a cognitive effort because time and again I am like in deep concentration reading something and I have to break away from it take the notes write down any additional thoughts I might have or questions that come to mind for the guest or whatever or that I want to explore myself go back to the narrative and then again two minutes later paste something here so what's your sort of process like of like do you use a note taking app what are your tools for knowledge assimilation and do you find this a problem"
    },
    {
        "speaker": "Guest",
        "time": "02:08:55.920",
        "message": "it is it used to be in the in my initial times when I really didn't have the rigor but then as I matured now I have a system where I it might sound a bit redundant but I do two takes ok first I just read for the sake of reading whatever I want to and you know when something is that interesting worth writing something is worth being a part of the story that you finally want to tell you don't even have to write it down it sticks to your head ok so as I'm reading I'm also weaving a thread around it ok this happened first and this happened this influenced XYZ event and I do that I build the thread and once I'm done I start with an opening short like ok this is where the stage is set and then I hit the climax and then I give the closing call after the closing call that's when I go back to whatever I wrote and I see because I don't have to take notes for myself I am already reading it and I know what the story is and I would yes at the most maybe if it's a very long winding thread like the 320 part piece I did on Kashmir so in that kind of a situation I might have to take down a few dates here and there and that's another thing I try to avoid dates but I'll come to that later so what I do is I weave the story in my head and wherever very necessary I would take down an occasional note but that will be very brief like a date or a name or a place or something like that not a full paragraph and then when I sit down to write it down actually I write the whole story and as I'm writing that's when I would go back to my reference material ok this sounds very contentious do I have something to back it up where did I read it I read it in this book ok fine let me find the page where I got it and then I would that becomes the reference for evidence to whatever I am stating here and that's only on the contentious pieces other than that just to build the story in my head I don't need to take down notes that's what I do now coming back to what I said about dates I know how much you have noticed in my threads I generally avoid putting out exact dates like ok on 30th January 1950 Gandhi died because that date doesn't mean anything to anyone America celebrates Independence Day on 4th of July 1776 but it did not actually become independent until 1783 and that is 19th of October and I remember that date because it happens to be my birthday so why I don't put down dates is because people are just going to read past that and not remember even if you are reading subconsciously you skip the date part and just move on why would you memorise it so what I do is I just want you to have a feel of the time a perspective of how distant that thing is from now or from a certain event so I would say this happened on this date maybe once for a reference then I would say 10 years down the line this happened or 2 months after that this happened and you would know ok 2 months is this kind of a gap you will have things in perspective but then if I say this happened on 1st of January then something else happened on 1st of March you wouldn't bother what 1st of March is so I avoid dates and whenever I put out places I generally again I put out very broad like ok this happened in New York and then you know some half a world away something else happened you know that event took place very far away from wherever the first event was so I always try to use relative terms basically so that takes care of not having to mention exact information"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:52.920",
        "message": "makes sense lets since you have come to the craft of the writing and the storytelling lets talk a bit about that you have referred a couple of times to your 3 act structure for example like for films we are often told that a 3 act structure works first you set it up which takes about 25% of the narrative then 50% of the narrative is the conflict playing itself out and the last 25% you kind of wrap it up broadly thats like the sit field school of thought for screenplays and all of that so whats your 3 act structure like how did you arrive at it are there sort of models that you look at as examples of that how has it evolved and are there other aspects of your craft or your writing discipline that"
    },
    {
        "speaker": "Guest",
        "time": "02:13:31.920",
        "message": "you would like to share well there are 2 ways I approach a story I am rarely again if you would have noticed in my threads I am rarely linear its never this happened then this happened then this happened then this happened its never in one sequence why I do that is because somehow I feel a linear story bores the reader you might not remember the first event so what I do is if I know this is the chain of events from January 2010 to lets say December 2012 instead of starting at January 2010 I would start with some very important event something very dramatic that happened in say December 2010 you know somewhere in the middle of that window and I would continue from there and then I would go back to January you know like how in some movies you use this tool called flashback so flashback is someone thinking about something here I am not thinking I am just saying this happened not 10 years earlier something else had happened you know there would obviously be a very clear link between the events it will not be just random and then I would come back so there will be a lot of back and forth hopping then I would go back to January 2010 then I would come back to March 2011 then back to April 2009 you know back and forth this way you there are two things that happen a you are always involved in the story you always know this happened before this and this happened after this and again I am going to kind of a revision of the whole narrative that is one thing and another thing it makes the story interesting because you never know the next bit is going to be from the future or from the past so it keeps you on your toes while you are reading it so you make a subconscious effort to remember even though you are not supposed to but you are not obligated to sorry but you will make a subconscious effort to remember because otherwise you will get confused so you can say that it is meant to create a constructive confusion and that is one way of doing things so although I do start with a dramatic event and then I go into how it came to that point and how it proceeded from there so it is like two threads in two different directions and then culminating at one point in future and then towards the end comes a cliffhanger that is what my general guiding principle is that in the end there has to be something that gives you a ok ok yeah this happened oh shit really so that something like this happened with the American War of Independence story in story tell that is one then another tool writing tool that I use is I pick two different stories and start both of them this is also something I have learnt from certain film makers where they there are two people living in two different cities and they are completely related to each other they don't even know the other one exists and this is a tool I use the one I can remember the one story that was a Jallianwala Bagh thing where you have a general there on one hand who is born in you know in North India and goes to Ireland and does his higher studies comes back he joins the army and serves in Burma and many other places before finally serving in Amritsar where he did what he is most notorious for and at the same time there is another character who is settled whose family came from Iran settled in UP and his name is Hasrat Mohani he doesn't know I mean General Dyer doesn't have any inkling any way of knowing that there is a character called Hasrat Mohani anywhere in India and Hasrat Mohani may or may not yeah of course Hasrat Mohani knew General Dyer because this event was you know a very big explosion and it was known all over the world not just in India so Hasrat Mohani might have known him but the two men never met in person they couldn't have now their lives had no way to cross because Hasrat Mohani was a poet he joined the Aligarh Muslim University he was into revolutionary poetry because you have to remember that's when you know the Bolshevik movement just concluded very successfully in Soviet Russia and this triggered a lot of communist outrage all over the world people were finally encouraged and inspired to rise up against the so called you know the ruling class now ruling class could be British or the local nobility either way that's what Hasrat Mohani got into and then after the Jallianwala Baghi event his direction also turned towards nationalism and you know he became a very vocal nationalist he joined Congress and there was a point where he was a member of both Congress and Muslim League simultaneously because yeah even that happened back in the day so and then at some point he was part of a on the same day he addressed Congress rally as well as Congress meeting as well as a rally of Muslim League in Ahmedabad and that's where he gave the slogan of In Club Zindabad for the first time so today everyone knows In Club Zindabad very few people know that it came from Hasrat Mohani and even fewer know that this wouldn't none of this would have happened had Jallianwala Baghi event not taken place because Hasrat Mohani had absolutely no intention or like do you have any intention of going into politics you may like Modi you may dislike Modi but you don't want to get your hands dirty so that's the kind of life he was living he was a poet and then this happens and In Club Zindabad later on went on to become the rally call for the entire independence movement he is the first person by the way Azadiya Kamil that's the that's another slogan he gave where he I mean he was he predated Tilak in calls for the Swaraj movement like you know make in India kind of slogan this came from a Muslim guy and again none of this would have happened if the Jallianwala Baghi massacre"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:10.920",
        "message": "did not take place. Yeah that's fascinating and it could also be argued that Jallianwala Baghi killed a fine romantic poet because here on rekta.org I find that these two lines are written by Hasrat Mohani chupke chupke raat din aasu bahana yaad hai humko ab tak aashiqui ka wo zamana yaad hai so you know had Jallianwala Baghi not happened you might have got more shairi in this vein but instead you have In Club Zindabad and who's to say that's a bad thing or a good thing it's just how these kind of accidents of history shape us and indeed that's fascinating that you know in different kinds of circumstances who knows what Amit Chandelier would have gone on to do you know either great things or unspeakably evil things okay okay one sec here's another interesting thought that I have been having over the last few years and let me see what you think of it and which is that in the times that we grew up in and we are both in our 40s grew up in the 80s and 90s and so on we had a notion of what art is like what storytelling is like what literature is like in terms of form right so if you want to be a writer you might want to write a book or if you want to do journalism you might want to write articles and they have certain kinds of conventional lengths and certain conventional forms and all of that now ditto if you want to make movies you either make a full feature film which in the west could be 90 minutes in India could be 3 hours or you make a short film and there are lengths for that and so on and there's no flexibility within these these are the forms given to you for particular reasons and what I find with creators in the modern age is because of technology and the tools we have both the tools of production the tools of dissemination the tools of consumption on the parts of those who consume these that these forms don't matter anymore that you know when I started blogging I realized that like one reason it was so liberating and like of course I was freed from gatekeepers freed from the news cycle but the main reason it was liberating is I was freed from constraints of form that a typical newspaper article could be 800 words here I could do 80 or 80,000 I find a similar thing happening say with podcasts like I could not do a 5 hour interview on radio right but when I managed to do a 5 hour conversation on a show like this because of the form it serves up a different kind of content and tangentially it also changes me into a different kind of person because I have to listen that much more I have to kind of delve that much deeper and I am essentially therefore a different person than I would have been if instead of doing a 4 hour conversation every week for 5 years"
    },
    {
        "speaker": "Guest",
        "time": "02:22:41.920",
        "message": "I did a half an hour conversation. You have to probably listen to the same conversation multiple times while you are editing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:47.920",
        "message": "yeah so my question is that one form that I see that you mastered and here also you have said that it's taken you some time you don't like the stuff you did so much in 2019 but one form that you say that you worked on and I say that you mastered is the Twitter storytelling format where over a Twitter thread breaking it up into many many tweets you are telling this incredibly engrossing story so much so that if someone actually comes across you know one of your tweet threads while you are in the process of composing it there is no option but to sit there and keep refreshing and wait for the story to complete itself right. At the same time you were approached by Storytel and who are wonderful people by the way great platform I have also done stuff for them I will link it from the show notes but at the same time you were approached by them and there it's a different kind of format it's an audio show someone's reading it out you have to kind of write a script for that at some point in the future I hope you will go on to write books as well though again part of the reason if somebody approaches you for a book number 1 they absolutely should I would love to read your books but number 2 again a publisher who comes to you to ask you to write a book would do so with a certain structure and a certain form in mind while the truth is that those don't matter anymore so what is your thinking on structures and forms do you worry that there is a particular form which a story fits and that it might not have the same effect if you try to force fit it into another form or do you think that a great story can be adapted into absolutely any format including web series inshallah someone listening to this will approach you and ask you to be a showrunner for any of these incredible stories you have come up with but what are your thoughts on this"
    },
    {
        "speaker": "Guest",
        "time": "02:24:26.920",
        "message": "I believe that you have to play a balancing act you cannot go all out and say this is how I do things and it has to work take it or leave it it doesn't work that way because I am not the only one doing this there are hundreds upon thousands of people now the only thing I might set myself apart in actually ironically speaking the only way I can set myself apart is in showing a certain level of flexibility and flexibility is something that I have learnt a lot of on twitter because twitter is a very strange platform it gives you a word count constraint not word count sorry character count constraint which is even more even stricter so with such a constraint it also gives you a lot of independence like you can put out a thread and that thread can be initially my first thread if I remember well not the satguru one the first history related thread was Indus valley thing and I believe it was 20 or 30 tweets long not very sure but somewhere in between less than 30 so I put that out with a lot of doubt 30 tweets like twitter is a platform meant for quick consumption people just want to read a tweet and move on who is going to read 30 tweets then it did catch fire and I mean catch fire in the sense from considering I had what less than 500 followers at the time and then there are people there are hundreds upon thousands of people who are reading a 20 part thread of yours so I would say it caught fire for me but then later on I realized so I kept upping the ante so to say next tweet was 50 tweets long then I did a tweet on Punjab the 1984 events and funnily I did not plan it but it came out to be 84 tweets long"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:32.920",
        "message": "so that was not the plan"
    },
    {
        "speaker": "Guest",
        "time": "02:26:35.920",
        "message": "but then I realized no matter how long my thread goes people read it people read and people ask for more so it happened so I really you know tested it to its limits with the one on Kashmir I had to put it on two parts part 1 and part 2 and both were 160 tweets long so a total of 320 tweets so that was like me testing the absolute extent of how far you could push and even that worked so Twitter in a way gives you a constraint but also sets you free because your tweet has to be a certain number of characters but there can be as many tweets but at the same time what this format taught me is making sure every sentence you write counts because I cannot make even a single tweet boring like you have a hundred tweets in a story so every tweet has to be either a cliffhanger or something close to it every tweet has to have that wow effect so that people are tempted to go over to the next tweet so I have learned to treat every single tweet as a story in itself because that's the only chance and then the next tweet has to again be a story in itself it has to have all those ingredients all those so to speak masalas of a story within those 140 or 280 characters and so on and so forth so this has given me a lot of discipline and that's the reason why when I moved over to the full feature writing format for story tell it did not really bog me down much because I already knew how to write an interesting story where although I wouldn't say I have mastered the craft because down the line I am pretty sure I am going to look back and say oh what the hell did I write this is so hilarious so cringy so it happens but to the best of my extent I have managed to learn one very very crucial lesson that if I write for story tell or if I wrote for a book for that matter then every paragraph I will not put fillers let's just put it that way there won't be any fillers there won't be okay word count it won't you won't get that feel it will have something it will be dense so I wouldn't have been able to put out because I used to sometimes write articles for myself you know I used to write and even before 2014 but those I can clearly tell there were certain paragraphs that I could just take out this isn't necessary it's redundant but today I cannot say the same for even maybe one random line or so but otherwise everything is like okay there is some information in this so this wouldn't be possible without Twitter"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:29.920",
        "message": "yeah there is a structural parallel to that which is you know Chuck Palaniuk once wrote about how he structured his books and his thing was that he just wanted people to keep reading obsessively and turning the pages so he'd have really short chapters a page, page and a half and you know you read the page, page and a half but the cost of reading the next chapter is so low that you just turn the page and like that you get to the end of the book and obviously you want to be exciting throughout I did an episode with my friend Sonia Falero on her book The Good Girls in January I think tackling a serious subject the two girls who were found hanging from a tree a few years ago in Uttar Pradesh and she went to the village and spent four years writing this book about what exactly happened there and for a really serious subject she actually used the same structure which was really interesting because you had short one and a half page chapters so you're constantly you keep reading but the pace, the rhythm isn't fast in that way like you would expect from an action thriller all of that is normal but the way the chapters are structured you kind of just keep reading and keep moving on and you know what you said about I don't want any tweet to be a filler or any para to be a filler like this goes with an advice I give my writing students that every sentence you write must either go forward or it must go deeper you know if it is not doing one of those two things you gotta cut it out yeah it should serve a purpose so I get that that twitter is beautiful in that sense that there is an incentive towards brevity in terms of the character limit but there is also that unlimited space where you can really sprawl out as long as you can kind of keep people reading but to me the one pitfall of this seems to be that one you are forced to break up whatever you are writing about into tweet sized chunks and the danger there is that you start thinking that way also about the different tweet sized chunks that you can you know break it up into and therefore there might be a danger that what the great Javed Akhtar Saab calls Theraav you know those moments of quiet introspection those moments in a story where nothing much happens you are just setting something up you know there isn't enough space for those yeah so what are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:31:35.920",
        "message": "yeah there are places where you have to put that Theraav but I believe in non-fiction there is that becomes less of an I wouldn't say that is never an issue but in non-fiction it is less of an issue than in literary works like you know if you are writing a novel or someone's biography then it is a different thing altogether but yes it happens at times and that is where the long form story telling like with story tell that kind of format helps because yes you can you have some wiggle room to put out some literary flourish and you know build some ambience to what you are writing another thing that this has taught me in the twitter thing and twitter experience has taught me is I have now made it's become a second nature to keep my paragraph short earlier I used to have page long paragraphs but now I don't now my paragraphs are like ok it's very theme like there was a point when I didn't even know how to break a paragraph like what point do you change I didn't know that then now I have got a fair grip of ok fine this is every paragraph has to have a common theme and then when the theme changes the next paragraph begins and that theme has to be short so the paragraph is short so from paragraph to paragraph the reader can hop on and not feel like I am reading a very long monotonous monologue you know and there are times where I just put out one not even a sentence not even a full sentence just a phrase as a whole paragraph into itself I have done that also and it works it really helps you know depending on where you use it and how you don't do it very often but if done at the right spots it can help create either a suspenseful environment or give you the anticipation for something big that's yet to come so a sentence also helps these things again it's all from twitter in twitter sometimes you have where you know just change the paragraph and there is only room for one sentence and then after that sentence you cannot continue the paragraph but you cannot merge it in the previous paragraph because it's a different theme altogether so you have to make sure that that sentence is impactful enough that it has a reason to be otherwise you just move on to the next tweet"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:59.920",
        "message": "so when you start one of these threads do you kind of break it up into advance first into what each thread is going to say and if so how do you take care of the character count issue like do you have some kind of app which will help you break it up for twitter or do you just open a compose box or do you just go one"
    },
    {
        "speaker": "Guest",
        "time": "02:34:14.920",
        "message": "tweet at a time for the longest time I used to do everything on my phone on twitter directly on twitter because twitter has this wonderful feature where you just put out you write a tweet you don't have to post the tweet there is a plus sign you click on that and then another tweet box opens up yeah it does and then you write it then another box opens up so you can do that for the longest time I did that and it worked fine but it has for some weird reason twitter has put a constraint of 25 tweets because after 25 there is no plus sign then you have to tweet it all so then I discovered there are many third party apps and some for free some paid so I found typefully for example and there you just put out a whole thread you can write 1000 tweets at a time and then just press tweet all and it will just submit on your behalf and that's how I managed to keep my count whenever you see my threads you will have tweet number slash the total number of tweets and a lot of people have asked me how do you know in advance how many tweets it's gonna be so this is how I do it because I write all the tweets in advance and then tweet all one shot I don't tweet one tweet at a time because you can't do that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:38.920",
        "message": "nobody is gonna read whenever I have done little threads on whatever subjects I have done it's kind of been one at a time and I have done one slash x"
    },
    {
        "speaker": "Guest",
        "time": "02:35:47.920",
        "message": "I have done that too initially I did that too but then I learned you can't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:53.920",
        "message": "put it all in a sense what you are doing is something that would have been frowned upon 25 years ago like history is for the historians who the hell are you to you are not a trained historian you are coming in out of nowhere and you are trying to tell and you have described yourself not as a historian but as a historical story teller I think and even Ram Guha for example who was not a trained historian got a lot of resentment from proper academic historians when he began to kind of do his history obviously the quality of his work and all of that means he is a legend among historians today but back in the day it wasn't quite like that and even his latest Gandhi book I think I read some random reviews by these academic historians and turgid academic language criticizing it for all kinds of irrelevant reasons so there is that resentment and kind of jealousy and there has always been kind of a gulf between academic history writing and popular history writing where academic historians are at hey we have got our methods we have been trained we have the rigor we know how to do this and how to kind of stay out of the way as it were and that resentment has been there but at the same time you know just from the outside looking in one can see that academic historians also have their own set of constraints and limitations such as you know the dominant academic ideologies of the day which they presumably have to conform to the different kinds of incentives that they face to come up with new theories and to come up with new jargon as Manu Pillay explained in his recent episode with me and that's also kind of a double edged sword so what do you feel about this because like is it fair to say that there is now a democratization of history anybody who wants to can do history as it were"
    },
    {
        "speaker": "Guest",
        "time": "02:37:38.920",
        "message": "absolutely and they are anyone can and anyone is any and everyone is and I believe yes there is a lot of there are a lot of pitfalls in this agreed there is a lot of pitfalls with any kind of democratization you democratize art you will have a lot of cringe art you have cringe pop you have you know you have tiktok democratized you know short videos and you know what you got dumped with so democracy can never be perfect of any kind democracy gave us the government we are living in now but that doesn't mean it's not given us the rewards that we are enjoying today because not everyone has access to at least not in the past not until fairly recently not everyone had the right had access to the right kind of material right kind of it's a very gated community the academic world is very gated and it's an ivory tower in its own right and people like you and I maybe we can but unless you are affiliated to a university you can't access 80% of the work even today for that matter not a whole lot is available unless you pay up and become a member and you know join some kind of an institution you can't so that is one thing so I can understand the resentment but then what the democratization has done is made the space wide open to ideas that would have been just taboo to even discuss you I mean everything should be out for debate there are grays like we just discussed every historical character has his goods and bads and morals and immorals and everything but there are certain characters there in fact most characters who just cannot be touched they are universally considered the villain some are universally considered the hero you can't touch them but this would not this notion could not be challenged by the academicians because A either they don't want to or B they have their own constraints because their funding comes from certain sources the universities run on certain demographies like American universities have a lot of clout all over the world but they receive very few Americans a very tiny percentage of Americans actually go into higher studies beyond the graduate level right so majority bulk of their graduate students happen to be from the third world countries South Asia India and all those so they can't be they have to be very considerate of that fact and then amend their language and their communication and the way they treat historical accounts to appeal to that demography because that brings in dollars right so that's the reason why sometime back until fairly recently it was very common to hear Indian subcontinent when you talk about India Pakistan Bangladesh and Nepal and Sri Lanka it's Indian subcontinent now it's South Asia you never say Indian subcontinent anymore so these are not organic these are very conscious decisions meant with a certain objective meant with a certain agenda and academic historians are always going to be constrained by those encumbrances on the other hand people like you and I we have no such encumbrance we have no baggage and I would not even call myself a historian nor should anyone who doesn't have the right rigour and affiliation no we are not historians what we are is history communicators and there is a very big space for history communicators because history is being butchered history is being misinterpreted left right and centre narratives are being built everyday historians academics they cannot come and communicate because they are not being read by the masses masses need something bite sized something simplified you know yes we have our rigour but we have our style also and that style is more accessible a whatsapp uncle in all likelihood is not going to be very keen on reading a research paper by David Reich but he might read me because my language is going to be much simpler and I am going to make it interesting David Reich will be like ok stating facts I will put masala by masala I don't mean you know falsities click baity masala yeah not that but I mean the same story can be told in an interesting way and in a very boring academic way so yes there is a very fertile ground for people like you and I who can present facts in a more accessible and interesting manner"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:26.920",
        "message": "so what you said about the peril of democratization Sturgeon's law speaks to it like Sturgeon's law is something created by Theodore Sturgeon who was a science fiction writer who said quote 90% of everything is crap stop quote and the thing is yeah its true 90% of everything is crap but the point is that eventually the good finds its way to the surface and you know the people decide as it were the market decides like even tiktok which you mentioned disparagingly I think you know banning tiktok in India was just absurd its a tragedy because it empowered so many people and I saw just such amazing art and creativity on tiktok and yeah a lot of it was crap but a lot of the stuff I saw was people from small towns and villages who otherwise have no access to any kind of platform you know being able to access entertainment made and art made by people like themselves and then feel emboldened to express themselves in that way and you know just pushing so many envelopes not just in terms of representation or who's doing it but just in terms of art the kind of things that they are doing pretty sort of so again yeah 90% of everything may be crud in absolutely any field but is that 10% or even its a 1% that rises to the top that makes it worth it that makes it worth it I mean you are not the only person to do twitter history threads right but you know ultimately people will read the guys who do the compelling stories and then they won't read the others and"
    },
    {
        "speaker": "Guest",
        "time": "02:43:56.920",
        "message": "exactly art democratizes itself you cannot put a gatekeeper perpetually no matter what kind of despotism you put in place eventually expressions will come out that's what I believe in even you know in Europe during the renaissance it was triggered by a massive amount of tragedy enormous tragedy happened black death and despotic royalties and everything but then art did come out the church was when the church started being very inquisitions were happening the church was being very unreasonable and very tyrannical no matter the amount of tyranny art will expression will always find a way out it might take time so even if people like you and I did not exist someone else would have done the job if I don't tell the story of you know Hasrat Mouhani and General Dyer being somebody else would have because that story happened right if an event has happened it will find its expression through me through you through somebody else you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:05.920",
        "message": "I'll disagree slightly in the sense I won't say that you're definitely not right about that but I'll say it's not necessarily the case I think so many stories happen most of them remain untold some of them people like you tell and I don't think it is a case that if you didn't tell a particular story someone else would have told it not necessarily maybe"
    },
    {
        "speaker": "Guest",
        "time": "02:45:26.920",
        "message": "it would have taken a much longer time maybe a decade two decades because remember there is billions of us somebody might feel the spark and decide okay this story you know appeals to me I want to put it out there yeah I mean I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:44.920",
        "message": "there are parallel universes in which these stories never get told there are parallel universes in which you click on a different link in Wikipedia or when you click you know you ask it to throw something random it throws something different so instead of telling story A you tell story B and story A is never discovered by you and never told by anyone else that's entirely possible like I don't want to make the sort of again the teleological mistake of thinking that a story was destined to be told"
    },
    {
        "speaker": "Guest",
        "time": "02:46:11.920",
        "message": "but I get what you're saying not destined but for example imagine again this is a very personal example of butterfly effect I would have never explored Begum Samru or her story to anyone if PN Oak wouldn't have come up with that crazy idea yeah because it's only there that the whole journey started I would have never bothered to look at what monuments Agra has because I've never been to Agra I don't think at least in the near future I have such"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:41.920",
        "message": "plans so who would have known it's such lucky happenstance so this is how everything"
    },
    {
        "speaker": "Guest",
        "time": "02:46:47.920",
        "message": "happens so that stroke of luck it just takes one spark somewhere and that I believe can happen anywhere"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:53.920",
        "message": "yeah and PN Oak by the way is this right-wing quote-unquote historian who not only said that Taj Mahal was originally Tejo Mahalaya but he also at one point if I remember correctly said that Christianity originated in India and it was actually Krishna Neeti"
    },
    {
        "speaker": "Guest",
        "time": "02:47:08.920",
        "message": "Krishna Neeti and Vatican is Krishna Vatika"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:11.920",
        "message": "or something like that yeah phenomenal character so let's let's move on from here to some of your favorite stories so you know every time I read a thread of yours it's just completely takes me by surprise because there's stuff in it that I didn't know so I'm going to ask you about a couple of your favorite stories which I think my listeners will thoroughly enjoy and one has to do with shampoo"
    },
    {
        "speaker": "Guest",
        "time": "02:47:38.920",
        "message": "so tell me how did you discover this what is this story so there's this guy in okay back then Bihar and West Bengal and Bangladesh and Orissa everything was just one one province right Bengal province so there's this guy from Patna in Bihar back then it was Bengal so his name is Dean Muhammad Sheikh Dean Muhammad so this very interesting character his dad works for the East India Company and those days you know like today you have aspirations I want to become an engineer then I want to float a startup I want to become a CEO those days aspirations were I want to become an officer in the East India Company that was a general aspiration for ambitious kids in India and I'm talking about 1760s late 60s early 70s so and India was thoroughly British there was absolutely no resentment okay why are the British ruling us and you know it was it was a given regular accepted daily affair that Britain is the government so this guy he his dad dies during I think it was a Lagaan collection campaign where his dad had gone to some village in Bengal to Vasulophilagaan and the villagers got upset and they lynched him and he died so this guy is an orphan his I don't know if his mom was around at that time or she had already died earlier I don't know but then he joined he did join the Indian the British East India Company and came to Calcutta and he was I believe if somewhere between 15 and 20 so 16 17 something late teens and imagine this kid joins the East India Company as a attache to an officer there is an Irish officer in the East India Company and he is working as an assistant bringing him water and you know carrying his food stuff like that and he travels with him all over India that guy travels to Delhi and to Oud that is UP today and all those places and he travels everywhere and at that time 1770s and this guy learns English from his master's boss and he writes a travelogue Saket I mean he spelled his name as S A K E although it's Sheikh so Sheikh Deen Mohammed travels in the in the Indian subcontinent something like that okay and he wrote this book fascinating book about all the places he visited because he is a small town kid from Bengal he has absolutely no idea what the rest of India looks like and he is travelling with this English man and he is learning new things it's like you go on a Euro trip so he is learning everything and he puts out his experiences that became the first travelogue in India first travel account in English because before that many had written stuff in Persian and stuff so this became the first in English and he didn't find any publisher at that time then he somehow wound up in with the boss okay his name was I think cook something cook so with him he got transferred to back to UK and this guy decided okay I will tag along with you he went to UK he first moved to Ireland he spent some a few years in Ireland married an Irish girl there this Patna guy he married an Irish girl and lived there with her for a while and that girl was from a very wealthy family and he found acceptance he had learned impeccable English by then he used to dress up like an Englishman and he was often even called the black Englishman so he used to attend parties you know dinner parties tuxedo he used to wear tuxedo and everything he was a proper gentleman and then he decided I have to do something bigger with my life Ireland is very boring he used to live somewhere in the outskirts of Belfast if I am not wrong then he hopped on to a boat and crossed over into London and London was like the place to be those days the New York of the time so you came people came from all over the world in London to make a fortune and he didn't know what to do but he just"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:11.920",
        "message": "landed there with his wife or without with his wife"
    },
    {
        "speaker": "Guest",
        "time": "02:52:14.920",
        "message": "and he started he I think he joined some printer as an apprentice and there that's where he managed to publish his travelogue and eventually how things progressed was that he started he found a patron a very wealthy patron because those days a lot of East India Company employees would come to India and East India Company was like the mothership of corruption it was very corrupt so a lot of East India Company employees would come to India and make a mountain of cash in with corrupt means and go back to UK and build a fortune they would either they would spend the money two ways either build big mansions and you know and live like royals and if they have still cash to spare they would buy a nobility so you could pay some money and become let's say a baron or something and then join the house of lords and so that was a very big very in thing those days if you are wealthy you have to be a part of the nobility and it gave you a lot of prestige because England at that time was far more classist than even India is today and those were called NABOB's N A B O B and that was just a corruption of NABOB's in India so NABOB was a very common pejorative in Britain and even in America later on that if you are very wealthy and you are very snobbish and don't know how to spend money you have new money you know the new worries so that's a NABOB so he found one such NABOB and first he said he wanted to start a restaurant so he started a restaurant and that became the first Indian restaurant in anywhere in Europe that didn't do well after a while it had to shut down and then he started a bath house so India was very well known in Europe as a very mystical kind of land where you know you have these mysterious herbs and medicinal plants and stuff and you can just rub something in your body or drink something some magic potion and you will have eternal youth and many such nonsensical ideas so and then not just India the entire east was seen as a very mystical land mystical part of the world and that included Turkey and collectively called the Orient so Turkish baths that's how they became very popular Indian way of washing your hair there is this plant called Shikakai so in English we call them soap stone so using soap stone to wash your hair back then there was no concept of soap or shampoo or anything in UK oh they didn't use soap either? No nothing of that sort you just wash your body with water and you just scrub and that's it and that too once in a maybe a week or a month or so not daily"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:01.920",
        "message": "sounds like me in my hostel years"
    },
    {
        "speaker": "Guest",
        "time": "02:55:04.920",
        "message": "from all of us so all these nabobs and even this Dean Mohammed guy when they returned home they brought these ideas that ok you know what this is something you can do for hygiene you can do a steam bath you can do sauna although sauna has been a very traditional thing in the Scandinavian countries but in UK this became a very new kind of idea bath again Roman baths have existed you can't deny you can't say historically Britain didn't know the concept of bath but then they fell out of fashion when the Romans left and then bath along with these herbs and soap stone this was a novelty and on top of that Indian massage the idea of you know champi where you put oil on the head and then massage that was very new to the British and they actually took to it they liked it and he had a good you know line of clients and that business did well then he moved to Dover and there he set up his own salon where he would give champi and he had a bath house and then he started this idea of shampooing your hair along with champi so he would make his own concoctions and with that he would do champi and that became shampoo"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:27.920",
        "message": "champi became shampoo wow ok"
    },
    {
        "speaker": "Guest",
        "time": "02:56:30.920",
        "message": "so this was such a revolutionary idea he had people from the royalty coming to him yes he never went to anyone's place except for I think King George or King William which King I don't remember but there was some King and the number was 4th either George 4th Edward 4th or William 4th whoever but some King 4th he became his client and he would actually go to the palace to serve him so imagine having the King of the Empire as your client now imagine the kind of fortune you would make but the sad part is eventually his fortunes died and like you know it fell out of fashion people started becoming more racist towards the end of his life and you know a lot of racist ideas came up that this guy is dark skinned and we should not go to him he is not good for us and after that King died the successor he was not very keen on you know the idea of champi and stuff so he didn't die a very wealthy man he died poor he died in poverty his family also I mean there is not much of a record of his but at least his hair smelt nice oh yeah and during his time he wrote 2 books one travelogue of India like his travels in along the Gangetic plains then when he was in Ireland and UK he also wrote a travelogue on that was the first Indian account"
    },
    {
        "speaker": "Unknown",
        "time": "02:58:03.920",
        "message": "of Europe although he wouldn't"
    },
    {
        "speaker": "Guest",
        "time": "02:58:06.920",
        "message": "have been the first Indian ever to have visited there but he is the first Indian you can name earlier you wouldn't know who went who left who stayed and so that became the first travel account by an Indian for an Indian of a year because he basically wanted to write what he experienced in UK for Indians so that back home Indians should know there is a land called Europe and you know like you feel like telling everyone I went to Goa and this is what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:30.920",
        "message": "we did this is what happened and it's interesting to kind of remember and put it in perspective that there were no maps in those days you can't go online and look at the world map of a place and have a sense of where everything is at least not commercially available not to the layman yeah so for the layperson when you hear of Europe it's just a word there is no picture in your head you can't even picture a map that oh India is over here and Europe is over there and there is nothing it's so weird to think of the world in that way right when your knowledge is so"
    },
    {
        "speaker": "Guest",
        "time": "02:59:00.920",
        "message": "and I mean hats off to the explorers who would just take a wooden boat and step out into the sea having no idea where they might end up crashing next and Columbus is a villain today people give him all kinds of name and very soon I am pretty sure you won't have a Columbus day in the US anymore but for all the bad things he did or didn't do he was a very courageous explorer you can't take that away from him"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:31.920",
        "message": "people just stepped out"
    },
    {
        "speaker": "Guest",
        "time": "02:59:34.920",
        "message": "he was an Elon Musk of his time Atlantic Ocean is the most violent ocean on the planet and to just take a boat and sail out on a hunch that India might be this way"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:46.920",
        "message": "and when you don't know what's on the other side today we know so it seems trivial exactly one of my favorite phrases in politics which is nattering nabobs of negativism which was used by the vice president Spiro Agnew to describe members of the media so indeed it could be said anywhere by people in government that the media is full of nattering nabobs of negativism except in India where the media is quite nice to the government these days the pleasing pashas of positivism that's what I would call the media of today that's the first P word that came to mind it is important indeed to alliterate"
    },
    {
        "speaker": "Guest",
        "time": "03:00:31.920",
        "message": "so that's where the story of shampoo but this is not just a story of shampoo this is a story of the first time native Europeans tasting what is called Indian food"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:43.920",
        "message": "the first Indian restaurant"
    },
    {
        "speaker": "Guest",
        "time": "03:00:46.920",
        "message": "any idea what was the menu like over there I think the menu wouldn't be very different from what it is today because by that time nearly everything that we eat today had been discovered and mainstreamed because all kinds of meat had been mainstreamed by then and potatoes and tomatoes which are all of foreign origin they had all been Indianized as early as 16th century so I doubt there would be any difference in the ingredients except for maybe how they cooked it that might be different but even that shouldn't be all that different that you wouldn't recognize them and it had to be simple because you have to also remember that carrying ingredients from India to Europe was not a very easy task back then you could not do that on a routine basis you have to use ingredients which are commonly available both sides of the ocean"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:46.920",
        "message": "so things like potatoes"
    },
    {
        "speaker": "Guest",
        "time": "03:01:49.920",
        "message": "or rice or maybe wheat so it must be a very simple fare but with the Indian spices because Indian spices have been part of European markets"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:01.920",
        "message": "for at least a thousand years if not longer so some proto chicken tikka masala no doubt I had an episode with Vikram Doctor a long time ago on Indian food and I will link that from the show notes but it is incredible how much of what we consider Indian food actually came from outside and I remember Sawati Banerjee this journalist based then in Delhi I think did a very interesting piece and I think there is a video of it somewhere I will look for it if I can find it where she tried to imagine what an Indus Valley dish might have been like if I remember correctly some prehistoric dish before all of this foreign stuff came in she concluded if I remember correctly that there was brinjal in it but I don't remember any other part of it"
    },
    {
        "speaker": "Guest",
        "time": "03:02:43.920",
        "message": "brinjal, mustard they were making oil out of sesame seeds as early as Indus Valley Civilization they were doing that and they were exporting oil they were exporting sesame oil to Sumer and Mesopotamia all those kind of places"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:01.920",
        "message": "so for those people who think sesame oil is used in South-East Asian cuisine know it isn't we came up with it"
    },
    {
        "speaker": "Guest",
        "time": "03:03:07.920",
        "message": "we had sesame oil for at least 5000 years and I believe we were eating chicken as early as Indus Valley Civilization those were jungle fowls I think the idea of eating chicken started in the Indus Valley Civilization either here or in China one of these two places so it either went from India to China or came from China to India I'll have to"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:03:34.920",
        "message": "I vaguely remember Tony mentioning it in my episode with him on early Indians but I can't remember the specific mention or was it something else but yeah chickens for the win before we end this episode let me ask you to tell another enjoyable story which I know you love and I love as well which is about the Indian connection to the American"
    },
    {
        "speaker": "Guest",
        "time": "03:03:55.920",
        "message": "War of Independence Indian connection on at least two levels if not more because you know the biggest the most crucial connecting thread is the East India Company the East India Company got the charter sometime around the early 1600s if I'm not wrong 1605 or 1609 somewhere in between and about that's about the period where a couple of other companies also got chartered during the first one was the London Company then there was one the Plymouth Company so these two companies the idea was East India Company would go East and those two companies London Company and Plymouth Company would go West and by West means the New World so they wanted to just explore both the sides of the world for trade and of course they didn't find any trade opportunity in America because it was all you know native tribals and they would not buy anything from you but they did find places where you can build your settlements and start settling people like they settled Australia so they did that the first settlement that came out was Virginia I believe and they named it Virginia after the Virgin Queen so Virginia Georgetown I believe was a city a small settlement in Virginia so the stories start nearly simultaneously American story and Indian story and then they progress in their own different directions both are now the only difference is India already had a very thriving culture very prominent and India has too many people right so a big population no matter how many whites come you just cannot wipe out native population this big and not just big we were not exactly tribals before the British came we were kings and queens and full politics of our own we had the Mughals and everything so while in India the British had to come and for that matter not just the British whoever came they had to either assimilate or rule as a minority ruler but in places like Australia and the New World what happened was that the native population was so small in number and so weak and so uncivilized I wouldn't say uncivilized I would say not on the same level of civilization as Europe that they were overwhelmed very easily so that's how America became white and Australia became white but India could not become white right so now what happened is towards I think 1770s so America had this very fine arrangement where tea was discovered in China tea made its way to Europe as early as 1500s and that was another story within Indian connection because you know the British didn't know tea and there was a marriage Catherine of Braganza from Portugal she married Charles II and then she brought the tea drinking the idea of tea and a chest of tea I believe in dowry and that's how Bombay also came to Britain in dowry so that's when Britain tasted tea and tea became very popular and that this is a good drink and good beverage and the demand for tea shot up so bad that it overtook coffee in Britain and they had to and the only place they could buy tea from was China and the only way China would sell tea is if you pay them in silver but there was not enough silver there was a point where the British Empire ran out of silver so badly that they had to figure out alternative ways so they started they learned from Afghanistan that opium can be grown but Afghanistan was not under Britain at that time it was an independent you know under tribal rule there was an emir and all those things so they started growing opium in Bengal and smuggling that opium into China and this is how the first opium war happened now what happened sometime in the 1770 monsoon screwed up and Bengal had the biggest famine ever in recorded history the great Bengal famine because of that famine there was I think upwards of a million deaths in Bengal alone and of course it's not just people dying it's also taking away your revenues as the East India Company you are highly dependent on Lagaan and that Lagaan is not coming anymore so East India Company has to do something and that's when Westminster passed a law that the East India Company to recover its losses it will have the monopoly of selling tea in America and Americans had been receiving 90% of their tea through independent suppliers who are basically smugglers but East India Company now got the monopoly and also they were given tax exemption so this is something Americans found very offensive and they were like okay fine we have to pay taxes but the East India Company doesn't have to pay taxes and we are living here we are consumers we have to pay a very high price for that tea the same tea that our people used to smuggle in and now they cannot do that because now suddenly they are called smugglers and they were giving us tea for a much lower price less than half the price so why are we suffering so much and at that time I will give you another thread to this the first world war happened in 1914 and that was because somebody died in Austria now a bigger world war you can call it a world war but it actually happened only within Europe so to call it world war seems kind of unfair but then fine that's how the terminology is but in the truest sense of the word a world war happened as early as 1745 and that actually happened all over the world and that also happened because somebody died in Austria yeah there was this king who the ruler of the Holy Roman Empire although it was not Roman but he died and he had a daughter Maria Teresa and she was the only heir to the throne and there was a war of whether she should succeed to the throne or not because she is a girl girl should not become queen I mean should not become the monarch there was a side that supported her there was a side that didn't support her and you know all that happened so this is called the Austrian war of succession in this Britain and France were on the opposite ends and this war continued till I believe that was 1745 then 1770s it went on into 1770s so what happened is because of this tea business Americans started having resentment but tea was not the only thing this war of succession although started from Europe but it happened in various theatres one of the theatres was in America another theatre was in India in India it's called the first Carnatic war if you have heard the name Carnatic war there were three Carnatic wars the first one was fought in Madras and the American one was King George's war in this King George's war British soldiers and American colonists they fought together and they beat the French and they won Louisburg from French rule French wanted to avenge this so they attacked Madras and Madras they knew Madras was a very weakly garrisoned city fort so they attacked Madras and took it then eventually in 1745 there was a truce and this truce was in Aachen there is a city in Germany called Aachen and Aachen is I believe I have not heard of any other city which has hosted more truces and treaties than Aachen like at least 10-15 different kinds of treaties like treaties that ended"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:55.920",
        "message": "war I have actually been there as a kid but I never knew this"
    },
    {
        "speaker": "Guest",
        "time": "03:11:58.920",
        "message": "yeah it has so many like if you just look up treaty of Aachen there is like a whole number of treaties like which year you are talking about 1740 1760"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:07.920",
        "message": "1780 1790 so this was in 1745 you said"
    },
    {
        "speaker": "Guest",
        "time": "03:12:10.920",
        "message": "no no 1745 is when the Austrian war of succession started yeah no you just said 1745 so I was wondering no no 1745 that was a different agreement I am just saying Aachen has hosted a lot of treaties so this treaty happened at the end of the Carnatic war the first Carnatic war in this treaty Britain France and all sides they just signed a deal that okay fine we will just go back to status quo and we will have peace for a change and this peace although there was peace on paper but they did not stop being rivals so Louisburg went back to French to the French and British got Madras back but what happened is the Americans settlers in America they did not like the idea that we like we got our men killed we spent so much money and we helped the British and won this place and now they are giving it back to the French so what our lives don't value much that was first resentment then the tea thing happened that I told you about so there were two things so slowly the resentment built up and by 1776 the Americans decided we have had enough now we want a separate country and now the British also could not do much about it because back in Britain there was a resentment that we cannot give them we have to tax the Americans because we keep sending them resources we keep sending them ships we keep sending them men and because our soldiers go to defend the American colonies but what are we getting in return from them so we should tax them heavily and so the rift could no longer be breached and 1776 they signed the Declaration of Independence and somewhere in the leader the Boston Tea Party happens so now there is no return from that point but 4th of July 1776 is only the signing of the Independence Declaration which is something India did on 26th January 1930 I believe yeah but that's not the Independence Day Independence actually happened in 1783 so that's when the war started in the meantime well now America is an underdog there Britain has completely overwhelmed the Americans right and France although it looks like France would have jumped to help the Americans but they did not initially they only came in at a much later stage when all the land battles were over the naval thing was left when there was a blockade of New York Harbor that's when the French came in and by then I am talking about say late 1780s mid 1780s sorry when British East India Company was in a war with Haider Ali Tipu Sultan's dad and Haider Ali proved to be a very formidable foe he was not easy to take down and the same with Tipu Sultan also later on but Haider Ali's story Haider Ali became the underdog in India right and of course Haider Ali alone couldn't have handled the British he had a lot of backing from the French but that became the you know the David and the Goliath story and it spread even back in the 18th century the news found its way to travel the world and this news went to America and Americans were thoroughly inspired if an Indian if a native Indian prince can do this we can also take on the Americans we are whites so there was a bit of a racism there was you know okay they are inferior but it was also inspirational like if an Indian can do it I can also do it and he became a hero and there were poems written on Haider Ali there were literally you know those almost like Chalisa kind of poems you know ode to the valor of the great Indian king you know who took down took upon took on the British and took on the evil empire those kind of poems were being written Haider Ali was being toasted in banquets and stuff like that so after the land war was over finally the British didn't have much to hold on to so they Lord Cornwallis was leading the thing he blockaded the New York Hudson Bay Harbor no matter what the Americans do they cannot do much they cannot survive if they have no supply of resources from Europe because America itself doesn't have anything so either French supplies or any other country supplies have to reach there and the only way for them to reach is through the harbor and yes Americans really would have been in deep trouble if this would have lasted long so and Americans didn't even have a decent Navy forget about decent they didn't have a Navy so they had a bunch of you know merchant sloops you know those sailboats kind of thing that's all they could use if they could so they contributed they collected funds and with that fund they managed to put together a boat and they armed it with whatever the biggest guns they could find and they named it Haider Ali A double L Y they spelled it differently but Haider Ali is the name they gave to that ship and that's the ship that can you imagine the whole British Navy the Royal Navy and this Haider Ali on one side and they surrendered on 19th October 1784 that's when Lord Cornwallis formally surrendered to the American forces the American Navy actually"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:17:43.920",
        "message": "what a stunning story so Haider Ali made the entire British Navy surrender you know another thing I find funny here is Britain and France and the whole rest of the world joining in to fight about who the hell will take over the throne in Austria who did I mean this Maria Theresa must have become old and died by the time this was settled or yeah so"
    },
    {
        "speaker": "Guest",
        "time": "03:18:01.920",
        "message": "so but what I find fascinating in these stories is that the world as we see today I mean when we look back and feel okay there was an India there was an America there was a Britain and they would have been there was no connectivity there was no telephone there was no mode of transport so they would have been but then by their standards they were terribly connected they were like super connected there was Silk Road like more than a thousand years ago and people were travelling all the way from Rome to China to Kashmir to Delhi and back and then there were people travelling to America by the way there is once I found a newspaper clipping the newspaper is called the Virginia Gazette Virginia Gazette from I forgot the date but the year is 1776 and it has classifieds like how we have times classifieds and it's full of runaway slaves notices like okay there is a slave there is a runaway whoever can return whoever finds a slave and can return it to the master will be rewarded with 2 dollars and 5 dollars and silver and what not so there is a mention of a man with Indian features from Bombay and I am talking about 1776 so can you imagine I mean there is no way to even fathom that there could be an Indian for the longest time we have believed that Indians at best were indentured laborers not slaves but there is a mention of at least one slave who came from Bombay and he had been given most likely he was given an American or Christian name his name is given as Victor Victor something so because back then it was very customary for masters to give the slaves their own kind of name preferred name so so there is this Victor who has run away from his masters in Georgetown and whoever finds him will be rewarded with 5 dollars 2 dollars something like that and it's very clearly mentioned from Bombay so now can you imagine what that Indian would have felt like these are points where I go into that zone where I try to imagine what his experiences might have been the America of 1776 for an Indian like even for me the India of 1776"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:20:25.920",
        "message": "would be alien so and what is he missing like we can't even imagine the India of the Bombay of the time that he would be missing while he is out there in slavery like Vada Pav wasn't even invented back then anyway that's a very arbitrary thing to say but you mentioned connectivity and I thought of there is this book that was almost at a time a foundational book for journalists called Public Opinion by Walter Lippmann and the name of the first chapter is the world in our heads and the world as it is and right at the start he talks about how when World War I ended for several days across the world killing continued because the soldiers on various sides hadn't been given the news that the war is over chill out so they are meeting each other when the war is already over and it's like you know so much that we kind of take for"
    },
    {
        "speaker": "Guest",
        "time": "03:21:10.920",
        "message": "I think there is a story somewhere I found it on YouTube there was a video on a guy on a bunch of soldiers who were living in some jungle somewhere in Russia for the past 45 years who were not aware that the Second World War was over and they were still living there"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:25.920",
        "message": "yeah and I think there is some story like this in even in Japan some guy who was on an island"
    },
    {
        "speaker": "Guest",
        "time": "03:21:31.920",
        "message": "and he thought the war was still going on so he was defending the island these are extreme French cases but these are metaphors also possible yeah and actually the war is if you think about it the conflict has never really ended"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:46.920",
        "message": "we all got these internal dramas in our heads which aren't always set in the present time so it's kind of been fascinating almost 4 hours chatting with you Q2 I won't take up much of your time and hopefully we will have more conversations as time goes on but I will ask you to end by recommending books that you love for my listeners like I know you love history you are enthusiastic about it if you had to recommend a bunch of books and say that hey you must read this you bloody well must if you don't I will find you and I will kill you so what are the"
    },
    {
        "speaker": "Guest",
        "time": "03:22:22.920",
        "message": "I would definitely definitely recommend the book by Tony Joseph that's a given and there is a series on Indian history Indian prehistory by Irfan Habib and it's a I think it's a series of 30 odd books and very slim copies but 30 plus 30 or 32 those they start all the way from you know before the Indus Valley and then yeah come all the way to the Guptas and Mauryas that is one very interesting book very informative because it has pictures and everything and I always find history books that have pictures far more engaging than non-fiction because in history more than any other subject you need pictures to break the"
    },
    {
        "speaker": "Unknown",
        "time": "03:23:10.920",
        "message": "monotone yeah so"
    },
    {
        "speaker": "Guest",
        "time": "03:23:13.920",
        "message": "it has especially when you are talking about prehistory so you know the artifacts and stuff so that's one then I would say Pilgrim Nation by Devdutt Patnaik Pilgrim Nation is a great book then there is a book on history by Bertrand Russell history of philosophy yeah it is a history of philosophy but it has a lot of political history also it's a big volume by the way my biggest favorite till date I would say Neena's Journey that's the first book that sparked my interest but yeah it's a very hard to find piece you might find PDFs floating here and there but only if you are lucky"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:01.920",
        "message": "Neena's Journey"
    },
    {
        "speaker": "Guest",
        "time": "03:24:04.920",
        "message": "Neena's Journey is about a girl who was born and grew in Soviet Russia under Stalin and somehow escaped persecution landed up in Germany, Hitler's Germany got persecuted there and then can't catch a break can you imagine I mean two extremes within the same lifetime and not even hit 30s yet and then finally found when the world war ended she found an American soldier you know the typical love story kind of thing except for this thing is true ended up in New York and raised a family and her family is still around so she wrote this autobiography called Neena's Journey it's by Neena Markovna brilliant book brilliant storytelling very simple language no fussy words nothing and there is again a Russian book I am very much into you know these dissident Russian authors I don't know for what reason but I find them very fascinating so there is this one called Gulag Archipelago"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:13.920",
        "message": "not a very easy read but if you can get through it one of my favorite books of his is The Day in the Life of Ivan Denisovich which is much shorter it's a slim volume that's a lovely book as well I found Neena's Journey by the way but it's a pirated copy"
    },
    {
        "speaker": "Guest",
        "time": "03:25:31.920",
        "message": "but I'll link it if I don't find a legit copy I don't know why it's a fantastic it's not some ancient book it's from the 1950s"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:40.920",
        "message": "if not older yeah I'll look for it but if I don't find a legit copy anywhere I'll do what I usually don't do I'll link the pirated copy"
    },
    {
        "speaker": "Guest",
        "time": "03:25:49.920",
        "message": "then I'm reading Indian Summer these days"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:52.920",
        "message": "I forgot the name of the author"
    },
    {
        "speaker": "Guest",
        "time": "03:25:55.920",
        "message": "Alex Van Tunzelman or something so Indian Summer I find that one good The Rise and Fall of the Third Reich there are just too many books especially by European writers I can't name too many books by Indian writers except for a few names that have come up recently like Manu Pillai, Tony Joseph and Devdutt Pattanai but when you talk about classic from the 80s and 70s I can't think of Indian writers"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:25.920",
        "message": "is there any writer who you look at and say this is what I want to write like that's my kind of stuff"
    },
    {
        "speaker": "Guest",
        "time": "03:26:31.920",
        "message": "Neena's journey"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:34.920",
        "message": "well you haven't made that journey in terms of storytelling I guess great so Amit thanks so much for coming on the seen and the unseen"
    },
    {
        "speaker": "Guest",
        "time": "03:26:43.920",
        "message": "that was a great conversation and look forward to listening to this listening to myself"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:52.920",
        "message": "before I end I will just kind of point out a brief not an argument exactly but a disagreement that Amit and I have been having where I once when I first read his twitter threads on history I told him it reminded me of Dan Carlin's Hardcore History which he hasn't heard by the way so I will be sending him the link now and I said bro you absolutely have to do a podcast and he said no no I don't have the voice for it and even the stuff he wrote for story tell they wanted him to narrate it but he insisted on getting someone else to do it and I have been trying to sort of persuade him to kind of start something of that sort where you can listen to him tell stories in his own voice so if you agree with me please tag him and tell him thank you if you enjoyed listening to this episode head on over to the show notes enter rabbit holes at will you can follow Amit on twitter at chandelier that's at s-c-h-a-n-d-i-l-l-i-a you can follow me on twitter at amitvarma you can browse past episodes of the scene in the unseen at seen unseen.in thank you for listening"
    }
]