[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "This episode of The Seen and The Unseen is brought to you by Intel. Two roads diverged in a wood and you, you took the one you're passing through. Why do we take the paths we take in our lives? For some of us, it's social convention and inertia. When I was growing up in the 1980s, good middle class boys were supposed to be engineers and doctors. And maybe do that newfangled thing an MBA, certainly try for UPSC. Why not just go along? Some of us manage to ignore these conventions and find that golden intersection between doing something we love, something we are good at and something we can get paid for. But whatever choice we make, there's usually some rationale behind it. Maybe a steady career, maybe a pot of gold if we get to the end of the rainbow, maybe an artistic satisfaction that can't be measured only in banknotes. But some people, they go against the tide and make choices that seem destined not to work. Your enemies laugh at you, your friends feel sorry for you. But you gotta do what you gotta do. As a great Kashi Nath Singh wrote in Kashi Ka Assi, Bhaar mein jaye duniya, hum bajaye harmoniya."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:12.000",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:24.000",
        "message": "Let the world go to hell, I will play my harmonium. Welcome to The Seen and The Unseen. My guest today is Abhinandan Sekri, the founder and CEO of News Laundry. Abhinandan joined the news industry as a journalist with NewsTrack, a video news magazine that circulated by videocassette long before the internet existed. His career took many unconventional routes after that. He was an assistant director on Meera Nair's film, Monsoon Wedding. He jumped into making travel shows for television when there was no market for travel shows on television. He started an NGO with Arvind Kejriwal and Manish Sisodia, among others, at a time when they were all unknown and such activism seemed doomed to failure. He wrote comedy for television while the world went to hell around him. And eventually, he formed News Laundry, a media house with a difference. They would ignore advertisers and subsist directly of the goodwill of their readers. Today, everyone is talking about this as a new trend in the creator economy. Abhinandan and his team have been doing this for a decade. When I invited him on the show and he agreed, I didn't have to do much digging about what kind of person he is. One thing I love about Abhinandan is that what you see is what you get. His public persona has no filters. I love that about him. Before recording this episode, we were chatting about Aakar Patel's delightful tweets and I pointed out that Aakar has become a personification of the phrase, no more fucks to give. Aakar is fearless in a way that most of us can only admire from a distance. I felt Abhinandan had reached that state as well. But he told me, nope, he still has some way to go. Be that as it may, he is a fearless crusader for a better India. And in times when the rest of the media seems to have sold itself out, News Laundry continues to speak truth to power. Many of us admire this, but we should also put our money where our mouth is. If you agree, head on over to newslaundry.com slash subscription and support News Laundry. You can even get a 25% discount if you write to Abhinandan at an email ID he reveals at the end of the show. But I would say, ignore the discount, pay the full price. Pay to keep news free. Now if that sounds like a commercial, it isn't. The commercial comes now. How secure are we? In general, we are not as secure as we think. We rely on the state for the rule of law, but across the world, states tend to be predators rather than protectors. We do get some security that comes from social trust and conventions, but that can work both ways. One place where we are relatively secure though is the internet. I often speak of technology with hope, as it empowers individuals and it also protects them. And it does it so well and in such an unseen way that we often take it for granted. There is no better example of this than the sponsor of this episode, Intel. Devices powered by Intel help businesses stay connected and secure and provide them performance and stability. Intel's 11th Gen vPro platform has layers of security that go beyond software, with advanced threat detection and comprehensive multi-level security features. No one will mess with you if you have Intel by your side. The Intel vPro platform, built for business, wherever business happens. Abhinandan, welcome to The Seen and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:35.000",
        "message": "Thank you, Amit. Pleasure to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:37.000",
        "message": "So it's interesting, you know, I realized while looking up your bare biographical details that we are the same age. You're both 47, though I'll get to 48 before you, so I'll be a step ahead. And although we have sort of had orthogonal careers in the media, in journalism and all of that, I actually don't know much about you and I'm not even sure how much we really have in common, even though we've almost had, you know, parallel lives in Delhi and Bombay. I was in Delhi for a very brief while. I was in Bombay for a very brief while. There you go, yeah. And I've also worked in television and I've also been a journalist and we both do podcasts, all of that. So I want to know a little bit more about the non-public persona. Like if somebody searches for your name, you're all over. And one of the delightful things that I kind of like about everything I've seen of yours and whatever, is that what you see is what you get, you know, you're just putting yourself out there. So one gets a sense that there is a public persona of Abhinandan Sekri and hey, everybody knows that. I'm sure a lot of people must have told you that they feel a sense of familiarity with you when they meet you because they're so used to watching you. But take me before that, like, you know, where did you grow up? What was your childhood like? What kind of a boy were you?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:49.000",
        "message": "Well, I've been through, let's say, two distinct phases as a boy. I had a very idyllic small town childhood. You know, Malguri days of the North, kind of. Dehradun was a small town, small town where everybody walked. The only time your car came out was if you're going to the club, you know, one of those evenings. My dad was a fauji, my mother was a school teacher. And Dehradun was a town for retired people and faujis and teachers and schools. And I'm talking like the 70s and 80s. So there weren't as many schools as there are now. Like, there was like, there were no red lights in Dehradun till like, even the late 90s. It's just after Uttarakhand was made and became a capital, it became anything. So, and when dad was in the army, you know, before he took premature retirement, because mum was a teacher in Vellum Girls School, we were allowed to be educated at the Doon School. So it was like a quota, kind of. So especially when many people who are, who like me, have got the benefit of quota, I don't realize we are quota kids. And when they grow up and they're doing really well, they say, bloody, what is this quota? I was like, can I use F words here on your show?"
    },
    {
        "speaker": "Unknown",
        "time": "00:07:03.000",
        "message": "Of course, please. I was like, fuck you, you're a quota kid."
    },
    {
        "speaker": "Guest",
        "time": "00:07:06.000",
        "message": "You would have been nothing had it not been for a quota. So, you know, I went to Vellum Boys School from class 1 to 6 and then Doon 7 to 12. And in fact, my grandfather used to teach Tamil and English at Doon. That's much before I was born. So our family has been in Dehradun for a long time. Mother is a Tamilian and father is a Punjabi. But during the holidays, my dad was in the army. So he was posted to, you know, Siliguri, Bhopal, Mathura. We spent a lot of time in cantonments, which meant air rifles. And now when I think of it, maybe that's how we've turned out so screwed up. Like, I would never let my nephew go with an air gun to shoot squirrels and chameleons and birds. But that's what we did, you know, because cantonments are safe. The rule was you had to get back home when lights are on. So you'd go into the bushes, you'd go into the thicket, you'd catch, you know, in little Rasna bottles, we'd catch tadpoles and then watch them grow. In Hajmola bottles, catch caterpillars, watch them become pupas and then butterflies. And even Dehradun was like that. You could go in. There was no fear. Like from the time I was six or seven, I could walk anywhere I wanted. My folks weren't worried. So yeah, it was an idyllic childhood. And school was, you know, although I was a day scholar till I was in class nine, because I was allowed to be all the both well and do all boarding. Because my mother was a teacher, I was allowed to go back home in the evening. So it was fun. I was a kind of, I won't say I was shy, but I was a quieter kid till I was maybe 12 or 13. After which I became an aggressive boy. I was very tiny. I was much smaller than all my batchmates. I was like, you know, way, way smaller. So I guess you compensate for that by being extremely aggressive. Because you know, boarding school, it's like prison rules. You know, if you don't push back, you. So you have to compensate for size. If, you know, if you fuck with me, I'm going to give you such a tongue lashing and humiliate you in front of everybody. So that's how you get a bit aggressive. So now when I look back, I, you know, I'd like to not have been that aggressive when I was in my teens. But those are the two. But yeah, before that, I was very quiet and retiring. I have two older sisters. So in any case, I was used to being quiet. One is six years older, one is three years older. And there was, you know, kite flying, going for those Jhankis of Ramlila, watching the Ravan thing from the club. And you were the youngest because all my sister's friends are much older than me. So you, you were the sidekick who ran behind the gang. No one really was looking out for you. So it was a good, I'd say it was a very peaceful, happy childhood."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:58.000",
        "message": "Yeah, I've seen pictures on your Instagram of your school years, I think where, you know, there's one picture of a group of you and someone makes a comment about which one is you. But I could make out you're kind of in the center. You're the same kind of face. And there's another one where there are, you know, one, two, three, it's like a vertical picture, people leaning on each other and you're the kid at the bottom. And, you know, you mentioned sort of like one of the things that I remember not just having in school, but kind of for much longer. And I think people have it throughout their lives. It's sort of the anxiety of fitting in, you know, where you're still kind of discovering who you are in a sense, as if that process is ever complete. But that's sort of a dominant anxiety for many people. At one level, the anxiety of fitting in. At another level, the anxiety of what people will think of you, which drives sometimes the things that you do,"
    },
    {
        "speaker": "Unknown",
        "time": "00:10:46.000",
        "message": "the music you listen to and the music you pretend to listen to,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:49.000",
        "message": "the books you carry around and the books you really enjoy reading and so on and so forth. And a lot of these things about myself, I realized only later through looking back, through self-reflection and all of that. And it seems you've also kind of done a little bit of that because you just use the phrase now when I look back, you know. So tell me a little bit about, you know, when you look back at the young Abhinandan, what were those anxieties? When did you lose those anxieties? Where does that process come if it is complete? And I think it's complete for you. And I think I kind of took a long time to get there. But where does it happen where you get comfortable in your own skin?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:27.000",
        "message": "I mean, I would say there wasn't a time, like it wasn't an event. It's more a process like the pupa turning into a butterfly kind of thing. But yeah, I'd say maybe late 20s, early 30s onwards, I was, you know, pretty sure of my confidence levels were solid. It wasn't a put on confidence which you have when you're in your 20s. Like you said, what is expected of you is like, and I was always confident. And I'll get into the reason why that is, you know, when we get into this a little bit. But the real confidence, I guess, only in your 30s is when it kind of starts to develop. Stuff like I love Punjabi music, right? So if I was going to pick up a girl or, you know, I would switch to English music, you know, right up to your late 20s or 30s. Now I don't give a shit. I was like, fuck, I listen to Geeta Zelda."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:20.000",
        "message": "You want to sit, sit. You don't sit, don't sit."
    },
    {
        "speaker": "Guest",
        "time": "00:12:23.000",
        "message": "So those kind of things, you know, take a little longer. But I mean, yeah, that's when it happened. And I think Delhi has a lot to do with it, you know, because when I was young, when you talk about the anxieties, one is, of course, your middle class. And, you know, the way middle class is used is, let's face it, I was privileged even though I was not a Nikhil Nanda or Jyotirath Dasindhya, but I was still more privileged than 90% of the country. But because our society has been so, you know, segmented that you're the bottom of the top. So stuff like not being able to afford the shoes that others could, you know, not be able to afford a Nike, you wear power, it, you know, it kind of bites you a little self-conscious about it. But luckily it was never a big thing for me because my folks, I mean, that was a new thing of what brand I was wearing only when I, you know, in my teens. Before that, because of the kind of people my parents are, I was never even aware that there was anything other than what we have. One is because there was no cable TV. So you didn't know. B, that wasn't a priority in our house. So you didn't know anyway. And there was never any shame. Like my mother comes from a family of, you know, teachers and academics, like my aunts have been teachers, my mother's a teacher, my grandfather's a teacher. And, you know, there was a typical Tamilians who really chatto a lot of books. We had a lot of books at home. Like we had more books than anything else, basically. You may have a broken sofa, but your books are, you know, kept well. So there was never really that need. But I did go through a phase, I'd say in my teens to college, where you weren't, you were aware that you don't have as much as the other kids who you grew up with. But honestly, it did not impact me as much as it impacted others around that I saw, you know, because there were a lot of us who were service kids and a lot of us who were, you know, very wealthy. So it did impact me a little bit, but not enough for it to take a knock on my confidence. I would be self-conscious about it and sometimes a little embarrassed, but not enough to not speak out. So, yeah, and I think for that, you know, my mom and my sisters are, and I do think, I'm not married and I don't have kids, but it's funny coming from me. I think the unit of family, I mean, for all my progressive and, you know, bohemian choices and angles in life, from my experience, I'll say, if you have a solid family, you can be so fucking confident that no one can shake that confidence. Because no matter what I did, for my mother, I was always a star. You know, I'm always the star. Even now she says, you know, internet pe kuch chalata hoga type, you know, she's, but, and I have two older sisters, they're both really smart, bright, very independent. So confidence was something that I saw and learned. So, yeah, so I was conscious that I'm not as well off as many of the kids I'm growing up with, but, and sometimes I was embarrassed because, like your car doesn't have an AC, your car may break down. I have a secondhand Fiat, which is like 40,000 rupees. And at that time, you know, Maruti 800s had just come out. So people had Maruti 800s, some who were very rich had Mercedes. And you're going for a, you know, a friend's party who lives in this big bungalow in North Delhi somewhere, and, you know, his probably one wheel of his car is worth your car. So that, you know, you, but otherwise, you know, me and another friend of mine were both service background. So we'd always say, you know, our dads couldn't give us a BMW, but give us a car. You know, that's, even if it didn't work half the time, which is more than what a lot of others get, but yeah. So, I mean, that kind of, it vanished early enough for me for it to, and even today money is not a motivation in my life. I want to, you know, fairly comfortable life. And I want choices, but I read, I mean, I, you see how I dress, you know, my entire wardrobe must be worth 20,000 rupees. I don't give a fuck about that shit. That's never been an issue, but it was when I was young. I tell, you know, many of my younger peers this, that when I wanted to buy expensive stuff, I couldn't afford it. So basically God outwits you. He gives you what you want, but not when you want it. And when he gives it to you, you don't want it. So I was very, you know, keen to buy, you know, shoes, kids that were expensive, you know, back then Air Jordans and shit, you couldn't, I couldn't afford them. Now I may not be able to buy a Rolls, but I can buy any shoe I want, but I don't have anything other than juttis and you know, my one pair of kids. I used to love the Harley Davidson boots because I'd seen friends of mine wear it. And a pair of Harley Davidson boots at that time was like 8,000, 7,000, I'm talking like nineties, man. That was like, when I was a new strike, my salary was three and a half thousand bucks. So when you can afford it, you just want Kolhapuri chappals and kurta pyjamas."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:23.000",
        "message": "So, so yeah. I mean, maybe the mindset of not wanting things is also a kind of richness. You mentioned the books that surrounded you in your house and you know how it didn't matter if the sofa was broken, the books were all around. And my childhood was similar to that, extremely privileged. My dad was a civil servant, surrounded by books all the time. And that's what I remember. So my dad passed away earlier this year and we just sold his house and I have to go there next month"
    },
    {
        "speaker": "Guest",
        "time": "00:17:49.000",
        "message": "to clear out some of the stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:51.000",
        "message": "This is in Chandigarh. And the thing that I think about most is books because all those books and I've got to find someone to give it away to some library or charity or whatever. And all those books in a sense are my nursery. They are kind of what shaped me because as a kid, I just sort of grew up just reading all the time and in different ways, sort of forming my imaginative world there and kind of starting from there. What was it like for you? Because you mentioned your mother was also an academic. Her whole side of the family was academics. They were all obviously into reading. Reading must have been both something sacred and at the same time a source of great pleasure for all of you. So tell me a little bit about what kind of stuff you read. And of course we had a limited variety of books in general available. So kids would grow up reading the same thing, even the serious reading they would progress to would be, you know, I'm sure there are lots of commonalities, but give me a sense of how that was shaping you."
    },
    {
        "speaker": "Guest",
        "time": "00:18:46.000",
        "message": "A lot of what you read at that time was because you heard your mother say, oh, this is very good. So you read it and you didn't really have a view of what's good or bad. You just read. So my mother had this big collection, she still does, of P.G. Woodhouse"
    },
    {
        "speaker": "Unknown",
        "time": "00:18:58.000",
        "message": "and Jeeves and all that."
    },
    {
        "speaker": "Guest",
        "time": "00:19:00.000",
        "message": "So you went through those before you really could understand them. Like now when I think back, I mean, I don't think, you know, 13, 14-year-olds should be reading this, especially someone who has no insight or idea of British humor or British life or British society. There's a lot of that subtext and that's the world it's in. But you read it because you heard your mother say, oh, how fine, haha, innit? So you read it. The other thing that my folks had was they had all the reader's digests because they used to subscribe from like 72 onwards. They were all... So I got operated for appendicitis when I was in class eight. So I had to, you know, be in bed for about 10, 12 days. And during that time, I chartered, like, I think from 72, 73 onwards, all the reader's digests. So, you know, whether it's that drama in real life..."
    },
    {
        "speaker": "Unknown",
        "time": "00:19:51.000",
        "message": "Humor in uniform. Humor in uniform,"
    },
    {
        "speaker": "Guest",
        "time": "00:19:53.000",
        "message": "college humor, laughter, the best medicine. And of course, there was drama in real life and there used to be this, you know, the long walk home type. Later I got to know there was a certain Christian angle to the reader's digest. So all these stories had a certain message about there being a God and you should be good. And it was subliminal. Of course, it didn't convert you to Christianity in case everyone wants to go and, you know, attack the reader's digest. But later I understood that there was a certain politics behind that as well. But I charted all that. Then you try to pick up stuff that is way beyond your league, like War and Peace and Thorn Birds, which used to be this thick book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:27.000",
        "message": "Colin McAloo, I remember that."
    },
    {
        "speaker": "Guest",
        "time": "00:20:29.000",
        "message": "So, you know, you pick those up, you abandon those halfway, but you learn something. You learn English words. Then there was a lot of Thomas Hardy, which I would still recommend, that, you know, I mean, I wouldn't recommend it to someone your in my age because there's a certain, you know, I don't mean Tess and Jude the Obscure, which are very depressing, but, you know, Return of the Native or Far From the Madding Crowd. There's a certain Yash Chopra-esque-ness to his books. There's the hero and there's the Evelyn Bathsheba. She's vain. And then, you know, she falls in love with someone and then, you know, the other guy comes and, you know, saves her and then there's some tragedy. So, I mean, I think Thomas Hardy was, you know, the thinking man, Yash Chopra. So, you know, those kind of books were there. So those you appreciated at a younger age. And I still would recommend them to people who are young because I think there's a lot, I mean, there's something, there's a feel-good factor. You learn something, he writes well, it's a story well told. Then, of course, you had the, you know, she had all those classics, Leo Tolstoy and Dickens, Shakespeare. In fact, we still have some of, you know, those ones which have that that orange with the gold emboss,"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:37.000",
        "message": "you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:38.000",
        "message": "the books I'm talking about."
    },
    {
        "speaker": "Guest",
        "time": "00:21:39.000",
        "message": "So, I still have those lying. You don't have the heart to throw them. Although, when my mom sold a house in Dehradun and, you know, moved to Delhi because here there was a flat, the books couldn't fit here. So, we gave a lot of them and that was pretty heartbreaking. I would have loved to get them all because you can't accommodate those books in an apartment which you could in a, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:58.000",
        "message": "in a bungalow"
    },
    {
        "speaker": "Guest",
        "time": "00:21:59.000",
        "message": "in Dehradun in a bungalow in Dehradun. So, yeah, that was the kind of stuff and my sister, you know, I've even read Mills and Boons, yeah, because my sister went through the Mills and Boons phase. So, it was lying there. You read it, of course, they'd laugh at you but you read it. But, you know, like, when you grow up with two sisters much older than you, you get bullied a lot. Like, A, you get bashed really badly because I don't know whether it's gendered to say this now but, you know, I mean, if you're an older brother and you hit a younger sister, I'm sure the parents will, like, whack you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:36.000",
        "message": "but, you know, as my older sisters"
    },
    {
        "speaker": "Guest",
        "time": "00:22:38.000",
        "message": "and I was much tinier so... They're going to listen to this and they're going to whack you again. Yeah, yeah. And then stuff do, you know, cruel things like paint your nails and then you don't know how to get it off because, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:51.000",
        "message": "you're, like, six, seven. You try to wash it off and it doesn't come off and then you have to go to school the next day"
    },
    {
        "speaker": "Guest",
        "time": "00:22:57.000",
        "message": "and I'm like, and, you know, class one, two in an all-boys school, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:02.000",
        "message": "it can get cruel."
    },
    {
        "speaker": "Unknown",
        "time": "00:23:03.000",
        "message": "They say,"
    },
    {
        "speaker": "Guest",
        "time": "00:23:04.000",
        "message": "what the fuck are you wearing? You know, like, you're a girl, you're a girl, type shit. So then, of course, you know, my mom took it off when I went back, you know, so you, shit like that happens so you pick up their books, you learn, you... But one thing about growing up with two older sisters is you, you have a richer and more, a better sense of who you are. That's the upside of having a bruised face and nails on your sweater. Yeah, so that was, and there was a lot of kite flying, I remember, in Dehradun."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:40.000",
        "message": "I used to fly kites. It was fun. What did you want to be at this point in time? What did you want to be when you grow up? And, you know, did you, did you, for example, ever have any inkling of the career you would go on to have? Did you want to write"
    },
    {
        "speaker": "Guest",
        "time": "00:23:54.000",
        "message": "because you read so much or were you just going with the flow? And also, Amit, you know, you were the same age as I am. There were not just options that were there. Like, what do you want to be?"
    },
    {
        "speaker": "Unknown",
        "time": "00:24:06.000",
        "message": "Whatever job you get, take it, son."
    },
    {
        "speaker": "Guest",
        "time": "00:24:08.000",
        "message": "You don't have the means to think about it. So, I mean, I was in that zone. I mean, there was a time when, you know, in class 11, you read Fountainhead and you want to be an architect, which is like a dumb thing to do, but I guess I went through that phase and I actually did."
    },
    {
        "speaker": "Unknown",
        "time": "00:24:25.000",
        "message": "Not at my age, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:27.000",
        "message": "Maybe if you're a teen."
    },
    {
        "speaker": "Guest",
        "time": "00:24:28.000",
        "message": "Maybe if you're 7, yeah. So, but, I honestly had no idea. I stumbled into journalism and I'll tell you how. I had no idea what I wanted to be. But one thing I remember very early in life at the back of my head was that I want to do something on my own. I don't want to be, you know, reporting to a boss. That, I had articulated it a few times, but then I shut up because you don't have the ability to speak. So, I would just keep, but I remember that was a key, that was the only thing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:07.000",
        "message": "that I knew. Why did you feel like that? I mean, can you put a finger on it?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:11.000",
        "message": "I don't know, yeah. I mean, I think my college years were completely uncush free. There was no one watching over me. My sisters were either here or abroad. And, I was pretty much, my parents weren't really with me here at the time. And I was a bit adrift in college. I was, like, no one was there to ask me, have you gone to class? Have you not gone to class? So I was doing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:44.000",
        "message": "what the fuck I wanted to do."
    },
    {
        "speaker": "Guest",
        "time": "00:25:46.000",
        "message": "This was Hansraj, you wouldn't get no marks. Hansraj, that was my second year. I remember, this thing was zero, because you could get the admit card by one old monk. Bottle was enough to get your admit card even if you didn't have the attendance. So, I mean, I think at that phase, I was at my rebellious best, worst, I don't know what the... Peak."
    },
    {
        "speaker": "Unknown",
        "time": "00:26:09.000",
        "message": "Yeah, at peak,"
    },
    {
        "speaker": "Guest",
        "time": "00:26:11.000",
        "message": "yes, yes. Let's keep it neutral. It was in a good or bad way. And at that time, I think that those years formed my personality to a great extent. And then I had, I think I had become a kind of person who I knew would not, like, survive in a job for very long. In the long run, I would need to do something on my own. I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:34.000",
        "message": "that's all I can answer. I guess because of"
    },
    {
        "speaker": "Guest",
        "time": "00:26:36.000",
        "message": "the rebelliousness. Rebelliousness and, and yeah, you just, you just felt that I have some, you know, I want to do something that is not this, this or that. It'll be something else."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:49.000",
        "message": "But that's something else was vague at the time."
    },
    {
        "speaker": "Guest",
        "time": "00:26:51.000",
        "message": "It was vague. I didn't know. I mean, when I was in college, I, in fact,"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:57.000",
        "message": "I wrote a few articles"
    },
    {
        "speaker": "Guest",
        "time": "00:26:58.000",
        "message": "for a magazine called Parenting Here."
    },
    {
        "speaker": "Unknown",
        "time": "00:27:00.000",
        "message": "It used to be a magazine for parenting."
    },
    {
        "speaker": "Guest",
        "time": "00:27:02.000",
        "message": "What did you, what did you write for them? I wrote book reviews."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:05.000",
        "message": "Oh,"
    },
    {
        "speaker": "Guest",
        "time": "00:27:06.000",
        "message": "okay,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:07.000",
        "message": "that's cool."
    },
    {
        "speaker": "Guest",
        "time": "00:27:08.000",
        "message": "So, you know, so, I mean, I had, while I was in college, I, I had a huge, I used to read a lot because you have a lot of time. You have a lot of intelligence, cerebral people. And that I wasn't a talker. I was a listener because in any case, when you have sisters six years older than you, you are not expected to talk. So you just listen. So I absorbed a lot and I knew what to read, what to pick. And in college, I was the talker. And there, the people who I was hanging out with weren't, I mean, they would not be even allowed into the circle that my sister hung with,"
    },
    {
        "speaker": "Unknown",
        "time": "00:27:41.000",
        "message": "you know, whether it was a Bundy house,"
    },
    {
        "speaker": "Guest",
        "time": "00:27:43.000",
        "message": "theater, that kind of, I mean, these are the people who the police would drag. And, I mean, DU today is a very tame version of Delhi University of the 90s. I mean, there, I mean, I've seen such horrible fights which used to happen between Hindu college and Khalsa. And, you know, the Kirodimal guys would come and bash up someone in the Hindu hostel and then 50 guys would march out and bash up 10 other people. So, you know, I had friends in the hostel there. Fuck a book, they wouldn't even have a bunch of friends like that in college. So, it was this, and I appreciated them, I liked them, it taught you survival. I mean, one thing I'll say is Delhi University, I don't know what it's like today because I believe now you have to"
    },
    {
        "speaker": "Unknown",
        "time": "00:28:30.000",
        "message": "get an ID card"
    },
    {
        "speaker": "Guest",
        "time": "00:28:31.000",
        "message": "to get in. But, if you've seen Rang De Basanti, what I liked about Rang De Basanti was a very accurate"
    },
    {
        "speaker": "Unknown",
        "time": "00:28:38.000",
        "message": "reflection of DU."
    },
    {
        "speaker": "Guest",
        "time": "00:28:39.000",
        "message": "Like, you know, that DJ guy, Aamir Khan. Like, when we were in college, we used to hang out with DJs for the last 10-12 years. In fact, they used to, you know, some of them in the Jubilee Hall, they had their wives and all. So, there were 35-year-olds and DJ when he says, you know, when he says that you're already in your mid-30s, what are you still doing hanging out in college with us? He says, yahan DJ ki koi aukaat hai. So, I've known many guys like that, which were Rakesh Mehra and he's a DU product. You know, someone from my DU days and they don't come from backgrounds like you and I. You know, like I said, we may not have been rich but we are privileged. Just the privilege of confidence is a big thing."
    },
    {
        "speaker": "Unknown",
        "time": "00:29:26.000",
        "message": "I mean,"
    },
    {
        "speaker": "Guest",
        "time": "00:29:27.000",
        "message": "you have already 2000 books at home is more than what people have all their lives. So, so, I mean, you're talking about people who are from, I mean, I don't want to get into locality names but a basti type locality in North Delhi where forget it, broken on fiat, there is no chance of a car. In DU, even if and I don't want to take too many names to embarrass those here but there is a very prominent industrial house in Delhi. I've seen that boy get walloped in the middle of Hindu College by this one guy who would not, who would probably be socially at that guy's driver's level and then him come the next day with his cousin and say, Amit Bhai, maaf kar do, what can we do for you? Now, Amit Bhai must have been like 10 years older than us, maybe 14 but he would never leave college because outside college he was the son of a driver. There, a guy who drove a Mercedes would come and touch his feet. So, he never would leave college. So, DU really makes you survive. That's why DU is a very aggressive place but I think it taught me to get on with the Chandrawal, you know, goons. It taught me to kind of hold my own, not, get, you know, don't get into combat but don't back off either because then they'll fucking eat you up. Make it known that I'm not going to attack you but you may wallop me but I will create a scene in the canteen that may compromise your... So, you know, it teaches you these survival in the forest kind of thing. So, I think that shaped a lot of me, you know, when I was a teen and growing up and because in Delhi and also you come from Dehradun, right? I was in Dehradun from the time I was born to the time I was 12. You come to Delhi where suddenly it matters, you know, who you are. One of the reasons it didn't matter because in Dehradun it didn't fucking matter. Even if you had a lot of money, you could do nothing with it. You still would walk and, you know, go to the Indian Dune Club with the dance floor would shake and all the kids would run around and do Kalabhaji type things, you know. But suddenly here, there was wealth. It was 92, you know, reforms had just kicked in from everybody having ambassadors and Fiats or no car. Now, there were Maruti 800s coming. 118NE was one of the premium cars"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:08.000",
        "message": "for everybody. And you mentioned earlier that in school to kind of survive there, to do your thing, your strategy was to be aggressive and you kind of regret that later. And here you said that in college the strategy, I mean, it was a fine dance obviously, but you learned"
    },
    {
        "speaker": "Guest",
        "time": "00:32:26.000",
        "message": "how to get along with people. Like, what was that aggression like in school, for example? I had a good vocabulary. I could construct a sentence and I'm still considered a funny guy by many people. Although I'm, I think a lot of"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:42.000",
        "message": "my jokes are uncle jokes. The youngsters"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:45.000",
        "message": "in office tell me that this is, your jokes are"
    },
    {
        "speaker": "Guest",
        "time": "00:32:48.000",
        "message": "very uncle jokes. That's very rude. But like, if someone would, I'd feel this guy is at the back of his mind, he may threaten me. A, I had a lot of friends. I mean, we had a bunch of, we were a pack, you know. So, that was one kind of insulation from anyone trying to bully me. The second was, I was extremely cutting and nasty when I would like, rip through someone and I would make sure I do it during toy time and everyone sitting and studying. So, you know, I'd say, you know, you just be nasty. You just say things and when you're like 13, 14 and you're humiliated like that in front of people, you start crying. And when someone starts crying, why the fuck are you crying? You know, you do shit like that. But, then you know that this guy is not going to pick on you next. He'll pick on someone else because he may wallop you but you've humiliated him in the middle of. So, when that, so, you know, those are the kind of survival devices you use. I mean, you don't dissect them when you're young. So, the next guy does not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:07.000",
        "message": "pick on me. And you meet some of those guys now? Like, what is it like? Like, have you ever met someone who you made cry or vice versa?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:18.000",
        "message": "You know, and is it that the shared understanding that what happened in Vegas stays in Vegas sort of? Yeah, it is. You know, we had our 25th anniversary a long time he's a lawyer and I met him when I was at NewsTrek and CP and he was like, now, this is what I mean, sometimes you don't even do it knowing who you're doing it to. So,"
    },
    {
        "speaker": "Unknown",
        "time": "00:34:51.000",
        "message": "I said, hey,"
    },
    {
        "speaker": "Guest",
        "time": "00:34:53.000",
        "message": "what's up? He said, what's up? He says, you know, I'm studying law because that time, I had started you know, at Dune you're just like 70 guys a batch. So,"
    },
    {
        "speaker": "Unknown",
        "time": "00:35:07.000",
        "message": "you know everybody pretty and you've"
    },
    {
        "speaker": "Guest",
        "time": "00:35:09.000",
        "message": "spent six years with them because no one can join like an eight night, you have to join from the seventh onwards. So, you know each other pretty well, you're close. So, he said that damn, it's good to sit and have lunch with you because I couldn't stand you in school and I was stunned. I was really mean. And, I was like, okay, point. But I said, I didn't say anything to you. He says, no, but that was enough for me not to like you. So, you figure stuff out after that, but no, it's not, but like I said, I wasn't like, I mean,"
    },
    {
        "speaker": "Unknown",
        "time": "00:35:53.000",
        "message": "I wouldn't say"
    },
    {
        "speaker": "Guest",
        "time": "00:35:54.000",
        "message": "I was, I'd pick on anyone, I'd, that would happen, tomorrow I would, you know, I'd bat with someone and tomorrow I really don't care. It's gone. It's, I mean, I'm happy to start again. But, it was, you realize that some people do keep that in mind for a while, but it's not so much that there's any animosity with anybody. I mean, in fact, one of the guys I didn't really like when I was in school, I used to find him really a nasty piece of work and we had a, one of those, you know, little gang battles in school. It was a new fashion."
    },
    {
        "speaker": "Unknown",
        "time": "00:36:30.000",
        "message": "It wasn't as common as it is now."
    },
    {
        "speaker": "Guest",
        "time": "00:36:32.000",
        "message": "It had just come in and it was a dengue hemorrhagic,"
    },
    {
        "speaker": "Unknown",
        "time": "00:36:35.000",
        "message": "hemorrhagic, I don't know how to pronounce it,"
    },
    {
        "speaker": "Guest",
        "time": "00:36:37.000",
        "message": "when you hemorrhage. So, I hemorrhaged from my nose and I wouldn't stop bleeding. So, for two days and my platelet count had gone down to like some 22,000, 18,000, it was going that low and you don't plot. So, I needed four units of platelets every day and those days, all these fancy hospitals were on there."
    },
    {
        "speaker": "Unknown",
        "time": "00:36:56.000",
        "message": "So,"
    },
    {
        "speaker": "Guest",
        "time": "00:36:57.000",
        "message": "there were two places and it was some fancy place and we could only afford the Red Cross because it was free but you had to go with the person who's going to give you blood. They'd give blood. They'd separate platelets and give you platelets."
    },
    {
        "speaker": "Unknown",
        "time": "00:37:08.000",
        "message": "So,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:09.000",
        "message": "I needed four every day for four days. That's 16 people and my sister would go there"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:13.000",
        "message": "and, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:15.000",
        "message": "she'd call up my friends and that's when I realized, you know, family and friends are worth more than, it's a cliche and I'm sure people say it and maybe don't mean it. I fucking absolutely"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:24.000",
        "message": "swear by that, you know."
    },
    {
        "speaker": "Guest",
        "time": "00:37:26.000",
        "message": "The source of confidence comes from family and friends. You can't get from money. You can't get from anything else."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:31.000",
        "message": "And this guy came. He was one of the guys."
    },
    {
        "speaker": "Guest",
        "time": "00:37:33.000",
        "message": "So, this guy who couldn't stand. So, every day my sister would come"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:37.000",
        "message": "and say, I said,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:39.000",
        "message": "who all gave today? So and so. So, she was like, she took his name. I was like, what the fuck? He said, yeah. And he came with four people and he was doing really well. He's one of the most successful guys of our batch and she said, he came with four guys from his office. He made them come with him and they were friends because when I was there, there were a lot of people who need platelets at the time. The people who would need it for units,"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:02.000",
        "message": "but they could only get one. And she says,"
    },
    {
        "speaker": "Guest",
        "time": "00:38:04.000",
        "message": "for you, there'd be like 10 guys there and I'd say, we only need four. You know, six of you go back, come tomorrow. So, a lot of the other people would say, can two of yours please give to us because we don't have four people here. So, I am with three people who gave me blood at the time and I was like, I called him. I said, dude, there's enough informality to say, why the f**k did you come here and you're not friends. You know, you can say that without it being mean or malicious because you've grown up together. You knew when it was that you saw your first porn, when it was that you discovered it."
    },
    {
        "speaker": "Unknown",
        "time": "00:38:42.000",
        "message": "You know everything"
    },
    {
        "speaker": "Guest",
        "time": "00:38:43.000",
        "message": "about everyone because in a boarding school, that's how it is. He's like, no dude, you f**king, you know, one of our batch mates said that you had and I was like, f**k that. You should just, you know, it's not worth carrying them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:58.000",
        "message": "So, when you look back at that and you know, even I sort of look back on my past and the person I was and I sometimes wonder how someone who knew me in my 20s can be friends with me today and that is also one reason that I don't like to be quick to judge other people. Like today, we live in an age where everybody is so judgmental, especially and I think social media has made that worse where it's almost as if by picking on some random thing by standing in judgment over them in a sense you're showing how virtuous you are. So, we are no longer willing to give people the benefit of the doubt. Maybe so and so meant something else. Maybe it was a weak moment. Maybe they did this then but they're a different person now, you know, and I just think that we contain multitudes, we're always changing and we are all essentially the same, you know, at the end of the day it's an accident of, you know, nature and nurture and whatever happens to you and all of that that kind of makes us be different people think about that aspect of things because you are also very active on social media perhaps even more than me and this is something that I kind of find disturbing because especially on Twitter shitter what you kind of get is that everyone is kind of signaling and that requires this extreme kind of aggression always shitting on people not even, you know, like one of the sort of mottos of any group I'm part of is assume goodwill, right? You begin, that is a default, if there's something wrong it's okay to assume that it's a mistake. What is sort of your sense of that because I find young people rushing to judgment rushing to hardened positions and those hardened positions, in fact, are saved forever on social media like if some of the stuff"
    },
    {
        "speaker": "Guest",
        "time": "00:40:38.000",
        "message": "I wrote or thought when I was 20 imagine dude there would be screenshots of that today if those moments are stored in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:46.000",
        "message": "frustration like I'd be cancelled a million times over I feel that somehow in this performative age in this angry age that space to grow for young people isn't there"
    },
    {
        "speaker": "Guest",
        "time": "00:40:57.000",
        "message": "what are your sort of thoughts on that? Yeah, you know, this is something that I think about a lot and I don't mind think by default actively think about what what is it that drives this on social media what even my behavior on social media has evolved when I was I got onto Twitter because during the Jan Lokpal movement we were using you know we were using this what do you call it SMS"
    },
    {
        "speaker": "Unknown",
        "time": "00:41:25.000",
        "message": "SMS SMS and then you know"
    },
    {
        "speaker": "Guest",
        "time": "00:41:28.000",
        "message": "Sibbal and Jadambaram they blocked it that you couldn't do then we had to so that's how I got on Twitter and in fact that time you know Arvind also got on Twitter at that time and everybody this is something that can be used and now then the Jan Lokpal movement turned into you know so that time we had Lokpal debates and it was all about that it was more a tool because I wasn't really a social media friendly kind of guy it's not something that comes naturally to me then when you're on it there's that slight headiness that oh dude I've got so many followers because I'm your fucking bloody prime time talking shit every night"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:11.000",
        "message": "of course you'll"
    },
    {
        "speaker": "Guest",
        "time": "00:42:12.000",
        "message": "get followers you know like I still see people our age and you suddenly had a lot of followers people like were saying nice things to you because you know that time it was fashionable to you know support the Jan Lokpal movement and we can get into that later because I know you can't stand Arvind and you know we should we should talk about that and so that was one phase then you know I started talking to people and it was this there was no filter you know you just that Time Magazine has done a cover story on the online disinhibition syndrome so I was victim of the online disinhibition syndrome and then after that I don't now respond to trolls once in a while if I'm one and it'll be a strategic response I'll be responding for a reason that may not be apparent but there is a reason I'm responding to this particular one I always respond to compliments thank you subscribe pay to keep news free I keep hammering that in I always thank those people now taking a position on"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:45.000",
        "message": "the death penalty I think"
    },
    {
        "speaker": "Guest",
        "time": "00:43:50.000",
        "message": "in my"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:51.000",
        "message": "early"
    },
    {
        "speaker": "Guest",
        "time": "00:43:52.000",
        "message": "40s or maybe when I was 40 but right from my late 20s to my you know late 30s it was evolving based on what I was doing and I kept evolving based on what I read what Twitter what people end up doing and they don't have to they take a very firm position which is not thought through and because you have taken that position it's that cognitive dissonance because you said some people they don't have a very firm position they have a very firm position which they don't have they don't have the right to have the right to like everyone okay not everyone too many people I know who are young have anxiety I can't do this I have anxiety you know we can't do this on that day I have to see my therapist I have anxiety one is you should have anxiety you can't go through life with a sense of Buddha like equilibrium you will have very anxious moments when you well wait till you fucking get dumped then you'll know when you with a tween feeling in your stomach you know up the second is I think it's because of social media you know I have to check myself like I don't have the Twitter app on my phone but sometimes if something happens there's a new cycle when news laundry is involved I have to tell myself to stop fucking looking at your phone you know you keep looking you keep looking you up kuch bolu up kuch dalu up kuch karu up kuch respond karu and I've realized that causes anxiety so it is not the kids fault they have grown in an age where there is this one ingredient that is a standalone anxiety machine that they are growing up with now that is something that a lot of kids these days face and my kids I'm talking 20s even and a lot of them take very committed positions because of this wanting to this you know wanting to be a part of the woke police or oh how dare you like okay maybe my view on gender or yeah guys you got to understand we grew up at a time when the term faggot was considered okay I mean think about that it has taken some undoing I mean we grew up at a time where in our textbook there was and this is a ICSC textbook where I know it's against the law to use the jatav community there's a slang associated the jatav community which Mayawati belongs to that slang that is associated jatav community was a part of that short story in our textbook and that's what we're talking about so of course a lot of my views evolved like on gender like I didn't get this whole gender fluidity like I mean even now I you know a guy wearing nail varnish you know I guess it may be childhood trauma because you know I mean I my my immediate response I do stiffen up a little bit but I understand that's a fucked up primitive response but but because you're wrong on some things you aren't wrong on everything and the wokeness is like fuck we are everything in the theorem it's not only mathematical theorems are mathematical theorems everything else is in the graze and it'll evolve so that is something that of social media where you take a very firm position and because you've taken it in written it now you got to keep defending it is what leads to anxiety it leads to you know I mean it will be interesting to see what this generation looks like in their 40s I mean we are still dealing with the first generation of social media kids I mean I think they'll be very different people from pre social media like in India the pre-lib kids and the post lib kids then worldwide they'll be the pre social media kids and the post social media kids and I think it's gonna be a very different personality I don't know whether it'll be better or worse good or bad but the impact it'll have on them is enormous and at least till now I don't think overall in a good way but we may be being the uncles beta ye bahut kalat cheez hai ye tv like you know if you read Neil postman's amusing ourselves to death a lot of what he said was very true and sensible but most of it hasn't turned out to be true so I agree with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:53.640",
        "message": "you but just because this is too dark a vision and one wants to though I'm normally the pessimist in the room but the counterpoint I'd give to this is that I think a lot of these people we see being performative on Twitter and social media are really vocal minorities it's easy to sort of fall for the selection bias and generalize retro this is what the young generation is like but I think that there's a silent majority out there I think most young people perhaps aren't necessarily like this but what worries me about this and about wokeness in particular if I am to elaborate is that with both extreme ideologies on all sides of the spectrum the problem I have is when you sort of reduce a person to their identity of birth which they had nothing to do with so you know on on the right side it could be that you are hated just because you're a Muslim and that's it that's enough and you can't love who you want and on the left it's again you're either an oppressor or you're a victim and once you are reduced to a particular thing like she said savannah once you're reduced to that one it shuts down conversation completely because the implicit message is that the content of the argument doesn't matter you know you're an oppressor making it and you're responsible for all oppression but the other aspect of it like forget the fact forget who might be at the receiving end of that the other aspect of it is that once you start thinking in those categories and I would imagine that once you take those positions you start thinking in those categories you become the person you pretend to be you become your persona in a sense then it's it's very sad because then you're thinking in a very limited way about people people are rich people are deep people are complex and you reduce them to something and you think about them like that and maybe you think about yourself if you think about yourself in some terms of victimhood that kind of prevents you like one of the things I was I have discussed in previous episodes is how you know there is so much talk for example about how the current dispensation is casteist now the thing is that more Dalits voted for Modi in both 2014 and 2019 than for any other party a fact that you know Mivani lamented in the context of Gujarat and I think what's happening there is that upper-class elites how Anna activists on Twitter will always be about oh you know Dalits are victims but Dalits across the country are implicitly saying with their actions that hey we are not only Dalits we're a lot more than that and there might be a problem with the identity they are asserting in its place which is a whole Hindu identity and all that there's also a problem with that you know but it's dangerous to think in terms of people as categories and that's as much a criticism about a particular ideology as a lament for the young people who fall into those modes of thinking and you work with a lot of young people which I don't on an active daily basis what do you see around you like when I say that these are only"
    },
    {
        "speaker": "Guest",
        "time": "00:51:36.880",
        "message": "vocal minorities or what's what's your sense in fact I was about to come to that you know I think you're right statistically but because we live in little bubbles in India like statistically like I said by growing up you and I were not necessarily middle-class if you take exactly the statistical Indian population was 60 crore in 1983 84 when I was because I remember that number from a book start corrode key Abadi Valadeesh Martial so we were probably in the top five or ten crores so we were definitely on"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:08.920",
        "message": "middle-class I'd say we were the top 1% even then if we could read books yeah"
    },
    {
        "speaker": "Guest",
        "time": "00:52:13.600",
        "message": "financially but when sort of bank accounts are concerned of four G's but yeah as far as when it comes which is what privilege is all about confidence of no you can do it yeah because knowing who you know kind of thing is it makes a difference but so statistically you may be right but the world we inhabit I'd say you are not because the world that I inhabit which is the news world the media space it is not a minority it is the majority now that maybe that's because media is all about media and social media is important if you're in media you're you know like you're on Twitter and stuff you're definitely on one of it like I don't know many reporters or people who are trained to be reporters who are not on Twitter so now maybe people you know artists aren't maybe they're on Insta which is also social media maybe there are many people who aren't and even if they are they aren't taking that position people in the media space definitely are they're taking very committed hard positions based on a tweet and that is a problem and I think that's a problem for them because they damage themselves a lot more than who they you know lash out to a troll a I think young people underestimate and I didn't and I'm not saying our generation did everything great I think we fucked up a lot and some of the office spaces that you worked in a deeply problematic I mean on gender on the language that was used on what was okay to say what was okay to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:41.080",
        "message": "get away with still are from what I hear about the corporate world in the"
    },
    {
        "speaker": "Guest",
        "time": "00:53:44.160",
        "message": "advertising industry you know yeah but in news it's like moved like yeah it's it's moved very significantly but on certain other things maybe the downside of not you know questioning or pushing back at authority because you were asked to do something you did it is because that's what we were taught right from school if you know if your teacher slapped you he slapped you today you know if a teacher slaps a child is gonna be very shindy at home you know when we were in school I remember ribs broken yeah because of a beating you just didn't complain I'm missing it's a good thing but the good thing that emerged from that is that we learnt when I would join News Trek and Madhus told me to do something I didn't say no mother let me tell you how to do it fuck dude like I can't even think of doing that I have kids who are telling me how to run my business man they come for an interview for a job and halfway in they are telling me how to run news laundry which is great in a sense I don't think so I think it's stupid because you haven't lived long enough to know shit you may have read a lot you just don't know and not everyone's gonna be patient to indulge your parents maybe patient indulge you I'm not I'm not your uncle or dad or mom I want to see what you can do yeah and you cannot run a business you're 20 you're 21 you're 22 if you can then go run it don't tell me how to run it you don't come for a job and tell the guy how to do his especially when especially when they've spoken well you've you heard them out I mean they talk they don't know shit yeah that attitude that sense of confidence that social media gives that leveler I think keeps them from learning I think their learning curve on basic dynamics interpersonal dynamics is going to be a lot longer their awareness is a lot more than ours way more they will know how many states that are they will know who this chief minister every state is they may know you know what is the latest bill to be tabled they would know you know what happened at the climate conference but their understanding of how the world operates being able to identify one car from the other is one thing being able to identify how their engine works takes time so their first level awareness I think is way more than ours but the second level understanding is deeply compromised because of the that cocksure attitude that I know everything because it's a theorem it's not a theorem only a theorem is a theorem everything else is evolving I'll give you an example on this whole Dave Chappelle thing my views many youngsters still tell me I didn't think there was anything wrong with Dave Chappelle's I just saw the closer the last one I haven't seen much was earlier work I must admit but what I've seen of his which is a little bit I don't seem as homophobic or transphobic now I may be wrong but I was talking to someone so how can you say that you oh my god oh yeah everything oh my god yeah I said okay let's let's reason this let's start off from my starting point is I understand homophobia is a thing because I know I went to an all-boys school I know how horrible it was for many guys who couldn't come out and it is a question of coming out man yeah I mean many that's I mean it's taken them in their 40s to come out yeah because the trauma of childhood doesn't go you know with bloody dormitory full of you know prison rules kind of situation it I understand there's something called homophobia and transphobia I understand a significant amount of people if not majority have that I'm aware of that and I acknowledge that now let's come to is Dave Chappelle that are you willing to start your point of view from the fact that there is something called overwokenness or you know this over political correctness and then is it possible that is what is leading to the and and then come the dude would refuse to acknowledge that there is such a thing which is why there is there is no conversation if you cannot even acknowledge that there is such a thing as an overwokenness that everything is this performative political correctness then dude you have decided this is a mathematical theorem and you're fucked it's not my loss because I will learn because I understand these are fluid things if things that are complex socio-political sociological gender contextual to the society are in not everybody who lived in the 1800s was evil they were good people then as many as now there was trouble as many as now but slavery was a thing which was normal casteism was a thing like Mangal Pandey in that film when Mangal Pandey is going in the morning he's the hero Amir Khan is Mangal Pandey is the hero of the film I don't know whether you remember this now the guy who's sweeping the heart where he's taking a dip because Pandey ji is Janu Dhari and it was a comedy sequence now I think it was a problematic thing to have that as a comedy sequence in Mangal Pandey in the 2000s whenever it was made because it's not cute that your hero doesn't want this you know Dalit guy's shadow to follow them and he is the hero you could have made that comment in a way that was sympathetic to Mangal Pandey that dude he was a product of the 1800s but it's not funny it's not okay so not everybody lives them only evil they were a product just like you and I a product of our times we grew up in a generation where calling someone a faggot was affectionate a fag what are you doing this evening yeah let's go get a drink like you can't do that today so we are now this generation thinks that they've got two plus two is four and it'll be four forever life is not math and I think because of social media because it is set there in stone it is math I remember the first so-called back then it was a scandal the whole you know gay scandal that came out in school was with much you know this thing you're telling my sister of course one couldn't tell parents because my parents would flip out and you know they'd probably say beta you are too so tiny no one has tried anything on you you know whatever they'd flip out but my sister I remember telling me that so what's the problem I said what do you what's the problem dude he's a homo and she's like so you know I was what 15 or 16 and she was I think in college by then she was finished college six years older so yeah she must be in third year so and then she sat me down she says what what makes you think that there's something wrong with that I couldn't answer the question I said because I'm not so she's what's natural she's are you natural you're so much tinier than everybody else are you freak then you know so she sat me down she explained to me she asked me questions I didn't have answers to why is it not normal I was like hey okay she says who says that this is how it should be are you following some you know Veda or some part Ramayan Mahabharat Lekha so then you kind of said yeah what the fuck man so by the time I was in class 12 I was on most progressive kids in my class because that time majority of the boys are still dude oh dude don't hey dude you can't be a fag gonna shit I was like dude shut the fuck up yeah just leave these guys alone and I remember you know certain guys being bullied and I was like fuck dude back off and because I had friends who were you know big big you know people would listen to me but it took a while to evolve and even for 1991 I was more progressive than 90% of my batch and I'm still evolving I'm still learning but I'm not wrong on everything dude I may be wrong on some and this is a sense of self-doubt that the overwoke Gen Z doesn't have they know today how it is forever and oh boy are they fucking in for a surprise when they and sorry just one thing I did this one fantastic book review that he was my flatmate for a while when I was in college because you know we couldn't afford to for me to have a live by myself so I had because my dad is 4g quota he had got you know the retired of forges or get annoyed others on colony in South really there was one colony in easterly there's an ecology with all the retired 4g colonies that had come up so he got a flat there so I was sharing it his name is Sunil Mehra in fact he was a writer for India today an outlook and one of the most gifted writers now he does this Dastan Goyi and he was one of the petitioners for that 66 a 66 a world now shit everything of minus 66 a the decriminalizing homosexuality which was not 66 a which was 377 66 a was that information information so and I remember Tara Deshpande had come in a film called it's rocky subhan and you know she was like rave reviews and she's the new Smith apart till the thinking man sex bomb and gave her to Donna and she was 24 and she wrote a book so an autobiography and I remember he reviewed it and it was patronizing a little nasty but it was really funny and I was not yet 24 and I was I think I must have been 20 21 at the time when I when he was he I read it he said you know you're really smart you're really bright you're really talented but you haven't lived long enough yet to write an autobiography you are nothing to tell me I mean idea Ronaldo who grew up in poverty and buddy became Ronaldo then in 24 you have a story but if you're a middle-class kid like you and me what do you write 24 that I'd done a film and that is something that I think a lot of kids need to do you just haven't lived long enough yet and there is no substitute to experience and that is something that I am more and more convinced as I get older yeah we're"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:00.000",
        "message": "gonna be called uncles for saying this first of all credit to your sister for sitting down and having that conversation with you back in that day which is pretty impressive and also good that you listened because in this age of social media if you had already taken stances everywhere then who knows but like one way to figure out I should have beaten me up so one way to figure out how sort of open people are I think it's just to ask them that what facts would convince you you are wrong and if there's absolutely nothing then obviously it's dogmatic like you know I've gotten into scraps because you know when Chimamanda Adichie wrote an excellent piece on social media a while back I linked it and people were like hey but she's transphobic and all that and I was like why is she transphobic and I didn't find any of that convincing and one of the reasons was hey but because she defended JK Rowling and and I was like okay so why is Rowling transphobic because I really don't think she is from everything that I have read I think those are over interpretations and what I've realized is that when these so-called facts Rowling is transphobic when it almost becomes a dogmatic matter and it reminds me in some ways of the blasphemy law in Pakistan like in Pakistan if someone is charged with blasphemy you can't even say they may not have committed blasphemy because if they say that you will be a blasphemer yourself so it's not like you're defending blasphemy all you're saying is that she hasn't committed blasphemy but just by saying that she may not have committed"
    },
    {
        "speaker": "Unknown",
        "time": "01:05:18.640",
        "message": "it you're a blasphemer yourself so of course I got called a transphobe myself"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:21.720",
        "message": "which is as far from the truth as it can be so let's kind of get back to the trajectory of a career we left off in DU where which the environment sounds like a lot of these young people should actually perhaps go there and get some"
    },
    {
        "speaker": "Guest",
        "time": "01:05:36.200",
        "message": "experience. Really they should I mean I tell them by something I regret often is like when I flip out when I get angry which I don't get so often I used to get really angry very often like I was on a hair trigger all the time and there was stress I was doing a lot of things I was shooting having a plate I was like my day was packed man and at that time just because you're always on edge you flip out I don't do that so much but sometimes when I do I really regret it later at night like which I don't carry grudges because if I carry grudges and the same you know standard is applied to me a lot of people won't talk to me ever because when I lose it I can say really nasty things but you know this I have said often enough that you should have been in DU in the 90s and you would not be so oh yeah oh yeah oh this was you know too much oh I can't deal with this oh this gives me anxiety dude there till you were back home you'll always be dealing with anxiety that was just the environment it was so yeah I think I mean I think there is something to say about tough love yeah you can't go through life not expecting to have doubt or be anxious it's not a condition it's life and that's not to say I'm not denying that there is something called anxiety but I just think that unless there is something deeply wrong with this generation the data of people who I know who have anxiety is way more than I think would be considered an acceptable level for a society to be largely healthy then our society is finished. Jonathan Hayton made this great"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:17.120",
        "message": "observation in in the context of teenage girls committing suicide more and more in the US and suffering from depression and there was a Facebook study which actually validated this which Facebook suppressed many years ago and the thesis was this that when the internet really started exploding people worried about teenage boys young boys they said that they'll play video games all the time and they'll be violent and all that now it turns out that that was just fine the boys played video games and learn problem-solving it wasn't a big deal they developed fine the problem happened with the girls because how girls were typically socialized when they're adolescent or pre-adolescent or whatever not my words I'm kind of paraphrasing what others have said and experts have said is that they're kind of hanging out together in school and that's how they are being social and you know all of that but what social media did was it pushed them into a performative space like Instagram where everybody's looking at best and all of that and the anxieties of having to be performative having to compete all the time like I think you and I had the luxury of being able to fall into our skins and discover a self without needing to construct it for ourselves to compete with everybody else's constructed selves and it's it's something I I feel really bad for all these people I but I hope that it's kind of a small minority and if you see more of them perhaps it's you know the self-selection of the media profession itself which might attract those people that's my hope I don't know but to get back to the narrative of your life so you've done your economics at Hansraj College and all that what are you looking at doing and how do you then you know end up at news track looking at"
    },
    {
        "speaker": "Guest",
        "time": "01:08:50.320",
        "message": "just surviving I mean there's certain bits that I won't go into because I'm a very sure private person but a variety of things in by 95 was just through my life no spin where I was kind of a drift and I would have to watch out for myself or my sisters would have to watch out for what I did there was nobody else really looking over what what I was up to so so my sister had a very close friend Sabrina Dhawan who's now a professor at NYU she also wrote Monsoon Wedding and Kamine and I think Ishqiya she's done a whole bunch of films with Vishal she was a reporter with news track which was a news magazine and she had known me since I was 12 and I just so you know that my sister went to school they had a group of Srinivasan Jain of NDTV Vasu, Sabrina my sister and there were two or three more others they were you know at Hindu College English Honors gang and I was in school I was in class six or seven so when I used to come to Delhi that was my first experience with DU and they were they were the nerds of you know so it had the arty bunch it had the goons it had the rich kids kind of thing so they were the nerds nerds so Sabrina said you know what are you doing in third year college and and my sister said you know she's hardly ever goes to college I know he's hanging out here there with all sorts of and I had to start making a living it wasn't I mean I I had to start making money I had to start fending for myself so she said why don't you come and work in news track she says you write well you've already written a few book reviews for this magazine while you're here come and meet my boss Madhu so I said okay I was cable TV had come in so I you would either watch you know bold and beautiful all those shit shows that came or watch MTV banjo macho you remember those I worked in channel V and MTV for four years 94 to 99 did you know I look at that do you remember that banjo macho the characters were going very vaguely that would not make it on air today none of that would make it it was so funny and it was hysterical and I remember this spoof of it's they had this clay motion Salman Khan character and that oh oh Johnny Johnny you know that song and it was like really potty humor so the Salman Khan guy laughing oh yeah yeah kalka khana and he really like farts at the audience it was so stupid but so funny but anyway so yeah so I went and met Madhu and Madhu was like very busy like she even now I mean now she's I think 74 that time which I'm talking about 95 so it's how many years ago so she'd be 50 perhaps yeah so I mean you can imagine if at 74 she walks so fast like she's yeah what's your name okay fine come from tomorrow we'll see news researcher so it was like a five minute interview now this is what I mean by privilege I got a foot into news track which had probably 30 reporters at the time I mean everyone who's heading any news organization in there right now of consequence is from news track you know and I got in there just because I knew Sabrina yeah so you may not be the son of an industrialist but you are privileged because you can walk in and get a chance now whether you want to you know fuck up that chance or not is up to you but dude 99.99% will not even get that chance they won't even know that chance yeah exactly so I went and one thing was that and this is what I even tell I mean I may have been rebellious and often not you know I had a lot of problems I wasn't I was great but I was very hard-working which is like tilted laziness makes me more angry than anything else when I see a young person who's working and is lazy oh man I just flip out I'm like if you fucking can't work at this age when you're fucking 47 you'll be doing jack shit you're at your prime I could get by like I could get by three to four days without sleeping more than three hours a day yeah today of course I've got diabetes and I'm sure that's one of the reasons but I can't do that really if I go without eight hours of sleep for my second day I'll get a cough cold I'd be zombieing yeah I know what you mean when you're young you can do that you can you know get smashed you can wake up in the morning six head to office so so and we're talking about pre-internet pre EVMs so I started work as a researcher there was such a thing as a researcher and later in news there were no such things as researchers news laundry still has people as researchers I must add I actually started that what I learned from Madhu and researcher meant that you didn't have the internet so let's say I remember the first story I was working on was on Altaf Hussain of the MQM Mukthuhadi Qaumi movement of Pakistan so of course I don't know who the fuck Altaf Hussain was so say go to the Indira Day library and get me research on Altaf Hussain which research on Altaf Hussain meant you took a file you wrote on that Altaf Hussain for Alpana Kishore who was my you know immediate boss at the time and then Madhu was her boss and you go to so competent house which is cannot place middle circle was a news track office Indira Day office was a block the you know the corner office and Indira Day library was in this end block only on the inner circle so you went and then you know with those wheels you pull those things and those columns move yeah I don't know what you call those but they're on these tracks so these huge from the you know from the ground to the ceiling there these cabinets and you with a wheel you can move them there like ten of them stacked up so all the time magazines all the India Today magazines all the Times of India newspapers they're all in these big big files like with the date right from like 1980 to 82 82 to 83 83 and you just start taking them out at random and looking for and looking for anything to do with Altaf Hussain and what you do with a search of Altaf Hussain today and then you so you read like one paragraph of the globe of everything and then say okay Altaf Hussain photocopy photocopy so over like four five days you have a file that is fairly thick of Altaf Hussain related articles and then you take it to the reporter he or she will read that then they will determine the story of Altaf Hussain and that story will be scripted there will be shoots happening over two three four days then edits happening over two three days and then a story will come out which will be anything from 5 to 25 minutes that's how the news was I'm so glad you sketched it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:25.600",
        "message": "out in detail like that because people today including me often just take the internet for granted that research hai toh search karo and it's like physically going there moving wheels columns moving taking out shit at random there's no"
    },
    {
        "speaker": "Guest",
        "time": "01:15:36.720",
        "message": "search you got everything yeah so you just take one file after the other so you got like the one you see Pooja Bedi photo you know it's not Altaf Hussain yeah so it's the people may be thinking so that means you read every magazine no you're smart you open it if there's a cover story in Pakistan you know there will be an Altaf Hussain so then you find good if the cover story is on Rajiv Gandhi's assassination for example then you know that these pages you don't even go you see okay this story is from page 29 to page 38 is Rajiv Gandhi nothing on that page that says Pooja Bedi's photo this is not Altaf Hussain tuk tuk tuk tuk tuk so that's how you go through it so sometimes you can go through like 20 magazines in like 40 minutes and you're fairly accurate so yeah that was how we did research and then you know within three months I was you know elevated to a reporter then you start doing your own stories meanwhile news track kind of died I mean it became a weekly show the cassettes were phased out in fact cassettes were phased out the month I joined hmm I think a month before that we were just in the last do those archives exist anywhere"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:41.040",
        "message": "but I have the VHS tapes in my office so I want to ask you about one particular sorry for the digression but one particular story that imprinted itself on me just because it was so hilarious and so truthful which I still remember which would have been before your time but you might have seen it and it was this interview of Devi Lal where he was being asked that you know why he made Om Prakash Chautala the chief minister of Haryana at the time and I remember the angle was like he he was sort of in a banyan and dhoti and his feet were up on this thing in the garden and the angle was from below the shoes giant kids and Devi Lal in the background and the question was ki apne apne bete ko chief minister kyu banaya and Devi Lal said toh kya bhajanlal ke chhode ko banaya which I thought was a remarkable answer right it's yeah and I haven't"
    },
    {
        "speaker": "Guest",
        "time": "01:17:32.560",
        "message": "obviously found it anywhere on YouTube but if you have the tapes I have all the archives so but so of course then aaj tak started as a bulletin and I remember aaj tak started and here's again where I was wrong and so wrong when aaj tak started people may take Hindi news as a viewership thing for granted but I mean back then I think Ajit was a Punjabi paper that had a huge circulation otherwise news was an English thing on television you know there was a Hindi but you know news track the Hindi news track was a later thing India today was a Hindi magazine there was Dharam Yuga and Saptahik Hindustan but they didn't have you know the kind of sway I don't know about the numbers but I'm guessing considering they didn't really rock the world and they've folded up soon India today English magazine there was an Indian Hindi which was like an afterthought but news was English news track then you know after news tracks spectacular success eyewitness had started Karan Thapar started some cassettes then there was people plus you know there was a whole bunch of them came so when aaj tak started most people and you just you know observe and say haan theek hi bolte hain many people were of the view that chalega kahan hai Hindi people don't want news they want Govinda they want cinema so for English speaking there's news for Hindi speaking there's cinema you know that was a thinking and fuck how wrong everybody was and how fucking patronizing I know"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:02.160",
        "message": "and how aaj tak exploded a news news track folded up and aaj tak became the thing"
    },
    {
        "speaker": "Guest",
        "time": "01:19:07.560",
        "message": "yeah so then I reported for aaj tak and that was a huge like kind of shock because from stories being between you know 5 to 15 minutes the first phase when it was it was aaj tak as a bulletin was 24 minutes because there was six minutes FCT which is called free commercial time three minutes belong to the government three minutes belong to the person and you know we had to finish stories in 90 seconds I was like what the fuck 90 seconds is just mai samay baan raha hoon tab tak to so that is what you know I don't show refer to soundbite so that we had formula opening voiceover which is about you know half a page bite middle voice over bite closing voiceover piece to camera done story over and that you know you saw how people like SP Singh who died you know way too early and there was Ajay Dada who also unfortunately died in the car accident and Naqvi Dada they they knew how to tell that story quickly you know just get to the meat of the story and of course there's some one of the advantages of working in the 90s was that you got to cover three general elections in five years normally for people who took 15 years because you know they will all they will all be wrong Sitaram Kesari made that government collapse so there was one then there was a hung Parliament Atal Bihari Vajpayee's 13 day government in the 13 month government and another election so there was you know so you got to cover you know two Lok Sabha elections very close to each other and there were really funny things because that is the first time there was live happening for private otherwise Doordarshan used to live so it was Aapka Faisla and which was all the reporters and anchors would be India Today's which was Tavleen, Veer, Madhu and who was the fourth? Karan Thapar and all the reporters would be us guys and the infrastructure and the producers would be Doordarshan's and I remember there was such a huge difference because in our time if you didn't get the shit done you know your ass would be fucking kicked and Madhu didn't suffer fools and we were working with producers so both you know there was a guy called Ujhaar Singh he now I think does a show on News X he used to do a show you may have seen him he used to anchor a bunch of stuff and he got LK Advani like it was a fucking scoop at night LK Advani ko wale aaya hai. That time there used to be these big OB vans you know now OB vans are these short truck type things that also aren't used now you have a little bit the OB van was the size of a you know bus inside there was all these monitors there would be the faders there would be the big consoles like you know this one and it had this one master switch once you switch it off you know like the old ACs you can't switch it on for half an hour you have to wait half an hour and then switch it on so it was dinner time and Doordarshan is Sarkari job so they said dinner time so Ujhaar said bacha I've got LK Advani, Advani ji aa rahe hain, aa rahe honge, khatak he switched it off oh my god and Ujhaar was like I can't get him back and these guys were like hum drink khaane jaane hain yeh nahi hoga, unko leh drink ke baad hai. I'm like f**k you saw the power of a government job man you know they were answerable to nobody but anyway I was I worked really hard like for the time that I was there I didn't stand out for my intellect or anything but if anything needed to be done which needed you to stay in office for three nights I wouldn't why no no I wanted to go home one was for a lot of people that was genuine this thing especially back then for girls that you know the parents won't say you'll go to office on Monday come back on Thursday you f**k it's serious for a lot of guys also that would be the case apne koi poochne wala tha nahi toh bhai jahe main Thursday au ki Friday au ki main aungi nahi no one gave a f**k so I I worked very hard for those four years from 95 to 99 but when Madhu quit which was I think 96 97 I knew that I'm not gonna want to work here for very long age journalism the way it was being done that time was not for me and at the back of my head it was that I I had no problem with Madhu because I was very young I was just 20 but as I became 22 23 that thought crystallized maybe had Madhu continued to be my boss I would have happily worked I don't know but when there was a change of management the whole you know office change everything changed then Prashant who was also with me at News Trek we quit and we started a production house called small screen in 99 and then we did a documentary film which won a couple of awards so we got back then like three and a half thousand dollars in award money that kept you going for a month then his wife gave us some money to go month on month my sister would give us something so there were two three years of struggle where I often wondered because buffoons who was who were I I'm not saying I was their boss but in office they would be nobody's were suddenly anchoring prime times you know that is when the boom happened the mid-2000s and when Prashant you say we didn't make a mistake? we'd be watching TV and say this idiot is anchoring what are you doing? okay then we I don't want to take names and then someone he's become managing editor I said are you fucking serious that duffer doesn't know his ass from his elbow and then suddenly that time a Hyundai Accent came everyone started buying Hyundai Accent I went from earning I joined at three and a half thousand then I you know moved to seven thousand soon I became a reporter then I went up to eleven and a half thousand when I quit which was in Bombay I was posted to Bombay and Millind Khandekar was my boss at the time I think now he's heading Aaj Tak and he was with ABP for a while at that time sorry yeah that you know a lot of these people who we had worked with would find out so from eleven thousand twelve thousand salaries at that time we're talking people are getting forty forty five thousand just unheard of yeah in our profession and here we had one documentary film and after that we didn't get another project so we'd get a film for some hotel to do a corporate film you know it was like and then you know you'd often wonder dude have we made the wrong choice like you know people who are not even half as smart as us or so we thought are anchoring primetime shows they are wearing suits you and I are still struggling to you know buy another pair of shoes but I'm glad we stuck it out I'm so glad because then when the boom happened then you know we got you know one show we got election shows for some Tamil child channel we got because we had the reporter's background then we did a couple of travel shows in the travel boom started then you know we just got high when I played became a spectacular success then Fox Traveller came we did Twist of Taste with Neel Bhatia so I was so glad we stuck it out because for the next seven or eight years you know now startup is a thing so from just Prashant, me, Pancham and Ramakant who were our office guys and Ramakant is still with us at News Laundry Pancham has retired and gone back to his village in Kumaon he just retired last year so the four founders of small screen were Prashant, Ramakant, Pancham and me and then without any funding we see we grew from like you know four people to 54 people and it's organic growth no funding you know you did a show you saved some money you hired another person you did a show save some money bought an Apple G3 those days it was G3 then you saved some money bought a G4 hired another editor and then you grew grew and then at one time there was not a travel there was not a lifestyle channel in India which did not have a travel show that wasn't produced for us Twist of Taste you know what's with Indian men what's Indian women, Roti Raasta India, Highway on my Plate I don't even remember the names of you know we had a travel show on every every channel and meanwhile there were other shows we were doing we were doing small-time ad films and meanwhile I was writing this show called Gustakhi Maa from the Great Indian Dimasha again I remember that how did I get that a friend of mine used to work at NTV Manvi Sinha she was you know at profit she was an anchor there and she was in Vellum Girls she was a school captain I was at Doon and she was my mother's favorite student and my mother used to keep saying that you're the Tannikamma she's going for debates at the age of 14-15 you are being sent up to the headmaster for indiscipline because I used to get into it. She was Sharma ji ka beta. She was Sharma ji ka beta and I was the guy who was always being complained about that your son you know did this and then he was rude to such and such teacher and then he was rude to such and such boy and then he did this and he did that so Manvi was there and they were looking to start and it was very hush-hush at the time we can't tell you too much but it's political and it's funny can you do that I was like of course I can do that because like stories would get rejected all the time at Aaj Tak because I would you know try to add some funny element to the stories and it was Nakul and I said Niku yeh kya tamashe kar rahe ho yeh news hai yeh kaisa voice ho lika I remember and I was always asked to do like during election time we do political stories otherwise you'd ask to do stories like go to Lodhi Garden and ask do a Vox Pop and what do people feel about Bill Clinton's impeachment like why the fuck does Lodhi Garden walk and give a fuck about Bill Clinton but you know or go to all the netas and ask them what is the New Year resolution I remember Pranam Mukherjee going to his house and that that guy also had a bungalow opposite Pranam Mukherjee that you know the guy who hurt his leg in a bomb blast Bitta Bitla that Sikh guy"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:38.240",
        "message": "yeah yeah I forget the name but I know who you are talking about and Sushma Swaraj I"
    },
    {
        "speaker": "Guest",
        "time": "01:28:43.040",
        "message": "remember you know you could just walk into the house and ask for an interview"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:45.760",
        "message": "yeah yeah dude and they'd entertain you because NewsTrack was the only game in"
    },
    {
        "speaker": "Guest",
        "time": "01:28:51.080",
        "message": "town no one would say no to NewsTrack camera yeah so you know when I was 21 22 I've interviewed like Sushma Swaraj, I've interviewed Pranam Mukherjee, I've interviewed that Home Minister would keep changing his outfit Patil, Pratibha Patil, no no no Congress guy from Maharashtra um the Home Minister who got a lot of flack when the bomb blast happened, Shivraj Patil, so I mean I've interviewed all these guys because if you were an Aaj Tak on NewsTrack camera you were the biggest you know game were there any memorable New Year resolutions dude everybody want to write a book every this year I will write a book I was like okay so there was nothing very creative I remember so it was it was exciting in that in that sense and any of this so then when this happened Manvi said she called me and she said you know NDTV is looking for a show where they look for a funny guy who knows politics and I thought you're the guy so why don't you come and meet the producer and Pranoy, I didn't get Pranoy, I was at Dosco, now this is what I mean a privilege yeah as soon as you walk in you say small circles, Doon, Bachelor 92, oh really Doon, Bachelor 66 you know that immediate there's a bond there so they asked me to write two three scripts which were quite funny there was so much of material in any case so then I wrote that show from 2003-2010 which was a daily show I mean first it was a weekly and then became a daily show which is very hard that taught me discipline waking up every morning at 6 after having watched two or three bulletins a night before you know wait for the newspapers to come see the first bulletin by 11 o'clock have three scripts ready three gags to send back but because of this kida of news by now news had become you know channels had started they had mushroomed all sorts of Zee, Star had started with NDTV in part now it wasn't insane like it is now but it was still ridiculously shrill and I remember me and Madhu would often meet in Delhi you know at because I have a common friend who's very good friend of us you'd often meet at some wedding or something not to say I move in Madhu's circles but I have this one friend who is very friendly with Madhu whose parents are very friendly with Madhu so because at that time we were all marriageable age there were three quick succession marriages and Madhu was there at the marriage so was I and we like dude what the fuck is happening because now I have a lot of respect for them and many of them are friends of mine but many of them went through a phase where they were so impressed with themselves being on TV that they became like oh my god look here I am look here there's this happening and I'm here kind of thing and we had done all that at News Strike you know so Madhu said we should do a show that is takes apart all this so we pitched that show we took it to Rajdeep who had started CNN-IBN we took it to Pranoy we took it to this one who at times now he was doing Arnab it was a great idea because you know now people take for granted that everyone takes potshots at each other in the mid 2000s to the early 2011-12s and all there was this unspoken rule you will attack everybody but not fellow media no matter what you think of them and I was like who the fuck made this rule and this is when things like my sister's talk who made this rule you know very early in life I was taught that is it a rule of nature or is it math if it is neither of these it can be broken so I'm like why the fuck can't you name each other and you know and still be friends I really like this a lot about Barkha we have done searing critique of Barkha I myself have criticized various aspects of us and I also really admire various aspects of hers but she can take it in the jaw and move on she's a TK you didn't like that TK you like this TK chalo to see when you write but she's she won't sulk someone like Sagarika doesn't have that quality after the eight birth but I cut the cut tea for life and most people in the media were like this so I thought didn't give a fuck cuz I have very good friends or not in the media so I said I don't want to be friends anyway Madhu doesn't give a fuck because dude I'm your so dude so everyone said lovely idea but you criticize us also we said of course you criticize you we can't be on your channel and take photos but you no no no no no but you do and many say no you know this is not done we shouldn't comment on media to Prashant Madhu me Rupak by that time our friend had also joined small screen because he had said he was in a family business he's a childhood friend of mine and he said dude he's creative creative bent he says I don't want to do that you know let me come on to small screen and we'll do something and it's grown ever since now small screen news laundry around separately because for propriety reasons you know corporate governance it's conflict of interest there hundreds of things happen so we separated in 2014 and also the investor demands conditions precedence you cannot sit on any other board and all that shit so you have to separate everything but so Prashant said I fuck everyone y'all I'm internet pitch aligned to my internet Sarah Dekta connect he says they pay an 8% to dictate so by that time I was also I'm only a professional career meanwhile Arvind KJ well it also happened in 2002 when I was shooting documentary then we came very friendly and then we started an NGO together and stuff then when this thing happened I realized the power of the internet I said Prashant you're very smart let's do this on the internet so then when we said do this on the internet then from one show which would was clothesline Madhu's show it became Niku you do a series called I agree where you interview we'll do articles we'll do cartoons we'll do comics and there was not much additional cost because small screen had you know 50 employees it had you know 12 editing machines it had eight directors it had you know so an additional cost for five people we'd hire and we'd start it was a passion project it was Kida tha news ka Kida Prashant kotha Madhu kotha mujhe tha that was the only reason news started and in two three years it became a thing and one thing from the beginning we were clear that it is subscribers only I had it I had you know at that time and I remember discussing this Madhu figured that ads will kill news and if you see in 2012 our mission statement says this I said news cannot survive on ads because even though the insanity of Arnab had not happened yet the whole thing of Bunty and Bubbly anchoring a show you know this was I think in 2004-5 when Rani Mukherjee I was watching news I was like what the fuck how can you your prime time is sacred you cannot turn this into a gimmick to do Bunty and this is NDTV dude it's not like times now every channel was doing Sohail Seth was a fucking toast of every show fucking talking crap like I was like what the fuck what how is this news and it was just stupid wasn't Arnab insanity let me repeat but the reasons for it being ridiculous for different but I was like because ads because this dude will get you ads that dude will get you ads no one is going to say anything about cricket because cricket will get you ads so we had the luxury of not having to make a living because small screen was doing amazing work so we could take that you know just you could afford to be virtuous we will not take ads from the start so that was our mission statement news cannot survive on ads boss either you will do TRP or news because that's the nature of the beast so then and then of course once it started and again but I will say that boss Madhu is you have to know her to understand what an amazing person she is you know she is the kind who would not even ask for a Padmashree and Padmashree givers will know better than to offer it to her because she'll say other journalists have no problem taking Padmashree's she would not even look at it so they know better than to give it to her she was the kind of person who when we would be and I will not take names here at night there was a big thing that happened in Delhi with a very big name and we all knew that person is friends and so you like dude and mother was in office at night mother we're gonna do this story this why are you telling me go do it but you know he's friends with you know who your brother your family or whatever your reporter you do the story I'll handle rest who the fuck has the balls to say that today tell me and the only reason mother was not considered one of the big like you know Virgie's and some particular is because she's a woman Madhu was a boss who you could learn so much from and because she came from such privilege she didn't give a shit about consequences she said you do your job I will handle the rest from VP Singh bloody threatening us to bloody banning our tape to get all sorts of shit happening that's that's not your job you report she wasn't I mean the way the newsroom changed when she quit was I someday I'll maybe write a book it's it's dramatic how India today pre Madhu and India today post Madhu one of the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:10.400",
        "message": "things I've been doing in the last couple of years is looking at people's interviewing styles a lot part of this is kind of deliberate just to look at matters of the craft and how people do what they do and part of it is whenever I have a guest on my show I'll always watch every other interview of theirs that I can find just to look for material and one of the things I noticed was and and normally with Indian interviews I'm incredibly dismayed because people are interrupting all the time looking for gotcha moments staying at a very shallow level and you mentioned Madhu and I remember her interviews are always so immaculate and in particular Dinesh Thakur was on my show recently so while researching for him I watched Madhu's interview with Dinesh Thakur and I was a first one where I could just see that you know like I take tons of notes for my episodes from the books which I had already done by the time I watched that video and she used so many of the same quotes that I was planning to ask him about and so much of that so meticulous and well-organized it strikes me and I want to use that to double-click on something that you said earlier where perhaps being a bit modest you said in the 90s that you weren't particularly smart or whatever but you were a hard worker and that reminds me of something I read in an interview some 20 years ago and I mentioned this on my show but I can't figure out whose interview it is it's a sports person and it's not Dravid though it sounds like he would have said it where the person was asked about talent and he said you know what talent is talent is not fast twitch muscles or hand-eye coordination or any of those things talent is when you've been getting up every day in the morning to run and one day it's a Sunday and it's a holiday and you get up at 6 a.m. and there's a thunderstorm outside and your body is aching and you just want to stay in bed and you still go out and run in the rain that's talent right and one of the lessons that I have learned in my life is that hard work is everything everything you know I won't put a nuance to that hard work is the whole game like I remember I used to think in my 20s that oh I am so talented I am meant for big things and oh this guy knows nothing or whatever you know in my arrogant way and of course I wasn't as saliented as I thought I was then but self-delusion kind of helps you stick with the game and fake it till you make it and through life I've realized many of the people who had that natural flair for things for doing things didn't really get very far and the guys who got far were the guys who worked hard regardless of how much natural flair they must have like in a cricketing context I see this with someone like Virat Kohli where in the under 19 years if you look at him the first time he played the IPL it was like such a limited player, he can play a square of the wicket, he has his areas but so limited and then I think he went on to become a finest batsman right even if he's better in some formats than others and it's hard work it's work ethic it's purely that and you've earlier mentioned about you've described your own work ethic and at the same time you've spoken about how young people today feel so entitled that they're not putting in that work they're not putting in at hours and that process is so important equally another thing that I kind of talk to my writing students about and try to kind of drive home is that getting it done is more important than getting it right there's always a trade-off between these right but the only way to get it right is to get it done again and again and again and again and iteration leads to excellence like you've spoken about how you wrote Gussaki Ma for what those seven eight years and that every fucking day waking up in the morning and every"
    },
    {
        "speaker": "Guest",
        "time": "01:41:28.720",
        "message": "fucking day yeah and and and has to be funny and I know 50% of them weren't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:33.200",
        "message": "funny at all yeah 30 moderately funny 20 really funny I know that but you have to get it done you have to get it done and and chances are that just getting it done meant your funniest ones were way funnier than someone who you know just spent four years writing one thing because that iteration is what makes it good which makes a lot of good habits reflexive which eventually over time makes it easy tell me a little bit about work ethic and what you said about Madhu reminded me of that because what I remember from her interview of Dinesh Thakur is that this is so bloody good you look at all these other jokers and"
    },
    {
        "speaker": "Guest",
        "time": "01:42:04.520",
        "message": "she's put in the work at her age and Madhu this is and something I used to get really frustrated that this person is ready for an interview she says get me his book I need to read the book I said we don't have time to read the book she said I'm not going to do the interview he said he's he's giving it tomorrow morning okay I'll read the book through the night she will not do an interview unless she's read the book I'm like dude like just no she'll stay up all night she'll read the book about the work ethic one thing I will I will agree with you that it is hard work but unless it's something like cricket I can't what's the word overstate or understate access is so important of course I mean the luck is luck is a big part of the game but once you get lucky yeah once you get lucky it's yeah I mean getting a foot in even if you are not wealthy yourself being in a circle where you can get access to an office where you have a chance to prove yourself is extremely important I'm sure there are thousands out there who are smarter than me more hard-working than me they just haven't had the chance they don't know Madhu they didn't know Sabrina who took them into Madhu's office like I got to work on monsoon wedding as a camera assistant I was wrangling cable but I knew dude and that was hard work dude like you know I remember the first day of the set the first scene we were shooting was Naseer at the golf course asking the other guy for money I don't know if you've seen"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:29.080",
        "message": "monsoon wedding there's a lovely film one of my favorite and that last scene"
    },
    {
        "speaker": "Guest",
        "time": "01:43:32.960",
        "message": "of that day was PK Dubey in Chandni Chowk Jama Masjid with his mother and in the middle we had one scene at Habitat and we were shooting like fucking like two three scenes a day and back in the nine you know this was what 99 2000 2000 it was not I mean Sanjana and Bhansali would shoot one scene in three four days we were shooting three four scenes in a day so it was like really hard work but I got that chance for Sabrina was writing the film she's I'm coming to Delhi she just finished her course in Columbia Meera is making a film it's a small film we don't know if it'll get to anything when you come you'll get to learn something I got a chance to work with Meera Nair on monsoon wedding it fucking went you know to win the Golden Lion at Venice Venice correct now when it comes to the work ethic let me tell you and I will say I've been very lucky in life I have been extremely lucky and extremely fortunate which is why my default setting is to like people not dislike them because in all my life people have been good to me for no reason they had no reason that they had nothing to gain from me but they've been very good to me now when I was I was trying to quit as the cause I was like dude I can't so I'm not gonna call me says Nicco to my Bombay John O'Connor I'm to my film cinema Karo Tom coach creative karo yeh karo when I do a freaky ticket military Bombay my friend Govind was engaged to make knuckles are which was our subs daughter but in a TK we'll hang out with him for a while so I went I said go when I'm coming there my salary was 1112 thousand rupees I'll need to get a PG but for a few days can I come and stay with Babuji school goes are supposed to come so she's a very large hearted man so imagine struggling staying at was our subs bungalow and Pali Hill of course when I was outside the bungalow I was in armpits in the church gate and then ready going to the other for a story coming back coming but once I was in Pali Hill then I was now that is a privilege that how many people have so I could be in Bombay for whatever two months or whatever with and then when I got that you don't give my resignation three four desire a poor million said the cool to me yeah I carry cow gamma 99 do with you I was planning to resign but I thought let's go to Bombay and like work there for a month or two then resign when I was there and oh by the way so that I've told the story when Babuji had come for media rumble so on my sixth day I had seen a PG in Andheri or it was even further than Andheri I think maybe a little between Andheri and Jogeshwari maybe and back then the Churchgate film the thing used to end at Malad or something and now to apparently now I went to Bombay of course you don't travel in trains but just for old time's sake I said you know I used to fucking do this every day and it was and for a Delhi kid it's because here dude it was still not as bad Bombay the struggle of you don't have to ride metros now the train and then you get out and you stand in line for an auto at bloody Andheri and 5 rupees sharing Nariman Point office so Bombay was very hard and I'm I've played sport you know throughout my life so in Delhi I used to play at Siri Fort, Bombay bloody either you are working or you're part there's no sport so I was very unhappy in Bombay and then I went and worked with Meghna on a film Filhal so I was there for a year which I couldn't hack Bombay but on the sixth day I said Babuji, I have found a place, thank you so much for your hospitality, he was like Neku's you know he has a deep voice Agar iss ghar se apne luggage ke saath bahar nikhle main aapki taange thod doonga as long as you're in Bombay this is your home I was like fuck man like you know who makes that offer I was like Babuji that's very kind of you because he lives alone you know Rakhi lives in, that time she used to live in Khar and Meghna lived with Rakhi so he had a bungalow on Pali Hill and Boski's room which was the room he gave me I was like dude that's very kind of you but seriously yeah he says two months six months here you want to stay you just you're not leaving and so when I was in Bombay which was you know first stint with Aaj Tak, second stint with Meghna so in the evening you know Tabu's coming for dinner that time this guy was making that mehboob mere mehboob what was that film Fair Karachi editor tha Khalid Fiza he was making he would come because Babuji was writing the lyrics to that so you get to just sit and observe man that this is how the best work and he told me one day I was like Babuji you're frozen and he writes in Urdu with the book and I said what are you working on because Fiza's lyrics are done, the songs are recorded he said I'm writing I said what he said how does it matter what I'm a writer so I write for four hours a day I was like what he says anything but I write he says too many people are writers but they don't write I was like fuck even Gulzar just writes and 80% of what he writes is not gonna he has these books he just writes and reads and writes and reads and writes he says if you're a writer you sit every morning and just write till lunch then after lunch you read then in the evening write some more and at night when he's watching and he like he has this easy chair and he watches the TV on mute and reads the ticker and you're saying what nonsense is this and this is before it had gone insane and then he has a book he'd pick up something and write so you know I got to learn from him I got to learn from Mira, I got to learn from Sabrina, I got to learn from Madhu I got to learn from the fucking best yeah so I had to be above average you see even if I was a dumb fuck you just have access to people who are just the best at their game and we're all working hard I mean that seems to be the common thread and that is when I realized so many people I know you know they roll these joints I'm working on a film I'm a writer and filmmaker we're all going to be 50 years old by the time we make a film because people like Gulzar didn't learn this boss you can't be smoking pot for six days and write for one you're fucking right for all seven days even the best do that and so you know I just got and then when you know you got to learn so much you got you saw such ridiculous things you saw the hollowness of a lot of Bollywood you saw the shallowness of a lot of Bollywood you got but you got to see what made who happy and you learned and you know I I learned from Arvind in 2002 when we didn't have any work Prashanth and I we'd make documentary films which we were making no money on ken waisey apni kaunsi dukaan chal rahi thi toh kuch seekhi leta hai toh there is this guy called Rajender Singh called the water man of India I don't know if you're familiar with him I guess I say what he he has a water conference I used to I don't know if he still does in his village in Rajasthan called Bikampura so he was setting up something called the Jal Bhagirathi foundation with Gaj Singh and if you go to Alwar he's turned that whole place through water harvesting into like a green belt like there's this patch in Rajasthan which is like green it's not a desert so he was you know back in early 2002 was a big name he said okay and water was of great interest to us because Sheila Dixit was privatizing the Delhi water supply back then and I was ideologically opposed to it so I said let's go to his conference that season there I saw Arvind speak he had just quit his job with IT and I was very impressed with his speech with his life story so we met and we spoke and he came back to Delhi I came back to Delhi and then Prashanth met him at another water talk in Habitat and he got him back to office now Arvind had no you know money neither did I he needed films for his RTI work and other you know entire I had an editing system and skills he said I can't pay you I said chalo theek hai seekhi lenge there's another thing that I tell people not everything need be about money you will learn something you will if you see an opportunity take it to walk away if you don't think you're learning anything but it's not always about the money so then I started Rogan Parivartan was like a 10-man organization men man and women there was you know Santosh was there who unfortunately died before the first election and then we did a couple of campaigns together RTI campaigns and by that time I had started writing Gustav Khema for NDTV so I had a kind of holdover media I knew people in the media because many of my former colleagues were at prominent channels in senior places so we did a campaign on RTI we partnered with like 53 news organizations across the country every newspaper and I remember that time so many people were so forthcoming you could walk into HD I walked into Veer's office and I was like will you be part of it yeah we'll be part of it and Ram gave me time will you be part of it yeah Pranoik you know came on board everyone came on board yeah every newspaper came on board and then he won the maxis in 2004 or 5 and by then Manisha and I had become good friends and with that money he found PCRF which then you know once the RTI amendments you know I spent a night in Tughlaq Road police station because we were protesting in 2006 against the that file notings and stuff they will not be there so that time I got I learned so much from Aruna Roy, Shekhar Singh, Prashant I saw how these guys work like I had seen Gulzar work now Gulzar is not a materialistic man he's not hungry for fame but he's famous he takes for granted when you go to a restaurant with him it comes to a standstill so I could get that even the humblest of people will write because this is who I am with you know from someone like Madhu you learn you know you have more than enough money you're just you know working because it excites you but there's no real then you meet people like Arvind and Aruna who are not exactly well to do but they're working like where will this lead to like what will happen like how will you where do you see yourself in 10 years if you ask them like will you still be able to afford a college you know like what the fuck are you doing then you learn something from people like that so then he set that up with the Max's award money then of course the whole RTI movement like he was like okay RTIs are coming out the whole that sports events Kalmadi's event in Delhi what is it called the Commonwealth Games that whole yeah RTI say we've taken out the information that each toilet paper was bought for 180 rupees per roll which is for like 20 rupees or you know the balloon was bought for 13 crore which is only going to use once there was a lot of corruption in those but now what there's no prosecution happening so that is when his frustration led him to like Jan Lokpal has to be there like just getting the information out is not enough someone has to use our information to prosecute these guys and CVC can't do it because CVC will tell suppose you know whatever department you in the CVC doesn't do an investigation it tells you to appoint a person to investigate your own department so that's a conviction rates of corruption are so low so I I learned a lot about the the thinking on governance how he had figured out governance at a level where I hadn't encountered any and I had spoken a lot of people like in fact when I was reporting the second election 99 election in I was in Ahmedabad and present Commissioner election the Information Commissioner Uday Mahurkar he was on radio correspondent he's now written that book on I think Savarkar"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:50.840",
        "message": "and he's one of Modi's he didn't know book on Modi also I think I'm a"
    },
    {
        "speaker": "Guest",
        "time": "01:54:54.440",
        "message": "mistaken maybe no he must have because he so in fact he was the entire day correspondent there so he had called me over for lunch and he had told me he gifted me a book on Savarkar back then he was aghast that I didn't know much about Savarkar so what kind of school is doing school if you don't even know anything about Savarkar but back then we could still sit have lunch disagree we weren't enemies today I don't think you know me and Mr. Mahurkar can sit and have that conversation but what are they talking about that yeah so I had you know I the way Arvind had broken on governance or something that I was like okay well and I really liked him and I I found him very sincere and I found his choices very hard and when he had actually said that we will block the RTI amendments that's when I realized that this guy has skills which which basically are audacity so I still remember we were sitting in Sundar Nagri that's where the Parivartan office used to be Sundar Nagri is you know slum resettlement and he has one little room there he used to work in that slum on RTI and stuff it must have been about 2003-2004 it must have been and this before he got the magsaysay board and he said that Manmohan Singh is oh yeah it had to be 2004 passed because Manmohan Singh was PM by now they're gonna be amending the RTI act file noting will be taken out in a certain punitive thing he says if they I mean that's the end of the act and it's taken us so long there's a lot of lobbying done by you know Aruna and everyone to get it through as a national act although it was it existed in Delhi and Maharashtra and Rajasthan as a national act of Parliament it only came once the UPA came in I was like you know Manmohan and his bureaucrats want to kill this act so I said shit yeah he says we'll block it I was like sorry he says we'll stop the amendments I said you and like eight of us little lalloos here out of whom I'm the only one who's a regular source of income even though it's not great he says why can't we do it? who all do you know? I said I know this one I know that one let's talk to Arunaji let's talk to Prashant let's do this let's dude in fucking two months he had blocked the fucking amendments here and that's when I said dude this guy is fucking insane he will aim for something so big which seems impossible but he will work night and day he'll sleep two hours he won't go back home he took a little Kholi in Sundar Nagri he used to live in that slum and I always used to wonder dude how does your wife like deal with you yeah so I I saw that and I remember I had written this in Times of India they had asked me for a column you know as just someone as a fellow traveler when he became chief minister for the first time he asked me once you want to go for a weekend you want to come I'm going to Maharashtra it's a nice hill station Mull I said okay chalo let's see I'll get we bloody got to Mull he wanted to go there study a lady who had run a in Maharashtra she was running a trade union and she had been very effective at getting the tribal lands back from mining that had been given so she like she ran that place like fucking dawn she had of course she wasn't doing anything bad but she had managed to retrieve land that in no one in the country had been able to get back from industrialist so we were bloody and we've got there we stayed in some guest house so there were rats like roaming around me so once I was there I was there I was like dude seriously you've got me for this what would haha he have you learn because after that I never went anywhere with him because it was a nightmare two days because okay I may not be you know the Prince of Wales but that's what my idea of a holiday dude I can't I can't deal with that shit so so from him I learned a different skill you know that don't think that it's too big a task just start doing it you'll get it and I remember and this is something that many people have I remember I've been on panels back then because I was in the face of you know PCRF it had three trustees Arvind, Manish and me and whenever Anna would say we want to come to Delhi I'm like dude who will buy the air ticket money is not money so half the time getting donations you know because Arvind and Manish were busy either at Ramle so I was sending the cheques I remember someone telling me this has all been funded by XYZ or so and so I was like really who told you they are senior journalists what we call senior we know son you don't know anything I think I signed the fucking cheques and anything goes like like I mean I can tell you one lot who gave us a lot of support without them was Sri Sri Ravishankar's team they were resource rich they had a team for wonderful people I really like them personally I don't agree with a lot of what Sri Sri does and he's become very different but all those people were really nice people I mean they were really gently sweet you could say some very horrible offensive things to them that's a no no no we don't agree but they will not hate you for it but other than his team there was you know it was not funded by any industrialist or RSS or anything I remember we used to go around each other collecting money we used to say we want to go to Maharashtra we have to buy the air ticket and throughout he was like I don't want to I said you should contest election because I remember I've been with him in Digvijay Singh's house when we were doing an RTI thing because it was internal you know all the yes men of Manmohan or Sonia wanted to undercut so-and-so so and Arvind had become a prominent RT activist he had chances to get anyone would have given a ticket yeah he would have won from Sundar Nagri hands down and as you keep saying as a disjoint politics if you want such a kida no no no no no this is not what we do and I remember I said I mean I don't know if I should say this I had a huge argument with him once that he never used to vote I was like you want to change I said this is and I remember and he reasoned it with me is how many RTI's have you filed in your life I said none is I filed about 500 is your one vote every five years more valuable is my involvement in democracy more valuable holding them accountable says vote vote what to do waste of time now of course he wants that vote you see but but you know people change they evolve they you know you agree you disagree but I have by accidents of meeting people and you know some I knew because of who I knew sometimes I was I've just been able to learn from people who have you may like them you may hate them but they have pulled off shit that is fucking unbelievable and I think for that that's a privilege that is pure luck there are people way more talented way smarter way more hard-working who just haven't had that love or access so I want to double"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:45.560",
        "message": "click on a bunch of things here and like after the break we will talk about politics of course and we will talk about media which are the two big themes I want to talk to you about but before we go into the break like an observation and a story and observation is like here you've pointed out what is common to all of these guys like you know I've been saying that doesn't matter how big the goal is just start doing it or Gulzar sub just writing for four hours every day and you know I I've often thought that I meet two kinds of writers you know and one kind of writer is someone who's in love with the idea of being a writer keep my writer whom I award you Tunga all of those things and the other kind of writer just wants to write whether they see themselves as writers necessarily or not and I've always said that what is important like like one thought experiment I kind of unleash on my writing students in my last webinar with them is put a hundred people in a room and there are hundred writers right and they range from excellent writers to good writers to mediocre to bad to up India writers whatever you've got the whole spectrum I had to throw that in there I knew you'd love so so you have that whole spectrum of writers out there and you ask them what their goals are and you won't know the difference between them because they'll all have great goals you know in the Donald Trump's words in all caps I have my goals are the best but you ask them what their processes are and you will immediately know who are the great writers and who are the shit writers because processes matter just that notion of Gulzar Saab entering his writing gym every day writing for hours every day which means that when he actually gets a specific thing or when he's actually writing for a specific goal it is likely to be so so so much better than it would otherwise have been which is inspiring another story I want to throw out there like I agree with everything you said about privilege and luck you and I neither of us would be sitting here if not for having got basically won the lottery of life again and again and again right what makes me really hopeful about these current times is that I see young creators who are beginning to transcend these barriers of you know privilege and luck and all of that and one person who's impressed me particularly is have you heard of Mohammed Salim Khan no okay so Mohammed Salim Khan is known as MSK and he's a vlogger I've been watching a lot of vlogs on YouTube and toying with the idea of starting one myself he was born in a village in West Bengal and his family kind of came to Mumbai when they were very young and they lived in a chawl somewhere extremely poor and he told the story during a talk which I'll also link but I found I find it very inspiring and the opposite of kind of privilege so he's in this chawl in Mumbai with his family and when he's 16 or 17 I think when he's in his teens he his mother his siblings they go back to the village and then they get a phone call saying your father's gone mad so literally mad so come back to Bombay so they go back to Mumbai and they find that all the belongings in the house are outside the house in in that chawl and the father's alone inside the house and he's lost it but they take him for treatment and they managed to get him treated and after he's treated his mother asked his father that you remember we used to have this trunk where we had saved up everything that we had over 15 years all our savings were in there do you remember where the trunk is and he says so I was in an auto and the guy asked me for change and I didn't have change so I gave him the trunk so they basically lost everything right and this kid is 15 or 16 MSK and at this point in time he decides two things he says one I will buy my parents a house in Bombay and two because he is a young teenager I will have this particular super bike that I would really like to ride and he does it all and he does it all by being a creator in today's economy so he's got a vlog which I link from the show notes and again same work ethic working damn hard like one of his vlogging ethics is that every day there are days when he's traveling when he's put out three videos in a day which is not trivial you would know and is kind of done that so that's inspiring now that's obviously it's something that's had starting to happen recently privilege and access and those things still matter for a hell of a lot these people like us who are visible and have the kind of chances that we do but I just that's if there is one thing that kind of makes me hopeful in these sort of dark times it is that technology is"
    },
    {
        "speaker": "Guest",
        "time": "02:06:00.840",
        "message": "empowering people absolutely there's no doubt dude I'm in court against India today yeah someone who had hired me as a reporter and I remember you know back then Kali you know would often be in office I mean I guess she was working on something or the other I mean I am up against a company that I could not even think of like if AP would walk in we'd all stand up you know yeah of course and that's because the internet I don't have to buy a buddy you know three crore license have hundred crores to you don't have done a newsroom of course there's no doubt about that though I still think that what technology has done for influencers is good and bad because and this is something one of my favorite comedians has said often in his rant that you know you ask any youngsters today he was quoting some research that they did in the US some like insane 50 60 percent people what do you want to be as a profession an influencer he's like dude this generation is fucked if like over half of them want to be influencers"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:05.960",
        "message": "that is their ambition that is their goal we're done was it Vahal who came up with that phrase about being famous for being famous was it I don't know I don't know who came up with it I know I think that is I"
    },
    {
        "speaker": "Guest",
        "time": "02:07:18.120",
        "message": "think that was a post-war whole thing I think that was someone observed that were Kardashians Kardashians as I've been told I remember this from before"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:25.600",
        "message": "actually famous for being famous but whatever could have been McLuhan also I don't know so let's take a quick commercial break and on the other side of the break we shall talk about politics and activism and of course the media do you want to read more I've put in a lot of work in recent years in building a reading habit this means that I read more books but I also read more long-form articles and essays there's a world of knowledge available through the internet but the problem we all face is how do we navigate this knowledge how do we know what to read how do we put the right incentives in place well I discovered one way a couple of friends of mine run this awesome company called CTQ compounds at CTQ compounds comm which aims to help people up level themselves by reading more a few months ago I signed up for one of their programs called the daily reader every day for six months they sent me a long form article to read the subjects covered went from machine learning to mythology to mental models and marmalade this helped me build a habit of reading at the end of every day I understood the world a little better than I did before so if you want to build your reading habit head on over to CTQ compounds and check out their daily reader new batches start every month they also have a great program called future stack which helps you stay up to date with ideas skills and mental models that will help you stay relevant in the future future stack batches start every Saturday also check out their social capital compound which helps you master social media what's more you get a discount of a whopping 2,500 rupees 2,500 if you use the discount code unseen so head on over to CTQ compounds at CTQ compounds comm and use the code unseen up level yourself welcome back to the scene in the unseen I'm chatting with Avinanthan Sekri about about a lot of things so let's I'm also I'm very curious about the activism bit because it seems at one level to be fueled by an idealism that one doesn't always expect from journalists say or people who are you know in the media and so on and so forth and before we get to the activism per se I'm curious about your conception of journalism like in a sense you said you were an accidental journalist you joined news track at at what point do you actually start thinking about what is journalism what is its purpose are there any higher ideals involved I mean obviously working with people like the people you worked with may have you know makes a difference to that but how do you kind of formulate what what is good journalism what is bad journalism and where is this good journalism and bad journalism to be defined apart from the"
    },
    {
        "speaker": "Guest",
        "time": "02:10:04.680",
        "message": "craft see I often say that I don't call myself a journalist I have often corrected people at you know events I'm introduced as you know so I'm not a journalist call me a news professional or an entrepreneur because the word journalist suggests reporting for me that's important and I haven't done any reporting in years and years I mean I may have done one story for news laundry which was more just googling figuring out putting two and two together and writing you know a piece on that when I was a news track I did some journalism yes during election you were expected to do get some do some reading up ask questions you know put some kind of story together we did a series in the run-up to I think there was an election 97 was there an election 97 or 96 I mean run up to that election we did a series in partnership with BBC where I think of the BBC her name was Nisha Pillay or Nina Nisha Pillay she had come down the producer that come down sooner putting that together I was part of the production team although I've heard in reporters role but because I could go nights I was always said okay you put this together so I was involved in the production of that so for me good journalism should have the following it it but this is a list of things that it should have it could have more a the facts must be vetted and accurate to there must be a context to the story it cannot be a standalone story they must you must lay the world that the story exists in and this is as far as the information that you're giving to the audience is concerned you must put as many sides of the story of the facts I'm not saying it has to be a monkey balancing but you can't say that this one is corrupt you have to have and this is something that we've you know a lot of activist organizations have wanted to partner with News Laundry to do reports and I know they mean well but they send us a report a video report where five people have accused the SDM of corruption as have you asked the SDM no have you sent an email no can you only day after tomorrow because it's so far from village you know like there's a lot of organization grassroots organization and there you know correspondents are just the village folk they can't go 40 kilometers tomorrow to get a bite yeah they forgo a day's salary now and I really want to work with them but journalistically that is not a story I can put out no matter how much I agree with them and their cause because you got to ask the guy are there any other sides to it to it has to be relevant you know to the the choice of story has to be and has to be some purposes choice of economy by could be I mean it may have these things but it's not it's not so that is good journalism but most importantly when do you stove story about what now if today someone is to ask me is the story of road being blocked in Mahim Junction Mahim Bombay because of the Mars a story or not yeah it's a story is it the story that I should today no and it is not because you want to hide one thing it is the story on Kalmadi's corruption let's say I get one more you know Kalmadi corruption has been done but so you get one more angle give a heavy water man I got he kept but it is journalism but it's not good journalism is that relevant today your journalist when you say it's the first draft of history vallage of cliche hair the way it has to be relevant for today now and it has to be fueled by a sense of wanting to make things better that has to be the purpose now that why someone does something is going to be very vague and very broad and very but for me when I'm hiring for news laundry and I'm not saying there's no room for that other kind of journalism I just do it because I'm good at it I'm smart I have access to so-and-so but then maybe news on is not the place for you because what I consider good journalism is you are doing it from a sense of curiosity because you want to make things better and that is to me more or less what what good journalism should should have can have other stuff but it should have these things so you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:36.280",
        "message": "know we come to politics later because now that we started talking about journalism and I thought we'll go from sort of where that idealism developed to activism and that seemed like a natural segue but let's talk about the media for a while and we'll come back to politics it and I'll push back mildly on a couple of these things because I think this conception of journalism that you kind of spoke about is relatively recent you could even say that it started say with Walter Lippmann's book public opinion in I think 1910 1911 and all of that and gradually evolved over a period of time from there and I'm not saying that any of these are wrong I'm just saying that there are added shades I'd like to kind of talk about for example one way in which the media certainly changed say from when you would have started with news tractor today is that back then there was a broad consensus on the truth there was something called mainstream media which was basically mainstream which was all of all of the game there was a broad consensus on the truth you know there might have been slight ideological shades here and there with different major publications you know the Hindu will be a little left and so on but in general there was a broad consensus kidney I see hair and that's because very few people really had the tools of publishing the tools of distribution all of those things now what's happened over the last few decades is that that has kind of obviously by now changed completely and everything is dispersed and of course there are good and bad sides to that the good part obviously is that everyone is kind of empowered and anyone can you know add their voice to that mix like indeed news laundry have done and you're fighting India today and and the bad part of course is that everything seems to be a narrative battle today there are people for whom reality just doesn't matter it's you know you build your narrative of the world you choose your tribe and whatever fits that works for you and that's a story you want to hear so I might consider news laundry to be a journalistic outlet and of India to be not a journalistic outlet but in a sense they are fulfilling similar functions at opposite ends where people have similar views of the world and you might be feeding that view of the world with facts and figures and all of that my broader question was that you know when you speak about you've been sent a story from a village and your point is key listen you haven't done the rigor you know you haven't gone to the SDM and asked him what he thinks of the allegations and the way I look at it is when it comes to sort of information there are many parts to the puzzle you want to put together as complete a picture as you can but you'll never get the whole picture yeah and then there are other people who cannot put together as complete a picture as you but as long as they give some parts of the picture I actually think that is legit and I don't even know whether I'd call it journalism it's not journalism but it is still legit and to think of the term journalism as a monolithic thing so I'm kind of rambling and thinking aloud but I'm saying that like one of the things that I have learned at our age is that you know there are many things I used to think of in a particular way conceptually and I've realized that I need to rethink them I need to rethink what this means I need to rethink what a book is does a book have to be a hundred thousand words like earlier in the 90s were restricted by the formats an article is 800 words a book is a hundred thousand you know a Hollywood film is 90 minutes a Bollywood film is three hours and over time I've realized that especially in the modern age these concepts have kind of broken down down for me and similarly when we define journalism in a kind of a rigid way and I understand that you're defining it in this particular way because there's a certain kind of rigor you want and you've defined that as news laundry's mission and that's great and that's as it should be but I think that there has to be space for all of this stuff to also go on so I I don't disagree with"
    },
    {
        "speaker": "Guest",
        "time": "02:18:13.760",
        "message": "you I think that that is also journalism and a kind of journalism that fulfills a certain I mean yeah I I'm not overwhelmingly in agreement but I'm not in disagreement either I think it's an interesting thought I think there's space for that thought to be entertained and maybe explored and investigated and see what emerges but yeah it seems like a rational position to have what I disagree with you is that Open India and News Laundry are two sides of a coin Open India has no ground reporting they have outright fabricated lies I don't by"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:46.600",
        "message": "the way just to clarify I don't mean two sides of the same coin in a"
    },
    {
        "speaker": "Guest",
        "time": "02:18:49.440",
        "message": "journalistic sense because they're not journalists yeah I mean in a narrative sense yeah so so we our bedrock is ground reports now that ground report could lead anywhere yeah and I will tell you most see since I may be the face of News Laundry and I'm identified as liberal our reporters are not ideologically as committed as you might think a many of them are not ideologically which is why I like them they they do not think this side is right or that side is right because a they're young so they still have that doubt and I have some fantastic talented people be we go with this is what is on the ground now one may choose to say that we are exploring stories that tend to be more against the BJP therefore subscribe to the liberal narrative but that is because the BJP is in power and in 2012 when we started the Congress is a punching bag and anyone can go to 2012 and see that stuff but what we do is reportage it is journalism what Open India does is not journalism so I mean and I don't want to give them any more you know time or mentions because I think it's a really wild gutter level thing and just because you know that has a certain audience is that is not enough for me to take someone like that seriously from a perspective of the craft from perspective of society DK just like it's important to take an Arnab seriously it's important to take you know measles seriously it's important to take Covid seriously it's important to take Open India seriously as a disease which needs to be addressed but if you're talking about the craft that is that you know that space so that is one important thing and I think the whole my my entire flirtation of the activism happened because of my deep sense of injustice that always bothered me and it irritated me at many levels and I think that is why I saw in Arvind someone who I liked I think you know this guy is taking on someone who needs to be taken on you know for a while I voted Mayawati now I was at that time you know it was at which election was this when I mean of course she didn't win a single seat in Delhi but what pissed me off was that friends of mine and you know the good friends we'd be you know at dinners and parties and you know the Delhi scene and you belong to a certain privilege set and so you have active social life you know BJP wasn't fashionable then she got Congress Kodenge vote ya yeh karenge woh karenge theek hai thoda kuch BJP ko de denge kuch it wasn't as polarised as it is now but when I'd say I'm a Mayawati ki party you know they'd be like they'd be pin drop silence hain? why Mayawati? I was like why not you know how corrupt she is? I was like do you know how corrupt really many of your Congress leaders are? just cause they're DOSCOS it's fine kyu kaiyon ke bete hamara saathi bete hoti hoti and what I realised was Mayawati's corruption was a special kind of corruption that needed to be pointed out while others was not so it wasn't about corruption it was about belonging to so I think it may stem from and I'm just maybe dissecting myself although I haven't really done any major introspection and seen where this comes from maybe it was that you know in the privileged set I was not as privileged as the privileged so you know that thing that fucking you know always root for the underdog whether it was just that I grew up with you know a set of parents who I didn't see them do anything wrong in their lives like fucking nothing like like sometime a dude kuch toh kar lete hain koi bungla bungla chhod de like nothing you know get screwed over by people who were corrupt and you know dicks maybe it was that but that is why I think like there was no reason for us to start newslaundry small stream was doing very well like we had like I said shows ads you're doing everything man sarkari programs private programs award-winning ads we were the game in town but keeda tha newslaundry chalu karna and I remember my partner saying it yeah dude fine you had your little fun don't fucking fuck up the climb I mean now you're gonna go separate we need to put so much more money in it VC funding will come in we need to separate offices we need to compliance you do all this fuck it let's just make travel shows food shows and make money and you know but I see I mean when I get up every morning I get up fucking excited yeah I'm trying to get to office let's fucking pick another fight today let's do this and that is very addictive for me I don't care today I don't care if I am driving into my friend's farmhouse in in any case which I think is a very luxurious body which cost 15 like where everybody's bodies are one crore and above I don't give a fuck I don't give a fuck I'm wearing track pants or chappals but when I wake up every morning I am excited I am saying let's pick a fight today and that to me was something that attracted me to Arvind that's something that attracted me to Madhu so yeah I think that is the basic keeda and as long as that keeda is there I guess I'll be excited by what I do I mean I loved by the way I mean we have we probably won't discuss it because it's not of an interest to you shooting high on a plate was a magical experience like seven years to travel across this country by road like how many people do you know who can say I have traveled to every state in this country a be by road over seven years with you know three of my closest friends Rokey, Mir, Prashant like fucking in a car lade, jhagde, fucking tore each other's eye because you know the road buddy when you drive from Delhi to Kolkata Kolkata to bloody Arunachal Nagaland you know you're gonna get on each other's nerves also yeah but man what what one learns about patience about restraint about not holding grudges about letting it fly when you have to about a fight is not the end of the world it is it is just something you deal with and move on okay"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:14.160",
        "message": "so I am going to defy your expectations and talk a bit more about that but in a bit just to kind of continue with the thought and first of all when you were musing about you know why did I support Mayawati was it because I was less privileged than them I think sometimes your privilege is not always a causation for the way you behave I think you know people can have opinions independent of where they come from though obviously those do play a part so here's my question we often talk about journalism as having the sacred ground that these are the values and you've named you know you named some values of the craft that this is a rigor you should show but you know we'll often all those cliches will come up about how you come for the afflicted of like the comfortable and all of that which mean a lot to me as well and at the same time it's a business so key you know a publisher will tell you keep a man charity nickel row I have you know profit banana and that is my Dharma and I get that completely that is completely rational now one way of looking at it and I strongly feel that it is true is that even for the kind of news that you do and what journalism should be that there is a market that market will pay and we'll come to that later about how you know the implications of that model and how I believe it can work and I think it's working for you to some extent but here's a thought experiment supposing that market was not there supposing the whole country was full of people who don't care about that kind of journalism they just want narratives and by the way I'm I have to say again I'm sorry it seems like it almost seems like you know I implied an equivalence between you guys and Op India I was just speaking in the narrative sense you know what I think about them so in the thought experiment that there is no market at all for this and I don't believe that to be the case I am hopeful that there is a market for the kind of work you do but assuming that there is no market for it at all my sense is that you would do it anyway that there are people who would do it anyway there would be a handful of people but they'd get the job done anyway yes which makes it a little bit like an idealistic project you know it's like saying that this is my dharma to do this and I will do this and even if there's no one reading it and no one wanting it I still kind of have to do it how much do you see yourself therefore as fundamentally an activist even now like I kind of in my mind when I was thinking about it I broke it up into two that was activism here and these are the things we'll talk about us come media ke baare me these are the things we'll talk about but during this conversation it strikes me that they're actually the same thing that you are an activist for"
    },
    {
        "speaker": "Guest",
        "time": "02:27:42.800",
        "message": "a you know what is what is your sense of this now you know this term activist is something that I never described myself as until I was described as one in one of these talk shows activists then Lokpal no motor like today I'm not an activist I'm a film producer I mean a TV show producer a filmmaker document filmmaker I'm not an activist because for me it was never a full-time thing it was something like for example when we did the first you know Dharna against amendments I had worked with Meghna on a film Filhal and that time the hero that was Palash Sen he's a lead singer of Euphoria so I've become friends with Palash at that time so I told Arnab I know Palash this Palash ko bol aake gayega woh yahan saari college wale aa jayenge toh Palash came with Euphoria and he sang ki freedom and you know this charging up everybody and he didn't know head or tail about RTI he came because Niku bol raha hai dost hai thekh bol raha hoga honest banda hai pahun jaata hoon I remember he said hila do yahan se door nahi hai parliament house hila do wahan ki sun rahi hai Sonia Gandhi and we had to calm down we are not like picking a fight with Sonia Gandhi right now because she's the only hope of RTI because when one was killing it she was trying to so so is is Palash an activist my assumption this is I think where it comes from while growing up my assumption was and it hasn't changed that much that's in my expectation and I know it's doesn't pan out usually but we all should do whatever we can in our own way to make things better like the chartered accountant of PCRF and was chartered accountants nightmare because you know we would get some grant from something from something and because the government are always scrutinizing you he was working for us for free you know if anyone need to be represented God Prashant ji was doing it for free you know Prashant Bhushan comes from a religious family but there are others so whenever you say he's an activist so I would always think and I've thought this through this is not I'm just nothing allowed because I've this question I've thought it through I don't see myself as an activist I don't see Prashant as an activist I don't see Aruna as an activist I don't see Nikhil Dey as an activist I see them as doing something that they enjoy while holding the system that should make that possible to be honestly done accountable and in making it accountable it is taking a disproportionate time for them to do that rather than what is Arunaji's mission to run Barefoot College to run a basically place where people who don't have money can have skills have access do stuff to become empowered financially better off than they are now in so doing bloody she has to do RTH what do I want to do I want to create a reader funded news platform that takes no ads I don't want to be fighting Kalipuri in court I don't be fighting bloody Time's up in court but I am fighting both of them I don't want to be fighting Sakal in court but I'm doing that I don't want to be dealing with IT raids in my office but I'm dealing with that and coming at 11 13 already keeping me there sitting of one o'clock answering questions which have no head or tail so does that make me an activist no I want to do my job which excites me if you get in the way I will fight you and I think that is what Prashant does that is what Arvind used to do that is what Arunaji does that is what Nikhil does that is what you know I guessing everyone who calls himself activists do they are doing what they think is you know excites them gives them satisfaction and gives them two meals a day or whatever their aspirations are and if you get in the way we will fight you in a certain way"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:33.440",
        "message": "for some people activist has almost become a bad word but I was just kind of thinking in a different kind of semantic sense and thinking maybe even your"
    },
    {
        "speaker": "Guest",
        "time": "02:31:40.960",
        "message": "journalism is a kind of activism I don't I don't think it's a bad word I didn't I don't find the word bad or anything it's just that it doesn't sit on my shoulders so I've always wondered like when someone calls me and now senior journalist I mean I say now I'm a journalist too I'm a news entrepreneur I'm trying to create a model which I was told is impossible but I was convinced of and I'm fucking thrilled that you know and what you are saying that if there was not a single reader you're right I would still do this I would convince them one at a time I would come to your show and convince you that convincing when we started I mean investors go to chodo they don't say right fuck shut the fuck up news supported by subscribers ads it's under a subculture CPI tap tap sardines or charge for the CPI I can see p.m. pandora p.m. or p.m. or the clicks per index or YouTube the pre-roll post relied it's not even one-tenth of what used to be in 2012 when we started and we started 2012 because I was busy shooting having a plan mother used to get very irritated says to the limit of a hotel even we're going to start this other to start in 2011 not only were the investors completely unconvinced that you can have a model like this friends of mine yeah who meant well who meant well for me this year Niku we want you to do well to a chakar to Tarakekar pulp fool they can you bought a khatia idea that I could see on a I convinced 10 people first he can those the hair subscribe Karla pleaser sort of a myna as a click sock that's case always sock up to you so ask it maybe probably of 12 15 thousand paying subscribers we can say we are sustainable without any advertisers we don't need ads I don't fucking have to ask you know Yogi Tejri you know his ads are chaperone buddy he gives ads to Arnab also I mean all the stuff that we make fun of others I mean I understand he's doing politics and his ads are apparently my friend Sujit Nayyar will say he was saying yeah our pads are appearing in Maharashtra papers and go like Delhi government ads so I got up at such a lot I thought they'll pass I got that's a common Athena mocking economy see yeah but the endoscope it hard man they can both message hop they'll oh yeah I mean I don't know how to chop that so we have grown it from zero subscribers to these many subscriber convincing them 10 at a time 12 at a time 15 at a time I'll probably shamelessly plug it on your show also you must I will be to keep these free and in fact for your readers will give a discount and reveal figure something out right now but see I mean whatever I have done I have done by instinct and that is when also I started working news track I had just I had just taken my final year exam I mean got my result I'm not highly educated I'm a BA pass economics honors that's a good cause to do just to be a person so you know many of the kids who work for me have done something from Amsterdam University someone has done something Oxford I'll be my editor Maharaj is in Oxford on something so I've done things by instinct like when I quit our stuck me and Prashant had no idea what the fuck we're gonna do and like I said that self-doubt even when you turn on the TV and complete laddus are sitting and reading the news and you're holding your head this guy is like there and we are pretty struggling like Sutya's fucking late night going to railway stations getting a tape shooting ourselves editing and I can shoot I can edit I can wrangle cable which is I've done I have I have never been ashamed to take a job whether it was to pick up tea or wrangle cable and I remember Naseer sir was such a gentleman when we were on the set of Monsoon Wedding and a lot of the kids there who are working with friends of Meera's friends kids or you know other privileged kids the very few kids who were really you know assistant material most of them were rich kids having a nice September you know Meera's shooting a film so you know the cast came in the most well-known costume was Naseer and they said they are Nimbu Pani Lani so you had spot boys that spot boys hadn't come very early in the morning so I had no problem getting picking up Nimbu Pani Lani and Naseer sir said Nikhil don't do this I said no I'm okay he says no you don't have to serve us tea and coffee on a tray you're not a spot boy I said I don't fucking care let's just get the shit done so like wrangling cable I was 24 at that time some of the other productions are 21 22 and a small scene had been set up Chadar had been made and I'd had won an award in San Francisco and I was wrangling cable I don't have a problem with it I've never been shy to work so so that Keeda is what you know like I said you know everyone said it's a shit idea so everything is by instinct I've when we quick news track let's do something we'll do a travel show okay one document is done now what we'll wait Salah who on a high when I played so actually a lot of people are very surprised when they know me otherwise that you know my my rational approach to life I believe in God and I pray every day and that is something a lot of people who know me can't this is like seriously like what the fuck like you who's rational who's scientific who has a evidence-based approach because the things that have happened to me are just there has to be some other like in 2000 99 you're quitting a job saying that we'll make travel shows when there is no fucking market for travel shows it doesn't exist there are four channels cable TV has just come in there used to be only one when you started three years later you have the fucking biggest travel show in the country like what explains that we'll do newslaundry friends tell you no to the body got on a company to body got could go to the body got jail ponchaga we are sufficient self-sufficient we don't need anyone's fucking funding we have subscribers what explains that so I have a deep faith in a higher being that is watching over now if you ask me why the fuck is he letting other stuff I I'm sorry I don't know those answers but someone has been very good to me and I can't explain why so"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:01.480",
        "message": "I'll link a column in the show notes are written just about how we underestimate luck in the sense that just the fact that we are born at all is really a few trillion to one and I actually tried to calculate the numbers and all of that so you'd imagine that it's just incredibly unlikely that we should even exist but the point is it is inevitable that some things will exist similarly it is inevitable that some people will get very lucky like even I feel I got extremely lucky in the sense for five years ago if I was to were to pitch to anyone key are made Chargante key podcast karunga Chargante logo say audio may bad karunga I would have been kicked out the room right but luckily in these times I could just do it and it it can work so I think some people inevitably get lucky so I don't think that's necessarily evidence of a higher force in fact mathematics indicates that there will be some people who are extremely lucky and it just happens to be you and me sitting here but regardless of that and I'll kind of get back to that and by the way monsoon wedding I would have carried cables for that as well because that's one of my two favorite Indian films of that decade along with Luck by chance I think they're just both"
    },
    {
        "speaker": "Guest",
        "time": "02:39:00.480",
        "message": "incredible and the stories I have from that set I just just magical that that funny inspiring ridiculous everything it was it was an insane that the film got"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:12.240",
        "message": "made as a matter of miracle yeah so you know monsoon wedding being such a dear film to me I'd love to hear your stories from there go ahead"
    },
    {
        "speaker": "Guest",
        "time": "02:39:21.080",
        "message": "so Randeep Hooda's hand broken was not part of the script but he had fractured his hand so I had to be woven into the script that was but you know now this is the the cultural kind of you know friction that happens and it's not always sexism but it's okay you tell me what you make out what what will you call this now the camera department the cameraman was Declan Quinn he had shot casino and he was one of the top 10 cinematographers of the world so I was so thrilled ki bhai I'm carrying the camera because he was in his like late 50s at the time and it was you know he's in monsoon when he saw on the shoulder so I was wrangling cable with him and as soon as Meera called cut I was to take the camera from it was an Arri you know 16 mm super 16 film you know learning how to change the film role etc so that because it's you know it's hard on the shoulder so you know long shots when you're when Rhea was I think Vasundhara's name when she's running out he had to run tuck tuck tuck tuck tuck you have to make sure doesn't trip over and he's he wasn't a young man at the time so now the entire camera department was you know there was this one young girl and other than a few of us the entire crew had come from overseas ab wahan ja rahe hain you know New York se crew aaya hai you know Delhi ki September humidity ganji si pehni hain banyan you know little vest acha we have to go to Chandni Chowk and shoot so you guys get you know the audio lock down it was sync sound and get all the production get a location ready to ab hum bole yaar koi in ladies ko bolo ki bhai aap Chandni Chowk if you want to go shoot don't come dressed like this because we were in charge of security and it wasn't you know now of course it is very scary things are for security but that time it was I mean it's not like we had like bouncers and all it was assumed ki Nikku, Rumaan, Manav tum log hi kar lena security just make sure the crowd is away now we are saying that now if we say that you know don't come to Chandni Chowk later we'll sound like those Abbas beta aise kapde pehn ke jate kahi but at the same time we say boss agar we have to control security aur kuch ho gaya hum pit pita jaayenge wah hum teen machudu se kya what will he control a crowd if you know these five white girls are coming in their ganjis and you know the two you know so the whole jaddu jahed of you know who do you tell that can we dress little conservatively when you go to shoot in Chandni Chowk can you not expect us to do the security or let us be home kyunki humara bhi phir face saving nahi hoga you know this was a very interesting conversation that happened and then there was one scene if you remember when the cops find the guy who's the anchor making out of the Sundhara in that in the car right now that actually was not in a car that whole scene was in Jamali Kamali the cans got fogged when they went to New York they went through the x-ray so the first shoot was done at Jamali Kamali in one of those old tombs now in Delhi to shoot you have to get like hundreds of permission iski uski so one without police permission and that was about it now you had to do that scene and Meera said and it was sync sound so you couldn't have it wasn't dubbed and that time sync sound was very new so you know we were so we were in charge of the audio lockdown just making sure the set is quiet wrangling cable now the cops lined up they said bas do ghante ho gaye nikhlo you have to get out and the scene wasn't done so Meera's instructions were so you do what you can I have to finish this scene so first you try to talk to the cops outside and tell them to talk quietly you know pretend that you're just talking to them while she finishes the scene then you keep talking to them then they start getting in then at one stage I was physically holding a cop back from moving to the scene and he said tune chui kaise meri vardhi teri himmat kaise hoi I was like fuck I'm gonna get beaten up here and it was like and it's like later and we had gone to 12 12 1 and next morning you had to get to the location at 4 it was a trip like no other I mean it was and the the the scene the this thing seen in fact if you see and I've also posted this on Twitter the party scene chundhari chundhari when Neha's dancing I'm ordering Bacardi at the bar oh nice because there was no budget for extras so whoever is not required immediately imperatively for this shot go to wardrobe put on a pair of shadi clothes and come stand in the crowd as guests so all those guests of Madhu's you know that old lady dancing that's sorry Meera's mother there's a couple there they're friends of her some defense colony so of course all of us who could be spared for like five minute shots went wore shadi clothes from the wardrobe came and started ordering Bacardi and started doing stuff like that so now I freeze that scene where you know Alia's father you know the young girl who Alia her father which is played by Vohra Rahul Vohra he's you know at the bar talking to someone so I'm at the back ordering a one Bacardi coke please that was my line and then you're trying to sip as long as you can hoping that retake per retake ho so that we get a breather because otherwise it was hard work even sipping so much Bacardi it was it was a trip man it was just a wonderful wonderful experience I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:36.440",
        "message": "learned so much on that set I'm also curious about you know this is media but at the same time it seems very different from everything else that you're doing did you want to be a filmmaker I mean I know you've made many documentaries and done a lot of that but did you also at some point say that okay I these are the"
    },
    {
        "speaker": "Guest",
        "time": "02:44:51.960",
        "message": "kind of movies I want to make and I have four scripts written and sitting at my table for the last nine ten years I wrote my first script in 2002 when I was working on Filhaal with Meghna because I just found the whole experience of filmmaking so bizarre where most of our time is to be spent waiting for either Sushmita or some star to show up I was like dude on Monsoon Running and that is when I disagreed a lot with people that oh Bombay is very professional Delhi's not professional Bombay Delhi's are professional I was like dude I've just come from a set in Delhi where we shot a film in 26 days and I was a foreign"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:31.600",
        "message": "crew there this is completely different I was like dude here I'm spending four"
    },
    {
        "speaker": "Guest",
        "time": "02:45:34.680",
        "message": "hours a day just waiting for a star to show up what are you talking about what are you even talking about so that is something I didn't agree with I didn't get that and I've written a piece on this also on one of my earlier blogs but but just the whole experience and you know our producer Jhamu Sugandh remember there was that Bharat Shah you know that whole that there was he was laundering money so Jhamu Sugandh was the guy who produced Hum Dil Dechi Ke Sanam he became very big after that and he produced a whole bunch of films so there was some inquiry on him on back then I don't know so half way through the film of course in Bollywood lingo you have to call him Jhamuji everything GGG Jhamuji was missing so no one knew whether the fifth schedule will happen or not I was finding it bizarre then usually an AD is a faalto like you will not be hanging with the stars because I was Meghna's friend and she was a director so places where the AD did not really belong would go like Sushmita's birthday bash you know after the whole thing because when you're shooting a film for that duration it's just those people who are your life and which is what I find very strange which is why I have a thesis anyone who works in showbiz in Bollywood is not what we would call normal emotionally that is their normal but in our world that would be an unhinged an unequilibrium place because you work with such intense proximity with the crew for like a long time where you have affairs you have crying, jhagda, ladai everything with those people then tak you move on to another crew and you might not see these people ever again or you might not see them in three years like even some of the people who I met from you know monsoon rain today it's been what it's been 20 years we still meet like we are fucking chaddi buddies we are not we were together for three months three intense months when you were on set for 16, 14, 15, 12 hours so you were like sadowing together, bitching people out together, laughing together so you get very intense bonds that's why a lot of affairs happen on film sets because that is your life like normally if you have a birthday party, I have a birthday party the 20 people there will be my close friends if I'm having a bigger party than the peripheral you know circle then the further circle if you are having a grand party but if you have a party of 20 people, they will be your childhood friends now I used to find it very strange that there are 20 people in this party and I am also a faggot and I have nothing to do with it and he is also a faggot, he doesn't even know they've also met only, where are his friends? and I realized that in Bollywood when you are on a project, your friend is shooting for some other project in Thailand some in Australia, some in Malaysia because if all your friends are from Bollywood okay, your other friends don't fit in with this world, they are not from Bombay so I figured that emotionally showbiz you have to be a little unhinged to survive, to have an emotional kind of to make sense of your world because your closest friends are changing every film so many such experiences I said yeah this is a film so while I was there I had so much time I started writing a film and I wrote it then I wrote another film this is about reporting and elections because I saw news is such a ridiculous space so I have got four scripts ready but you see you want to do too much in life I want to do that also I want to do activism, I want to do news laundry also so maybe in another 3-4 years when you know someone else can take over as CEO of news laundry and run it crowdfunding kar lo abhi aa jayenge yeah but I I mean I think maybe another year it'll be stable enough to just run systems and completely be in place but yeah I absolutely want to make I think cinema being on a film set is a magical experience if you've been on a film set man it's addictive and I can see why people get addicted to wanting to make it and spend their lives go to depression, get into drugs, alcoholism, attempt suicide but they will not say fuck it let me give up and go back and do something else that pull is so tempting it is a the stakes are so high if you make it you fucking make it man and just the buzz the energy like I remember and also the bitching I don't you know this is one scene I'll never forget on that day Devdas was being shot Bhansali, Bhansali and so there was an accident and that time a bunch of films were being made there was this Bas Itta Sa Khwab Hai, Abhishek Bachchan, Phil Hall was being shot so you know in Kamalistan there are 4-5 film sets all lunch together at least us lower down people would do lunch in the lawn together with the Lightman, Shytman etc and that time this Olive was a new place so matlab palil se neeche ho Bandra mein wahan par tha it was this new everybody came back you know went there at the end of the shoot people at my level didn't but because I was you know her friend who was good wherever she was invited so I would also go there so we were there and I don't know whether we were celebrating you know a birthday or so it was of course stars there was you know Phil Hall with the stars of other films sitting left right and there had been an accident on Sanjay Leel Bhansali set where one of those storm fans had fallen and it had killed one of the Lightman or the set spot boys do"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:01.880",
        "message": "you remember this at all I don't remember this at all but if you google"
    },
    {
        "speaker": "Guest",
        "time": "02:51:04.560",
        "message": "it there was a death on Sanjay Leel Bhansali set and then Devdas ki shooting band ho gayi, shuru ho gayi ki nahi, now that is when I realized that fucking no one is anyone's friend here dude the thrill of bitching out that this film may stop Charu ki film rukh chahiye and every table was talking about that because I was a fly on the wall bhai mera na lena na dena no one want to talk to Saidi Adi so I was just there because I was I would go hang out near this table hang out near that table everyone talking about the same thing because it's a very small it's like if you think the news world is incestuous Bollywood is that and more, ek doosre ki baate karni, navel gazing, wo sade, wo gire, wo, toh mera bhi mujhe bada fascinating laga, achha mene waha dekha, thoda dekhta, shahrukh comes in in his typical style half his shirt tucked in half out looking very tired in his jutti type and jeans dude I am NOT joking every table got up stood in line like they're doing a baratiyon ka swagat, hey Shahrukh how are you man everything okay oh man love you man I was like fuckers you're not bitching him out like in front of me five minutes ago have you no shame I can see you still but dude that's the fucking world and I mean I've given you one instance there was just so many instances I saw that no one's anyone's enemy no one's anyone's friend you are just an ally for the period of your film emotionally that puts you in a state of relationships which I don't consider normal when I commit to someone of course a single guy at 47 saying this but I don't mean romantically commit I mean when I commit friendship to someone and that person is my friend everybody else is noise I may be nice to you I may be friendly with you but I'm not your friend my friends remain constant through life I have old friends who we've been together since you're six years old eight years ten year old I've made very few new friends in my life maybe in my mid 20s I kind of finished I've made maybe half a dozen since but if someone were to say who are your friends it's been the same names for years in showbiz it's not like that which is like for example Amitabh Bachchan's father died like tomorrow God forbid you know my parent any parent you know they all have to die at some point who do the people my side you know about my friends who knew him who grew up with him you know no not Amar Singh and Anil Ambani who I met five years ago yeah but do you have any close friends that that world doesn't allow it so I find the whole emotional equilibrium of showbiz and the emotional equilibrium of non showbiz are very different maybe it's different for sports persons I've never observed them closely but yeah I observed that so I wrote about that I wrote films that maybe they'll never get produced maybe I'll just leave them and if someone wants to produce them I think they're fantastic scripts maybe I will one day but yes to the your answer I f**k yeah I want to make a movie"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:07.080",
        "message": "I'll write it down for you, the day you decide, the day you find a CEO for news laundry and you open this up for crowdfunding no worse you'll get the funding I'll write it down but we'll come back to that later from what you said about the emotional equilibrium of Bollywood and how they're shaped so differently one of the things I've been musing on recently is how what we do changes us in such profound ways like just you know at the very basic level of my podcast I'm doing for our interviews or whatever that forces me to research and go deeper than I otherwise would it forces me to listen you know for shorter stuff you don't listen it forces me to read a lot more all of these things and I feel that's changed me in some ways now obviously you see these changes in a much more extreme and obvious form in something like Bollywood where you are in those compressed environments of great intensity and so on and so forth you see those perhaps in the work you do you see those in politics where I've always held that politics invariably corrodes character because you're constantly making compromises and building personas who are not who you are and eventually the person you know the mokotas you wear become you I'm you know I don't know if that's the case with Arvind you know him much better but I would always sort of it as a general rule of politics so what would be your reflections on that and also to what extent do you think that the kind of work that you do has also shaped you in terms of what you are because of course you are I saw the slip of yours where you talk about journalism being a combat sport and you say that man I saw who very personality as he has so it's fit for you so in a sense that causation is coming that the kind of work you do is because of the kind of person you are but does it also work the other way because you constantly have to therefore in your line of work especially if you're doing journalism with rigor as you spoke about you have to be a constant skeptic you have to constantly question everything not be quick to"
    },
    {
        "speaker": "Guest",
        "time": "02:56:02.820",
        "message": "judgment what's your sense of this well friends who've known me for years will like scoff if you say that I'm not quick to judgment they find me the most judgmental because you know have arguments and fight at social dues where you should not do that on political issues on someone saying something and I wouldn't just let it pass I'm like that's not okay fuck you and sometimes people will pass so they took it as judgmental I didn't see that as judgmental it's just that you don't let certain things slide but you're right things become habits you know like smoking like writing as follows are sub following the news seeing what was the right thing to do at a governance level following governance following the news in a way which is unhealthy for you like you know I had gone with my sis for a holiday and we would you know driving in the u.s. the whole that that whatever the concierge Colorado River Grand Canyon and you know you do that whole Vegas to Bobby I'd keep checking any TV app Indian Express app she said fucking switch off man you can't switch off that's something on news professionals most news people I know can't switch off now I'm sure that takes its toll on us mental health I mean maybe someone to someone else I'm a complete fucking basket case warped what is the equilibrium it is different for different people that is one thing not being able to switch off questioning governance and also the model you choose because we are subscription based not wanting to go for the click thing stuff that is solid but people think it valuable enough it's not like I don't want to be news long to be a really big kind of but I'm in no hurry you know it has to be done on our terms so it does shape you because of the decisions you made it and many you know I've changed my view about many other things like about now the other thing what you said I had a very judgmental view on politics and politicians now I have a more nuanced view because I understand the game that is being played I mean I'll give you some examples of my why considering I was one of the dozen at the you know PCRF level when there are several million people in the party why I'm and why am I not there it was the most obvious thing Arvind contested Santosh contested Manish contested well fucked it until they could not contest you know it so I knew that was not for me how did I know that was not for me was that when we were running that whole Jamboree circus call it what you want of course it was an event we had to get eyeballs that was whole idea I mean I asked Mayur to come I asked Rocky to come they have no interest in activism they came because they're friends of mine I said tomorrow we'll get coverage that Rocky Mayur will come then you call up a friend and write a report because it is about media management dude it's let's not kid ourselves that was a very important one when Arvind will go on stage it should be in the evening people are fucking watching TV okay now but we used to be sitting there so you know and again I think this whole emotional equilibrium being in a bizarre land if you have to be a politician this this combination like I have a theory that bureaucrats have to be either servile or completely obnoxious and bossy and I asked Mr. Lavasa this in the interview that either they are will treat you like your shit that means you're below them but when joint secretary better secretary I get it then yes sir no sir like fucking have some dignity yeah minister Raja to ladies anger so if you are going from such civility to such obnoxious arrogance several times a day you're fucking mentally fucked here when we would be sitting and you know some days there were no crowds would be coming you don't figure out how do we SMS bhejo yeh karo wo karo studio java used to be going from studio to studio you know arguing with Singh V and Sanjay Jha and all and that's another thing me and Sanjay Jha used to have such ugly debates because I was representing team Anna what was called and I would rather call it team Lokpal and he was representing the Congress because he was like cause I spoke so of course and we had such ugly exchanges in fact we bumped into each other and with a think fest and it was a nasty exchange now if we meet we're friendly you see it's changed now we have a common that time he was my adversary now his adversity was mine I had back then you know I had very close friends from who are now in this camp who would happily entertain me today they will not so when we used to be getting these crowds etc together we'd be sitting and I don't know if you remember you were in Bombay but that whole Jan Lokpal movement was no one we hadn't seen anything like this in India it had become an event and now the farmers the numbers that they have at ten times on their bad day what we had on our best day you know the ten times more but is it in the television event no it's not five thousand people on Jantar Mantar was a bigger television event then one lakh farmers out of him twenty are dead probably it's more it's probably number is fifty but it's not an event our production is a small production was a fucking big event every night in prime time we were all there during that time there are people who got excited and said desh badlenge, next revolution aayi hai, jasba hum mein bhi tha hai we used to get excited jab wo stage se you know dil diya hai, we used to fucking we used to feel them of course backstage jaake we used to be two-sowing ourselves and we'd say bloody Anna is not eating so many people said tumhe sharam nahi hai, tum kha rahe hain, Anna nahi kha rahe hain toh main kha hai yaar bhai toh uski choice hai mere toh main kone mein jaake khaal deta tha but there were some guys who wouldn't eat yaar until Anna eats I won't eat one of them still works with Arvind till today I was like dude you'll fucking die Anna's used to it he's doing this every two three years you've never done this you're like 25 your body's eating up fat faster he didn't fucking eat till Anna ate, there were people like that at the back and they're still there in the history the one thing that fucking used to get my goat and we know how hard it is to produce this whole event how hard it is to excite people and want them to make change you'll sit in the evening Ghaziabad mein office ho raha tha, some fucking three chootiyas will walk in tum logon yeh karna nahi hai, tum yeh ho, tum gande ho, tum wo sade ho Arvind and Manish should sit and listen to it yaar, haan toh humein kya karna chahiye, accha aap bata hai I'd say fuck you yaar, who the fuck are you to tell me kya karna chahiye, chal tune kya kiya life mein chalte phirte, roz gaali khao kisi se, na hum so rahe hain, na paisa kama rahe hain, sad rahe hain roz aur log aake lecture din lag jaate hain, I used to get very irritated Arvind said you can't lose your temper here, I mean you got to listen to the guy he has a worse life than you, he is probably in some slum, his life is shit your day's been shit na, his life is shit, let him come and vent here I couldn't do that, I'd fucking flip out, and fucking they could sit and listen to people tell them that they are fucking shit every day, having had such a miserable day I was like dude this is not for me man, I fucking can't do this, I can't sit and bloody listen to some people telling me I'm a chutiya, after I've been working my ass off, just because his life is worse than mine I'm giving you one instance, there are many instances of letting something slide and I understand, and what fascinates me is that many journalists who have covered politics for much longer than I have and I'm not saying they should not criticise, they must criticise, but even when they are not publicly criticising when they are discussing politics, their understanding of politics is dismal politics is not the game you are playing, it's a different game, it's up to you whether you want to play it or not you play your game, but many of them say this is what this one should do, I'm like dude you have no idea what it takes, when there are 20,000 people joining your party every day if you think you are going to be doing a due diligence and head hunting on each of them which one should be allowed and which should be taken, your party will be like Jay Prakash, Narayan Vajju Hyderabad, Lok Satta, you will get one seat at some point and then that is it you are not a CEO of a board that is vetting people and hiring them when anyone joins Usenry, they have three stages of vetting when you are launching a party, there is zero stage of vetting, they are just fucking coming those who stick to it, stick to it, those who leave, leave, that's it I'm giving you a basic level, but I understood how messaging works, I understood how politics works I understood what it takes for a bunch of losers in a room to make a movement that became the biggest thing since fucking Quit India movement or whatever it is or JP's movement to a party, I get it, it's not my game, I don't want to play that game not now anyway, maybe when I'm 60 and I feel that I have zero fucks to give like we were talking, but it's a game which is not what fascinates me is how few people understand that and what your expectations from that game should be and what your expectations from this game should be again I repeat, that's not to say that one should not impose your values on politics otherwise they will go off the rails, they have to be held to account to what they said yesterday versus yesterday but it's too complicated and there are too many compromises that I would find hard to"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:09.280",
        "message": "did that game change the people who did play it?"
    },
    {
        "speaker": "Guest",
        "time": "03:06:14.280",
        "message": "of course it did, but it better have, otherwise they have no business being there otherwise they'll have one little spark in the pan and that's the end of it if they want to grow, they have to learn and I was telling you about Barkha, a lot of people critique her and criticize her for a lot of reasons and some justified, some completely unjustified, but she's a super hard worker for which I have a lot of respect for I mean she works harder than people half her age and she is a phenomenal learner she does one f**k up, she knows what the f**k up is, she's got the intelligence to identify it and move on to the best, she will transition with the only person who I've seen who's a better learner than her is Aravind I've seen him not knowing how to handle 10 people, to figuring that out to not knowing how to handle 100 people, to f**king knowing how to handle a million and he'll keep f**king up, but the thing is that when that whole thing happened and Aravind Tavleen Singh used to keep writing this, this is Neeti Central"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:07:16.280",
        "message": "another rag, that was a proto-op India in a way"
    },
    {
        "speaker": "Guest",
        "time": "03:07:21.280",
        "message": "yeah correct, every third week, this is the end, what a foolish mistake resigning from Chief Minister oh my god, masterstroke by Amit Shah, Kiran Bedi, I've worked with Kiran ji the moment she was made Chief Minister in Canada of BJP, I tweeted it and you can see on my Twitter I was like dude, BJP is done, they will be happy if they get double digits because I've worked with her, she is a star, she can't handle it so, that oh he's resigned, this is the end of the movement, this is the end of the party that movement and that party, their obituary has been written so many times in print shamelessly after getting it wrong three times and I, the Times of India piece that I wrote, I was like the one thing that I can tell you is this guy, till he is on earth, is not going down he will f**k up, he will identify his f**k up, he'll say okay let's fix this, move and he'll become bigger and better at that game, the game he chooses to play"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:23.280",
        "message": "so I have a follow up question here, which is, I just recorded with M R Madhavan of PRS yesterday and I don't know whether that episode will come before this or after, but one of the things we were discussing was how politics and coming to power involves many different games, not one game and the context in which I mentioned this to him was, one game is how to win elections which a party may master and if it comes to power, obviously it has mastered and the other game is governance, where they might be starting with a completely clean slate and have to learn from scratch and all that and he pointed out how there is a third game after you become a minister but let's not go there, but in the context of say Mr. Kejriwal whom I don't know personally and you have obviously known him very closely and this is a question that could apply to many similar politicians, to in fact many people who enter politics is that it seems that there are two games here for him, you know maybe three but here are the first two one game is that you get into the kind of work you do, whether you call it activism or not, social work, whatever because you have a set of principles, you want to bring about a certain change that's why you get into it, then you enter politics and you are playing actually a different game where your game is to win power no matter what happens, those principles are orthogonal sometimes they may help, sometimes they may not matter at all because what you need to do to win power is something completely different and then you get to power. Now there is of course a third game of governance on how you make things happen but let's leave that aside for the moment it strikes me that there are times where there can be a harsh conflict between these two games you might for example begin with liberal principles but then to get elected if you have to appeal to say an illiberal polity you know if you have to, you know like one of the things that I have criticized the Aam Aadmi Party on for example in recent years is not speaking up adequately on issues like the abolition of 370 or the CAA-NRC protests or at different points in time"
    },
    {
        "speaker": "Guest",
        "time": "03:10:23.280",
        "message": "not speaking up would still be okay but endorsing it saying we welcome what happened in Kashmir"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:28.280",
        "message": "in Kashmir is just, I mean I don't have words for it, it's just horrendous and I understand the political rationale which members of the Aam Aadmi Party have given me that listen his focus, his narrative is a governance narrative he'll do the work in education and health and all of that and that's what people want and he will not fight with the BJP on you know social issues because the Hindu vote is what it is"
    },
    {
        "speaker": "Guest",
        "time": "03:10:53.280",
        "message": "or not yet anyway"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:55.280",
        "message": "and that doesn't sit well with me, I understand the political logic but what I would then say is that okay he might be making some progress or he might be doing it for reasons that are rational within that second game of getting votes and winning elections so my personal view is you cannot out-out Hindutva BJP but yeah if you're saying I won't fight on that front, I'll fight on the governance front where I'm in a strong position, I get that logic but that first game then I would say you have completely lost it because then what do you stand for and I find that there is a certain kind of contradiction there and I have asked this even in the context of the BJP because on the one hand the BJP comes out of the social movement that has certain beliefs that again I could not disagree with more strongly and on the other hand they also have this great will to power where no matter what it takes they will win elections they'll go to the Northeast and say you guys eat beef, no issues with you guys eating beef or politicians that they were abusing one day they'll welcome into the party the next day or buy them off when they lose the elections because there is a will to power and my question there to you know people within the know or people sympathetic to them has always been that is there a conflict there between their true beliefs and you know actually winning the vote but that's a separate question you've seen sort of Arvind close up how would you respond to this I mean how would you respond to this"
    },
    {
        "speaker": "Guest",
        "time": "03:12:15.280",
        "message": "see I mean I don't want to be too dishonest and at the same time I don't want to you know kind of use my proximity to him to discuss stuff that I don't think is fair as a friend who's known him for 20 odd years and through being a co-traveller you know at least a part of and you know when the first election happened I had not joined the party officially like it was this confusing thing like on the one hand I was a founder member but I did not take party membership because when the party was actually announced this whole thing that you know when Digvijay Singh said ki khud chalaar laddo it's like you're not agreeing with anything and he had no intention of fighting any election had those continuous barbs and provocation not happened there would be no AAP today now many people say that oh he had a long game plan I can tell you with certainty it would be a miracle to get him a contested election the Arvind of 2006-2007 even up to 2009-10 ab usse vote nahi dalwa paaye hum sala yeh election ladwaayenge he was not interested that continuous barbs theek hai you know this Mani Shankar hai yaar these gutter snipes these keedaas I remember the way he used to talk"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:13:37.280",
        "message": "contested election contested election"
    },
    {
        "speaker": "Guest",
        "time": "03:13:39.280",
        "message": "he said okay f**k you I will contest an election yaar it was pure f**k you to them yaar that is why he contested now when that decision happened it happened you know behind us where all the emporiums in Delhi wo baba khadak singh marg wahan peeche ek badi si ek auditorium hai pata nahi kiska tha wo diya tha hume and it was all that we will do everything by referendum which of course came to bite him also you know shiru mein karna chahiye ki nahi karna chahiye haan haan karna chahiye okay we have a party and now we are all founding members but before that you know there have been a smaller meeting with Kiran ji with Prashant and all that the party will be formed he knows which way the crowd is going to go and if he wants the crowd to go this way he will put the proposition in a way that he will win the proposition which is why when Prashant and Yogendra ji and all left the party who left with them yaar did it impact the party kuch nahi hua see I will just come to the 2-3 other things that I learnt one thing I learnt is you cannot come on Sunday practice and be the captain of the team to be the captain of the team you have to be in the bunkers everyday with the boys if you are not everyday with the boys in the bunkers on Sunday you come and say I am the best player because I have a law degree the players will say thank you but you are not our captain the guy who has been in the bunker everyday with us is our captain they got that wrong they thought because they are smarter they are more articulate they have more degrees they will prevail no that's not how politics works it is the time you spend which is why Rahul give it 24 hours of your day the guy had no life for that time yaar he wouldn't go home whereas the rest of us would go home nahaad hokhe phir monday ko aate the woh toh saara din wahi tha toh jab aap aayenge aur hazaar log baithe hain unko bolenge boss meri baat sunenge hai arvind kiski baat sunenge ho it's common sense yaar and we privileged don't get it we think because we are smarter we are more articulate we are better looking they will listen to us they won't now what is your question sorry ya ya I still have faith in him I believe his moral compass is too solid to become what many of the others like to do what a couple do I always agree with what he does? no, I don't which is another reason I could probably never be in politics you know I'd have to go and speak I remember when we had to go and defend Kiran ji is that SCI remember when she did that whole she did this whole skit I remember I was holding my head I was like dude come on don't ask me to defend this on prime time at night because sometimes you can't defend shit man but I I think he if there is anyone who can take down the BJP in this country it is him and they know it otherwise you think they gave a shit one state which had none when they came in Rajnath Singh removed that one ACB that was under him the anti-corruption other Delhi chief minister has only one police station under her which Shira Dixit didn't use for 15 years as soon as he came he got an affair against Sibal, Ambani and Moily remember? and they did that in parliament they passed that whatever resolution and that was taken they have been doing politics long enough to identify the guy who is their biggest threat it is not Rahul it is this guy and I and like I said I think that his utterances on Kashmir were and they just did not said okay with me you can't abandon our Kashmiri brothers and sisters like that ironically fucking it they came to do the same thing to the Delhi LG was overruling everything but I also understand politics enough to know what is being done why I will never publicly endorse it and I will always question because as a journalist that is why I just use my call myself a journalist okay I consciously wouldn't but as a citizen I cannot endorse that but do I understand that yes I understand that and do I believe that this guy is morally corrupt no that I don't I I will still vouch for him he is my friend and one can you know reject it if there is someone I have seen who is uncorruptible it is even I will tell you talking about whose support you should take or not take we were to set up an RTI we had two RTI wards it happened in the Nehru centre what is it Teen Murthy centre it was in partnership with Zee Mr. Goyal was very fond of Arvind so Zee used to do a lot of support to us RTI campaigns they had sponsored the RTI wards one year NDTV had sponsored the RTI wards because I was very fond of him and you know because I was associated with NDTV lot of support now when he wanted we did this big event in Delhi and there were camps all over it was called Ghoos ko Ghoosa drive against bribes one can search for it the internet was not so major in 2005 but you will still find some remnants of that it was like huge logistically huge there were like about 60 organisations from around the country involved filing RTIs every day now people who had boots on the ground they were like we are fighting with these guys we are doing dharnas against these guys why are we meeting with Digvijay Singh he said you have to file RTIs they have a carder who will start doing RTIs whether it is because Sonia wants to undercut Manmohan internal politics whatever we have nothing to do with it you have so many carders do RTIs corruption is it our money our rights we have a right to know I was like dude seriously Sudarshan I am asking you to join the RSS they have carder if they sit and file RTIs on why is this broken people should use the RTI like they should do RTIs corruption now a guy like me would never go and sit and there is another thing and this was a big difference in the Sangh and Congress and this was even when I was a reporter with News I had to get back I didn't want to sit in his office but I was sitting in his house on his sofa while his wife was talking to his aunt it was very gharelu type so I can't stand the RSS but I can't people are complicated that doesn't mean I love Sudarshan and hate Sibal when are we talking are we talking about the UPA time yes Sibal is my primary combatant are we talking 2014 no he is not it is the RSS not Dharwinder I know"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:25.280",
        "message": "so I hope you are right and I won't push back on that but it does strike me that like when I think of what a man's character is I will think of his actions and you know when you mentioned incorruptible and I just look at that Kashmir thing"
    },
    {
        "speaker": "Guest",
        "time": "03:21:44.280",
        "message": "for example yeah right so you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:48.280",
        "message": "know either he genuinely believed that"
    },
    {
        "speaker": "Guest",
        "time": "03:21:51.280",
        "message": "he was"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:52.280",
        "message": "incorruptible I mean I know sure I mean look I am"
    },
    {
        "speaker": "Guest",
        "time": "03:21:57.280",
        "message": "sure even Modi is"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:59.280",
        "message": "incorruptible financially I kind of disagree but anyway I mean if"
    },
    {
        "speaker": "Guest",
        "time": "03:22:05.280",
        "message": "you have inside info feel free to give it here"
    },
    {
        "speaker": "Unknown",
        "time": "03:22:10.280",
        "message": "but Hitler was"
    },
    {
        "speaker": "Guest",
        "time": "03:22:12.280",
        "message": "a vegetarian"
    },
    {
        "speaker": "Unknown",
        "time": "03:22:13.280",
        "message": "Mohan was"
    },
    {
        "speaker": "Guest",
        "time": "03:22:14.280",
        "message": "incorruptible yeah I mean he was a primary I get it yeah I don't believe that he was an incorruptible"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:29.280",
        "message": "man"
    },
    {
        "speaker": "Guest",
        "time": "03:22:30.280",
        "message": "I don't believe that he was a vegetarian yeah so I don't believe that he was an incorruptible man I don't one way or the other, but so like my dadi used to say hum toh congressi hain, that generation was like that, they took part in the freedom movement, she was from Kanyamaha Vidyalaya for her Bapu, you know they had met these people, hum toh congressi hain, meanwhile my side of the family that had seen the partition had come from Lahore, they were for the Sangh, they are not even for the BJP, which is why Atal lost in 2004, the Sangh wasn't on his team and the Sangh, today Modi may be bigger than the Sangh, which is many pieces have been written about it and will it last, can they, but at least pre-Modi you could not be bigger than the Sangh, because people like my grand aunt, you know from, they were extended relatives from my father's side, from Punjab when they had come, I mean just one of them is alive today, otherwise they were five sisters all right, I, you know we got on well, they were nice, they were wonderful, they weren't bigoted like these bloody open air types, I mean that I will say, but they will say we will vote for who the Sangh says, if the Sangh says BJP, BJP, if the Sangh says Congress, we will vote for the Congress, but what the Sangh says, so that is that generation of voters, our generation of voters should be what is prudent, who can take down A, who can take down B, is he the perfect candidate, maybe not, was Mayawati the perfect candidate, no, but I was sick of the Congress saying that we are so cool because we are rich, sophisticated and corrupt, but she is not because she is not rich, sophisticated, but she is corrupt, so I won't vote for Mayawati today, if someone else, I can't argue with anyone saying that Mayawati is the best candidate, I know she is not, but at that time I wish a couple of hundred thousand people had voted for her and bloody she had, if you read the book Behenji by Ajay Bose, her coming to Chief Minister was a bloody miracle and it fucking jolted UP like nothing has before, we needed something like that, so right now if you don't like the way the country is heading, I don't see anyone even close to Arvind being able to take, and also not just the Shahrukh Khan ki film, Baniye ka Dewaag aur Mian Bhai ki Daring, it applies to him, he will take on anything, like he doesn't, he has, I don't give a fuck, so that is the reason I think he is the best"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:25:14.280",
        "message": "man, but yeah, I mean other than that, I kind of agree with you about how voters should not, you know, be fixed on one party and how we should be prudent, but I am also reminded of something, was it Hannah Arendt who said this, I forget who, but those who vote for the lesser evil should remember that they are still voting for evil, so you know, my kind of pessimism runs much deeper, I just think that, you know, like you, I will oppose whichever party is in power, because you know, that is kind of the nature of the beast, let's move on to talking about the media and I will end the show by asking about your experiences of Highway on a Plate, because you know, you intrigued me a lot with the little that you did say about it, but like when I look at the media, one of the things that I think is really exciting for creators of any kind today is that when I look back at the 1990s, creators were dependent on intermediaries, so if I was a writer, I could not reach my audience directly, my audience may value my work, because time is money, they are spending time reading or listening or whatever, but I have no way to capture that, I have to go to intermediaries like a Times of India or a news channel or whatever, give my work to those intermediaries, they collate eyeballs, they get advertising, I got a tiny, tiny chunk of that. I think that whole model is broken down completely, as you have also, you know, mentioned earlier and experienced and in fact, led the way for that. The model is broken down in two ways. One, I think that the way people discover content, consume content, filter content has changed completely. But I also think that advertising model is completely broken. Like John Wanamaker once famously said, half the money I spent on advertising is wasted, I don't know which half, I think today the percentage is like way more than that. All these metrics, which you know, publications used to get ads are basically just being gamed, it is a mugs game. And I think consumers are now more and more reaching creators directly and creators are able to not only build communities of their audiences, but also monetize that, because and especially what I feel is that the more you provide value to the consumer, the greater the level of engagement. So it is not just a total eyeballs that matter. It is a degree of engagement, like a news laundry support reader would 100% feel much more engaged and feel much more ownership than say Times of India reader, right? Tell me a little bit about your experiences of this, because you are essentially, you know, the first pioneer of this kind of thing where you are, where you have decided that advertising Jai Bharme, you know, we'll take the support of those we serve and as working out. So tell me, I'm very fascinated to know more about how you're thinking on this evolved and how"
    },
    {
        "speaker": "Guest",
        "time": "03:27:53.840",
        "message": "it's panned out. So I won't go on too long on this, because this, I mean, they're just so many angles, I lived with this for so long and learned so much, you know, it could take hours. But I will say a few basic things. One is, you have to find your, like you said, your immediate tribe has to be very committed and convinced of what you're doing, because they will carry your word faster than you will carry your word further. I will not get into too much detail in that. But, you know, giants like Google and Facebook need to be controlled and regulated. They need to be broken up. But how do you break up something like Facebook and Vivek Khol and I discussed this and you really wonder how because it's a network. How can you break up a network? It's not like big oil that you ran into fire for. But the power they have is deeply, deeply worrying. And they can shut you and me out if they choose to. Which is why regulation is an important aspect, which is why I believe we live in a post ideological age. I find the whole commentary around, you know, people who identify themselves as communists or socialists as idiotic as people who identify themselves as capitalists, because I shouldn't use the word like idiotic, but unwise. It is not a thought through position, because if you look at history, political history and economic history of the world, I mean, some of the most capitalist countries, so to speak, have the biggest socialist programs, whether it is, you know, the US. But the argument then would be that you shouldn't call them capitalist and vice versa on the other side, which is, you know, you live on. What's wrong with you? I'm blanking out. US, what do you get? You get after the Great Depression, the fatigue of talking about three hours is completely the big deal. What is a big new deal? The new deal, you know, the new deal and getting giving everyone that basic survival unemployment that you live on. In Singapore, you know, the housing that you get is like way subsidized. There's no place like Singapore where everything is like market, market, capitalist, capitalist. Look at China, communist state. I just think that the regulation that is required. So I believe regulation is something that is very important. But what you call regulation is what is like this whole debate around news media. Should you not be regulated? Of course, we should regulate. But who says we aren't regulated? The way it is worded, that there is no regulation, there is a regulation. We do abide by laws. We have to. There is some compliance we have to do. So what is regulation is important. Now, that is a very important part in the world going forward with people like Google and Facebook coming as powerful as they are. The honeymoon that you and I are going through right now can really be brought to a very rude and abrupt end. I think Germany is going down the right way. I think other countries also have to have think through how you control these guys because they are cornering the growth of the Internet when it comes to the financial aspect of the commerce of it is being cornered by four or five big guys that is not healthy for any society. So let's put that aside. That is all I have to say about this aspect. And it's a very important aspect of the growth. But when it comes to what can you and I do, you know, identify that tribe, convince people. And I've also realized that in the first stage, people don't identify with a brand or a mission. They identify with the person. Do they like Amit? Do they like Madhu? Do they like Abhinandan? And that's also true for politics today in the digital age, you know, which is why this whole lament of, oh, it's a one man party. Oh, it's dude, if you understand politics and messaging, that is how it will be, at least in the foreseeable future, at least as far as the media consumption and consumer behavior of voters is right now, your party will not be bigger than your leader. And no matter what noble intentions may have been started by that, we are against central command. High command culture, high command culture, you cannot do without that. Your party will not survive for one year. Similarly, stage one has to be person. People have to like you. So you have to put out what you believe. Your message is you. And then they say, OK, what this guy saying we agree with or disagree with. Like a lot of people in the beginning and now have stopped getting that hate mail and that hate tweets. We thought you were a good boy. Why? Because in 2012, my primary attack was at Manmohan and Gang. Now it is at your boy. Now you hate me. But at that time, you liked me. A chai enthusiastic, a lot I said, say Congress, a lot I take care, you know, so support. Subscribers. I hear message. So no matter how many tweet key by if I had to choose between two and a gun was put to my head, of course, I choose Congress because I hate I hate religious bigotry. Oh, my God, he's like this. Hello. Welcome to the party. Of course, anyone sensible will be, you know. Now, the next stage for growth opinions will not get you scale. If I had like for you, a single podcast, if I was doing a podcast, I can make a living doing a podcast. You know, I can get a few hundred, a couple of thousand subscribers. That's enough to take care of my needs. But if I want to do reporting, I want to make a difference in the news world. You cannot be the only star. You have to, over time, take the backseat. You have to become the side. And you have to have a bunch of people who are really good at what they do and are passionate as you. They aren't there for the anchor. But I want to be an anchor. I want to be an anchor. This lady, Narasimhan, was a Mr. Model or something. What was your pursuit? What are you doing? Have you ever had an interest in this? You know, have four or five such people who are as driven by the mission as you are because you cannot do it. So, you know, we have such a phenomenal team, you know, our design team. You know how committed they are. They're so young and they have that. There's a raid. Should we come to office? I said, kids, you stay home, man. Should we come? How have they not named us? They are willing to jump into the fight with you. And they're 24. I'm fucking 47 here. You know, have that team and you'll go through mistakes. You'll hire five lemons who are just there for the ride. And then when they realize, dude, these guys mean business, then I'm quitting. I'm joining Times. Congratulations. Why would you come here if that was your intention? But most importantly, opinions will not for what I'm doing. It has to be ground reports. The crux of growth is ground reports. First post had more opinion piece than anybody does. They will know it's going to pay to pay first post. Nobody. Your ground reporting has to be of a certain caliber. If it has to grow and podcasts are very important because podcasts are very important for your primary tribe. Your primary tribe likes the sound of your message of your passion. But podcasts are high engagement. Absolutely. So that and we started podcasts, you know, before anybody had because I was addicted to podcast from the mid 2000s. So I was just addicted to the NPR podcast when that bloody Lehman broke and they started Planet Money. I was addicted to that podcast and I haven't missed an episode in the last so many years. And I was like podcast. And I think he started out in 2013, 14. I forget when we started a podcast. And I was like, why the fuck should I start a podcast? I like do it. It is the most highest engagement thing. And sure, it was. And when we put it behind the paywall, you know, that's when we saw the biggest spurt in subscribers back then, when we just had three or four ground reporters. Today, we have maybe 10, 11, 12 ground reporters. And we want to take this number up to 50 ground reporters. We want to have the network of reporters who are passionate, driven and not influenced by advertisers."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:54.880",
        "message": "Fabulous. But my one comment on that issue about, you know, a handful of these networks owning the Internet is that, yes, I think that's an existential threat to all of us. And I'm incredibly worried about it. But I also feel that we should not reflexively think of state coercion as the answer. If state coercion is to be the answer, then it's people like Modi who could be deciding or people like Trump. And so I'm just really wary of that. That's fine. You want to regulate the media, but who's regulating you? You know, any dispensation that really regulates you through the power of the state will crush dissent in some way or the other. That's kind of what I mean. Yeah, that's a more complicated"
    },
    {
        "speaker": "Guest",
        "time": "03:36:33.460",
        "message": "discussion that, you know, we can leave for some other day, but there's an inevitability to governments. And there's an inevitability to governments framing regulatory frameworks. Do you want to influence that as much as possible? Yeah. Now, how you go about that is a different, but at least in the current state of how things are run in the world, you can't get around that problem. And one thing that I've learned from people like Arvind especially is that identify the problem that you can't change and then fucking set that aside as a given. This is a given we're living with. Now, what can I change to get to where I want to get? Governments framing policy for anything is a given. How we get about influencing that is what we can do. Well said, you know, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:37:32.000",
        "message": "mentioned highway on a plate and all that. I won't ask you to elaborate on it at a too much length, but I have a broader question that also kind of touches upon that experience, which is that you, you spoke that while shooting highway on a plate, you visited every state in this country, which is phenomenal. Now, both of us grew up in little privileged bubbles over time. We came out of it little bits at a time and our eyes open and you see something new and a layer falls off somewhere and a veil falls off somewhere else. And you see something in a way that you didn't see before. And in your case, one as a general thing, you know, when you look back as the young you, the 20 year old you, and you look at you today, what are the layers that you think fell off? In what way are you kind of different from that? And would this experience of having taken you to so many states for this show and would also the experience of so much ground reporting, you know, actually, you know, getting out in the field and, you know, even though a lot of ground reporting may have been back in the day, you know, how did this make you see the country differently? Like if there's a young person who, who has the same kind of background as you and I do, but they're young, they're 22, what do you want to tell them that, bro, the world is not how you see"
    },
    {
        "speaker": "Guest",
        "time": "03:38:43.640",
        "message": "it, but what else would you add to that? I mean, there are many things, but I mean, maybe the couple of things that are most important learnings for me were that, you know, I had this cockiness and arrogance that, that many people have, because, you know, I come from a home that is very well read, I have read so many books, I went to a good school, I passed exams fairly effortlessly, I never owned a textbook in my life. And yet I'd, you know, I'd pass, I may not top, and people would say, you know, you have that cockiness. The one thing that I learned through my travels with having a plate, the documentary films I shot, Arvind, everybody, the people who are in the gig, know the gig best. So, which is why central planning is something that I'm completely against the whole Swaraj model. And I'll illustrate this by one specific example, because while I was shooting having a plate, I was also flirting with activism at the time, you know, quote, unquote, again, you called yourself a journalist earlier, and you've spoken about that right now. Great. So you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:57.840",
        "message": "exhausting me to submission. This is the whole reason of for our podcast, you tire the person"
    },
    {
        "speaker": "Guest",
        "time": "03:40:02.520",
        "message": "out and then they speak the truth. But, you know, we were in the Northeast, I think this must have been, maybe somewhere near Nagaland. I think this was in a village called Thembang, if I'm not wrong. And, you know, have you traveled to Arunachal Nagaland, etc? No, sadly not. It's really, I mean, now, of course, when you go into Arunachal, that you have to stop to show your inner line permit, etc. Now there's lots of shops there, where I had gone for the first time. It was like, you go then there's this deep green river and lush forest, like Jurassic Park, you know, it's a, it's very dramatic entry. And then as you go further, because they're clouds very low, now you like driving in and out of clouds. It's really, I mean, the visibility can be very low. And the weather isn't that great all the time. So, and you know, in the evening, when you're not shooting, you sit with whether you're in a village, you go. I was like, what would you want over here if you were given the funds in this local area? This is a cinema hall. Someone said a hall where we can have marriages, parties, you know, dance parties, music. I was like, dude, like, seriously, this is why, you know, central planning may be a good idea. What do they want? A cinema hall. They want a hall for parties. And then when you stay and talk, you understand why they said, because in our village, if any kid wants to watch a movie or wants any entertainment, they have to go to, you know, depending on which village, Kohima, Phunishalong. And you've seen the roads here. We lose whatever X amount of kids every year to accidents. If they had a place here, they wouldn't drive 40 kilometers away to watch a film or to go for a party or to play in a band. There should be one close by. And I'm like, you know, would a central planner here saying that, you know, in the Northeast, in these eight villages, what should we put? Would anyone say cinema hall? No man. Would they say a bloody hall for music system and a stage where people can perform? No. They say, Khamba lagao, bamboo lagao, whatever the fuck lagao. No, those guys know best. And when you sit and talk to them, you get. So one learning was that. Oh, lovely story, which you might like. I know your listeners would have said this on a Highway My Plate podcast. There's a place near Rajasthan called Sendra. It has the best dahi bhallas in the country. Now, before Pragati Padana was demolished, there used to be an annual food festival there and prizes are given that most, you know, best chart. These are winning best dahi bhalla for years. So we were supposed to go to Jaipur from Jaipur, you know, via Jaisalmer, ahead all that. But we had to make this detour to Sendra for dahi bhallas because our research showed that there's this place called Sendra. I was like, dude, we're going to take a hundred kilometre detour for dahi bhallas, like one sequence. And as a producer, you're thinking, is it worth the trip? So I was in any case in a very negative frame of mind. I was like, how special can dahi bhalla be? So while I was sitting there, you know, waiting for the shot to be set up, I was telling Rocky, bloody fucking what, two hour detour for dahi bhalla. How special can dahi bhalla be? Dahi bhalla is dahi bhalla. The guy heard me. Now you're cocky, arrogant, city slicker. Isko angrezi nahi aati hogi. Usko toh saare aati hi thi. Although he was dressed in his, you know. He said, aapne kahi yeh scotch whisky baat se boor rahe hai? Whisky toh whisky hai. Scotch wali kyu khaas hai? Aur yahan aamari wali kyu achi nahi hai? Maine kahi, bataiye. He says, kyunki Scotland ki stream hai ta, uska paani khaas hota hai. Unki hawa khaas hoti hai. Wo jin lakdi mein rakhta hai, wo lakdi khaas hoti hai. Toh wo taste aapko yahan mili nahi sakta. Hamari jo gai hai, jisse ham dood nikalenge, uska jo dahi banta hai. Is hawa mein banta hai. Jo ghaas wo khaati hai. Jo ham paani use karte hai. Aap jaante hain, jab aapko Delhi aate hain, Pragati Meydan dahi bhalle banane. Ham teen tanker yahan se laate hain, aapke paani se nahi banate dahi bhalle ham. Agar scotch whisky khaas hoti hai, dahi bhalla khaas kyu nahi hoti hai. Toh nahi hoti hai. I was like, fuck man, that makes sense. He says, aap yahan se, main aapko bata doong hain hum kya kya daalte hain, kitna daalte hain. Dil mein bana ke dekha doon. Nahi aapke paas hamara paani hai, nahi meri ghaas hai, nahi meri ghaas hai. Aap se banega hi nahi. I said, okay, fuck you, Niku. You fucking talk too"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:35.200",
        "message": "much. Shut the fuck up. You know. How were the dahi bhallas? Outstanding, dude. And"
    },
    {
        "speaker": "Guest",
        "time": "03:44:39.200",
        "message": "I'm not a dahi bhalla guy. And I was like, fuck, you're right, man. There is something about this which is, I can't get in Delhi. And I mean, other than the film that I want to make, one thing that I want to do is, with Rocky, Mayur and Prashant, I want to write a book on Highway Unplayed. We have about 12,000 photographs. And Prashant and Rocky aap photograph ki raas. They were fucking, I'm an impatient guy when I'm shooting. And photographers are impatient. They're saying, wait, abhi aa raha hai, kadik. I said, we have to make 500 kilometers today. Ek aur photograph, kadik, kadik. Fuck, they would just maro my bund by bloody taking pictures. But now I see why. Because we have got pictures from Kashmir to Kanyakumari, from Kutch to fucking Arunachal. Like, I have a big poster in my house, which has about 100 pictures, this, this, this, this size. It starts off on the left corner with Kashmir, ends with Kanyakumari, and there's every state in the front, like from Somnath Temple to Ajmer to bloody Nagaland to Tawang Monastery to Leh. That is one mission that I want, that this book has stories of, and I'm not saying this in the chest-thumping that I love my India, Subhash Ghai or Akshay Kumar way, but the magic that, that being out there does. Probably this will happen to any country, but our country is very diverse. I think there's one cliche about India, that is that everything you say about India, the opposite is also true. Yeah, exactly. We are extremely kind, we are very cruel. What, what Veer Das has just said, which he's got a lot of flack for, he's making a different point, but everything I say about India is the opposite, also very true. We are extremely cruel and callous because of how we see lynchings happen in front of us. Like, in a country which is not considered so civilized as the US, even if a guy who looks like me with a beard, brown skin and all, if I'm suffering with someone, I'll be like, dude, you okay? Can I help you? Like in Germany, this guy really poached my cab. The guys in line said, we're really sorry, Germany is not like this. That guy is not from here. And they got me a cab because I was standing in line, the line was behind me and some guy just came and took the cab. Would that happen here? No. And we said, we are more civilized? No. But yes, here, when, you know, I was unwell, bloody people who you can't stand will come and give you blood when, and people who we don't see eye to eye to, we fight so much, yeah. Politically, we are on opposite sides. Prashant is, you know, Sushant's brother, Sushant sir, you see him on times often. He is as right as they come and I remember we used to fight so much. When I needed blood, he was there. He says, dude, I'm like 100 kilos, take two liters from me, you know. It's very complicated. And if that is something that I want to do, maybe, you know, when I'm, if I live to be 60, 65, maybe I'll spend five years finally putting all these pictures together and writing my travels and learnings from people like this guy who used to run this small dosa shop between, where do all the South Indian chefs come from? What's that? Udipi. Udipi to Mangalore, I think that was a stretch. He runs a small dosa shop. He's, he didn't even have two clothes to cover his body. We were a crew of 10. We must have eaten like 500 worth of dosa. We said, eat, okay. And we had a policy, we'd pay, otherwise we will not review it because you can't go eat for free and say that we. So we tell all the dhaba owners, restaurants, and then they'd understand, you know, all the hospitality, because after Rocky Mahir became big names, people would want to see us review. So we said, and people would say, we won't feature you. Then they'd say, okay, fine. Take the money. This guy said, I won't take money. I said, dude, you can't not take money. There are fucking 10 of us. Your hole in the wall is worth less than one wheel of a car. So please, please, no, no, no, no. And you know, there was a language barrier because then I usually pull out my Trump card and then we won't feature you on the show because that's our policy. He says, don't feature me. He said, I don't want to be featured in your show. It's late at night. You've come here. I enjoyed talking to you. I fed you those cells. I'm not going to take money from you. If that means you don't feature me, don't feature me. You know, you fucking meet magical people who have nothing and will give you everything. So, and you can't cross"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:48:56.200",
        "message": "dicks also. So yeah, someday. Yeah. I mean, that cliche is one. In fact, I keep repeating about the opposite also being true in India. I'd done an episode with JP Narayan where I put to him, I mentioned what an illiberal society India had. And of course I meant things like how we treat women, caste, all of that. And he said at the same time, it's very liberal in some ways. You look at the cuisine, look at the food, which you ate. Everything in every meal you must have eaten has really come from all over the place. And just to add something to this Dahi Valla angle, one angle he probably forgot is that, for example, why do people eat so much tomato juice when they're flying? Because at that altitude, it doesn't taste but taste and tomato juice, tomato juice tastes better for that way, which is why they sell more of it up there than down here. So maybe there's something to that as well. And yeah, and I, of course, you know, as you would know, I have a deep distaste for central planning, but that is one way in which Modiji and Heruji are exactly the same, great belief in doing everything from the top down. So I'm, you know, I've really taken enough of your time and you've been very kind with your time and insights. I'm going to ask you one final question, which I can't help but ask, which I ask all my guests. I'd like you to recommend some books for my listeners to read, books that might have shaped you, changed you in some way that are dear to you, or even books where you want to stand on a soapbox and shout, read this book, please read this book."
    },
    {
        "speaker": "Guest",
        "time": "03:50:23.200",
        "message": "Okay, that's a difficult one because there's so many and also what phase of life are we talking about? Like, I would not recommend, you know, Guha's India After Gandhi or many of his books, because I think he, because his wealth of knowledge is so immense, he can tell you a story that would ordinarily take someone 100,000 words, he can tell it to you in 10,000. So India After Gandhi can tell you a lot about the odds that India was shaped in with, in a fairly, I mean, think about how big the country is, keeping that in mind. So, you know, but I would not recommend that to someone who's in class 10, 11, 12, or even first year college. Maybe you should read that if you're in your 20s or 30s. I would not recommend Thomas Hardy to anyone who's maybe mid to late 20s."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:13.200",
        "message": "Let me give a twist to that. What would 47 year old Niku recommend to the 20 year old Niku?"
    },
    {
        "speaker": "Guest",
        "time": "03:51:18.200",
        "message": "Oh, dear God, that PG Woodhouse is going over your head. So fucking don't waste your time by reading them just because your mother says they're funny."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:25.200",
        "message": "I love PG Woodhouse but continue."
    },
    {
        "speaker": "Guest",
        "time": "03:51:27.200",
        "message": "Yeah, but yeah, I would recommend, you know, honestly, I read a lot for my age. So I actually wouldn't. But what I will say is that books that have completely knocked my socks off is M and the Big Whom by Jerry Pinto. I think, and you know, I've read some other books of Jerry after that, which are not that great, but don't hold me to it. But I will hazard saying that that's probably the best book by an Indian author I have ever read. His mastery over the language, his craft, and not just that even Rushdie has. Rushdie is very good at language and I would also recommend Shame. Highly recommend Shame. For me, it's better than Midnight's Children. But he's able to communicate the most profound emotions in like four words. Like how the fuck does he do that? And that story, it is so honest. It is so identifiable. You can see many of your life instances there. So I'd say M and the Big Whom is a must read for anyone. When I read it and when you send a wave, I read it, I closed it. Next day, I bought five copies. And whoever I met in the next week, I said, here, read this book, read this book, read this book. So that very few books have had that effect on me. M and the Big Whom is one. I loved Shame by Rushdie. I think Thomas Hardy should be read when you're in young twenties. It has an idyllic romance in it. And I think when you're that age, you should be a romantic. Fuck politics. It'll come to you eventually. You know, think of the romance and the beautiful things in the world. I mean, so in your early twenties, you know, I would say, you know, I loved it was panned by critics. I loved The Ground Beneath Her Feet by Rushdie. I even liked Shalimar the Clown a lot. I loved Brightened Rock by Graham Greene. I mean, it's like a punch in the gut. You know, the darkness that he creates, you get depressed. That's the thing about books. There's so many dozens and hundreds of them. Like for me, The Great Gatsby was like a wonderful book and it was so thin. It's the only book that I finished because also because it was thin and I was on a flight and I flipped it over and started reading it again. Because you know, you just, and then later so many things fall into place because then you're curious about Fitzgerald. Why did he write it? What was this Gilded Age all about? What was he commenting on? But today to people you're in my age whose eyes are getting weaker, I recommend podcasts because they are a fantastic way to learn. And Real Dictators is one that I highly recommend. It is just phenomenal. And also before I finish, I must plug News Laundry and I will say all for Amit's listeners, mail me at abhinandansekri at gmail.com. I repeat, abhinandansekri at gmail.com and we'll get you 25% off and we'll also send you a gift hamper from News Laundry. If you're in India, I can't ship it overseas, but if you give me an Indian address, I'll ship it. So you can mail me and we'll give you a 25% discount, but just you have to say that you came through Amit's show cause otherwise I'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:54:39.200",
        "message": "get other mails also. So yeah. Yeah. So kindly do that. And even if you don't want the 25% discount, even if you're abroad, if you've reached this far in the show, it's because you care because you're engaged. So please do subscribe to News Laundry. It's, it's, I love the work you guys do. And thank you so much for, you know, coming here, being"
    },
    {
        "speaker": "Guest",
        "time": "03:54:57.200",
        "message": "so patient, sharing your insights. No, my pleasure. Thank you for inviting me. And it was wonderful having you at the Media Rumble a couple of years back. Hopefully when you get physical again, you'll come and we have a lot more exciting guests and a lot more podcasts. So thank you for your show and, and reinventing the slow, long form, which"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:55:15.200",
        "message": "people had abandoned. I'm so glad that you're doing this. Thank you. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    }
]