[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "This episode of The Seen and The Unseen is brought to you by Intel. How do we see the world? A glib answer to that is differently. You and I can stand at a crowded intersection and look out into the world and see totally different things. Indeed, we could look at the same rock and see two different rocks. The world is the seen and the unseen, and the scene is such a small part of it. This is why I love reading literature. Books open windows for us into other worlds, even when they are set in the same world as ours. For those who don't read, you have one life to live. For those who do read, there is no end to lives and to seeing. Now, while I do read a lot, my biggest complaint about myself is that I don't see enough. I go places, I do things, but I remain stuck inside my own head. But a writer has to learn to see. How else can you build worlds for others? This is why I enjoy chatting with novelists on the show. Each of them sees the world in a unique way. And when they share some of that with me, I can also see a little better. Welcome to the scene and the unseen. My guest today is Saira Rai, a writer, a novelist who straddles multiple languages and multiple worlds. Saira is a granddaughter of the great Munshi Premchand, the giant of Hindi literature. But she doesn't often like this fact mentioned because, hey, she stands out as a literary figure and as a person in her own right. She's equally at ease with Hindi, Urdu and English. And all her fiction, in fact, is written in Hindi. But she's translated writers like Vinod Kumar Shukla into English, as well as some of her own work. I met Saira when I agreed to be on the jury of the JCB Literature Prize this year, and Saira was ahead of the jury. These are COVID times, so our jury meetings would happen on Zoom. The five of our jury members would gather to discuss a fixed number of books every week, and Saira would lead the discussion by talking about each book in detail. For me, and I think for all the other jury members, it was a jaw-dropping experience. She would talk about each book with such depth that she taught us not just something about the book all of us had read, but also something about reading itself. I figured that whenever we could meet in person, I simply had to record an episode with Saira. So finally, in the second week of November, we made it happen. She was passing through Mumbai, I invited her home for lunch and a recording in my home studio, and we had the conversation you will hear now. I loved having this conversation, and I loved listening to it again later, because I love books and writing, and Saira reminds me why. Listen in, I think you'll like it as well. But before that, a quick commercial break. As I mentioned in commercials in previous episodes, Intel's 11th Gen vPro platform helps companies boost their performance and security. And it does more than this. It also makes it easy to manage a large number of PCs across business locations remotely. Intel's vPro platform enables IT professionals to discover, repair, protect and even turbocharge networked systems. It is an unseen force behind the fact that all this technology around us keeps working smoothly. Intel's vPro platform is built for business, wherever business happens. Saira, welcome to the Scene in the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:52.440",
        "message": "Thank you, Amit. I'm so pleased to be here, and so nice to meet you finally in person."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:57.840",
        "message": "I've kind of been waiting for a long time to record this episode, but one of the things that I wasn't very happy about while researching for the episode is that there's so little of your writing actually available in English. Like I read a couple of great stories by you which we'll talk about, and also this wonderful essay you wrote for Caravan, which was so rich in impressions and ideas. But as you came in, you just mentioned that you've also got other essays in the pipeline, including one that talks about memories and the layers of memories that builds one's life. And you kindly offered to read it out for us. So I'm going to take you up on that offer. Tell me a little bit about this essay and then go ahead."
    },
    {
        "speaker": "Guest",
        "time": "00:04:33.640",
        "message": "Amit, basically it's going to form the preface to my book of autobiographical essays that I'm writing. The book is almost done. I think maybe one more essay left to write. And it's basically a family memoir kind of thing, but it's not actually a linear thing. Like all the essays are separate. They are usually about a place, a house or a person, various people in my family. So they are all interconnected essays, but they are not necessarily one continuous narrative like that. So this piece that I wrote, which is quite a short piece really, I mean, I intended it as a preface. I'm still not very sure whether I should use it as a preface. But it's basically about living in a house, which is a family house in Allahabad, in Raman Road. In it, the house is also a character. The house is a character in the sense that, I mean, it describes the house, the rooms inside, and how people lived in it, and my memories of those people who are not there anymore. So it sort of starts off like that. So that's the beginning of my... Wonderful. I can't wait to hear it. Let's go. So should I read it out now?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:41.440",
        "message": "Please. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "00:05:42.440",
        "message": "Right. So the piece is called Palimpsest. And well, anyway, I'll just read it out. So I don't have to, I mean, I'm not going to explain what it is about because the listeners will get the sense of it. It's called Palimpsest. There is something melancholy in the act of writing about one's past. This is especially the case if most of that past has taken place in the same house in which you still live. It is your family home, the same house where you have always lived, and yet it is different. There were people who lived here, but many of them are no longer alive. Absent, they are still palpable. The air is saturated with their presence, their invisible script written upon each corner of the house. You pull the door, and with a creaking of springs, it opens. The rooms are all there. You feel the volume of the space. You know the pictures that were on the walls, the exact position of the furniture, the objects in the room. Nothing has changed, but everything feels changed. You remember the way light fell from the skylights, some of which are now blocked up or have disappeared in changes made to the house. There are cobwebs hanging from ceilings too high to be cleaned, not that you want to clean them. There are termites, too, that swarm out of the ground and make mud tubes, reaching the most unlikely of places. You can, if you listen hard, hear the quiet clicking sounds they make as they move and munch away at the woodwork, hidden from sight. You want to disturb nothing. Each space in the house has a history, and it's as if everything in it casts a shadow, has a sort of ghost life. You try to catch the shadows, to pin them down, but it is not easy. The harder you try, the more elusive becomes the business of shadows, and you come away with nothing. You become obsessed with mirrors. Some mirrors are blind and reveal nothing. There are others in which you look and find in your face your mother or your grandmother. You see resemblances and patterns you had not noticed before. You hold up your hand to the mirror and look at the blue veins on your hands that taper into the fingers with their neatly paired nails. The prominent, busy lines intersect and connect with the lesser ones, like so many rivers meeting with their tributaries on the triangular delta of your hand. With a start you realise that it is your mother's hand you are looking at. It is then that you know that you cannot ever be separated from your history. Your past is embedded in your body, but sometimes mirrors are false, distorted, damaged or askew. These are the abstract mirrors, mirrors that you have imagined into being and that can play a trick on you. There is a patch of black chillies in the garden, black leaves, deep mauve flowers and the little chillies like black tongues. They look mysterious with a hint of virulence about them. Watch out for those black tongues, they can put a hex on you. The black tongues curse and the curse comes true. You think of the chillies when you look at a photograph taken on Nowruz in the year 1971. White was the colour for that year, it was the year of peace. Everyone in the photo is dressed in white and all the food on the dastarkhan is also white. You look at the faces in the photo and realise that all of those 12 people except for you and your sister are dead. There is nothing strange about that, everyone dies. This is no narrative of loss. Dying is merely a function of living. But then you see your mother, she is wearing a white saree printed with a paisley pattern in green. Short-sighted, she always wears glasses and these particular ones have an onion pink frame. The family has gathered round the teapot in the front veranda of the house. Uncharacteristically, she does not participate at all in the conversation while a mysterious smile plays on her lips. Quite suddenly, with an absolutely impassive face, she winks. Only then do you see that the lens from that side of her spectacles is missing. It is a comic moment and everyone laughs but it also brings home to you that there is much that you do not see. Your father comes to you when you are not thinking about him. He is laughing, he does not speak but he laughs. His laughter is loud and resonant and the whole room rings with it. It flows down the stairs in a stream of gushing sound and it gathers in a pool at the bottom of the steps. It rests on the laburnum that is in full bloom, startling into flight a flock of roosting sparrows. His body shakes, his eyes fill with tears. It is not clear whether the laughter is happy or despairing. One day you enter a room and you find your brother sitting there. He leans back and closes his eyes, as he does when he does not want to listen to what is being said. His wife is speaking. She is always speaking. A complicated web of lies floats just beneath her skin. For 26 years he has tried to get to the meaning of what she says. But the truth can just be glimpsed in flashes, for it can be found only in what she has not said. None of this happens of course. It cannot, because none of these people are here any longer. It's the mirror again, your personal mirror that keeps reflecting the past moments of which your life is composed. It invents some of those moments too and you can never be sure if something really happened. The strange thing about living in the same house all your life is that you cannot go back to it, because for you are still in it, and yet you keep going back. It is not the house that you are returning to, but a time. The house merely holds the accumulations of the years, evidence to the many layers of living in it that are transposed one upon another. You turn the things of the house over in your hands, curious objects, threadbare fabric, rusty biscuit tins holding loose clattering buttons of all description, old watches that stopped long ago, opaque lamp chimneys, issues of Lilliput magazine yellowed with age, and you don't want to let go of anything. For those things, unbeknownst to you, have become part of who you are. Sitting on the terrace, you look about you. The Algeria nervosa has spread its abundant foliage all over one side of the house. It's the elephant creeper. It grows rapidly, so quickly in fact that you feel it has grown another tendril or two in the moment that you looked away. You wonder if its roots go as deep into the earth as the plant does into the air. It has the house, and you, firmly in its grip. You shake yourself and try to leave. You've been trying to leave for years, fearing that in this stationary town with its two rivers and its narrow roads, you will become a pumpkin or a gourd. You look at other houses in other cities. Other lives flash across your mind. Hypothetical lives lived hypothetically. For you know that you will never go away. The house will never let you go."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:46.840",
        "message": "That's so beautiful and very moving and I love that image of a pumpkin or a gourd in this small town. This reminded me of a poem by Constantine Cavafy called The City. Have you read that? Oh yes, I love that poem. It's one of my favorites."
    },
    {
        "speaker": "Guest",
        "time": "00:13:58.840",
        "message": "Let me read it out for my listeners. Yes, please."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:01.840",
        "message": "This was so reminiscent of that. The City by C.P. Cavafy. You said, I'll go to another country, go to another shore, find another city better than this one. Whatever I do is fated to turn out wrong and my heart lies buried like something dead. How long can I let my mind moulder in this place? Wherever I turn, wherever I look, I see the black ruins of my life here where I've spent so many years, wasted them, destroyed them totally. And now there's a stop quote within the poem and the narrator continues. You won't find a new country, won't find another shore. This city will always pursue you. You'll walk the same streets, grow old in the same neighborhoods, turn grey in these same houses. You'll always end up in this city. Don't hope for things elsewhere. There's no ship for you, there's no road. Now that you wasted your life here in this small corner, you've destroyed it everywhere in the world. Beautiful."
    },
    {
        "speaker": "Guest",
        "time": "00:14:49.440",
        "message": "It's such a lovely poem. It's a very nice poem. I love that. I mean, Cavafy is also one of my favorite poets. Wow. Out of the other poems, I like this one too."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:58.440",
        "message": "Yeah, I kind of love this one the most actually out of all his work"
    },
    {
        "speaker": "Guest",
        "time": "00:15:01.440",
        "message": "because it speaks so much to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:03.440",
        "message": "Yeah, yeah, yeah, exactly. So, you know, one of the things that I think all our listeners would have noticed while you read that passage out and that I constantly kept noticing when I read all your essays and your stories, and I'll come back to that, you know, as we reach those particular pieces, is your power of observation. Like all these little details that you're coming out with. Like one thing I tell my writing students all the time is avoid the abstract. Go for the concrete. There's a lot of richness there. Now, I'm kind of curious about is this power of observation something that was always part of you or is it something that you felt the need to cultivate as a writer because another sort of journey you've spoken about is of being a young writer. Like, you know, you've spoken of the bungalows of Allahabad and how they were also far away from each other and you were like an island and you had no sense of that larger society around you. So you were like a writer without material. You knew there was a writer inside you, but you had no material, which is how when I look back on my 20s, it was kind of exactly like that, that you want to write, but you haven't lived enough to write. So this acute power of observation, has it always been there even before you had this consciousness of wanting to write?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:11.840",
        "message": "Amit, I think the power of observation also comes from dullness. I know it sounds like the complete opposite of what we are trying to get at, but it's the dull day on which nothing is happening. You are there quietly by yourself and you're looking around, you're looking at things. So you tend to notice much more because your mind is not distracted and I mean what you said about the bungalows and how I lived, I mean I spent my early years and I still do in fact live in the same bungalow, though the city itself has changed quite a lot. But my early years were very quiet years in the sense that nothing was happening. These bungalows, Allahabad is a city of bungalows that had been built by the Brits long ago and many of those bungalows have now gone. They've been demolished, but ours is one of the few bungalows that remains. So my life in those bungalows was one of solitude. I would say even as a child, I mean there were not many people to be met and neighbours were far away and we were not really particularly interacting with the neighbours. So it was a lot of space around you and you could sort of wander about in that space, climb trees, I even chewed leaves to find out if they're poisonous. Were they? Obviously not. Yeah, so I survived that. But I mean there were all these experiments that could be done and you could just observe nature and observe. I mean it became like examining everything under a microscope really because I mean nothing else was going on to take your attention. There were birds, bird calls, all these things you were noticing. So it was in a sense an idyllic life, but of course it was far away from other people. So while writing stories, one also has to know those people and in India that already comes with a challenge because all the names for instance of people, they come with their background. You know, Mr. Jhunjhunwala or Mr. Gupta or Mr. Srivastava, Mrs. Dhondi or whatever, you know, these people all have different sets of geographical and also cultural sort of features. So you already don't have that, which was what I found difficult in the beginning when I started to write that living in a bungalow like this, basically you don't really, I mean there's the linguistic aspect also of it, which is that in the kind of house that I grew up, there were many books and books in several languages and the languages that I heard around me like we spoke Hindustani at home, in school it was English and we were supposed to be fined if we spoke in Hindi. So that never really happened. I mean we were not fined and people spoke in Hindi all the time, but that was the thing that they did not encourage speaking in Hindi in school and at home we were embarrassed to speak in English because our family had a sort of linguistic pride. I did not sort of, nobody, none of us spoke in English at home and then there was the Avadhi that was spoken around us like people, the servants for instance, they spoke Avadhi and other people around who had a rural background, they were speaking in Avadhi. My grandmother spoke Bhojpuri because I mean she came from, I mean from that side, further east UP, Banaras was mine, I mean Lamahi, actually that's a village called Lamahi which is about three miles away from Banaras and there's Bhojpuri spoken over there. So she would speak Bhojpuri and Bangla, my father was a fluent Bangla speaker and well he spoke Bangla quite obviously. If he found out that you knew Bangla, he would always prefer to speak in Bangla and not in Hindi or Bhojpuri, but he spoke to his mother in Bhojpuri. So there was all these sort of sounds sort of falling, kind of multilingual sort of thing that was constantly and that's not my situation particularly in India because there are many people who would have a similar experience of many languages being spoken around them. So there was this thing of which language to write in. When I started out writing, I mean I wondered because English, I was quite fluent with English, my reading was in English, in school we were taught to write in English. So it seemed that perhaps one should write in English, but then while speaking I was more comfortable with Hindustani. So there was this whole struggle going on, groping for language as it were, which language to write in and this sort of lack of a language and then the lack of material because I didn't really know anyone around. So all these kind of added up to a sort of angst about writing, which I was not able to overcome for a very long time and this flight of writing from writing fiction pursued me for a long time, long long time. And I think finally in my 40s I started writing something like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:00.840",
        "message": "So I'll take your point about dullness being a factor for noticing, but the point is generations of people went through the similar dullness and didn't emerge with, didn't have those powers of observation frankly. I mean I kind of didn't, I mean that is if there is one thing that I think I lacked, it was this looking at everything with that acute glance. Very often I've kind of eaten a meal and you could ask me later what did it taste like and I wouldn't have noticed"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:24.640",
        "message": "because that mindfulness is just not there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:26.640",
        "message": "So a lot of threads to pick up on, but when you spoke about languages, like elsewhere you've spoken about how your mother Zerahera and her sister Mogul Mosud, you know they used to write in Urdu and then they used to publish it in Hindi because you know easier to get published that way and they would tell each other stories and they would add a first sound, F sound"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:47.440",
        "message": "so that other people couldn't make out what they were saying because this one consonant would be really prominent and all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:52.440",
        "message": "And I imagine that that would lead to a heightened mindfulness of language itself. Like what is it doing, you know what, how are the different sounds interacting, how does something sound, how different kind of words come together. Like the exact same example that I mentioned about food could be a very bad habit for a writer."
    },
    {
        "speaker": "Unknown",
        "time": "00:22:10.240",
        "message": "If you're not mindful of language at all,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:13.240",
        "message": "and of course most of the writing one does is kind of an autopilot, but you arrive at that autopilot and you build that reflexive style by first being mindful."
    },
    {
        "speaker": "Unknown",
        "time": "00:22:22.240",
        "message": "So was there a sense when you were kind of growing up,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:25.240",
        "message": "was there a sense where language was important, were you thinking of language differently from say, you know the people you went to school with at St. Mary's or whatever, was there that kind of close attention to what words are being used, how a story is being constructed and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:40.040",
        "message": "Well actually in my family, language was one thing that was constantly spoken about. I mean people, if there was some word for instance that appeared that you did not know, immediately a dictionary would be fished out and the word would be made clear. And also sometimes going to the root of that word, whether it was coming from Arabic or Persian or whatever, you know depends which language the word belonged to. So there was this very heightened consciousness of language in my family and as you said, I mean my mother and my aunt both wrote their stories first in Urdu, which was their primary language. And then because of ease of publication and just wider reach of publication, they switched and they wrote their scripts out again in Hindi. And they were constantly, I mean their early education, they did not go to school. The Maulvi used to come at home to teach them. And of course they had many tales about how they used to give the Maulvi the slip. Like he would come and Maulvi Sahab was very fond of his opium. So he'd come and he'd sit down and he'd set them the work for that day and he'd put on, have his opium and then he'd fall into a deep sleep. So these kids, I mean they were really wicked kids I think. I mean they were sort of, they were pretending to sort of move backward and forward learning their Farsi and learning their poetry and all that. And then they would go to the kitchen and pick up this huge tin thali from there and bang on it with a huge stone. So this sounded like the bell that came from the town hall at 12 o'clock or whatever and they'd sort of, Maulvi Sahab would wake up suddenly and say, oh what was that? Is it time? As the gajar baj gaya, gajar bajta tha. So gajar baj gaya meant that his lesson was over. So haan haan Maulvi Sahab, humlo toh ek ghante se padh rahe hain. And then he'd shuffle off and the lesson would be over and then they'd be free to do all their little pranks all over the place. So I mean, so they never really had a formal education in that sense but even so they were really well versed in their Farsi and they would do and they knew all these couplets and for every occasion they'd come up with a suitable couplet. So all this whole thing of many languages was already there at home. You know, one could hear this and these languages sort of went into a sleeping pool of languages, I would say, inside me which never emerged at that point. But there's this whole mysterious thing about writing that when you sit down to write, it's like one word follows another and somehow what emerges is what you may have felt say 40 years ago and you don't know which bird it was singing in the pine tree on which particular Sunday or which line someone said that is suddenly going to surface when you're writing and you will not be able to think of that when you're actually not writing. So it's a very mysterious and a very magical process. So language too is part of that. You know, the words for these things come when you're actually writing them and they are somewhere in your submerged memory and you don't remember them. If you consciously try to remember them, they will not come out. So that's how languages have worked for me. You know, it's something, it's more a process of absorption. You know, it's just something that is going inside you and is waiting for that time. So, I mean, when you put it down on paper, it's just something just, it's like when you put this lemon juice on, you know, if you write something with lemon juice and you iron it, then the writing appears, otherwise it's invisible. So it's a bit like that, you know. So these things are already within you and when you write, they just, you recognize them rather than remember them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:12.640",
        "message": "That's beautiful. So the writing is already there"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:15.440",
        "message": "and the process of writing is like the act of ironing. Yes, yes, absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:20.440",
        "message": "I'm also fascinated by a sort of another thread that came up when you were reading that piece that comes up now, that comes up in your other work, which is sort of the thread of memory. Like I did an episode with Anshul Malhotra who had done a very fine book on partition. You know, just looking at the objects people carried with them during partition and the memories that they carried. And like while researching for that, one of the things I realized was that how memory works in the brain is that when you remember something, you're remembering what happened. But every subsequent time you're remembering the last remembering of it. And therefore, over a period of time, your memories can grow richer or can fade or can have other layers painted onto them by whatever, which is why, you know, sometimes if you shared a memory with someone 20 years ago and you both discuss it, you might find that both of you remember it completely differently."
    },
    {
        "speaker": "Unknown",
        "time": "00:27:10.040",
        "message": "While one would assume the instant after it happened,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:13.040",
        "message": "it would have been the same thing. But over time, it's kind of changed. And what I find in your essays and so on is that there is a lot of very deep remembering. And I say deep remembering, not just in a sense of events, but also all these impressionistic details that are kind of all over the place. I saw my father struggle with Parkinson's before he passed away. And his memory was kind of going before that for a few years. And one of the things that, one of the common phenomena in people whose memory goes in old age and which I saw in my father was that the edges remain very stark. So you remember what happened yesterday and you remember what happened when you were 10 and it's those middle periods which kind of tend to go. And I remember once he asked me that, you know, what were you like growing up? Because I don't remember. I think about that because when I look back on my own process of remembering things, you know, some people that never had meaning suddenly have meaning because of the way I have changed or just the nature of memory changes and one forgets so much. So since you have both been someone who is playing around a lot in that pool of memories, both in your writing and I'm sure in these autobiographical essays as well, which I can't wait to read. And as someone who is deeply self-reflective, what are sort of your thoughts on this? Like, is there a sense in which your life at 10 is being more richly lived now than it was when you were 10?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:35.440",
        "message": "I think that is true because actually I have always thought, in fact, I wrote about this in my novel also, that the past actually never dies. The past becomes present for you when you remember it. So in a sense, there is no past. I mean, everything, at the moment of remembering, you are living it, right? I mean, sort of, it's just there for you. So, and also memory is changing. You said that you may remember something and last time it was completely different. I think that's what fiction is all about. Perhaps life is a fiction, you know, because you live things and later you remember them. It's something else you remember and when you're writing about it, some other thing happens. You know, so it's all part of this whole mysterious universe of words and memories and how words recall those memories, which keeps changing. And if two people have, say, been through some incident together, their remembering of it can be completely different. We just don't know. It's also the individual perception of things that comes into play and some person may remember a certain thing about that day, the other person may remember something else. So it just becomes like that, different memories. So it sees various layers and various sort of submersions, I would say, and things that you come up with that just add to the whole persona of the writer, I think. I mean, it's just, people do a lot of detective work. For instance, when you're writing something, you publish a story. So people go, oh, this is about this one. You know, people say, and it's a very irritating question for any writer because when I'm writing, for instance, the story has to be grounded somewhere. You can't base it in some fictional place. It has to be a place that you know and you can write the details of. But the story itself, when it's put into that background, into that ground, rather, is a fictional story. So, I mean, it's not about so-and-so or, you know, people always try to find parallels, especially people who know you try to find parallels in your stories. But I think that is a completely sort of not a good way of looking at sort of writing like that. But I think we live our lives largely as fiction, you know, and the memories that get created are also fiction from that point of view."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:51.640",
        "message": "Yeah, fascinating to think of it like that. Tell me a bit more about your childhood because, you know, got this collection of your grandfather Munshi Premchand's collected stories, which had an introduction by you. And in that introduction, you wrote, and I'll read this bit out. A mention of Babuji would crop up in conversation, the simplicity with which he chose to live his life, his idealism and high moral standards, his loud and infectious laughter, his writing at odd hours of the night, early in the morning, often by light of a hurricane lamp, his commitment to the oppressed and downtrodden, his belief that money corrupts. The notion that being poor is somehow spiritually exalting, a little hypocritically permeated the atmosphere in our well-to-do home, so much so that as a child, when asked once what I'd like to be when I grew up, I answered that I'd like to be poor. His inability to clear a qualifying entrance exam for college because his maths was weak, the particular vegetables he'd been advised not to eat because of his poor digestion, talk about him was frequent and he was never far from us, hovering benignly in our consciousness, a somewhat larger-than-life figure in the family cupboard to be thought of with pride, stop quote. How was it like growing up in Premchand's household, whose outside the household, of course, is a legend and much loved by people in a very visceral way, as you go on to describe later in the essay, but at the same time, like your answer about how I'd like to be poor when I grow up, I guess, did that aura of Premchand, and also your family was very literary, both your parents were artists and they were accomplished, in fact, your grandmother herself was a very formidable person and I'll ask you more about her later, but growing up then, as you did, what was that like? Did it set you apart from everyone else? Did you have this sort of feeling that I have to live up to this? Like earlier you mentioned you were scared to speak English at home because, hey, you know, the greatest Hindi writer is home. So tell me a little bit about how that played out."
    },
    {
        "speaker": "Guest",
        "time": "00:32:44.640",
        "message": "It was actually a fear of standing apart, you know, I mean, because in school, I mean, in the Hindi book, obviously, I mean, every year we would have a Premchand story in the book that we were taught and I would sort of think of it with dread, the day when that story would be read, because the teacher would point me out at once. Oh, that's her grandfather who wrote this and everyone would turn around to look at me. So it was a moment of pride for me, but it was also a moment of dread. I was a very shy child, I was a pathologically shy child and then to have everyone notice you and, you know, maybe talk about you, think about you. So all that somehow made you stand apart and it was not something that I quite enjoyed. Inside, I was very pleased that, look, my grandfather was so great that everyone knows about him and all that. But it was his very largeness, the very, you know, his greatness outside the home that made him somehow out of reach for me. I mean, of course, I read the stories. Firstly, we all went to an English medium school. So Hindi was not a language that one was reading on a regular basis. Of course, one read the textbook and all that, but I actually came to reading Hindi much later. I've also discussed this in that essay that I wrote, when my father was choosing stories for Kahani and all these whole bunch of stories would come and, you know, there were too many. So he'd asked me also to sift through some of them. So then I started reading Hindi. But Hindi literature as such, as far as Premchand went, I had not really read very much Premchand when I was a child. And also there was this feeling somehow that I'm related to him, you somehow have inhaled his writing without having read it. You know, this very peculiar feeling. So that was there too. And then slowly, of course, one became aware of the writing and I read it much later in my college years and when this Kahani thing happened and one was reading more comfortably in Hindi, I actually tutored myself to read in Hindi and to write in Hindi because, when people used to ask me, even when my collection of Hindi stories had been published, that did you write them in Roman? How did you write them in Hindi? It was always this linguistic kind of migration that was happening all the time in me. I was thinking in Hindi or sometimes in English sometimes and the reading and the writing were crossing and the whole process of translation, for instance, also began as a sort of groping for language and which language is as to find which language was I was the most comfortable in. And that process has never really changed. It's still the same, you know, I still fumble. I still fumble. I think maybe this will be better in English, that this will be better in Hindi. The knowledge of Urdu also complicated it a little bit because then there's Urdu also to be reckoned with, you know. So, I mean, it's all these, but I don't think of them as a disadvantage. Rather, they contributed to a kind of richness of voice. I think if you know other languages, they are always pushing up between, beneath the language that you're writing in. So, you get a sense of a larger sort of linguistic culture when you're writing, say, in Hindi, for instance. I like to write in Hindi because things around me are happening in Hindi, you know. I mean, everything that's taking place is happening in Hindi and Hindi also has the advantage that you can lace it with things from other languages like registers are important. For instance, if there's someone who's swearing or some vendors calling out, you know, jamun, kali hai, dilwali hai, you know, little phrases like that which are impossible to translate in English. And English already has a sort of middle-class feel to it. I mean, it seems to me that middle-class homes, only people in middle-class homes mostly know English. And that is the world that they know. So, when you write about a person walking on the street, you can't do street speak in English because the speech is actually much more colourful in the colloquial language. So, English has that disadvantage. I mean, it has sort of, the reach is not as great as the regional languages, I think. So, I mean, it's a whole world that is closed in a sense to the writer in English, I feel. I mean, of course, people are writing, but somehow, I mean, I feel that the languages can get that much better. Hindi, for instance, which is why I decided. And my father, of course, wanted me to write in Hindi. So, that was also one reason why I started writing, started thinking about writing in Hindi. But there was this whole lot of other reasons too."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:18.840",
        "message": "Yeah, I think you mentioned in your essay that your father had this belief that whatever is the language of your birth,"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:23.840",
        "message": "your mother tongue, you must write in it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:25.640",
        "message": "You know, Premchand once said that he wrote Hindi in the morning, Urdu in the afternoon, stop quote. And he also used to take notes for his stories in English because it just seemed to lend itself to that,"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:36.640",
        "message": "the kind of economy of the language,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:38.640",
        "message": "the precision of the language and all of that. And it just strikes me, as someone who's only really good at one of these languages, the other languages I understand, I speak, but English is the only one I've really thought deeply about and written in. And it just strikes me that they're all fundamentally so different from each other that there are things you can express in one that you just cannot express in the other, for example. So, is it then the case that the language that you then choose to use at a particular moment is what is appropriate for that task? Like, I imagine if you were writing, say, a business-like email to your bank, you would, of course, do it in English because you're just putting down a bunch of points. But if you want to capture the ambience around your local paanwala, you cannot capture that in English. You have to do that in Hindi. I just find that, you know, being multilingual myself, at least at a sense of speaking these languages, I feel that I'm more fortunate than people in the West who might only know one language because it's kind of richer this way. So, is that something you feel at all? And has there been like a process where you've come to peace with knowing that you have all these languages with all their different flavours for all their different uses and not have to think about, this is my language?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:55.040",
        "message": "I don't know if the question of which one is mine comes into it because, I mean, these are all the languages that compose the universe that is around me, you know. And even if I'm, for instance, translating, the language that I choose to translate in will also, even if it's English, it will have different registers from what I have absorbed from my surroundings. So, all these languages compose the environment where I come from. So, I don't really sort of think of it as this one is mine and this one is not, you know. It's just something that you have grown up with and something that has become part of you. So, all these languages are part of me. English is something that I have read a lot in. Most of my reading, in fact, has been in English. This has also been an advantage in the sense that it has shaped my sensibility in a certain way. And when you read something and it also kind of hones a kind of critical register in you. So, when you read something else, for instance, in Hindi and you know the horizons that are there in Western literature, which is, you know, many other languages, which, of course, we get those in translation, but even in translation, I mean, you can get a sense of all these other worlds that exist outside India. And you sort of use that lens to look at what is around you, what you are reading, even in the languages what you are reading. So, you get a kind of critical faculty and your sensibility has got shaped by the reading. So, reading has been very important for me. I mean, reading has been one of the primary things that I have done. I mean, I've been more of a reader rather than a writer, I would say, because, I mean, I've been reading from the age of, what, five or whatever it is. I'm very young age and, you know, you sort of go through all these authors and you sort of pick up something. And, like, when I was eight years old, I think I wrote my first story in English, which was modelled on the Enid Blyton stories that I would read and it was picked up. I mean, Arvind Mehrotra and my cousins Alok and Amit, who died later, they were bringing out this magazine called Damn You. It was on the pattern of the New York little magazine called Fuck You. So, they named it Damn You. And they were all a bunch of teenagers themselves then. They were in University, Allahabad University, and they decided to sort of bring out this cyclostyle magazine. So, they used it in that because they were running out of material. Who's going to give the material to these bunch of teenagers? So, anyways, they were looking for material at that point. Of course, it became very famous later and now it's become part of this world sort of magazine thing, you know. But at that point, so my story, the early story in English was published in that, Damn You. So, my journey, in a sense, started with English. But then, of course, as it went along, there was a huge gap in my writing. It started at that age, but then I wasn't writing very much for many years. And for all these reasons that I was groping for a language and just thinking and agonising about how I was not being able to write and looking at the shape of my hands, for instance, or looking into my eyes in the mirror and thinking, oh, this looks like a writer, but I could not somehow, the writer and I could never meet. You know, it was like having a star-crossed lover. You know, you couldn't meet the writer and I were just, you know, away from each other. So, anyway, so and in that time I came to this, there was this, there's this word Shabd, which in Hindi means sound and it also means word. So, this somehow created this bridge for me. It was, it came to my, I mean, I thought about it in that way that it's a bridge between the heard and the written, you know, because it's a sound also and Shabd is a word also. So, it's the written word. So, that somehow seemed very important to me at that point. It became like, it created a kind of bridge between the heard and the written literature. I mean, there was this language of sound, I thought, which had no meaning behind it. For instance, the whistle of an engine or the sound, the chak-chak sound of the pump. I heard it in the village where I went once, or the sound of the bullock cart wheels grinding away on the road. These are all sounds and it's a kind of language of sound, but it leads to nothing else, but the language of words leads somewhere else. So, I mean, I don't know how, but it created this thing that there's something, the writing can be auditory as well as, you know, something that is written down. So, that was an important moment for me and gradually all these sort of, all this thinking about language finally led to my first story. I think I was, must have been in my early 40s, something like that, when I wrote the first story, which was in Hindi. So, that's how my writing career started and I started quite late. I'm a slow writer also, so, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:42.840",
        "message": "So, I have like three or four questions arising from here and one of them is this, that, you know, you've spoken about how a lot of your early reading was English and it blighted and then by the age of 13 you discover Sartre and all the Russians and Catherine Mansfield and so on and so forth. Now, it strikes me that the different literatures, different world literatures evolved in different ways to be something completely different and to have different sets of values, right? Like, for example, David Rubin in The World of Premchand wrote about Premchand himself. He wrote, quote, To Premchand belongs a distinction of creating the genre of the serious short story and the serious novel as well in both Hindi and Urdu. Virtually single-handed, he lifted fiction in these languages from a quagmire of aimless romantic chronicles to a high level of realistic narrative comparable to European fiction of the time. And in both languages, he has, in addition, remained an unsurpassed master and elsewhere Sheldon Pollock kind of expressed a view that Premchand believed in social realism and he kind of looked down on what he called the feminine quality, the tenderness and emotion of contemporary Bengali literature. And even at the level at which Premchand was writing that he's, you know, and I'm taking Rubin's words for it because I haven't read enough to come to my own judgment, but even at the level at which he is writing where he has lifted it to more serious, it is still very different from the European literature that you read. Like, when I read your stories, for example, you're using details and actions a lot. So it's all show-don't-tell in a sense. Whereas if I look at a story like your translation of Premchand's Idgah, for example, the second last paragraph, when the grandmother realizes what the boy has done, and it's all tell, Premchand is just describing her emotions and the way she feels. Whereas a more modern writer, a more Western writer would show her doing something and, you know, with more economy, just through actions and a detail, bring out the same emotion in the reader. These are different values at play. And again, one doesn't want to make a value judgment on these different values. These are literatures evolving in different kinds of direction. So then the thing is that as someone whose sensibilities are shaped by Western literature, by, you know, the precision, the economy, the sort of all the values of Western literature, would you have to slip into a different mode while reading Hindi and Urdu literature?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:01.840",
        "message": "As far as Premchand goes, I mean, the reason why he's doing this,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:07.840",
        "message": "firstly, he's coming from a different time. Of course, of course."
    },
    {
        "speaker": "Guest",
        "time": "00:46:10.840",
        "message": "And secondly, Premchand was in a hurry. I mean, he had a mission. He is trying to change things. I mean, he has this mission and so very often he's writing at great speed and he died early and he's written so much. I don't think anyone in the world have been thinking about it. I don't think any writer in the world has probably written sort of so much. I mean, he's written short stories, he's written novels, he's written plays, he's written letters, he's written essays, he's done translations. I mean, there's a whole huge range of what he's done, you know. So it's, I mean, I'm constantly foxed by this. I mean, how can a man who is in ill health, he has poor health throughout, he dies at the age of 56, how has he managed to write so much? And he's like fired with some kind of creative instinct and he has to change things. He just believes in change and he just writes and he's seen all these things around him. So he's writing about the reality which is still pretty relevant actually because nothing much has changed in the countryside. So he's writing and he's writing across a whole range of things. You know, he's also not just a social realist, I think. There are many stories that are not socially realist stories. There's one tiny story, I don't know if Arvind and I have translated. In fact, we've been working on that project too, which is, we've done about 8 to 10 stories. We want to do some more and then maybe find a publisher for them. So in that story, it's called Darwaza in Hindi and it's about a door and a little child. This man is sitting with a little child and this child is just looking and he's chasing a bird, he's doing this, that and the door is open all the while and the child is not bothered about the door and then suddenly somebody goes past on the road and he's selling sweetmeats or something he's selling and the child wants that. And this father who he's sitting with refuses to buy him that. So he gets into this temper and he rushes to his mother but the door which has been open all this while has suddenly banged shut and the child who so far had not been bothered with the door is now suddenly very anxious that the door is shut. So he starts crying and he runs towards the door. And it's a very tiny story, it's about, I think, two pages or something like that, a very, very short story. So it's not about social realism at all. I mean, it's a very moving, very lovely story and just a moment, he's caught this moment of this child. So he's written a whole range of things, many other kinds of things also and even if he sometimes uses, he uses all sorts of devices to get his point across. So I don't know whether it would be right to call him primarily, he is primarily a social realist but there are other examples of stories that are not in that mode."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:55.640",
        "message": "I didn't mean the example as a criticism of Premchand or anything of the sort and we'll discuss it more but I was just kind of leading to the question of how these different kinds of literatures, how does one look at them? Does one look at them with different lenses? My next question was also, for example, going to be about languages which is a related question that languages also seem to have qualities of their own which lend themselves to a certain kind of expression. So it's always seemed to me that say Urdu and Bengali are very expressionistic languages whereas languages like say Japanese and Korean are much more minimalistic and you see that in the kind of literature that emerges from these languages and English is in a kind of a middle ground. So if you just do a direct translation say like a lot of translations of Tagore for example and I'm half Bengali so I know a bit of Bengali fail completely to me because they are gorgeous and beautiful in Bengali but if you just try a literal translation it simply doesn't work because it just seems too overblown and purple and all of that. So as someone who looks at literature and you know you've presumably then imbibed all the values of the Western literature that you're reading. How does one adjust one's lens? Like of course one adjusts it for context if someone like Premchand is writing in the early 20th century there's only so much you can expect, only so many influences that he was open to but apart from that how does one sort of…"
    },
    {
        "speaker": "Guest",
        "time": "00:50:18.040",
        "message": "I think possibly we generalize too much about literatures. I mean Western literature is also hugely sort of different and Indian literature too is hugely different. So to say that these are Western values and we're trying to apply them to Indian reality that also does not work I think because Indian reality comes from a particular milieu. I mean you are sort of… so you have to look at it from sort of… you base yourself in that milieu and then look at it. So for instance a writer like Vinod Kumar Shukla, I mean where is he coming from? I mean he's writing about these small towns, very ordinary day some man is walking down the street and some other man is observing him and he thinks oh this man went this way and he again he's going this way without having come back even once you know. So there's this absurd kind of quality to it and it gives a sort of space to very lower middle class lives that are normally one would think are very cramped and living in very sort of poor circumstances whatever but I mean he adds this kind of very sort of almost playful element to the whole thing. So I mean he is one writer. I mean there are so many writers who are writing different things even in Hindi or in Bangla there'd be possibly many more and Bangla is sort of very well-developed literature. Malayalam as we have seen has so many different registers. So it's very hard to say you know that we can train a particular kind of lens you know to look at these things. You just have to adapt to what is being written and where it's set and you know you judge it on its own ground you know it happens like that I think and also this whole thing of languages being expressionist or minimalistic. Okay Japanese one can say yes it is minimalistic but for instance Urdu. I think Urdu is so difficult to translate because I think it's one of the languages in which the form is the content. I mean the way you say a thing is what it is you know it's just there's nothing else. So that form is very difficult to express in another language. It's a very light, it's a very weightless language and it has these very fine sentiments a lot of subtlety. For instance I was telling someone just the other day that there's this person I know the son of my famous I mean the writer I'm very fond of Nair Masood"
    },
    {
        "speaker": "Unknown",
        "time": "00:52:32.040",
        "message": "whose book you have right here."
    },
    {
        "speaker": "Guest",
        "time": "00:52:34.040",
        "message": "So he's my absolute favorite in Urdu. So his son is called Timsal. So I wondered what Timsal meant. Then someone told me that it means a crack in a mirror."
    },
    {
        "speaker": "Unknown",
        "time": "00:52:45.040",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "00:52:46.040",
        "message": "So I wondered where that came from. So I went into it a little bit and found out that this boy is so beautiful that when he looks at himself in the mirror, the mirror cracks. So the subtlety of that thought you know a mirror can actually crack when someone is looking into it because it can't take the beauty. So that's a thought that comes in a language like Urdu. I don't know which other French possibly I mean some language would have to have a very fine kind of it comes after years and years of you know thinking and feeling and delicate sensibility. So there are I mean examples in all the languages that prove the other example to be untrue. So one can't really generalize my whole take on this language thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:30.640",
        "message": "I'm also struck by another thing you said about Premchand is that he was a man in a hurry and obviously he wrote more than a dozen novels 300 stories, essays, editorials, letters, plays, biographies, blah blah blah all of that and actually one writer I can think of who's more prolific but obviously a complete outlier is a French writer Georges Simenon"
    },
    {
        "speaker": "Guest",
        "time": "00:53:48.440",
        "message": "who wrote some 400 novels. Yeah but he wrote only novels."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:52.440",
        "message": "He wrote only novels yeah but 400 of them."
    },
    {
        "speaker": "Guest",
        "time": "00:53:54.440",
        "message": "400 novels and they are completely like quite a few of them are mystery stories. I mean at least the ones that I've read."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:00.440",
        "message": "A bunch of them are the May Gray books."
    },
    {
        "speaker": "Guest",
        "time": "00:54:02.440",
        "message": "Yeah the May Gray books. But his serious stuff is really good. I haven't actually read very much of Simenon except these and I think one more which is also very different but I wouldn't put them in the same category."
    },
    {
        "speaker": "Unknown",
        "time": "00:54:15.440",
        "message": "Sure, sure, sure."
    },
    {
        "speaker": "Guest",
        "time": "00:54:16.240",
        "message": "Because I mean and I think of say for instance Charles Dickens or the major writers of the West Dickens or Maupassant or you know people I mean they've all written very fine stuff but nobody has actually written such a lot."
    },
    {
        "speaker": "Unknown",
        "time": "00:54:29.240",
        "message": "So much, so much."
    },
    {
        "speaker": "Guest",
        "time": "00:54:30.240",
        "message": "And so Premchand is not just a writer he's an influencer of that age you know he just he's forming that age you know he's like shaping the times."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:38.240",
        "message": "Yeah. The times are shaping him and he's shaping the times. And one of the reasons that you mentioned in that lovely essay at the start of that book The History of Selected Stories which you edited is you speak about how he saw art as always having a purpose his writing is having a purpose. And like in 1936 he gave the speech at the Progressive Writers Conference where he was a chairman where which is called the aim of literature"
    },
    {
        "speaker": "Unknown",
        "time": "00:55:00.040",
        "message": "where he spoke about you know how these social aims"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:04.040",
        "message": "are so incredibly important in you know showing the lives of the underprivileged and exposing oppression and all of those things. What do you sort of feel about that because Milan Kundera of course among so many others has written about how that the moment literature goes towards polemic or goes towards having a particular political purpose it ceases to be literature it ceases to be art. And in your own writing the very little of it that I've read in English though I plan to kind of read all of it soon in your own writing you show no signs of that. Your own writing show an interior life of the characters that they are and they do to me what you know I think great art does is that it awakens something in me. It captures a little bit of the human condition to use that slightly pompous cliche. So what is your conception therefore of literature like people will often ask that like on the one hand I you know tell my writing students for example that be an indiscriminate reader if you enjoy reading something read it. Don't pass value judgment that this is a pulp book and this is serious literature and all of that. But at the same time you know there is literature and there is non-literature. It's very nebulous and I find it hard to kind of define that. So what would your sense of that be like where does your sense grow like as a kid of course you're reading in this indiscriminately as all of us who grew up in India before a certain year did because books were so hard to get hold of we read everything we get. But at what stage does you begin to realize that this is something called literature and I want to do it and this is how it is different and do you feel that Premchand's sort of having this sort of social objective as part of his work do you think it affects that in some way?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:49.240",
        "message": "I think you know Amit I think it's the literature is also very influenced by the age in which you are writing. I mean he's writing at a time when firstly there is no literature in Hindi which can be called serious literature and then he's writing at a time of great social unrest he's sort of trying to you know sort of oppose the British and he's trying to you know he has his literature has a purpose he wants to do something with that so he and he wants to write a lot he wants to you know hurry through it when you forward towards his mission. So I think that changes the tone of the whole thing. So it's a different sort of literature I wouldn't say that this is not literature and that is literature because Milan Kundera or somebody in the West I mean they have grown out of the circumstances that they have experienced. So it all depends on that and also depends on what you're trying to do with it. So he has a very definite purpose and I think it's very fine literature. I mean he's uneven Premchand is very uneven some of his things are much finer than others but on the whole I would say that he writes something that for the common man in India I mean you go anywhere everybody has read something of Premchand. So for him to touch some kind of deep core in such a vast you know part of Indian society at any rate so there has to be something in it. It can't just be this is not literature there's something else that is finer. This I mean this is a much later thing when you talk of Kundera or talk of the writers of the West this is a later thing. This whole development in this thing of writing how does it take place? I mean the writing itself becomes much more dense you're spending more time over it you're sort of thinking about things in a different way. So it comes from there I think it's hard to compare the two. I mean there's you know the situation is completely different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:39.440",
        "message": "Right so let's get back to your growth in this period of time where you grew up in this atmosphere you're reading a lot you're observing a lot though you said it's with you know just because it's so dull but I don't completely buy that but you're observing a lot you're growing a lot you want to write you've written that early story I think Lucky Horace or something."
    },
    {
        "speaker": "Guest",
        "time": "00:58:57.440",
        "message": "It's just a copy of one of the enlightened stories I'd been reading at the time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:01.240",
        "message": "The title sounds very enlightening."
    },
    {
        "speaker": "Guest",
        "time": "00:59:03.240",
        "message": "Yes I mean it's not I don't call it my first story actually it was a discovery that I could write rather than a story that I wrote I would put it like that. I mean of course this was something unstated inside me that I would write that I would be a writer I mean I never said it to myself but I somehow that knowledge was there because it was just something that one did it was just something that one fell into I would say because everyone around me was writing my entire family my mother wrote my grandmother wrote my aunt wrote on both sides my uncle wrote his wife wrote I mean everybody was writing so it was it felt like this is something that one does you know this is what one will do and then I when I started reading it also sort of sets off something we knew so at a point when I was reading and I was trying to decide which language to write in and it came to me very late that I could actually write in both and also the reading set off this thing I could be reading about something set in Paris or in New York or wherever but somehow the stories the universal story was the same so I just felt that all these stories about me you know they are like about me so it was a very peculiar realization at that point you know this was my journey of reading in my school days or college early college days so I would just spend days reading there was nothing else to do we did not have television and thank goodness we didn't you know we didn't have TV or any other screen to look at so you either read the world or you world outside or you read your book you know so it was basically a choice between the two and I did both I mean I looked around me the house and the plants and the insects and whatever so I mean this thing of nature became very strong in me and plus reading all these other books that were set in different places but I felt that they resonated with me and they were all about me and at some point they generated the thought that perhaps I too can create a world of my own like these people have written I can also write no so it I thought about these things when I was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:02.440",
        "message": "not writing yeah I mean in a sense I think about current times and I wonder how the sensory overload of the modern times affects us as people like if I was growing up today I don't know if I'd become the kind of reader I did become I read a lot as a kid that's a habit I lost as an adult but you know today you know today you're surrounded with so many things there's always YouTube there's Instagram and it's very fleeting like an observation that I think Jonathan Haidt once made is that you would imagine that today because of the internet you have access to all the knowledge all the art of ages past which you know people like us didn't but the counter to that is that what most people are consuming most of this time is something produced in the last three days and that's it whereas I think you know that you and I growing up you know a decade and a half apart but whatever couple of decades apart would still have lived in a time where you read whatever you could get where you didn't have smartphones to look at all day and 300 television channels and so on no while we were having lunch earlier you know I told you an anecdote and then you told me about the short story that you read that you remembered vividly and I think it's called jealousy I'm not very sure but I think it's called jealousy yeah possibly great I'll look it up and link it in the show notes if it's available"
    },
    {
        "speaker": "Guest",
        "time": "01:02:12.840",
        "message": "anywhere yeah but please check the title because I don't remember it so well I think it's called jealousy if I seem to remember I do that so whatever we whatever I'll get back home and tell you what it is because I probably have the book"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:23.840",
        "message": "somewhere on my Kindle I think okay so my question here is is that even I find sometimes that things I remember really vividly in terms of books that I have read or stories that I have read or you know movies that I have seen are things that I saw at a particular phase in life where I won't remember something I saw five years ago so vividly but something that I saw when I was 15 or 20 I'll still remember even if it didn't move me so hard then it's something that I'll still kind of remember like recently I was like chatting with a friend and I suddenly remembered this and I read all the Russians when I was a kid and I remember this very powerful story which didn't strike me so hard at the time but I suddenly remembered it and I was like wow by Leonard Andreev called the abyss which if I remember correctly and now I'm remembering from memory is about a guy who goes on this hike with a bunch of friends they find a girl and they rape her and they kill her but he doesn't participate and then later on he goes back alone and he has sex with the dead body and that's a whole story and it's a"
    },
    {
        "speaker": "Unknown",
        "time": "01:03:23.440",
        "message": "very interior kind of story you know these bare details don't suffice and it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:28.440",
        "message": "it's such a sort of powerful memory even though at the time I kind of didn't notice it who were the writers who sort of that I mean you're recounting this"
    },
    {
        "speaker": "Guest",
        "time": "01:03:38.240",
        "message": "story actually put me in mind of another one which is fairly not very similar but fairly similar I mean like there's this it's by Raymond Carver and it's called I think so much water so close to home have you read that story?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:52.240",
        "message": "I definitely have but I don't remember the specific story but I'm a big Carver"
    },
    {
        "speaker": "Guest",
        "time": "01:03:55.240",
        "message": "fan I think it's one of the stories Robert Altman also made in his film Shortcuts. Yes he did yeah Shortcuts so this one this group of friends I think three or four of them have gone out for a picnic or they've gone out for an outing fishing I think and when they are sitting there they see that there's a dead body which is sort of stuck on a plant on a tree somewhere there and they look at it and they wonder who it could be it's a woman you know clothing torn and all that she's just there and they wonder who it could be but they don't give much attention to it and they carry on with their fishing and their little picnic and all that and they spend the time that they were there for and they go home and then this guy tells his wife that there was this woman that they found on the tree over there so this wife she's completely stunned by what these people how they could still you know gone have gone on fishing and with this woman there and she begins to doubt the kind of person and she begins to think that what if they have killed this girl or if he has killed the girl you know so all sorts of doubts get created in her mind and I think this story goes on like that and then there's too much that that thing comes between them and it sort of splits them up I think it ends like that that they split up or I mean I don't remember the ending I seem to forget endings it's something like that I think they probably split up or there's certainly a great coldness between them after that incident but of course I mean it's got a similar theme of you know Kavya is great at that you know he's just so I mean he writes in so few words"
    },
    {
        "speaker": "Unknown",
        "time": "01:05:24.640",
        "message": "and he just puts it across like you know it just gets straight to you and there's"
    },
    {
        "speaker": "Guest",
        "time": "01:05:28.440",
        "message": "a wonderful poem by him which is called I think limits limits have you read I haven't read limits so limits is this poem his poems are also like his short stories because his short stories are like poems they are short and the poems are long this one certainly is longish and it's like a short story so in this these people have gone out duck shooting and these two friends have gone duck shooting in their shooting and shooting and they're killing and all the ducks falling around them and they are they still have so much shooting left in them but they get you know they want to meal they are hungry so they go to this farm which is there and the farmer has this barrel in which he has it's a goose actually they are not ducks but the geese so this farmer has got a goose in that thing and the goose can't get out and it's just being given food and it's just stuck there it just stays there always and it's a great decoy for the other geese to come and they're just thinking then these geese come and they get a good shot and all that so but this sight of that goose gets him thinking this person who's writing the story the narrator and he thinks of limits that if a person can be limited in that world and it can live it can survive you know then then you can survive anything you can just you know so it's so beautifully done that poem you know that it's just about the limits of human endurance with limits of endurance that can also become human endurance that duck goose becomes a metaphor for endurance so I found it wonderful that poem it's I mean just stayed with me because I just affected me very deeply when I read it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:03.840",
        "message": "Yeah Kavar is great I mean Cathedral is a particular favorite and the interesting thing about Kavar is that some of the credit for his short stories during that"
    },
    {
        "speaker": "Unknown",
        "time": "01:07:11.840",
        "message": "golden period you know what we talk about when we talk about love and yeah Cathedral and that whole period is given to his editor at Esquire Gordon Lish if I remember correctly yeah who was apparently a great editor and would really cut cut them down and make them sparse yeah and Kavar after he split"
    },
    {
        "speaker": "Guest",
        "time": "01:07:26.640",
        "message": "from Lish couldn't quite repeat that same kind of magic which is also. Yeah but apparently I mean the stories are there because of his editor and there's stories originally written by Kavar just not like that at all so in a sense half the credit goes to the editor also yeah for this whole thing that Kavar is known for is you know brevity and all that so it actually that is the credit to the editor doing that because his own stories apparently were not as"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:51.440",
        "message": "short in sort of brevity as they are now. And in a sense that also speaks to the art versus artist debate where in this"
    },
    {
        "speaker": "Guest",
        "time": "01:07:57.440",
        "message": "case the art is just standing on its own anyway you know what is Kavar but a name you know who cares if Shakespeare wrote Shakespeare's plays."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:04.440",
        "message": "Yeah exactly yeah who cares yeah. So the question I was coming at was who are the writers who affected you greatly when you were a child I won't say influence because one really never knows"
    },
    {
        "speaker": "Unknown",
        "time": "01:08:16.240",
        "message": "somebody's influence for a long time it's all subterranean but who were the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:20.240",
        "message": "writers you really liked then or was there ever a period of time where you read someone and you said I want to write like this person this is so amazing."
    },
    {
        "speaker": "Guest",
        "time": "01:08:28.240",
        "message": "Childhood I mean there were of course many of these books at home that I read without understanding them you know they were all these like you said Jampal Sathra and people like that I mean who one could not make sense of at that time but one felt good that one had read them. And then of course I discovered the Russians Chekhov, Chekhov is a particular favorite and then as I grew older that Kafka became a great favorite of mine. I loved Kafka completely you know just I used to search out books I used to there was in the library at college there was this picture book of Kafka's Prague I used to sit somewhere in the behind the shelves and just to pour over it and you know just hours and hours of Kafka so he was one of my favorite writers at that point and I think he I may have tried to copy him I mean I certainly put on that stance which I wrote about in my essay that this despairing stance you know Kafka and it was completely absurd in my situation but I mean one tries to emulate some people that one begins to admire so Kafka was one of those writers and then of course there were many people I read it's very hard to I became very fond of WG Sebald at one place Sebald, Sebald I don't know how you pronounce it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:36.840",
        "message": "Sebald, Sebald whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:09:38.640",
        "message": "Anyway I became very fond of him and this was also because I came across his books when I was in Norwich I went there on residency at the University of East Anglia and my room had this whole collection of Sebald's displayed there because he had actually taught in that at that University and he had died just the year before so I came upon him and I just loved the way he wrote I mean it was very kind of textured writing. And using photographs and all that. Using photographs as well, yes very and he sort of the way he could encapsulate a whole civilization in a walk I mean like he's walking I think the book is Rings of Saturn I think it is and in which he's taking a walk along the East Anglia coast and how he's the thoughts in his head and how entire civilizations are covered during that walk so it's that this whole the largeness of his concepts and the same thing I came upon in a very different way in Proust also like he's describing a woman's sleeve the sleeve of a dress which is sort of very loose and big and how he describes the sleeve it's a sentence goes on for pages and pages as Proust often tends to do and he starts somewhere and he ends up somewhere completely different so and in the middle he's covered this entire lifetime and entire sort of you know whole gamut of things he's just covered in that one description of a dress you know so it's it was fascinating to me how these things can you know they can be done like this this kind of and it's not particularly experimental style or anything this is the way his thoughts have gone and I realized that writing is actually just just what it is a way of thinking you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:19.040",
        "message": "know you think like that so you write like that you know so there are no"
    },
    {
        "speaker": "Guest",
        "time": "01:11:24.040",
        "message": "limits as yeah yeah yeah no limits absolutely so these these have been some of my favorites and of course then Urdu Nair Masood who's staring me in the face right here I'm really fond of him in fact I was thinking of translating him also and I went and met him once and he was very keen that yeah but he was he wanted his stories more in Hindi rather than English because English already had been done by Umar Memon who's his great friend and editor in America so he was very keen that they should come out in the Hindi script because people here couldn't read his Urdu so I thought of doing that too but then I mean I even took along a contract Harper Collins had given me a contract to go and get it signed he said oh you just put what you like in it and sign it but as it turned out it was a very daunting task because his stories are very difficult I don't know if you've read any Nair Masood or I mean not in the original obviously yeah because he's he's very very in fact a bit Kafka maybe that's why it appealed to me in the first place but but his thoughts are very very like a distillation I mean there's something going on in the and and they are always set in these very sort of lower class Muslim localities and the kind of things he describes are almost read like magic realism because we don't know that world no so that and his thoughts and very very subtle like there's this story called Essence of Camphor which is the Ithre Kafur it's called in Urdu and it's about the whole process of making perfume and how the vapors rise from it and you know it's just he describes very kind of abstract things and he links them up with something completely different so he has this wonderful feel so Nair Masood was also one of the people I was reading and Isma Chuktai in the Urdu writers Isma Chuktai is fantastic she's she's very nice and we also have like Alok my cousin and Francesca I don't know if you know Francesca Orsini I mean she's also a close friend so when she comes so three of us form an Urdu reading group so we pick up these and Francesca usually brings something nice along from England and then we sit together and we read these Urdu texts so one of the things we read was Umrao Jaana Da and I did not know how what a wonderful book it is you know it's just absolutely fantastic I mean it's set in that time 1857 it captures the events of that era and this and it's so I mean it moves so quickly and so that was one of the things we read and these are the Urdu books I'm talking of then Hindi of course my favorites have been Vinod Kumar Shukla and Jyotsna Millan I don't know if you read her but she's she's a fine writer my friend also she was my friend who died a few years ago sadly so she's there's a Hindi also there's there's enough to read you know there's plenty to read in Hindi and Urdu of course"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:14.640",
        "message": "this is sort of the other thought that strikes me and it struck me a lot over the last three or four years because before that for most of my life I've assumed that hey it's a globalized world it's open there is a internet everybody can read everything everything is open to me in a sense it's accessible to me and I've realized recently that that's not true it's it's an illusion that English-speaking elites can sometimes have because they think that you know"
    },
    {
        "speaker": "Unknown",
        "time": "01:14:39.440",
        "message": "English is the center of the universe or everything and you know in past"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:43.440",
        "message": "episodes I've realized that there is you know for example just moving for a moment to politics I've understood that Ram Guha had written this excellent essay about how there are no right-wing intellectuals in India and that's something I broadly believed in I thought everything that you see from the right is bigotry which is cloaked up in a kind of pseudo intellectualism but I have since kind of been convinced by friends who've been on this show who've done their reading in Hindi and other languages that there is an intellectual tradition one may disagree with it strongly but there is a coherent intellectual tradition of ideas which English speakers are kind of missing out and sort of moving back to literature I had that same sense where I was trying to read things by you and I read a couple of some of your essays and a couple of stories in the magazine Pratilipi which I'll link to from the show notes which I absolutely loved and I'd also like to discuss but nothing else I mean everything else is in Hindi and I can read in Hindi and I intend to start reading more in Hindi anyway so I will get down to reading them but that world is close to me you know when someone sits there and they talk about writers who write in English and have you read so-and-so and have you read so-and-so"
    },
    {
        "speaker": "Unknown",
        "time": "01:15:49.040",
        "message": "and I've generally read them you know I've read Sebald, I've read Kavar, I've read all these people but I haven't read the other names that you took in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:55.840",
        "message": "other languages it's like that world is completely close to me now my question is is that world in a sense then lost or is there hope because you know how do we kind of reach that more or more more and more what you have is sort of a homogenization of cultures and societies and economies like even in English Snigdha Poonam the journalist had been on the show before she's written a book called Dreamers where she writes about how in small towns there is this craze for everyone to learn English at first just at a functional level but there is this kind of craze and also there is this kind of snobbery the reverse of what you probably felt at home where people are embarrassed to talk in their"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:36.640",
        "message": "vernaculars and their specific you know I had a question from a friend of mine"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:41.640",
        "message": "who had done my writing course where he said that he writes in Kannada but he"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:45.640",
        "message": "writes in a particular dialect of Kannada not the mainstream thing so he's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:48.640",
        "message": "saying that should I write in that because that's what comes most naturally or should I try to write in proper Kannada and it's a I don't know how to answer that because part of me says that no you got to be authentic to yourself"
    },
    {
        "speaker": "Unknown",
        "time": "01:17:00.440",
        "message": "and write in that dialect where everything is coming naturally to you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:03.440",
        "message": "it's authentic but you also want to be read and maybe that's a dying language"
    },
    {
        "speaker": "Guest",
        "time": "01:17:08.440",
        "message": "yeah is this something that you kind of think I have thought about it quite a lot actually but I think it's something to do with our education system I mean like we are not taught any of our own texts you know Sanskrit or Farsi or Urdu or whatever we are not taught at the school level we should have something like that and the text that they do prescribe in Hindi for instance is one language that they do have texts in but they are so boring they are so utterly boring which child will read you know Jago Mohan Pyare or something like I mean you know one of those things why will they read all these moralistic and weird sort of narratives or like lives of patriots or things like that who will read those I mean you have to have interesting material for children to start with I mean you are doing the language a service if you have something interesting and they could have Sanskrit texts you know there's so much erotic literature in Sanskrit for instance there's so much poetry there's so much nature writing the Kalidas I think of Kalidas and Meghdootam and you know things like that we are completely cut off from that all because of I think our education system which is all skewed and it is very heavily weighted in favor of English and the lower middle classes who do not have access to that education are still reading very widely in other languages in Hindi like when I when I started writing in Hindi I used to get so much so many letters from everywhere I got a letter from Goa jail I remember people are reading these things and they are probably not buying their own books but they are circulating the same books so much is being read I think it's a problem of the middle class rather than other classes and middle class is a small class but still it's the most powerful class and English is perceived as the language of success or power or whatever you know English so the whole world becomes open to you so I don't blame these people I mean it's just I think we should introduce some of these nice texts in at the school level so that people don't go away from the languages I mean they behave as if English Hindi is a foreign language you know they behave as if they are sort of native speakers of English and Hindi has somehow come in and this is some foreign language that they have to learn so the education system I think has to be overhauled in a very big way for people to develop an interest in I mean it's not the same situation for Marathi or Bangla or Malayalam I mean people are you know doing work they are sort of being read I mean it's not the same it's the northern India the Hindi belt I would say Delhi, UP you know all these places where English is gains primacy for other reasons I think than literary so it's just I think it can be fixed if I don't know I mean if they'll have to really sort of do hack job, hack it job, hatchet job whatever you call it hatchet job with the education system and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:59.040",
        "message": "overhaul it completely. I have no hopes of a top-down interventions working or even the education system necessarily changing this I'm more interested in how things happen in a bottom-up way through the culture and all that and there's an interesting sort of anecdote you mentioned in your essay in the Premchand book where you talk about how you went to the village where he was born for his 125th anniversary in 2006 and while you were waiting for things to happen and all of that you notice that there were so many people sitting around everywhere you know under shelter not under shelter sitting on the ground just waiting for this whole thing to happen and at that point you're musing is that okay I know why I am here but why are these people here and you pointed out how some of them obviously many of them must be Premchand readers and some of them could in fact be characters out of his stories as you said and that struck me is again something interesting to explore because I think there was a time in our culture where individual figures could play that kind of a very profound part in people's lives where people are reading a writer in this case Premchand and finding so much to identify with that you know it becomes something that is important for them and what has happened in modern times I think and tell me what you feel about this is that in my view what has happened is that this kind of thing is becoming less and less possible in the sense that one there is a lot more art and many more artists which is a good thing but also whatever experiences we are having a very fragmented in a sense so it won't just be one writer who moves me with his five books it will be many many writers whose snippets I'll read on Instagram or Facebook or whatever which will have an effect on me and the whole sort of thing kind of gets broken down leading me to wonder whether another Premchand is even possible today or maybe another Premchand is possible in a new medium like vlogs or you know Instagram for example I mean what would an Instagram Premchand look like I can't imagine maybe like the humans of New York blog that took off a few years ago but I'm just thinking aloud so what's your thought on the changing nature of the role that writers play within a culture or I'll say in a general sense I'll say artists or creators whatever term you would like to use the role that they play within a culture and is that diminishing partly because there is less dullness people have so much to do in their lives they don't have to read it's no longer the one entertaining thing that there is for them there is so much else to do what's your sense of this"
    },
    {
        "speaker": "Guest",
        "time": "01:22:27.040",
        "message": "well I think as far as I mean you mentioned all those people who had come for Premchand's that ceremony that they had but that had also something to do with the fact that Premchand actually established the common man as a valid character in literature before that the stories were not about the common man and people could not identify with those and these people are almost it's they are vindicated in some sense that they have been the existence had been noticed their lives are worthy of being written about you know so it's a moral value that he brings to those writings so and this question also ties up with the later one that you asked about writers what can who can replace Premchand that kind of thing but I think it's a moral universe the moral universe has completely radically changed and the role of the writer has also changed correspondingly the role of the writer the image of the writer has also undergone a sea change because of that you know I mean earlier writers like we perceived the writer as someone who's you know hiding away in some corner scribbling his things and you know he's committed he lives in poverty he lives you know hand-to-mouth very much like the figure Premchand is and he's like that and now but now that has changed writers are no longer like that writers like to be seen I mean you see them everywhere you see them at literary festivals you see them when you get a prize for in that a prize ceremony I mean everyone is visible there's so many cameras there's so many lights there's so much you know flashing thing going on you know writers are much more in the limelight but in a sense I mean I know I'm making this horrible generalization but it's like people are becoming clones you know very kind of many books that you read feel very much like the other book you know there's not much it's because there's a lot of emptiness I think in books that are being written because they're being written in a hurry they are being written for a particular reason they are being written maybe because they can get a prize or maybe they can be published so they are being I don't really understand the need for this kind of frothy writing and creative schools creative writing schools I think have maybe contributed to this to a certain kind of writing which is the same for everyone you know they have this smart writing which comes from there you learn how to show not tell is the typical phrase that is used now in the West so that on describing things and but you sometimes you are you search for a single insight in a book you don't find it you know there are lots of descriptions very authentic stuff and the very much related to what is going on outside in the society but somehow it just lacks that spark because they don't give any original insight many books of course there'll be many exceptions to this too but this is what I have found that there's a certain sameness to the writing that's happening and maybe it's because of the hurry or because I mean everyone is absorbing similar stuff around and writing in English definitely can only come from a certain class because a lower middle class person is never going to write in English so it reflects that class background too so well that's I think it strikes me that there are really two kinds of writers"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:44.440",
        "message": "and one kind of writer is in love with the notion of being a writer everything"
    },
    {
        "speaker": "Unknown",
        "time": "01:25:50.440",
        "message": "that it involves I will write these kind of serious literary books and I'll get"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:54.440",
        "message": "long-listed for the booker and blah blah blah and I think the kind of writers I end up liking are just writers who just want to write and therefore there is less artifice in that there is you know it's not contrived they are trying to write a particular kind of book which is in vogue I want to sort of double click on a phrase that you used at the start of your answer which was moral universe where you pointed out that the moral universe has changed and therefore so has"
    },
    {
        "speaker": "Guest",
        "time": "01:26:19.240",
        "message": "a writer within it what do you mean by that well moral universe has suppose I mean that the world is much more complex now and it's not so easy to chart out a course in which in which you can know which is what is the right thing to do you know I mean there's nothing really it's it's in a sense much much more fragmented than the times that Plameson lived in and when there was a definite goal that we were trying to achieve independence and the you know stopping the oppression of the farmers of the poor people so all that has changed and I mean I presume we are talking only of English writing in English just now whatever sense you meant that in when you spoke of moral yeah moral universe is I think just this you know just the whole urban mess that we live in it's very very fragmented very diverse there's too much happening there's not enough direction no so it's it's a very confused world so I mean to find something of value is can be a struggle in this kind of world and I'm not sure that every many writers are up to it I don't know I can't give you concrete examples just now but I have my feeling is that there is nothing that we are striving for as such you mean in an individual sense or social sense individual sense in an individual sense there is not what is one has to have some kind of thing that one is trying to achieve when you are writing a book"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:48.640",
        "message": "yeah in the in the sense that you mean that Plameson very clearly did in terms"
    },
    {
        "speaker": "Guest",
        "time": "01:27:52.640",
        "message": "of the social messaging he's trying to reach some thing he's trying to you know anti-colonial fighting colonialism fighting whatever you know all that stuff is gone so now we have this of course there's much fine writing happening even now as we have recently discovered but there's there's much more writing going on and I'm not sure that all of it will is worth the read I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:21.440",
        "message": "like that I'm just thinking aloud another way of thinking of that is there's something called Sturgeon's law which basically it was first I think meant for science fiction but it applies to everything eventually and Sturgeon's law is that 95% of everything is crap that's Sturgeon's law and what happens sometimes is that we look at the past and there's some selection bias creeping in because obviously what we remember of the past is all the good stuff the"
    },
    {
        "speaker": "Unknown",
        "time": "01:28:45.240",
        "message": "highlights but when we look at the present it's all hundred percent that is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:49.240",
        "message": "out there so it seems like oh those were golden times but these are not and I think that one there must have been as much crap back then and to a lot of the crap wouldn't have got published because it was so much harder to get published in terms of gatekeepers while today without reference to anything that we might have gone through in the recent past in terms of the reading we've done without reference to that I think publishers are a lot more indiscriminate in that they'll put out anything yeah and in a sense that's a good thing that the barriers of publishing are much lower but you know so therefore you will"
    },
    {
        "speaker": "Unknown",
        "time": "01:29:20.840",
        "message": "simply have more of the crap and that 5% just seems to be so little and swimming in that sea and a lot of it lost to people like me because I might be"
    },
    {
        "speaker": "Guest",
        "time": "01:29:29.840",
        "message": "restricted to reading one language or a particular I never discovered that right yeah and we also we also don't have the advantage of time I mean like if we were to look at the same stuff say 50 years down the line we would probably the good names or whatever names that we remember now from the past the similar names would have cropped up then but we don't have the advantage of that because we don't know that will only show itself with time in the classics or whatever you call them you know the good books of this time will only pop up you know later so how do we I mean who has withstood the stand of time we can't find that out now you know"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:06.640",
        "message": "so in the interest of following the digressive nature of this podcast the thought that just comes to mind and I'll throw it at you I was watching this vlog by this fantastic musician called Rick Beato he's a 59 year old guy he does this thing on YouTube where he'll talk about music or he has a series which is called what makes"
    },
    {
        "speaker": "Unknown",
        "time": "01:30:23.440",
        "message": "this song great where he'll break down a three-minute song and yeah talk about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:26.440",
        "message": "different aspects of that one of his recent videos was this complete rant very completely lost it because he came across an article this guy had written where this guy said that you know Paul Simon will not be remembered 200 years from now and he was saying that listen let me tell you something the people who will be remembered 200 years from now we may not have heard of them today and he"
    },
    {
        "speaker": "Unknown",
        "time": "01:30:46.240",
        "message": "gave the example of Johann Sebastian Bach the classical composer talking about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:51.240",
        "message": "how in his own lifetime he wasn't a particularly big deal after his death there was a kind of Bach reclamation or something I forget there's a term for it but that made him the legend that we think of him today as well in his own lifetime he was completely obscure and that seems a fascinating thought to me that someone who is a great artist today maybe somebody we haven't even heard of"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:13.040",
        "message": "but 200 years later is regarded that way not that it necessarily makes a difference to an artist how he is regarded 200 years later he wants it now"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:21.040",
        "message": "and the other thing is also the role of happenstance in getting noticed like someone recently put up this long thread about Billy Joel that when Billy Joel's first album Piano Man came out it was completely unnoticed it wasn't selling anywhere radio stations weren't playing it it was basically lost and the music company decided not to do anything with it they were washing their hands off but there was one listener who felt passionate about it who happened to have a copy and he went to radio station after radio station after radio station trying to make them play it and eventually did a quid pro quo with the radio"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:53.840",
        "message": "station RJ and made him play it and then it became the sensation that it was and Billy Joel would probably have gone back to his day job if that hadn't taken"
    },
    {
        "speaker": "Guest",
        "time": "01:32:02.640",
        "message": "off so the role of happenstance is so incredible. And I think that's I mean somebody should do a separate project on this the making of a legend how do legends get made because I mean if you go into individual lives I mean what is it that has brought them to the fore I mean to a layman layperson like me one song or one piece of music would perhaps sound very much similar to the other one but I mean there's something about that one that is better than this one and of course how does how does it happen that some people get noticed and some don't there's so much fine writing around but only some gets noticed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:39.440",
        "message": "No and it's not even that the fine writing gets noticed and the non-fine doesn't like I think there was a social science experiment a few years ago where people gave a whole the subjects in the experiment these apps which have and I'm kind of paraphrasing it so obviously the mechanism was slightly different but in principle it's like this but all these people were given an app with like 2,000 songs or whatever and they had to listen to whatever they wanted over a period of time except that in some of them were shown a chart of what is popular and what is not and they were all shown different charts and in these different mini universes of these users that they built different songs rose to the top or went down just depending on pure happenstance you know you five people could accidentally listen to something and like it and not"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:23.040",
        "message": "have noticed something else and suddenly just by those five people liking it the"
    },
    {
        "speaker": "Guest",
        "time": "01:33:27.040",
        "message": "algorithm stayed over and rose to the top. So it's all a bit of an accident really."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:33.040",
        "message": "Everything is an accident. So let's go back more to the accident of life itself in particular yours. So you know you're a prolific reader you've written this story Lucky Horace at the age of 8 and gotten published and then you next write when you're late"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:50.840",
        "message": "30s 40s whatever much decades pass almost."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:53.840",
        "message": "What's happening during this period of time and also what is your conception of yourself and how is it changing because you've said that even if you didn't articulate it to yourself you felt that there was a writer inside"
    },
    {
        "speaker": "Unknown",
        "time": "01:34:03.840",
        "message": "you, it was natural. Tell me a little bit about the young Serarai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:07.840",
        "message": "for example what did you see yourself as and so on."
    },
    {
        "speaker": "Guest",
        "time": "01:34:10.840",
        "message": "Well at that point I mean I don't know if I was having any very clear thoughts about what I am or what where I'm headed or what I'm going to do it was all like experiencing things as they came along I mean as far as literally pursuit goes I think my first experiment apart from that story was I also wrote a few horrible poems which I have completely I've hidden them away and I've thrown them and nobody has seen them so that little thing happened and then after that I suppose the translation was the next thing that I tried to bring my hand to and it started with I think Premchand's story first story that translated was Bade Bhai Sahib or one of those stories years back I mean when I may have been in my 20s early 20s something like that so it's been a long process of groping about for a language that I could write in and the translation was also a part of that you know because translation and fiction or your own writing comes from the same place I mean it's the same storehouse of words that you have inside you so in one you're trying to fish out from that storehouse and extend it by translations which are someone else's work but you become they become intimate for you because you have been interacting with them so closely and the other is your own writing and the translated stuff is also expanding your own vocabulary your own thoughts you're getting ideas I mean like someone else's voice that is allowing your own voice to come out you know you get I mean that happens a lot with reading as well I mean when you read something and you feel oh this is something that I have something like this in my own life so you begin to write something which has been set off a spark has been set off by something else so this I see it as I mean what I have called it I think somewhere is your life is a series of organic moments like when you feel lit up by something you see something you experience something and you feel that there's something special about that moment and you get a kind of lit up is the word I can think for it so that is somewhere being stored inside you and when you're writing those moments fall together somehow and they come out and then the style also depends on what you are writing so the style will be geared to that and the language too will be geared to that like if I'm writing the atmospheres say if I'm writing about a Muslim family like my story which is called Bulbulaiya it's the labyrinth which is set inside this it's in Banaras so it's a very old town and there's this very old house in it and a very old woman living inside that house and so the it's a whole thing of labyrinth various kinds of labyrinths like the town itself is a labyrinth because of all those gullies and all those little bylanes and you know it's a very complicated sort of map geographical map of the city and the house which is also very old is about two or three hundred years old this is actually my mother's home as it used to be and that is also a very big house with many rooms many sort of courtyards and passages and it's goes back it has a I've written about that too in the autobiographical essays so it's that house and there's this old woman who is dwelling on her memories so she's caught in the labyrinth of her memories so it's a very kind of interactive sort of labyrinth which is town and house and old woman with her years and so it I developed a style for writing that which is not a linear style but it's like a shell I mean it goes around you know you she has she remembers the past and then she's in the present so it's all structured like that so the structure of a story and also the style the language is also dictated by the material that's what I started out saying and in the meantime I've forgotten your question I've also forgotten it because I got lost"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:08.040",
        "message": "in my answer so let me move on to kind of quoting you on the writing process because this was such a lovely passage and I think all my listeners will really enjoy it again from your essay where you wrote quote it took me a long time to realize that the process of writing begins much before one has put anything down that one has so to speak always been writing it was while chasing butterflies in the garden as a child or watching a tortoise shell cat slink away into a dark alley that the writing has taken place like an invisible letter written with lime juice that only shows up when a hot iron is put to it the impressions that have been written onto the memory all the while that life is being lived are revealed in the catalyzing moment where pen meets paper the city buried underground and long forgotten about is chanced upon and not without a shock or surprise so it was that years after the house of my childhood had slipped into oblivion I found myself writing stop quote and I'm fascinated by what you also said about the act of translation because the act of translation is obviously an act of creation itself because in one sense you know any language must be impossible to actually translate into another like you said of Urdu so while translating did it help that you were looking closely at both the languages the language that you're translating from and the language that you're translating into I would imagine that that act of mindfully looking at each sentence and figuring out how to get something across that act of mindfulness itself shapes your own writing and then does that to take a step further shape the way that you look at the world around you you know like if you see Proust for example going into these deep observations and just going you know does that sort of shape the next time that you are going into your description of a particular thing do you feel that translation therefore played an important part in helping you find your voice as it were."
    },
    {
        "speaker": "Guest",
        "time": "01:39:59.240",
        "message": "Well actually to put it in a very broad sense I think even when you're writing your own fiction you're translating because you have seen the world and seeing the world and absorbing it is itself an act of translation I mean you are seeing visuals around you you're not seeing it in words but to put that world in words is already an act of translation so in that sense a fiction writer is always a translator and that can be said for any medium of art I suppose I mean poetry or fiction or whatever you know it's the same thing I mean you're seeing something and you're in your head the pictures are being formed into words and those words are then formed into sentences and then you are sort of working on those sentences and even those sentences when you are translating them into say English then your English is also going to be changed by the way you have been brought up the kind of social class that you belong to where you have grown up the regional and the cultural parameters of that would affect the way you write English also so there are many factors that go into it and it's a constant process of the which is ongoing you know you there's nothing that you can say I look at this sentence and I think I wonder how to translate it it's not like that really for me I mean a translator has to look beyond the text you know you have to sort of absorb the text that you have read and then you have to because very often a sentence to sentence translation will absolutely not work so you have to get somehow creatively transmit what you have read and even if it's not exactly what you read it's a kind of you know distillation of what you have found in the originary text and you are going to describe it in your own words so so I think translation is more and more a thing of absorption you have to absorb it in a particular way and you have to get a sense of the language that you're translating from and the language you're translating into because the the way both languages are structured is very different so one thing may work in this language and it may not work in the other language you know so it's you just have to have a kind of I suppose you have to look at it in a particular way to be able to get it right or there's no question of right or wrong but I mean to make it work I mean it has to you there are many factors that are at work"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:20.240",
        "message": "also you know earlier you spoke about how literature is so sort of dependent on the context of the times and the circumstances and all that and somewhere you've written about how just being a woman closed you off to a set of experiences like you can't go walking the streets of your city yet after midnight and you know there are certain experiences you just won't have that if you go to a panwala and you're just hanging out everyone else is conscious that there's a woman there and therefore they are behaving differently so there is a limit to what experiences are open to you how has your sort of way of seeing the world evolved over a period of time in the sense that just speaking as a man it strikes me that there is a layer of social interaction that was completely invisible to me till a few years ago which is really that extra layer of awareness that women have to carry with them you know as a man like I can go out walking after midnight I can enter a lift with five other people and not think for a moment about who they are you know whereas women have to carry this kind of extra layer of them and just becoming aware of that layer then just opens one out to more kind of complexity now it seems from your writing that you're very self-reflective right so there's nothing in that sense there aren't so many unknown unknowns there might be known unknowns like what is a city like at night but they aren't unknown unknowns like there was for me when I didn't"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:42.640",
        "message": "realize that people had this other layer of awareness they had to go through so"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:46.640",
        "message": "how has your gaze your way of looking at the world in all its aspects you know not just from the point of view of gender but just how has your gaze overall of looking at the world changed through your life and I ask this not just in a writerly context of the things you write but just as a person in general I think"
    },
    {
        "speaker": "Guest",
        "time": "01:44:04.440",
        "message": "women in general do carry a lot of baggage that men don't carry but then men also carry some baggage that women don't so I don't know whether we can sort of draw some kind of thing there but women I think live with a lot of anxiety I mean if you're traveling on a bus for instance you're traveling on a train you constantly have to be aware of who the next person is why that person is that person looking at you where they tend to especially in a bus in a crowded bus I have experienced I don't think there'd be any woman possibly who has traveled on an Indian bus and not been groped or not been you know sort of so that kind of experience will never be a man's experience or never be or sometimes it could be a man's experience too but I mean it's it's the norm for women so it's that kind of anxiety plus there's so many other anxieties or even as a writerly person I mean if you're trying to write there are so many things that crowd your mind even if you say get four hours a day or that's that's luxury but say two hours a day but your mind has to be empty for you to be able to write but the woman will often have the kitchen or the children or something else like that domestic worries on her mind whereas a man I think from my sense of it if a man gets a two or three hours then the mind can be free of many other things unless of course there are other worries that other worries in the world that you are worried about or your bank staff or something else you know which you are worrying about but otherwise these domestic worries are not a man's worry as such you know you are and then people say we did get that much time but do somehow that my mind space has always been crowded by other things so in many ways women do have a much more difficult time of it especially you were trying to do something like writing which needs hours and hours and hours of time and you may not produce a single line at the end of it you know people will not understand that you spend so much time and what were you doing all this while if you didn't write you know that's the normal question so but that of course is the same for both men and women but I mean women will often have this worry about you know other things on their minds when even when they are writing and one"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:14.440",
        "message": "of the things writers do is just using the power of imagination they can obviously come out of their own skin get into someone else's skin transmit that to the reader and the reader experiences herself in a different way because that has happened and I noticed this particularly how well you've done this in your story Other Skies which you published in Patalipi which you translated your own story basically so I've obviously read it in English where the character is a guy called Altaf Ahmed and I was very struck by this bit where it's after 2001 the riots have happened in Gujarat he's far away from that but you capture his interior life so well where you talk about how he sees a woman in a burqa and he starts thinking about how long it would take for the burqa to burn or when he sort of when somebody asks him his name he stammers while telling his name because he is so aware of it and I absolutely love that story because it started off with this stark interior life of this guy and then went into this really magical place and I won't give a spoiler alert but there were these sort of two sort of introductions of magic within the story we just took it to another different level and in some ways I mean I was also going to saving a question for later about whether you've read Murakami because it seemed almost Murakami-esque what you did with that story but to get first get back to the question where you've entered this character's head these are not thoughts you would have had you would never have had to stammer while saying your name"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:35.840",
        "message": "you would not have wondered about how long it takes a burqa to burn"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:39.840",
        "message": "yeah you know so what is that process then like of you know being able to do something like this of widening your gaze like this is it something that came to you with age is this something you would have been able to do at 20 or is it the Therav of being a little older and"
    },
    {
        "speaker": "Guest",
        "time": "01:47:56.840",
        "message": "hmm well yes you are you're right I mean I do get into the character but I mean this is something I mean I don't know if it's particular to me I think everyone was every writer yeah I mean not just writer I mean that that was a time when this was very much a topic of conversation everywhere people were discussing the Gujarat riot and what happened and you know this so-and-so happened this this is what somebody felt on the train this is what somebody walking down the road experienced you know so constantly there was talk in the air of this thing so I mean it was not very difficult actually to get into that person's shoes I mean after all I mean what would a person with a Muslim name at that time be thinking you know there's a great anxiety around and there's fear spilling or you know out of every Muslim home every person and but since then I have changed my view a little I mean now of course it might be more true but at that point I mean they were like we went out and you often met Muslims who were not anxious at all or possibly because they had not been aware of what was going on they had not heard they were in UP and this is something happening Gujarat I don't know but people were saying their names people were happily sort of doing going about their jobs so it wasn't as if everyone was nervous but I think the people around us people in the middle class that gets to hear of these things much more we were nervous we used to think like this and once you are thinking in such terms in then it's not difficult to get into at least I think it's not difficult to get into such a person's shoes I mean there's another story which I thought might be more difficult to get into there's a story that I wrote which is now going to be part of my new collection that's about to be out the proofs have arrived and I have not been able to look at them because I'm here so anyway there's this story I wrote called Mujrim Farar which is about a rapist and it's from it's written in the rapist voice you know and I broadly I was reacting to I read reports of the rape that took place in the Shakti Mills in Bombay and it kind of set off something in me you know what happens what goes on in a person who's done this heinous crime what does such a person think so I tried to look at it from his point of view and to give it his voice so it's basically written like that I mean I shouldn't again give spoilers but it's he is following and if the whole act of raping that girl is described and I've given him a certain language which is a part of UP speak and a part of Bombay lingo you know the filmy Bollywood lingo rather the languages language that he's probably absorbed from watching films so it's from his point of view and how he does this act and then he runs away and you know I shouldn't tell you the whole story but basically it's trying to inhabit a rapist shoes so that's and I'm trying to give it some kind I mean I'm giving it a I mean it's a story of protest basically let me put it in a very wide sort of sense so it's that and the other stories I've written which are also about characters I mean somebody once asked me do you think of yourself as a political writer so actually I don't I don't think of myself as an overtly political writer but I mean if you're writing about things around you which are happening everything is political that goes on in this country but it's also experienced through your own persona which and I think I'm not sure I approve of the completely statement political statement type stories you know because I think there are two different kinds of stories one is of course when you are trying to comment on what's going on around you and sort of pick up some incident that's happened or some movement that's going on and you write about it in a kind of expository sort of style and there's the other thing in which you leave yourself empty and you absorb impressions and somehow your writer's voice comes out it is not your conscious voice it's something else that has been happening inside you and there's a certain logic to that writing that is not trying to make a comment on what's going on it's not a statement it's not so I have tended more to the second style of writing but because I live in a certain environment then obviously what I'm writing will be political because I'm absorbing things from around and how can you not be political in Indian environment so it's like that so inhabiting shoes a writer has to inhabit someone else's shoes how will you write you can't write just about yourself you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:25.840",
        "message": "have to write about someone else which sort of brings me to this modern kind of dilemma about the how the environment around us is changing in terms of how people receive writing like I completely agree with you a writer has to occupy other people's heads wear other people's shoes I mean that's a whole that's a whole game but at the same time you have people talk about things like cultural appropriation and so on and I can totally imagine somebody criticizing you daring to put yourself in the head of someone called Altaf Ahmed and saying that that's appropriation you know seed the platform and all of that and and that's just one sort of political aspect that kind of comes into commentary on literature but I see other commentary on literature also come from political places like that you know you're showing you're showing male toxicity and blah blah blah as if you know I mean characters have to be real the world is what it is you know that's it's our job to kind of write about that so what do you think about this kind of strident politics which is so often even evaluating literature through a political lens rather than just seeing a book for"
    },
    {
        "speaker": "Guest",
        "time": "01:53:32.240",
        "message": "what it is yeah I mean I have my problems with it frankly because what I mean what does cultural appropriation even mean I mean if you're going to write about some something anything any person who is not yourself then it's cultural appropriation isn't it who will you write about at the end of the day you will come down to yourself and you're only allowed to write about yourself and even that is not one self one as we know we contain many people inside ourselves too so that too is appropriation then so where does this argument lead so it just seems to me a very very flawed kind of thing and it's a it's basically a political argument it's not a literary argument at all because literature means other people how can you write literature without talking about other people it would be no literature then so and that's so much"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:19.840",
        "message": "of literature is looked at through a political lens not just in the context of creation but other context yeah where you know only a woman of color is allowed to write about another woman of color and so on things like that do you feel that then people start approaching literature in the long way and in a"
    },
    {
        "speaker": "Guest",
        "time": "01:54:34.840",
        "message": "sense losing something losing out and all the richness that there is yeah absolutely absolutely I agree with you entirely I mean of course we are losing out and on this immense richness I mean how can you be how can who allows you why should anyone allow you or not allow you I mean you are a free person you can write what you like you know of course this whole hurt sentiments business is there but I mean like Premchand was I mean now being castigated for using words like chamar and you know using caste names which were just caste names simply he's not using them in a derogatory sense but I mean there's this whole Dalit movement going on against him that how dare he write how can he write about people whom he is a high caste person so why is he writing about these people how dare he write about our lives you know it's the same sort of thing which goes on in other ways in other countries like blacks and you know the whole rights movements they are all sort of related to that and as you pointed out"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:29.440",
        "message": "in your essay on Premchand he actually wrote about them with great sympathy"
    },
    {
        "speaker": "Unknown",
        "time": "01:55:32.440",
        "message": "even making them out to be victims and some people would object to even that"
    },
    {
        "speaker": "Guest",
        "time": "01:55:36.240",
        "message": "as in why you show them as victims but yeah yeah so there's no end to it really I mean the writer's job is to write and get on with it and rather than get stuck in all these arguments I think wise words we'll take a quick commercial"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:48.040",
        "message": "break and then when we come back I have so much else left to discuss. Compounds at ctqcompounds.com which aims to help people up level themselves by reading more a few months ago I signed up for one of their programs called the daily reader every day for six months they sent me a long form article to read the subjects covered went from machine learning to mythology to mental models and marmalade this helped me build a habit of reading at the end of every day I understood the world a little better than I did before so if you want to build your reading habit head on over to ctq compounds and check out their daily reader new batches start every month they also have a great program called future stack which helps you stay up to date with ideas skills and mental models that will help you stay relevant in the future future stack batches start every Saturday also check out their social capital compound which helps you master social media what's more you get a discount of a whopping 2500 rupees 2500 if you use the discount code unseen so head on over to ctq compounds at ctq compounds.com and use the code unseen up level yourself welcome back to the scene welcome back to the scene. my question here really is that as a writer I think that there is sort of this dual imperative which pushes you in opposite directions and one imperative to you want your work to be read you want to be relevant and that might lead you towards changing your voice in a particular way to be more accessible that might lead you to picking subjects that are more in vogue so to say but the other part of that dual imperative is that you also just want to be true to yourself that there are things that you care about and whatever kind of comes out whatever you care the most about you want to write about that whether or not there are readers and and of course the danger of that is that it can be a path to self-indulgence if you you know especially if in terms of the style and the idiom you don't think of the reader at all and so these are kind of dual imperatives the danger on one side is that you lose yourself in the quest for finding more readers and the danger on the other side is that you become self-indulgent and no one can relate to you so is this something that you have kind of"
    },
    {
        "speaker": "Guest",
        "time": "01:59:04.360",
        "message": "thought about or yeah i mean yeah i've been asked this question before and i think it's uh uh when one is actually writing one one doesn't have a reader in mind i i don't i mean it's there's some kind of in critic inside you which is trying to get the writing to reach a certain standard so you're writing following that voice your own voice and to see whether the story is reaching where you wanted it to reach and the reader of course is important but the reader comes in later you know so when you're at the point of writing if you started tailoring your narrative to the reader then you'd really get nowhere because i mean there are so many readers and they'd all be wanting different things so at the point of writing it really doesn't matter and in fact if you think about a reader then it's usually there's two or three friends or somebody who you know has read you or some you think what would they think you know sometime but even that doesn't really enter at the point of writing and yes the other thing of course is true i mean if you started tailoring your narrative then you have lost what you wanted to write you know and the voice also can't you can't tailor the voice to the reader and the content certainly not you know your content is i mean of course you may choose the language like you gave the example of Premchand or my mothers i like to call them both mothers so they were writing and they of course my my the fact that my father was also publishing kahaani at that time that may have played a role in the choice of language too but then i mean this was a hindi literary scene that they were aware of whereas i'm not sure that they knew about what was a comparable journal in urdu for instance if they had wanted to publish there must have been but i don't know i mean i don't know whether they knew of it also so it was wider dissemination ease of publication and for Premchand of course uh it's true that he did it because it had a wider reach and he was wanting his message to go to as many people as possible so in his case it was certainly true and in their case too it was with a slight difference in the stress of it but yes it was true that they changed the language but changing the language didn't mean that they changed the i mean the language was the same it was a different script just the script was changed so it didn't really make a difference whereas in Premchand of course the urdu versions and the hindi versions are completely different and there's a whole in fact a lot of confusion about which work was written first in urdu and which one because there are many of them which are both versions and you know so you don't know which one in many cases you don't know which version was written first and which was written second and there were also translations that he commissioned a commission or he got other people to do commissioned is like a very modern word he didn't commission them in that sense but i mean other people were also transcribing his stories from one language to the other so we don't know which ones were done by him he himself had done something or somebody else had done it and which one came first which one came second for often the versions are completely different"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:05.560",
        "message": "like a lot of difference well tell me a little bit about like you often mentioned that you write in hindustani which i find is an important distinction now like you said at one level hindi and urdu are the same you know the same roots and everything at another level they are now different you know driven to that difference by forces of politics and so on and so forth so tell my listeners a little bit more about that i know both your uncle amritra and your cousin alokra have written books on this subject but you know just enlighten me a little bit more about what this process is because most people listening to this would think hindi and urdu are different languages and hindi is the language of the hindus of india and urdu is a language of people in pakistan and actually the thing is they are both the same language and that language itself which they were was a confluence of many many influences and sources from all over the place so yeah tell"
    },
    {
        "speaker": "Guest",
        "time": "02:02:56.600",
        "message": "me a little bit about this i don't know if i'll be able to tell you uh so very exactly about the because alok has written a book on it and he would be absolutely the person you should talk to about this but then of course politics has entered into it and hindi becomes you know for reasons that we all know it starts to eliminate all the urdu words and in fact it's so difficult to eliminate the urdu words from hindi because simple words like pani or you know stuff like that you know very very basic words are you know urdu origin words so how can you sort of divorce the two things but this process is going on in and it's tying in with the larger politics of the country as the country is becoming sort of more and more hinduized let's call it the irony of it is that urdu was actually called hindi first you know urdu was hindi i mean hindi meant urdu and then later these names became i mean there's a whole history there so it's like i don't know if i'm uh competent enough to speak on this kind of thing just now but i mean of course there's a whole story behind it which perhaps if you have a look on your show one day you might be able to"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:01.320",
        "message": "enlighten you okay that's the plan i'll get you to put in touch with him and i'll also link his book from the show notes for those who want more the interesting is like i read at the start of your uncle's book and samritra's book on this is that hindi was actually a general term used for people who lived in india so there is even like an old text which talks about how i think amir khusrow's text about how uh you know people under a certain emperor if hindus came to his attention they would they would be trampled by elephants but other hindis like the muslimans would be spared"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:30.440",
        "message": "you know so it's interesting how words also evolve to take on particular meanings and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:35.240",
        "message": "people forget the origin and in fact so much of what we consider uh indian authentically indian"
    },
    {
        "speaker": "Guest",
        "time": "02:04:40.520",
        "message": "and sanskari today actually came from outside like yeah yeah like the elegant churidar kurtas of modiji oh absolutely everything there's so much in the way of food in the way of dress i mean everything i mean it's such a very mixed culture you know it's just impossible to separate things into how can you do that i mean it's just complete bloody mindedness i think that these people are trying to push this down people's throats before we get to talking more about your"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:05.800",
        "message": "writing processes and all which also i do let's take this digression into how this country is kind of changing and in a sense your own family is a great example of a syncretic india this khichdi where everything is mixing easily of course you know premchand was progressive in the sense that he married a child widow his second wedding was to a very formidable lady and a writer in her own right who i'll ask you to speak about as well and so on down the line there have been mixed marriages as just you know in a sense your family reflects the khichdi that india is and yet today we live in a time where simplified narratives that sort of reduce our culture that reduce individuals to a particular thing are in vogue where you know hinduism is being reduced to sort of a particular brahminical strain of it you know or and in some ways almost carrying or almost sort of harking back to the tradition of other western religions which are religions of the book so to say and we of course don't have a book it's a completely open culture but there is a sense that you know uh you're trying to center around one of our great gods which is ram and you're trying to you know reduce it down to that and similarly in terms of language like a quick summary for readers who might not be aware of it is that the politicization of you know how language changed really began because there was a political movement to mark out hindi as separate from urdu and hindi in devanagari as a language of the hindus of india and for that one of the idioms kind of created was this very artificial sanskritized hindi shudh hindi as it were which i remember being taught in my school which no one actually speaks like like your own writing is much more the way everyday people speak the colloquial speak but there is this artificial kind of shudh hindi ness which has come up and the prime minister speaks in it which is very interesting because i don't know how people relate to that you know he's otherwise in terms of polemics and speech making and all for whatever it's worth you got to give him credit he does reach out to many people and he's built a cult around himself but i don't i don't understand how the language works because it's a language nobody really speaks but all that apart a lot of the change that is happening in our country uh in many alarming ways is something which people locate in the hindi heartland in up in the places where you live yeah tell me from your lived experiences of whether culturally uh the change is as drastic as it seems or it is only vocal elements of this current time and vocal elements of this political movement who make it seem that"
    },
    {
        "speaker": "Guest",
        "time": "02:07:32.440",
        "message": "way it's very much present i think it's just very present in your everyday lives i mean the sounds around you have changed the way people walk has changed the way people laugh has changed i think i mean this whole thing that's going on this hinduization let's call it i mean it's very very present and especially uh in up because i mean and you can see even among the people who are around you who were not sort of so very right-wing so i mean things have changed but now more people you meet are sort of going to sort of be i mean you will be noticed much more as a kind of anomaly in society rather than you know somebody who's part of a structure and when my parents got married in 1948 i mean it was a hindu muslim marriage and this we are talking of the year right after partition and there was nothing no furor made over it you know it happened peacefully nobody noticed before that my uncle had also married a hindu wife and i mean then too i mean it was not i mean like today there's this whole business of love jihad carrying on you know i mean nobody thought of it like that earlier i mean it's just something very it's a political thing that's being imposed on people's lives you know and it's impacting everyone i think in a very very obvious in a very negative way so lots of people you meet i mean it's just the whole experience"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:58.040",
        "message": "of living has changed in very drastic ways and and you you kind of mentioned about how you know love jihad wasn't a big deal then i did an episode on the gita press with akshay mukul and he's written a great book on it yeah and the interesting thing that i've discovered there is issue the issues like cow slaughter love jihad all these issues have really been coming down from decades since the 20s if not before they've been live political issues like either they were underground and they've only come over ground now or they were the fringe and they've become the mainstream now and i'm i don't know which one i'm more inclined to believe and of course these two are subtly different in the sense that underground and having coming over ground would mean that many people felt this but never actually said it or never expressed themselves and that expression has found its place now and politics has caught up with culture or that it it was a fringe belief these were fringe beliefs and fringe insecurities that have somehow spread so which of the two do you think there are because even i in my own life there are many people i have known for decades who i have to look at with new eyes because they"
    },
    {
        "speaker": "Unknown",
        "time": "02:10:03.000",
        "message": "are saying things and doing things that yeah exactly are surprising to me yeah and i'm sure the same has you know you've experienced the same as yeah everyone has so you know is it that they"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:12.680",
        "message": "were like that all uh along or is it that something changed what happened this is something we talk"
    },
    {
        "speaker": "Guest",
        "time": "02:10:17.800",
        "message": "about all the time amit i mean i can't believe that this was the case always that all these that all these feelings were buried and now they have suddenly you know come to the fore because suddenly we have a hindu government in power it's not i don't think it's that so much it's probably they are getting influenced by each other and also this whole thing of power i mean you know the party in power and they tend to fall in line you people have this i think people especially in india have a great thing for uh just being you know following like sort of herd mentality i mean if someone is like that then they tend to be like that too you know so it's it's that and of course everyone loves narendra modi that's for sure so they are following him so there's uh that i mean i don't believe that they were like this always and even now in a common man if you see on the street i mean if they pass uh even a masjid or they pass some kind of somebody's grave they will bend their head i mean they will sort of bow down to it it's not as if they are all sort of very kind of militant hindus or something they are hindus but they are not like that you know so i i don't know how this quite this is how this is being transmitted but it's certainly taking i mean the mind of people is definitely being changed you know the ways of looking at things you know and they are possibly being shown the way they are being shown that look this is you have this these people have been i mean a sense of hurt is being created where it was not it was just everyone living peacefully together how did this suddenly start happening again it's very hard to pinpoint and it's getting worse every day and i mean and people are not even like all these young muslim boys being lynched why is there not more of an outcry or what is it you know i mean it's a it's something that we see or even those poor boys in kashmir whose sort of eyes are being you know you know all these pellets are being shot at them there's so much cruelty happening all around so what is it what is it no and it just reminds me more and more of you know nazi era in germany when i don't know if you've read this book called uh east west street i forget the name of the writer well it's about uh this the laws that were made uh you know with all all the sort of war you know laws that were made after the wars during the wars whatever sort of anti-jewish lobby was sort of i mean they were trying to make laws to counteract those so in that book there's this person there's a police person who's killing a jew on the street so this this guy i forget i've forgotten all the names he comes up and he sees this policeman killing this jew so he says why are you doing this i mean have you no soul so the man sort of does doesn't say anything and he turns around he shoots the guy and he's also gone you know so it's just that people seem to have no conscience left or conscience is too sort of asking for too much already i mean they just have no sense maybe there's a certain blindness that has taken over different sort of blindness because i think as a society we are pretty blind anyway i mean like the middle class is completely blind to the poor person on the street we just don't see we just don't see what's happening you know we have lost the capacity to stand in anyone else's shoes and we just can't see that this person what kind of life would this person be leading you know we just we are impervious to it completely we are looking at our own little feathering our own smallness and you know not looking at anyone on the street so it's this is a different sort of blindness that we"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:55.160",
        "message": "don't notice anyone else's pain yeah and that's so true like the name name of my show is of course a scene in the unseen but one way in which this plays out in our everyday lives is all the things we are blind to on a daily basis like you correctly said when i stop at a traffic signal yeah there might be someone outside my window but that person is invisible to me i'm in a different city yeah that person is in a different city yeah absolutely so i'm reminded of three kind of social science concepts which i'll quickly run through because hey why not digress and uh i'll ask you what you think of them and one of them comes from the social scientist cast sunstein he calls it group polarization so he did this very interesting experiment where he got a bunch of uh like i forget the exact ideologies in play but let's say a bunch of democrats and a bunch of republicans and he put the republicans together in a room for a kind of group discussion and he put the democrats together in a room and they took their views on certain subjects before the discussion and after the discussion and after it they found that after the discussion the entire opinion of"
    },
    {
        "speaker": "Unknown",
        "time": "02:14:54.120",
        "message": "the group became more extreme yeah so that the most moderate person in the group from the results before yeah was more extreme than the whole group had been uh you know um before the thing in in"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:05.320",
        "message": "kind of both directions and he called this group polarization and perhaps there is a sense of this okay the the other one is um i i forget who the author is but in the early 20th century there was a study of lynching how lynching happens how crowds work how mobs work yeah and what that found was that there are different thresholds at which someone will lynch someone like the mechanism of lynching typically is this and a friend of mine who was lynched and lynched by the way doesn't mean killed it means beaten up by a crowd yeah so a friend of mine the journalist rishi majumdar was once lynched in that way and he lived to tell the tale uh thankfully and he described how it"
    },
    {
        "speaker": "Unknown",
        "time": "02:15:43.240",
        "message": "happened to him where he was somewhere in the heartland yeah and he was stuck in a group of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:47.400",
        "message": "people were arguing with him and it was just an argument and suddenly somebody who was not even part of the argument from the fringes came and slapped him and then one more guy came and slapped"
    },
    {
        "speaker": "Unknown",
        "time": "02:15:56.840",
        "message": "him and then eventually they all beat him up yeah and uh how it works is that everyone apparently"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:02.200",
        "message": "has a threshold at which they start beating someone where a complete sociopath may just start hitting someone without anyone else another person will become violent himself if he sees five other people do it another person become violent if he sees a hundred other people do it so just thinking aloud it seems that maybe we've reached a chain of events where more and more thresholds are being reached so even someone who would otherwise have seemed moderate yeah is now"
    },
    {
        "speaker": "Unknown",
        "time": "02:16:26.680",
        "message": "getting carried away by the mob and the third phenomenon is something coined by the sociologist"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:31.800",
        "message": "timur quran in his 1999 book private truths public lies which is preference falsification which is that there are certain views at a particular point in time which you keep to yourself because you feel it's not polite to say yeah like i'm you know if somebody feels a woman's place is in the kitchen he won't say it because he knows others will disapprove but if he finds 50"
    },
    {
        "speaker": "Unknown",
        "time": "02:16:53.400",
        "message": "other people say it then he'll feel emboldened to say that yes that is what our culture says yeah"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:58.200",
        "message": "and that creates what quran called a preference cascade like an example he gave was in the soviet union where everybody living in the soviet union would feel that they were the only dissenters"
    },
    {
        "speaker": "Unknown",
        "time": "02:17:08.520",
        "message": "because nobody else was expressing but once enough people expressed that you had a preference cascade"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:13.720",
        "message": "and it was almost overnight that the soviet union tumbled and i feel that social media created these preference cascades where you could have had a certain amount of innate bigotry within you where you might have felt resentment towards muslim men or you might have felt resentment towards whoever the other is and you don't say it because by and large everyone seems decent"
    },
    {
        "speaker": "Unknown",
        "time": "02:17:36.600",
        "message": "but then you have this kind of preference everybody's saying it and then you become like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:41.560",
        "message": "that and therefore my feeling is that it is not as if someone who is overtly a bigot today was a bigot yesterday or was not a bigot yesterday that bigotry was perhaps a small part of the"
    },
    {
        "speaker": "Unknown",
        "time": "02:17:54.760",
        "message": "multitudes he contains but that has now been amplified and given expression by this and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:00.280",
        "message": "everything that is being amplified today is the worst of us because that's what tends to get"
    },
    {
        "speaker": "Guest",
        "time": "02:18:04.600",
        "message": "yeah amplified so these are sort of my ramblings on this yeah i i agree with you i think uh there's something something innate there is something innate which gets kind of uh you know it gets uh the flame is fanned or whatever you know sort of and uh one person follows the other and then that starts i mean if it's something that you think will can be justified and because there are so many other people who feel the same way then perhaps it will be easier for you to express that the the element of politeness as you said and they were too polite to express it that has gone completely and now you feel that i will perhaps be praised for this very same thing so they are i mean i think it does happen like that i mean i have often wondered at this in a more general and a broader sense about the source of evil i mean like how uh if you if i see a person walking on the road does that person hide in himself a murderer i mean that thought has occurred to me that how do you make a normal person who's just leading a very ordinary life living somewhere in a town and with his family why does that person where does that person suddenly discover the seed of evil in him that he does this you know and but this is a very large moral kind of question which i am not sure can be answered that easily and uh but it is something like that there is in human nature something that you know that can be brought out and but it's very hard to believe that so many people always believed you know that muslims are bad or whatever because i mean after all if muslims had to sort of do this or convert people or whatever i mean they've been in ruling for years and years hundreds of years and they didn't do it and we still survive as a nation which is pretty much a multicultural i mean multi-religious nation up till now so how can they believe this you know and that's just a bit of a puzzle for me maybe it's like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:00.360",
        "message": "schrodinger's india that both truths can be true like i remember i had the politician and thinker jp narayan on my show yeah and i put it to him that india was a deeply illiberal country and of course where i'm get our society is deeply illiberal and where i'm getting it from is the way women are treated and all the divisions cast all of that yeah and he said that he made an interesting point he said that that's true but if you look at it another way india can also be considered in this in its lived reality these are my words not his india can also be considered in its lived reality to be liberal because we are such a confluence of so many different you know"
    },
    {
        "speaker": "Unknown",
        "time": "02:20:33.960",
        "message": "experiences we have coexisted for so long we've been multi-religious for so long yeah as you said"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:39.720",
        "message": "like thing i forget who it was gandhi or naipaul or churchill whatever one of them who said that"
    },
    {
        "speaker": "Guest",
        "time": "02:20:44.120",
        "message": "whatever you say of india the opposite is also true yeah yeah exactly so uh yes because we i mean and also compared to some many other societies we are liberal still yeah i mean after all we can get away with you know we can say some things and you know still get away with it like you and i can have this conversation yeah yeah i mean so in other many other places this would not be possible so i suppose in you know on a kind of relative sort of thing i mean we perhaps would be called liberal but that is slowly slowly or very rapidly getting eroded yeah and we are very fast becoming a nation of intolerant people you know i want to go back to your musing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:19.400",
        "message": "from a couple of moments ago where you said that you know when you pass a person on the road you wonder does that person carry the seed of a murderer uh inside himself and something that i've been thinking about for a long time is how uh the self is contingent and it's contingent on a series of accidents like the steven pinker once said nature gives us knobs nurture turns them and"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:42.280",
        "message": "both are of course pure luck and accident you know the genes that we are born with and what"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:46.440",
        "message": "circumstances do to us those circumstances even include things like the chemical composition of the brain for example like one of my favorite musicians chris cornell killed himself a couple of years ago and one of the possible reason was he was on some kind of medication which was later found to make people depressive and all of that so you change the chemical composition of it and the person completely changes and i am reminded about this by something you wrote in your beautiful essay in caravan where you wrote about your dad and i'll read this passage out but you're describing how your father met you in 1994 when he came from a train quote my father's hair was uncombed clean shaven all his life he now had a beard born of negligence his nails were long and yellow and a wilderness had taken over his eyes he had grown senile he would stand about in doorways having forgotten what he had come to the room for after my mother died he stood by her bed and looked at the quilt bunched upon it as if he suspected that she was underneath it never interested in food he developed a sweet tooth he ate the rasgullas that were bought for him from hira halwai with a focused pleasure he wiped his hand afterwards on his white dhoti this was a father i did not know stop quote and this really spoke to me because i have seen the same process in both of my parents who for different reasons became different people at the end of their lives people i almost could not recognize one in a not so good way and one in a good way and and it's something that often leads me to reflect on my own self that i feel so confident in who i am but it is all contingent something outside my control could completely change it and you know and as a writer this is sort of something that you've kind of commented on you know over here"
    },
    {
        "speaker": "Guest",
        "time": "02:23:31.800",
        "message": "what are your feelings on well actually yeah i mean i also have a story not quite like this but it's also about a woman who sort of has a dementia like thing you know she becomes i mean it's basically about these two friends who live next door to each other and they it's also about the first period about this girl who gets the first menstrual period and the other girl who hasn't yet got it so they interchange and you know all that and then this it's a description of a friendship and then both of them go their separate ways this girl goes away to study somewhere the other one remains behind in the town and then when they meet again she sees this other girl who has the period and this one who hasn't she sees her getting off a rickshaw and she recognizes her and she says oh i know you but i have now i have difficulty recognizing people because it's something that has happened and i can think of things i can remember things that happen a very long time ago but i can't remember things that happened say yesterday so she's basically in this kind of state she's got this dementia and it carries on so they meet after very long periods and the next time they meet is this girl's the dementia girl's brother has died and this other one goes to see the i mean for condolence and she sees this girl and she's oh yeah i forgot the very crucial thing of it that when she this girl has a first period and she tells her friend about it and she says no don't tell my mother because i went and touched the statues of the gods while i was impure and she would be upset if you told her so don't tell her that and then at this now 40 years have passed 50 years have passed and this girl is with dementia she doesn't remember anything but she says let me take you to my mother and she'll be very happy to see you and she's just lost her son and whatever she'll be consoled when she sees you but and she says in a lower voice don't tell her about that you know she remembers that day that has now finished and it's all gone everything is finished around her but that day is still crystal clear in her memory she just it's nothing of it has changed it has stayed with her all these years and she just that's the one thing about the friendship that she remembers so of course this girl meets the mother and she doesn't tell her anything all that and then she goes away and she never goes back again so that's where the story ends so this is also sort of dementia comes into that story too so it's about well people do change and i think it's not just chemicals i mean not drugs or anything that change the wiring in your brain sometimes it's just circumstance and sometimes people have that condition there's so many conditions you know you can become bipolar you can become you know some kind of other alzheimer's or whatever you know and the composition of your brain has changed in the meantime so you don't know what has caused this to happen so yes it is we become different people throughout our lives i suppose we keep changing and by the end of it we probably wouldn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:31.720",
        "message": "recognize that earlier person who we were so what do you think of the earlier Sarah Rai the person in her 20s like you know when i look back on the younger me i am kind of filled with astonishment that that person managed to become this older me i mean i just don't like him at all it's like"
    },
    {
        "speaker": "Unknown",
        "time": "02:26:49.560",
        "message": "another person i'm like what and then you begin to kind of question your sense of self and say"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:54.200",
        "message": "that what is it that that person and i have in common apart from the name and apart from all"
    },
    {
        "speaker": "Guest",
        "time": "02:26:59.160",
        "message": "that and yeah have you reflected on your younger self well at that point of what i do think is that one was not thinking of anything at all one was just going through life just as as the days came you just lived it and you went on so there was no process of thinking really about where i'm headed what should i be doing there was no kind of conceptual framing of a life at that stage you know and now i regret it almost that i should have done this i should have done that why didn't i read this why didn't i write that why didn't i start my writing career much earlier all the all those regrets i do have but then one was leading you had all the time in the world now i feel that time is finishing i have to do what i have there's a kind of urgency that has taken over my life you know and then one didn't think of it i mean it was just a whole life stretching ahead in front of you and you could do what with it what you liked so most of it was spent just going out with friends or reading or listening to music or whatever i mean there was no direction as such but i don't know how this whole direction business came in in the first place because well i was not as such i mean i wanted to be a writer but i was not really doing anything about it you know i was not going about it with any kind of seriousness but suddenly i mean it did take me by surprise i suppose that i wrote my first story i was in australia then and we were there my husband was doing his research there so we were there for about six years and i wrote my first story there it was already quite late i mean i was in my 30s not 40s but 30s 40s but 30s and i sent my stories to my father who at that point was quite all right i mean he didn't have this dementia thing that i spoke of later and so he read my stories he liked them he sort of he felt sort of happy that somebody had taken after you know whatever somebody was also writing in the family in among this generation so all that did take place but i mean if i had to live it all again which of course i won't i would have started this much earlier and i just feel a sense of waste of a wasted life in a sense that you come to things very late and then when you realize there's so little left it's that sadness of it takes"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:10.600",
        "message": "i had a episode i really like doing with kavita rao who's written a wonderful books on our lady doctors and we spoke a lot about late blooming there and like her mother started learning sitar at 75 and now at 77 she apparently plays it very well and i remembered you know penelope"
    },
    {
        "speaker": "Unknown",
        "time": "02:29:28.280",
        "message": "fitzgerald the great novelist who started writing in her 60s and mother booker and all that and just"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:33.160",
        "message": "lovely novels so here's the thing you know you start your essay in caravan by talking about how your dad when he met you uh you know made made you sit down and you're already around 40 at this time"
    },
    {
        "speaker": "Unknown",
        "time": "02:29:44.040",
        "message": "or thereabouts and made you write uh the following words quote katharine mansfield you will be the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:49.800",
        "message": "katharine mansfield of india stop quote and what strikes me here is that he has a vision for you he wants you to be this and this is somehow important and equally in your words when you talk about starting too late or feeling that there is not enough time there is sort of the implication that you have set out for yourself something to do or something to achieve and you know and i also have those regrets sometimes that oh i could have written 10 books by now i never had this and all of that but also i tell myself that it is sometimes dangerous to have that one vision of yourself or those big dreams because they never happen what is more important is to keep doing what you love doing and whatever happens happens and you live in the moment and when you're gone you're gone anyway you know this whole concept of a legacy i don't know what it means so what do you think about that especially you know given the pressure of the sort of family you came from and if you also then think of yourself as a writer there might be the sense that oh i have to become x y z and even now when you speak of uh you know not enough time which i"
    },
    {
        "speaker": "Guest",
        "time": "02:30:56.920",
        "message": "don't agree with there is enough time for all of us and too little time for all of us in another respect but how do you actually actually i mean i think the struggle was not to become someone like i mean it was not an i mean not ambitious in that sense but a desire to have a better utilized life you know not to have wasted so much you know because there's so much that one doesn't know so little one has read so much of other systems of knowledge that one is completely oblivious to i mean you just what do we know of you know sort of muslim learning or even sanskrit or you know there's so many vast sort of areas of knowledge that are completely sort of dark for me you know so i just wish that i had done more with that time and one doesn't get the urgency at that point of time because one thinks that one has all the time and you're not even thinking along those lines you're not thinking that i should be doing this or i wish i knew this so uh it was not so much of of wanting to become or having written 10 books or whatever but a kind of engagement with life that could have become begun earlier and that started late for me i thought in a certain kind of way of thinking that i could have got into earlier and i did think and well it was a little all over the place i thought i mean i it could have been more focused so if you had to give"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:18.600",
        "message": "advice to your younger self in specific terms what would that be right every day"
    },
    {
        "speaker": "Unknown",
        "time": "02:32:26.040",
        "message": "because writing also sharpens the vision you see it's not just what you're producing but"
    },
    {
        "speaker": "Guest",
        "time": "02:32:29.560",
        "message": "you're learning to see you know seeing is so important is such an important part of being a"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:34.040",
        "message": "writer i couldn't agree more this is almost like a sort of a lament i share about myself"
    },
    {
        "speaker": "Unknown",
        "time": "02:32:41.560",
        "message": "so let's actually now talk about your sort of your writing process yeah when you begin writing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:48.760",
        "message": "seriously like my biggest problem is that you know if there is a structure to something i'm doing for example with the scene in the unseen i know that i have to release it on monday and therefore i have to get the files ready by so and so time yeah and i'm there's a structure so i get it done but when there isn't a structure like i want to write a book or i want to do this it's very hard for me to be able to discipline myself because in the moment there is always something that is in the way so how have you arrived at your sort of writing discipline and writing habits"
    },
    {
        "speaker": "Guest",
        "time": "02:33:20.600",
        "message": "and what are your sort of processes like well uh i suppose it means that you spend a lot of time at the job and say if one can manage to while i'm in the process of actually writing the story then i do spend time with it i mean i can never rush through a story i mean and i never make drafts it's like when i'm working on a story i keep changing it as i go along and this this used to be a problem when i wrote longhand because then you have to cut and slash and copy out the whole thing again which for much of my earlier writing life i did have these registers full of stories and i would cancel them out and rewrite them and all that but this has changed of course with the coming of the computer but you do spend a lot of time thinking and thinking and polishing and the thought and integrating what you're trying to say with the language with the structure i mean i also tend to use metaphors sometimes like the whole story might be a metaphor for instance there's this story that i wrote called Amar Vallari which is about losing which about losing things like and lost spaces it's about lost spaces really i mean about a space that and a space can be a metaphor you know it can be in the story it is a metaphor it's a space of childhood of memory of of an actual physical space which is now being like it's set in a bungalow which is very much like my own bungalow which is all wild and it has gone and it's in the middle of this residential sort of high-rise apartments around it and now it's just this one space of wildness left so it's that and wildness i've been kind of obsessed with wildness a little bit in my writing and wildness not just as physical wildness but as a metaphor also like wildness in the sense of solitude like there's a story i wrote called Biaban Mei which is in the wilderness literally so in that you can be in a sort of mental wilderness i mean there's a little girl in it who's sort of dumb you've read that story i love that story yes and so i mean wildness has been kind of occupied me a lot and i and it has never been a negative thing it i think it's a space of solitude that one needs and which is very necessary especially for a writer and in solitude it is in solitude only that the thought will come to you the idea will come to you and you will be able to to see you know a certain clarity comes when you're alone and you're in solitude so for me the wildness and solitude has become like together it have got merged together as an idea and i think it's very necessary for a writer so that has happened and what was i saying i mean i've forgotten this how we started out yeah no we were just sort of talking about your processes of writing yeah so it's the solitude and you need to be completely by yourself you need to empty your mind there should not be anything else happening around you which is always a very difficult thing because something or the other is always happening so it's very hard to just do that but then you have to empty yourself out and allow the voice to take shape you know so it often you just sit for hours and hours and nothing comes so at the end of a day if you come up with a paragraph that's a good day you know and sometimes nothing may come at all and that's a bad day so it's basically it's just that i mean you keep thinking and meditating and you know just waiting for the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:46.760",
        "message": "thing to arrive i love wilderness i wanted to talk about it i don't have a particular question as such but what i loved about wilderness was again in in a magic realist kind of sense that moment at the end which just kind of transcends the story and just is so so profound and how do you arrive at that in the sense of not in the mechanistic sense of how did you think of this but more in a sense of in terms of process like did you have to write different drafts of the story or were you stuck at that point how do i take it forward or when you begin the story do you know the way it's going to end and you just know what's going to happen and it's not just that story it's also other uh skies for example where that that crazy end which is again right"
    },
    {
        "speaker": "Unknown",
        "time": "02:37:29.640",
        "message": "out of magic realism and it's such a striking image like imagine a cinematic image like that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:33.960",
        "message": "and i don't want to give any spoilers but my listeners we can read those themselves so how does that happen and is it then also a conscious process that you think about how in every story you want to find this moment which kind of crystallizes everything which is like"
    },
    {
        "speaker": "Guest",
        "time": "02:37:50.120",
        "message": "this revelatory moment which is it's a bit of a mystery actually because it comes sort of in a flash i mean it is not something i mean when i start writing there's no story as such that i have in my head the story as it happens you know it just takes over when you are writing the story you know shapes itself one sentence follows the other and somehow you know the story gets created i'm also not very sure how exactly it happens it's a sort of accident i suppose and but that ending that you're talking of that did come to me in a flash i mean these there are these two people who are locked into the wildernesses of different kinds and suddenly what can unite them and get them out of it is this bus that's totally instead of moving forward it starts rising because they also see themselves at that point they see themselves they see the whole town especially for the writer who is not for the little girl but the writer who must see around her so when she's up there she can see everything very clearly and she also finds that she has got some kind of release from this being locked as she thinks you know she's got a writer's block so that block gets removed for her too and maybe presumably now she'll be able to write so it's all about the writing process too that story is about the girl and it's also about the writer's own writing process so it happened like that and then the other story i mean i don't really have many magical moments as such in the stories in my stories maybe just the two i've read just the two and maybe a couple more i mean i don't quite know how they how they enter the story like there's another story i wrote which is called Kam Bolne Wale Bhai which is set in Chhattisgarh and it's got in the backdrop some mysterious happenings that are taking place we know what they are you know and the sort of people getting killed and all that but at the end also there's a moment in which this person i mean i shouldn't tell you this story don't tell me don't give the spoiler yeah yeah but anyway there's this moment in which all these Jugnus suddenly become it's like a sheet of Jugnus and they are they are signaling hope i mean there's also this sort of symbolism tied in with some of the stories in which a certain description will add up to hope or will add up to something that's not consciously done but i find that it happens it becomes like that when i'm writing the story that i'm kind of in a very subtle way giving a message so it's not really a message as such but it's tied in with the story but it does lead you to some kind of hopeful"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:19.640",
        "message": "ending and how consciously do you think about technique or craft number one and a second question kind of tied into this which is what i have recently been wondering whether art and craft are really the same thing that art is just craft except it is craft at a subconscious level so you're doing something without knowing how you did it but it is really craft you've gotten to that"
    },
    {
        "speaker": "Unknown",
        "time": "02:40:42.040",
        "message": "point because you've done something again and again and it seems magical and beautiful and it"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:45.960",
        "message": "doesn't seem like there is it seems to transcend craft which almost has a mundane implication but actually they are the same thing and one of them you understand and you can break it down and the other one is happening at a subterranean level yeah well in some ways uh you're right i"
    },
    {
        "speaker": "Guest",
        "time": "02:41:01.160",
        "message": "mean uh one is of course i mean craft is very important in the writing of a story and sometimes the story is dictated by the craft also so uh i mean the two things are obviously very tied together but uh when the craft and art they are separate too i mean i mean there you firstly i think what differentiates it is that there has to be an idea behind the art there has to be something there it's not just the making of patterns or a making of and there has to be something central to the narrative something integrated there has to be some kind of vision some kind of vision to the story and for that vision you choose the appropriate craft you choose the narrative style you choose the structure you choose the language everything falls in with that central vision so if that central vision is missing then i don't think it can be possibly be called art then it becomes just a random pattern finely drawn but it's a pattern so i think that is the main thing that is different"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:57.560",
        "message": "and when you kind of look at the books that you've written uh and obviously a couple of decades have passed since uh you know you kind of resumed uh writing in that sense after Lucky Horace what do you think of your earlier books do you look back and you think that oh you know i wish i could do it better or oh i really love it it captured that moment what where i was at that moment or do you think that oh another person wrote it it wasn't me i am now somebody else"
    },
    {
        "speaker": "Guest",
        "time": "02:42:22.600",
        "message": "how do you look at your past work and you know there's some of it i hate yeah i do hate some of it uh but i can see why i wrote it at that point and i can see the flaws but there are some things that i wrote that i like even now and i think oh that's that did i really write that you know that kind of feeling but i mean like what are those well there's one story i wrote which was very close to me in my heart because it was actually something that happened and i was kind of uh uh changing it for the fiction but it did happen and it it was a story which of my i mean my collection is called that it's called Ababil Ki Udaan which is the flight of the swallow so it's about death and it's about superstition so this uh i mean it's about this little girl and it actually happened to me but obviously in a story changes but the death of her brother for instance so it's uh in the story the brother dies and she's somehow uh how can i say this without revealing the whole story i mean she's uh thinking about death and all these sort of things that come in all these little details that come in she's lying on the lawn and this brother she she comes running on the lawn and the brother is lying on the lawn and she jumps over him and she thinks it's about superstition so she's been told that if you jump over a person who's lying there that person stops growing so she has this thing that she's killed her brother because he dies later and then she thinks oh i killed him because i jumped over his body and he stopped growing which means he died so basically there are all these superstitions that are knit into the story and right at the end uh she's traveling in a train where the brother has died and they have not been told what exactly because she's a child she's eight years old and she has not been told what has happened really to the brother and she's still thinking that maybe he's alive maybe he's just hurt or something and she looks out of the window and she looks at the sky where a swallow is flying very high a bird is flying very high and she remembers that her brother the one who has died had told her that a swallow is the freest bird because it flies so high it just flies the highest bird and even the falcon can't get it so she immediately connects the two things and she thinks that if that bird is a swallow then my brother is alive somehow that gets linked in her mind and she's looks at her mother and she wants to ask her that question that is that bird a swallow but then she doesn't have the courage to ask because what if the answer is no it's not a swallow so she's just it ends at that moment so that story i still think it i like that story and i still like it so that's one of the stories that has remained but yes i mean there are some stories that i do like still but some of them are what crap why did i write this you know that kind of and i can see the bulges the bulges that needn't have been there and should have been done in a crafted in a more you know fine way and i can feel these are unnecessary passages and they could have why am i describing so much stuff like that i i guess all writers feel like that after"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:23.000",
        "message": "a point in time so you know before we kind of wind up what's next for you what are you planning to write what are you working on will we see translations of your work anytime soon like you know i am in any case i want to start reading hindi it's been something has been saying for a"
    },
    {
        "speaker": "Guest",
        "time": "02:45:37.080",
        "message": "long time well i i hope somebody will translate them people ask me why don't you translate them since you are a translator yourself but i mean there are so many people that i can translate why should i translate my own i mean this this has come up you know that i should translate and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:51.160",
        "message": "because i loved your translations of your two stories i mean obviously i haven't read the originals but he's read really well and i i think would also appeal to international audiences for"
    },
    {
        "speaker": "Guest",
        "time": "02:45:59.960",
        "message": "that matter yeah but if somebody would do them then it's fine but i i mean i don't know not not for the moment because i don't know if at some point i changed my mind that's something different but i mean not now so at the moment you asked i mean i'm working on those essays i told you autobiographical essays in english and those should be finished i think as soon as i get back to Allahabad i'll probably need another 15 days to finish it because it's all done that you just need one more chapter and and my book the new hindi stories book is coming out the proofs are waiting for me i have to look at the proofs and that book will be out by the before the end of the year so that's there and then i'll begin on another sort of maybe a novel or maybe another collection of short stories have you ever thought of writing in english uh fiction not really i mean except for that the novel that i wrote i wrote it first in english and i didn't think it worked i didn't think i thought it sounded better in hindi so maybe one day i will but somehow i think it has to be grounded in the language of the context yeah i mean if it's let's see i'm i'm open to sort of looking at things maybe once i've got past this autobiographical essays which are also part of it you know it's never actually how it happened you always add and you know subtract from things so maybe i could write a book of fiction i'm not sure i'm not sure but i'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:26.280",
        "message": "certainly write another book after this wonderful two final questions one is what advice would you give young writers listening to this like i know you've already spoken about the advice you would give yourself which is you know write more and engage more with life and so on in addition to that you know what are the common mistakes you see young people making what what advice"
    },
    {
        "speaker": "Guest",
        "time": "02:47:45.960",
        "message": "well don't be in a hurry don't be in a hurry don't be in a hurry to publish write something and polish it and refine it and revise it many times before you can actually and don't write about things that are you think that this will sell or don't write for the wrong reasons you know so write for what you actually feel what you feel passionate about what you are committed to i think"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:09.800",
        "message": "that is important in writing yeah and that is what will so the final question you know listeners of the show often enjoy it when guest recommend books for them so what are the books across languages what are the books which have meant so much to you that you want to tell people that read this"
    },
    {
        "speaker": "Guest",
        "time": "02:48:27.640",
        "message": "now you must read this what what are those well because we've been through this recently been through the pandemic and this whole thing of nature and how nature is sort of rebelling against what we've been doing to it so i've been reading two or three books around nature one of them is a moth snowstorm about by this british guy called michael mccarthy i think that's his name and it's also a memoir plus it's a revealing in the joy of nature so it's connection with nature so that's beautiful and there's another one which is a similar book but it's also a kind of memoir but it's called h is for hawk and h is for hawk by helen mcdonald helen mcdonald yeah that's also very lovely and it's also a memoir and it's got in fact several genres kind of mixed together in it so it's a very complex literary style also then there was a third book which i enjoyed which was also around nature it's about birds the genius of birds it's by jennifer ackerman and it's about how intelligent birds are and what like there's this uh calironian crow i think it is with that or one of these birds i forget which one it was that hides 30 000 seeds you know across these uh and so many acres of land and it remembers exactly where it hit those seeds months later or years later it just remembers and they're very very intelligent birds so this whole thing of saying oh this one has a bird brain is complete complete nonsense you know birds are very intelligent so i've been reading that and then the languages of course i read hindi and i read urdu so in hindi as a writer i would recommend is vinod marsukal who's very good and i'm very close to his writing and the other one is jyotsna milan she's also she's i think a very fundamental feminist i mean she would not qualify as a feminist in what they now the strident feminism but she's like she goes to the nuts and bolts of feminism she looks at what a woman is you know right from she views a woman from inside as it were and it's she's wonderful in that so there's jyotsna milan and there's uh uh nirmal varma of course who's quite well known to people premchand if people haven't read premchand premchand is there then urdu is nair masood he's my all-time favorite he's there and uh ismat chuktai and uh i mean we read this uh what's the i just mentioned that name umrao jaan umrao jaanada so that's very good so there are all these across languages and most of these are translated jyotsna milan perhaps not very much translated i've translated one story but uh they are all all these others are translated"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:20.200",
        "message": "so they can be found by the readers who only read english fantastic list and uh you know about you"
    },
    {
        "speaker": "Guest",
        "time": "02:51:26.840",
        "message": "spoke about those three uh books about wilderness different aspects of it have you read the hidden life of trees by no i haven't actually that's been on my reading list for a long time that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:35.880",
        "message": "what's his name german sound peter volleben peter volleben and by the forward by pradeep krishnan exactly you must read that that's also i've just i've got that on my list so although my final question is over i might as well go to a final digression which is you mentioned jyotsna milan being a fundamental feminist yeah different from what it's like today yeah can you"
    },
    {
        "speaker": "Guest",
        "time": "02:51:57.000",
        "message": "elaborate on that that's very interesting uh well she's sort of looking at the woman i'll tell you i'll give you a an example from her story there's one story of hers uh again i've forgotten the title but i mean there's a funeral happening this woman has died and this other woman who's the narrator of the story she comes to the funeral and this woman is right and they're talking about her she had no demands of her own but this woman on the one of the few days before she died she tells her sister or her sister-in-law that i feel i just feel like strangling you i mean she says and then she starts fearing her own hands and that she feels that something may happen to her that she you know some there's a kind of hidden violence in her stories which is the rage that these women feel who have been depressed and oppressed and all that and they have this kind of anger inside them so she just doesn't know it's like it's coming from somewhere i mean her subconscious because she's you know and she just says these things and she's never been like that and on the surface she's this very compliant obedient sort of person so she's so she's not kind of gets into the mind of such women and she's sort of looking at the woman from inside she's not you know she's i mean what it is to be a woman she's looking at that no which which makes her a very uh very kind of i think a very fun feminism at the very basic level you know she has to get to anything else first you have to get past the figure of the woman you have to know what the woman is feeling what she's going through all that you have to know no so i call her feminist"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:42.840",
        "message": "in that sense wow that's that's fascinating sarah thank you so much for coming on my show"
    },
    {
        "speaker": "Guest",
        "time": "02:53:48.040",
        "message": "it's such an honor for me thank you for having me i enjoyed that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:53:53.720",
        "message": "if you enjoyed listening to this episode head on over to the show notes enter rabbit holes at will sarah is not on social media a smart woman but you can head on over to your nearest bookstore online or offline and dig into her books you can follow me on twitter at amit verma amit varma you can browse past episodes of the scene in the unseen at seen unseen.in thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen.in slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]