[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I began the introduction to my last episode by asking the question, how do we see the world? Well, I want to ask the same question today. How do we make sense of these complexities around us? One answer is that we can never truly see the world for what it is because it is so complex. But the best way to get a good sense of it is through getting as much knowledge as we can. Get all the data we can so we have more dots to join and hopefully we will emerge with a high definition picture. But sometimes dots aren't enough. How we join those dots also matters. Ideology can sometimes be an impediment. Every ideology presents simple answers to everything and simple answers are attractive. But when we see the world through these frames, we never quite take all the dots into account. That is why it is important always to be open minded to question everything. The only ism that can take you"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:58.800",
        "message": "to the truth is skepticism. Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:17.040",
        "message": "Welcome to the scene and the unseen. My guest today is Pramit Bhattacharya, a journalist who has been a pioneer of analytical journalism in this country or what would also be known as data journalism. Pramit joined Mint more than a decade ago, reported on markets, ran the edit page, did grassroots reporting, wrote opinion pieces and most importantly, set up the data journalism unit, Plain Facts. He played an important role in the careers of two other journalists who've been on the show before, Rukmini S and Roshan Kishore. And his pioneering work will continue to have an unseen effect on a generation of journalists to come. He is such a careful and meticulous thinker and also so principled in his approach to journalism. I enjoyed this conversation. I learned so much from this conversation. But before we begin listening to it, a quick message from the sponsor of this episode, which is me only. You can't get away from me. One of the things I've learned most over the last year and a half is sharing my insights on my two greatest passions, writing and podcasting. And I'd love to invite you to be a part of this journey. Registration is now open for the January cohort of the Art of Clear Writing, where over four webinars on four Saturdays, I teach all I know about the art and craft of writing compelling prose. Much interaction, many exercises. And at the end of it, you get to join the clear writing community, an online community formed by the 18 previous cohorts of this course. In that community, we have book clubs, workshops, writing prompts with feedback and much else. I am also doing a special cohort of my podcasting course, the Art of Podcasting, which I had conducted for three cohorts last year before I took a break. All my learnings from five years of the seen and the unseen in three webinars over three Sundays. For more details and to sign up for my writing course, head on over to IndiaUncut.com slash clear writing to sign up for my podcasting course, go to seen unseen.in slash learn. These links will also be at the bottom of the show notes. These are exciting times for the creator economy, and I'd love to help you be a part of it. Pramit, welcome to the seen and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:24.920",
        "message": "Thanks, Amit. I'm a fan of your work, and it's really great to be on your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:29.960",
        "message": "Thanks. That's so kind of you. And I'm a fan of your work as well. Not just, you know, reading Mint and all the things that you've been doing, but I've had two other data journalists Roshan Kishore and Rukmini on the show before, and they've also raved about you. So glad to finally have the OG, as it were, or OP. This new internet lingo sometimes confuses me but glad to have you on. You know, so before we sort of get down to talking about your field of work and all your insights over all these years in journalism, I'm curious to know a little bit more about your sort of background, like, where were you born? What were your early years life? Like, tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:04:07.000",
        "message": "Yeah, so I was born in a small town called Tezpur, which is about 20 kilometers from Guwahati in Assam. And my father was a college teacher. My mother was a homemaker. She was a teacher earlier, but after marriage, this thing. So early years were just like a typical small town existence and where everyone knew each other. Also partly stifling, because a son of a college teacher in a small town is supposed to behave in a certain way, right? You can't escape that. And so, I think it was only when I went to Guwahati for my undergrad, this college called Cotton College, oldest college in the Northeast and one of its most important culturally, politically and so on. So, for instance, the current chief minister started his political career, current chief minister of Assam, Himanta Biswas Sharma. So he started his career as a student politician in Cotton College, Guwahati. And while I was there, even then, he was the cabinet minister. There were at least five others who were ex-general secretaries of Cotton College. So we are all aware of the legacy and the history and so on. And by the second year, I had moved into a hostel, the Cotton College hostel. Earlier, I stayed privately. And when you are in a Cotton College hostel, there's no way you can avoid politics. So I also plunged into it. And like most other students of Assam, you first have your brush with student politics through the ASU, the All Assam Students Union, which led that famous six-year-long agitation during the time of Indira Gandhi, which finally led to the Assam Accord. So, if you are a student in Assam, you are quite active and you're quite, your voice is heard, and especially in a place like Guwahati and Cotton College. I think those years were sort of very influential in determining the sort of life I finally had and the career choices I made and so on, in two ways. One was, of course, the brush with politics. And even at that level, you see the use of muscle power, money power, everything. And you see how hard it is to have to take an independent stand, which we did eventually, but it came at a cost. And the candidate we put up for election was threatened with a gun. And we went for a hunger strike, Gandhian sort of satyagraha against unknown assailants. But we let it be known to everyone whom we knew that it was someone perhaps from the ASU, because we had broken away from the ranks. And we also saw the impact of that because after long years, ASU lost an election in Cotton College. And it was a big development. So one could see that. And the other thing that happened parallelly was I got involved in a lot of other college activities, a lot of platforms. And I, along with a few other friends started the first magazine of the economics department. I renewed a magazine that was used to be there in our hostel 30 years ago. So we picked out a couple of pieces from the old magazine and then we started with that. We got a writer in Assam to sort of come and inaugurate that theatre, one of the leading theatre sort of artists in Guwahati, who was also a teacher in Cotton College to write for us for that this thing. So, and we also went out to people to collect ads, like cat coaching centers and so on. So the entire process of preparing a magazine. And when that first copy comes out of a printing press, whose owner had been persuaded by one of our professors to produce these magazines for a very cheap rate. So we got all kind of the entire infrastructure and everything and doing all of these things on our own, managing budgets, commissioning pieces, editing pieces and so on. So it was a great sort of learning experience. And then when finally it came out, the response that we got, and I had written a piece which was very critical of our hostel culture, you know, and the Gundaism that was prevalent even at that time. Although I didn't use the word Gundaism, it was quite a harsh piece that we pick targets when we know that all hostel boarders will go and, you know, fight for the local, we know what the outcome is. So it is not that we're doing anything brave by doing that. And I had expected backlash. Instead, people from other hostels came up to me and say that, you know, what you wrote was right and so on. So I also noticed the power of words. And also during our political fights and so on, we realized that, for instance, during that hunger strike, we were not getting the kind of press support on the first day that we wanted to. And through our channels, we found out that some senior folks in Assu had warned newspapermen not to. And if you know how the system in Assam works, a lot of journalists have also come up through the same ranks. Then we started making our own calls and used our students' family connections, their village connections and so on to counter. And we got this thing and we also got some independent interested journalists interested in our story. So I had been a sort of, I had seen the other side of the news industry before, you know, I stepped into it and I knew both the weaknesses of the model, of the news model, as well as the strength. So I didn't join with any wide-eyed illusion that, you know, everything is hunky-dory and, you know, you get to say what you want to and so on always. But I also realized that, you know, this has some power and it can change minds. If you can put across your message in a convincing way, words do carry a lot of weight. And then I also felt that along with all that, you also need some amount of technical knowledge on a particular subject, which you need to focus on. I was always interested in politics and economics. I had already decided to do my undergrad in economics. I got admission into IGIDR, which is one of the premier institutes for economics in the country. And after my IGIDR stint, I felt confident enough to, you know, I felt that I was good enough to even challenge, you know, what some of the economists were telling us about how the economy is moving, what things we should be worried about, what things we should not be worrying about. And I had also learned how economists are able to use data to game models and so on. So I didn't want to go into a data kind of thing. In fact, I walked out of, say, corporate jobs, which involve data, partly because I always wanted to have something, some writing role kind of a thing. And also because of this sort of interest in to get into the real sort of this thing that pushed me, I think, towards journalism. And that's how I sort of first stepped into financial journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:58.960",
        "message": "That's incredibly fascinating. Many strands to pursue there. And, you know, you made Cotton College Guwahati almost sound like, you know, they say that all British prime ministers do a PPE from Oxford or Cambridge and all of that. And it kind of sounds like that. This is the whole ecosystem. This is where everybody comes from. So I'm actually going to, you know, talk about that phase in Guwahati a little bit more. But before I do a brief digression, I'm intrigued by what you said about how that experience taught you about the weaknesses and strengths of news and journalism and whatever. Can you elaborate a little bit on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:35.400",
        "message": "Yes. So one was this raw use of power by the dominant system. You know, Asu at that point in Assam politics was like what the Sangh is in India's politics today. In fact, more because Asu had far more sort of influence and also credibility. Also because they led the agitation. Remember, they were the original sort of revolutionaries. It was only those who joined the political party and became AGP who were seen discreet. Asu still had a lot of weight, even though stories about corruption in Asu had begun sort of leaking out and there were journalists who were writing about it. So one was that. The other part was that, see, we grew up in a time of militancy. For the first few years of my, almost till cotton college, I've never celebrated Independence Day. That day is a day of protest in Assam. Not now. I mean, when we were going for our generation. So for everything, there were two sides. There was an independence movement, sub-nationalist, secessionist movement in Assam, which had their own versions, own history, own story. And there was the nationalist India mainstream story. And even, you know, if there's a conflict somewhere, you know, some guns, some shots are fired, something happens, someone loses his life. The Assamese newspaper will have, or some Assamese newspapers will carry one version, which is most likely the alpha version. And the English newspapers will, on the same story, have a completely different version, which will most likely be the army version. We knew from experience and from, you know, things that happened locally, that neither versions were true. So what was true would not necessarily come out in the newspaper in any form. And one had to live with it. You couldn't do anything. Even if you wrote a letter to the editor, it was very unlikely that that would get published with the truth. When I was in cotton college, then of course we had the, you know, if you write as a group of cottoners to a letter, it is very unlikely to refuse. So if something happens to a student from an elite institution and so on, then it's a different thing. But something happens in a remote village, which is maybe not too far from Tejpur, I know someone there and I know what the story was, that will not get published in a newspaper in that form. So I saw what, how news, much of news, especially conflict reporting, is sort of distorted news. I was very aware of that. And which is why when people say that, you know, the future of news is local news and hyper-local news and that will be great. There won't be pulse and pressures. I have never bought that because I can see how parochial it is. And this came up even during my reporting in Maharashtra. When I used to go from Bombay to a local place, say that was a constituency of a big cabinet minister, the local reporter would tell me everything that has gone wrong in the constituency. But when I asked him, how much of it have you reported in your own writing, they would say zero. Because the local cabinet minister is also the chief ad buyer of the local newspaper. So it's also the revenue model that works in a certain way. So at different places, different systems provide money for news agencies and newspapers and so on. So there were rumors that time, never proved that even Indian intelligence agencies paid money to ensure that news about conflicts and so on was presented in a certain way. These things can be proved, at least I didn't have the resources or this thing to pursue this. But there were other incidents, secret killings, for instance, there are books now on that dark sort of episode in Assam's history. So when you grow up in a place with such violence, such extreme events and such distorted representation of such events and when you see even the mainstream media, the so-called national media, completely oblivious or completely ignorant of those, you just feel that there's no one really interested in the truth. The reality is far more complex, but as a young sort of student or child, you feel that no one is just bothered with it. Then as you grow up, you realize that what are the hurdles or barriers that prevent us from reaching the truth, even if we are sincere as journalists. So that makes you more aware of the nuances and complexities. But I didn't start out from a position where I respected all the great institutions of the country, I had great respect for the army, I had great respect for the national TV channels or the national newspapers and so on. No, I didn't have. At the same time, I did not have great respect for the local sort of this thing also. So it was a position of deep skepticism and maybe that's why I became a journalist. Here we can question everything and although we can't probably say everything that needs to be said and should be said, we can make an effort and gradually lower those hurdles and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:39.920",
        "message": "come a bit closer to the truth. So, you know, I'm also coming from like a position of deep skepticism on some things and one of the things that kind of strikes me is that all of this would make me wonder, and this is something I still wonder, whether there's any point to the pursuit of the truth that journalists like you and me would want to believe in. Because on the one hand, when you talk about the news media, on one hand, it's a there's a narrative impulse, you know, you're with one side or the other. And there is that impulse to push that kind of narrative. And that's what it is. And you don't really want to report anything else. And on the other hand, there is also the business impulse, you know, where, you know, you got to do what you got to do to stay profitable as a business. And if somebody is your big advertiser, you're obviously not going to piss them off. And these two things alone would make me skeptical. But what has made me more skeptical in recent times, is the fact that the common person doesn't seem to care about the truth, even they are happy, you know, they pick a side. And they'll go with whatever narrative chooses fits the vision of the world that they've chosen for themselves. And they'll just go with that. And, you know, the question then comes is, does the truth make a difference? Do people even really care? Which is an obviously, it's an open question for myself. Because, you know, what I, you know, I would, if I thought truth didn't matter, I would stop doing this podcast, why inquire, why not just choose your delusion as it were, and kind of live with it. So did these processes cross your mind, in the sense that what you have kind of done in journalism, the route that you've taken is not just in a broad sense, trying to figure the truth out, but trying to do it with data, trying to do it with granularity and trying to get as accurate as you can, and you know, peel away the layers of narrative and obfuscation that might otherwise lie behind events or processes. So, you know, have you ever been struck by this sort of skepticism that what's the freaking point, you know, I can bring up so much data about how the economy has done this quarter, but people will believe whatever the hell they want to"
    },
    {
        "speaker": "Guest",
        "time": "00:18:45.480",
        "message": "believe. Yeah, so those kind of doubts occur at least four to five times every month. So I would be lying. But see, one always then reasons that maybe there's a mail from someone, you know, who understands and who sort of pushes you. So if that kind of feedback also stopped, then yes, I would be completely disillusioned. But over the years, I have always, as I said, from right from my student life, you know, when even when I wrote things that I thought people will make, will provoke people, make them angry, I would lose friendships because of what I wrote. I didn't. And later on, it was not just not about friendships. Of course, I was talking about powerful people and, you know, they were not my friends in any way. But say when I was writing about economics and I was criticizing what economists were doing and many of my friends are economists, you know, now they're senior economists because they they're all batchmates or juniors or seniors from the same institution. But they take it in a very, I should say, sporting manner and sometimes gently they will get back to you and say, hey, you know, you are stretching this point a bit too much and so on. But they engage and they're willing to acknowledge that, you know, some things are not right or could be better and some kind of models should be rethought and so on. So had those kind of reasonable, reasoned responses to my work not been there, I would definitely have been or maybe I would have left the business of writing altogether. But thankfully, that has not happened. Maybe I'm lucky in that respect. And so that is what sort of helps"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:35.160",
        "message": "me continue despite those doubts. Yeah, you know, I totally vibe with that because while for example, you know, the scene and the unseen started as a labor of love, the engagement from people has been so deep that sometimes I feel I'm just doing it for that, that, you know, that people care so much and I can't let them down. So, you know, every Monday there's got to be a good episode and I have to do it with full intensity. Another question that arises from what you just said, you know, how all your economist friends will once in a while gently tell you what is this you have written and all that. And one of the laments that one has about the media, which I guess is a universal lament that one can't help, is that too many journalists are generalists, especially so in these times where budgets and all are being cut. And of course, you want one, but I want to sort of just ask a broader question that what happens when journalists are generalists, and one day you're reporting on X subject, another day you're reporting on Y subject, is that invariably, you know, the experts of the subject will be disappointed because they will think, oh, you know, like whenever I read an article written on say podcasting or poker, you know, sometimes some journalists who put in a lot of rigor and do a good job, but most of the time I'll be like this person doesn't know what he or she is talking about. Right. And even for a good journalist who is a semi expert who might have an economics degree like you, even when you are reporting on, say, the way that the RBI does a particular thing, someone from inside the RBI could easily say that, hey, you don't know the tugs and pressures on us and all the different things we have to consider. So how do you sort of weigh this? Because on the one hand, you want to do justice to whatever the subject is. You might even, I don't know if it happened to you, but you might even at some point suffer from the imposter syndrome and say, should I really be writing about this? And at the same time, you know, all these specialist friends of yours, economists or whatever, will often make valid points that you didn't consider this. So, you know, and yet, you know, that it is better that you do what you're doing than do nothing at all. Or then let somebody else who is completely untrained come at it with a random narrative they might have. So it's in a sense God's work you're doing. I'm an atheist. But in a sense, it's important work you're doing, it should be done. But at the same time, you know, you know that you can never, you'll never satisfy the experts. So how do you deal with this?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:57.840",
        "message": "As far as, so I, the way I approached it, and thankfully I had good mentorship from people who were equally respected by experts and so on. So they always told me that a good story should be accessible to everyone. So a story on economy, even a 10th class student should be able to understand it. But it should not disappoint the experts. So that was, that's a high bar. Yeah, that's a high bar. And I don't think in 100% of my stories, I would have met it. But I try, I mean, that is the ideal. So, and there are some genuine cases where there is a lot of uncertainty and in economic sort of reporting, it is, it will always be there. And it's a question of which sides, the majority of the consensus is, sometimes there's no consensus. In those cases, it is always best to tell your readers so upfront that there is no consensus. This is what you think based on all the evidence you have been able to collect, all the data you have seen, all the experts you have spoken to, all the research you have read. And after that, you basically leave it to the intelligence of the reader to figure out. B, even after all these processes, you must still make mistakes. The thing is to be humble. And next time when you approach that subject or any other subject to be more careful and weave that in. So I have made mistakes and I've learned from them. And when someone tells me that, hey, you could have looked at this way, I engage with them. I do not brush it off. So, and over a period of time, I have been able to handle those criticisms. I think more maturely, at least I feel so. There were points when I had fights also with my professors. And I said, no, you're wrong. I know this, this, this, this happened and this is how it worked out. And so this is why I'm correct. With hindsight, I would have dealt with those sort of arguments much more maturely. But the good thing is they did not feel that way that I was being too harsh. So they also were patient. So I think I've been sort of lucky that I got a lot of good feedback from good people. And especially in my early years, that helped me a lot, you know, it helped me improve. And even now, it helps me improve."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:19.400",
        "message": "So I want to kind of go back to Assam for a bit. And I was in any case, very intrigued by your sort of growing up in Guwahati. Because you know, people who grow up in sort of the mainstream of the country, the big cities like Delhi and Bombay and whatever, India is one thing to them. And I realized that like, even from the kind of privilege bubble that I grew up in, that it takes a while for you to really see the world and the layers peel off. And over a period of time, you begin to realize that, you know, there are so many nuances and complexities about the country that you've missed. And one of those has also to do with the idea of India in the sense that not in the sense, you know, Sunil Killani may speak of it, or as is the current debate today, about inclusiveness and secularism and all that, not in that sense, but just the idea of India as one geographical union, as it is, like, one thing I realized while, you know, reading up on that period, I did an episode with Narayanini Basu on VP Menon, who helped Sardar Patel kind of integrate all the states, is that that process of integrating the states and building this union and making sure the center held, seemed to me at one level to be like a kind of fast track colonization, what the British took 250 years to do, these guys sitting in Delhi kind of managed to do in a few months, through threats, through coercion, through promises that were later broken and all of that. And that gives me unease. Now, I love this country. I call myself definitely not a nationalist, but definitely a patriot, a distinction Ram Guha keeps making. So I love this country. I'm glad that we are what we are. But I sometimes wonder about the road we took to get here. And that I imagine would especially be true for someone say, in Kashmir, in the Northeast, even in Assam, to some extent, because like so many Kashmiris, given what we have done there, you know, would in a sense, it would be understandable for them to look at the Union of India, as our freedom fighters must have looked at the British, you know, and it would be understandable. I'm not saying right or wrong, I don't want to go there. But it would be understandable for them to look at the Indian Army as an occupying force with all its oppressions and everything. Yes. And so what was that sense like in Assam? Like, did you have a different sense of India? Did you have these competing sort of senses of India in your head, this sub nationalism that you speak of, you know, how much of a force was that? Because we, we wear many caps, right? We'll wear an India cap, we'll wear an Assam cap, we'll wear a community cap, we'll wear a small town cap. And the world looks completely different if you just change one cap to another. So tell"
    },
    {
        "speaker": "Guest",
        "time": "00:27:57.520",
        "message": "me a little bit about how your thinking evolved. Yeah, so just to because you're talking about caps, I'll respond to that. So the sub nationalist cap is quite important. And if you notice, the headgear Modi wears when he goes for his rallies in Assam is very specific to that place. And so he may refuse to wear whatever a Muslim headgear or something, but he will not refuse to wear that Assamese headgear that people wear during farming actually, but now it's a mark of respect and so on. So yeah, so that is very important and even today it is important, but it is not as important today as it was when we were growing up. So now Assam is much more integrated in that sense with the rest of the country. Maybe Manipur isn't, maybe Nagaland is not to that extent, but the rest of the North Asian states are much more integrated than they were 20 years ago. And on balance, I think it's a good thing. So yes, they were competing visions, they were competing sort of ideologies about what it means to be independent, what it means to be in India. And they were competing visions even within Assam. So it was the dominant Assamese middle class that sort of provided intellectual material financial support for the secessionist movement. Let us not forget that the tribals had their own ideas, the linguistic minorities, the Bengalis, the community I belong to had their own ideas. We actually wanted to celebrate Independence Day because we were refugees from East Pakistan or at least we are descendants of those. So coming to India was an active choice and although unlike in the case of refugees from West Pakistan, there wasn't much done to alleviate the distress of refugees from this side and we are left to the mercy of natural forces and Bengalis also had to suffer during the anti-outsider agitation. But still this was preferable to what was happening in during even before 1971 in East Pakistan before in the lead-up to the creation of Bangladesh. So when you look at the counterfactual A, that is there. B, let us look at the Assamese position because see most of my friends are Assamese. So it's not that they are my class enemies or anything. In fact, I did appreciate even then the Assamese position and they are right to be aggrieved about the way the Indian state came into being, the way a sort of quasi-colonial mentality still pervades in many things. I don't know if you are aware of this but so central government employees have some kind of a hardship allowance if they go and serve in the north. Wow, that's so convincing. And if you in certain institutions if you serve for five years then the for rest of your life you don't have to go there. So people do it early in their career and then before they get married or whatever then they moved out. So they actually see it as a punishment kind of a thing before they go to more established things. So maybe the initial policy was to encourage people to go. I don't know what was what are the origins of that but right now it is perceived in a very different way. And so there are many of these things, you know. So which is why there was a recent controversy where I think Himanta also stepped in where a contestant from Assam in a reality show, someone said she was speaking in Chinese and someone said something, a judge. But the judge, the full conversation was not shown, only that part was shown and it immediately created controversy because you know people didn't give the benefit of doubt to the judge and there are historical reasons why this is true and even current, I mean even few years back the parts of Delhi were very unsafe for people from the Northeast. So all these things are also there. But if you extend the logic of the secessionists and the earlier sub-nationalists, there's no way Assam would have remained independent for long even if they had managed to get it, suppose. Or say Nagaland, eventually it would have been cobbled up by China. So then what would, you would not even be able to voice whatever grievances you have, you know, the kind of things I'm saying now in your podcast and which will be published, you know, I can only do this in India, I can't do this in China. So, or much of my journalism. So while I do have a lot of, while I criticize the way Indian state policy function in various ways, including its policy in the Northeast and how wrong it was and how it wronged people, I also feel that this was the least worst thing that could have happened. All other choices were much worse."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:36.360",
        "message": "So in this period of time, what I was also very intrigued by was, you know, when you think of a data journalist, right, you think of a numbers nerd, you know, the kind of guy who might get bullied in his hostel or the kind of introverted person and always, you know, studying algebra and all of those things and generally a numbers nerd kind of thing. But when I chatted with, you know, Roshan Kishore, who's worked with you before, and he had a rich history of politics in the JNU student hostel. And now you also talk about your deep interest in politics, quite obviously, you know, during your college years. That really intrigues me. So what, what was your notion, you know, growing up at that time? And I guess this would have been early 2000s when you were in college?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:16.160",
        "message": "Yes, 2005 to 2008, I was in my undergrad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:19.240",
        "message": "You were in your undergrad. So in those days, what was your perception of yourself? In the sense, what was the idea of yourself? Like what, what did you want to be? Did you have a path stretched out? What were the things that you were passionate about at that age?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:35.080",
        "message": "So I didn't have very clear ideas about that. This is what, but I knew what my interests were. So even before I went to Cotton College, I knew I was clearly interested in economics. And as I began studying economics, I got interested in statistics. I mean, I had a statistics as a subject and in Guwahati University, the other courses are not that well developed, but statistics historically has been a prominent subject. And so I really enjoyed my classes, stats classes. I performed well in my stats courses as well, although it was a minor subject. My major was in economics and economics I was always interested in. I was interested in writing and I saw, you know, the impact it had. And I was also interested in politics. But towards the end of my student, Cotton life, I realized that I couldn't make a career out of politics. I mean, in an idealized sort of student campus, even there, we struggled to sort of get our way. In the broader world, the dirtier sort of aspects of politics will definitely have the upper hand. So, A, that was one. B, I also felt that, you know, there's a broader politics that we all take part in, whether we are academics or journalists or, you know, even as bureaucrats or anyone in any way connected with public policy. And maybe the influence would be less, but over a period of time, maybe one could move the needle a bit and maybe help others do better along that path and so on. So I had very sort of vague ideas around that time. And I also had a sort of notion that I was very happy with my statistics training, but I was not very happy with my economics training. I had great teachers and they said that you should go to a place like IJDR and so on. Without them, I would not have come here. So no complaints on that front. And they were very clear that we can't give you, you know, all the things that you need. So, for instance, if you want to do economic modeling well, you need to handle software, you know. And at IJDR, we got that. Our very first econometrics teacher taught us coding. So those are things that I picked up here. And I'm grateful for both. I think all the years in Cotton helped me sort of figure out which are the possible paths I could take. And IJDR gave me that solid footing, you know, where I could specialize and pick one aspect. And as I said, I knew I couldn't succeed in politics anyway. So that was one. The other part was I wanted to write. So I wanted something around that. And the third was I had a sort of self-doubt and I wanted to see whether I could succeed as a corporate economist or an analyst or something of that. So I did an internship with Citi in my first year. Much of it was just coding. And I realized I didn't enjoy it. So it was the final proof that, OK, fine, I can go for an unconventional career. My brother had an established corporate career by that point. So I didn't have any family pressure to sort of pursue necessarily the most lucrative option, which in IJDR is basically that you sit for placement. So I didn't sit for placement and I searched for a job. It was difficult. I mean, today it seems that I'm a successful journalist, but it was a bit difficult to get a break when I first started out. Mint tried me out and they said, fine, you can come along. And so that's how it happened. I don't think everything was planned in advance or I had, you know, a concrete plan through which I just knew, discovered my interests and, you know, what I was good at, what I was bad at, my strengths and limitations in a very real way during those Cotton College experiences. Because, you know, dealing with so many people, so many tumultuous events in your hostel, in your college, it gives you a sense of, OK, this is what you're good at. This is what you're not. So so that I think helped me decide."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:43.280",
        "message": "You know, I was also struck by something you said during lunch where you mentioned that had your brother not had a corporate career, you wouldn't have been a journalist. And reason number one is, of course, you would have been under pressure to take up a more lucrative career where you could look after your parents. But also, you know, your first job in Bombay, he helped you pay the deposit because obviously he earned a corporate salary, as it were, which is, again, just a roll of happenstance, like somewhere in a parallel universe, you are doing something else entirely because your brother did something else entirely, which is so fascinating. I want to double click on a couple of thoughts that struck me while you were talking about, you know, your journey in college. And one of the things you said was that you realized at one point that even though you were very interested in politics at the college level, you realized at one point that it becomes a different beast when you're out in the wider world and it's not for you and there are other interests you have. So you go on to do them. And I wonder then that if in our politics there is a process of self-selection that weeds out the best and keeps the worst, because then the guys who remain are the people who have the kind of skills at playing those dirty games which you are required to play to rise up in actual real world politics outside the college campus, on one hand, and the other way this effect would work is that if you are good at something, like in your case, it would be you have a deep passion for economics and writing and all of that, and you decide to pursue that, somebody else could be, you know, could say, hey, I'm smart enough to do an MBA and become a banker, whatever it is, if you're good at something that is a much safer option and you won't go the political route either. So in a sense, is that selection process and guaranteed to bring a particular kind of person into politics and does that become a problem? And I'm not, I'm not, I'm not understating the skills involved in actual politics. You require tremendous skills, a certain kind of street smartness, a certain kind of project management. So all of that, I totally have huge respect for politician. Yeah. So in that sense, in that sense. Yeah. But otherwise, do you think in terms of, you know, the things we just mentioned that do you think there's"
    },
    {
        "speaker": "Guest",
        "time": "00:39:53.120",
        "message": "a selection process that selects a particular kind of person? Unless you're born into a political family, unless you're really privileged or unless India's per capita income moves to that level where the average person or the average middle class person can also afford to take such risks. At the end of the day, it's a huge risk. So we at least were not courageous enough to pursue those risks. So I think, I don't know if that answers your"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:23.360",
        "message": "question, but it kind of does. I mean, it would indicate that there's a selection process of circumstance also there, that if you are, you know, if you have the privilege that you don't need to have a regular income and you can follow your interest in politics as it were, then you go in for it. But if you're not from that background, you are automatically, you're not going to do it. You know, unlike, you know, earlier, we brought up the whole thing of British prime ministers doing PPEs from Oxford and Cambridge. And there is a completely different scenario where there is a perfectly respectable thing for someone who's done his PPE and, you know, could get a job in any bank in the country, for example, to say, no, I'll be a politician instead. And it's not what it is. And I think India's political system probably has a lot to do with that as well. The other thing that I'm struck by is you mentioned how, you know, you edited your hostel magazine, Jowar, and you were into writing as well, and all of that. And you also mentioned earlier that your dad was a teacher and your mom had also been a teacher before she chose to become a homemaker. So how much of an influence did books have in your growing up? Like what kind of books were you reading when you were growing up? Was there a sense of wanting to be a writer even outside of the context of economics and journalism and all of that? You know, tell"
    },
    {
        "speaker": "Guest",
        "time": "00:41:40.120",
        "message": "me about this sort of relationship with words as it were. Yes, so I definitely read a lot. And as I said, when you are in Tejpur, then you can't do kind of things which I did in Guwahati, right? You have to be, you know, you have to behave in a certain very straight jacketed way. So then you spend more time at home. And then your home is filled with books because your father is a teacher, mother is an ex-teacher, and they both read, they still read a lot. And you absorb, I mean, and it was not any planned reading. You pick up whatever it is. Sometimes my father would say that you won't understand this, it's not for your age. And in fact, I would pick up those books. And the other thing was newspapers. So we always had more than one newspaper in the house. We had different magazines. And in fact, before my high school leaving exam, someone asked my mother, how is Pramit preparing and how is this thing going? My mother can be very sarcastic if she wants to. So she said that, see, if they ask questions about what India Today is writing, what Frontline is writing and so on, you will get 100 on 100. But the problem is that the examiners don't know that they should ask this question. So I'm not sure what Pramit will do with the real questions he has to face in the exam. So, so yeah, so both non, those kind of nonfiction writing and in books, it was largely fiction. I don't think I read that much of nonfiction at that age. And maybe I read many books that usually people of that age don't read. And yes, there was a, this is very strange. This is, there's a phase where I thought I was a communist because I had read Maxim Gorky's Mother. And then the next year, I decided I had become a capitalist because I think I read Ayn Rand or someone else. And later on thinking about this, it seems that I was just silly and stupid. I'm going off in one direction and weaving this thing of how I will bring a revolution and the next year I'm going completely different. But in general, I think it just shows that I have always been very skeptical of any one thing. Or even if I flirt with an idea or toy with a sort of ideology for some time, it has not stuck really for a long time. And the Cotton College thing, we were an independent group, you know, that was the reason we existed. And that was the reason others were attracted to us. We were not part of any political grouping, neither ASO nor NSUI. So, so I think, yeah, books were there and also books led to certain thoughts and books, politics, culture, all of this sort of combined. Economics, I think, came a bit later, maybe when I was around class nine. It is interest in politics, actually, that led to interest when I realized that many of the questions, conflicts that I was seeing around myself were related to land, were related to jobs, the lack of industrialization of the state. That's when I started sort of thinking about this a bit more harder and feeling that I need to know and understand this economic aspects a bit more. And even in while reading newspapers, I felt that I didn't understand the economic op-eds very well. So that was also an urge that, you know, I should be able to understand everything in a newspaper, right? I didn't feel that the economists were writing in a very jargon field or this thing. I thought that was the standard. Now I know that the writing could also have been better. But at that point, I felt that I need to crack this. So that also, I think, led me to economics."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:22.000",
        "message": "You know, that's very fascinating, because like I went through a similar process, there was a period in time where I would carry marks in my college rucksack, and I thought I was a communist, and then you go in different directions. And this is something that kind of interests me about how one forms one's views of the world. And I kind of grew up in the 80s and early 90s. So a significant chunk of my life was, in fact, pre-liberalization. And you don't have access to the internet or to so many different kinds of views from across the world and all of that. And I was probably lucky that I didn't study economics in college, because I couldn't be brainwashed into one way of thinking. So I was kind of completely open. But by the time I began to form my views of the world and began to figure things out for myself, I was well into adulthood. So what was that formation like? Like, I don't just mean in terms of ideology, because as you've just mentioned, you could be skeptical about all ideologies and, you know, not fall into the sway of either of them alluring as they might be because they seem to offer simple explanations for the way the world works. But even if you're questioning them, you know, everyone has a lens through which they view the world, which could be a complex lens with many factors to it. And it evolves over time where you build your judgment and you which help you see what the world is like. So what was it like for you to sort of build that lens through which you could look at the world? And this must be, I suppose, a process doubly complicated, because there are all these old dogmas that we've kind of, which are there in the environment, including, I suppose, if you're studying economics from your colleges or whatever, the received wisdom, the notion, the things you take for granted, till you learn to question them. So what was this process of forming, you know, your view of the world and the way that you, you know, view things"
    },
    {
        "speaker": "Guest",
        "time": "00:47:06.000",
        "message": "around you? In the early years, it was largely questions around politics that dominated. So I didn't think that hard about economics, economic criteria, just apart from that brief phase, from class 8 to class 9, which some people might feel that, you know, it's a very early phase to think about these things, but it happened with me. I don't know why. So after that, it was just trying to understand and studying it as a subject and so on. And I got also very interested in statistics, as I said. In Assam, you can take statistics as a subject in class 11 also. At that time, it was there. And as I said, there's a good tradition of that. And in my college, it was also, again, questions on politics that dominated. And I didn't form a particular world view other than being anti-Asu in my final years. When I moved to IJDR, I also had a sort of distance from Assam in that sense, right? And IJDR is a very, exactly the opposite of Konkan College. So I did get admission into JNU also. I didn't want to go there because I didn't want an extension of the same life I was having. So I did want a break. So it was a conscious choice as well. And my parents were also, of course, very happy because they were tired of all this activism. They saw my sometimes my picture in some protests or someone would call them and say that, you know, they've seen me holding a placard. So in IJDR, I began sort of questioning myself and what do I really believe in? And even then there were sort of people who were left-leaning, Keynesians. And there were people who were on the, who were quite market leaning, if not market fundamentalists. In fact, our first we had two macro courses in the first year. Macro one was by a Keynesian, macro two was by an anti-Keynesian. So we had that. And this happened throughout. In my final semester in the morning, we had a lecture by someone who told us in the first class, you have to unlearn a lot of what you've learned from your other professors. And he made us do surveys. He was very interested in this ground level and it helped. Like even now, a lot of my understanding of survey comes because I actually did a fairly intensive survey, right from pilots, redoing questionnaires and everything. So that was in the morning. In the evening, we were in a finance class where we were studying stock markets, how to value assets, bond pricing methods and so on. So it was just a contrast. And I grappled with these questions. I had debates with my professors. The good thing about IJDR is professors give you a lot of time. The student quality teacher was very favorable and we were a batch of 20 or something and there were 30, I mean, including junior and senior, there must have been more than 20 professors for sure. And so we got a lot of time. You could just mail someone that I want to drop in and it was not fixed. Like later when I want to study abroad, you know, you had to take appointment for fixed windows and so on. That was not the case there. And you could discuss random things, including these things, Cold War, economic ideology, liberalization, how that has helped or harmed and so on. So a lot of my ideas got sort of, and in that sense, I feel IJDR was a very heterodox place. And this I'm saying with the benefit of hindsight. At that point, it didn't feel that way. I felt at that point that IJDR was perhaps a bit too right-leaning. Right-leaning not in the social or political sense, but in the economics. And it should offer more space to left-leaning thought. So I did graduate out with that view. And the second thing that shaped my worldview was the Lehman crash, because I entered the program in 2008. And I remember when Lehman crashed that day, one of our professors came and said in class that this is a crazy day, but this is also a great day for economists, because now we'll know what will happen. So it's a natural experiment. And that, if you remember, it led to a sort of student movement, at least in the West, where they demanded changes in the economics curriculum. People walked out of the classes of Mankiw, who was seen as a conservative economist in the West. So nothing of that scale happened here. But within the student community, there was a lot of discontentment about the models we are taught, about some of the neoclassical assumptions, about not being taught very more heterodox sort of. So I did feel that we need exposure to more such, more different and diverse views. But somehow I'd never transitioned into the left camp, if I may put it that way. Like on balance, I still felt that the market approach worked best, at least as far as production was concerned. When it came to distribution, I did favor a heavy role of the state, especially in education and health care, especially in a country like India and seeing what I had seen. But other than that, I did think there was a big role for market forces. Maybe I myself was a beneficiary of liberalization in many ways, and I couldn't deny that. And gradually I have sort of rebalanced. I have, I think, I have over the years begun to lean a bit more on the right. That also happened after my King's education, because at that point I was contemplating giving up economics writing and the pursuit of this sort of tracking the economy or tracking what was happening there and do something else. And I wanted this interdisciplinary course that they offered. It was, it was like an academic sabbatical and I got a fellowship and I did a thesis which was on political economy, political economy on nutrition and nutrition was already interesting. I had got a previous fellowship from Save the Children, Hindu Sun Times to cover nutrition. So I wanted to understand the right to food movement and its reception in Delhi, how bureaucrats, planning commission, etc. That time planning commission was still there. I mean, not while I was doing it, but when the right to food movement went strong and there were conflicts between them, between finance ministry and them. So I tried to sort of make sense of that. And during our coursework and everything, I was exposed to readings in sociology, in political science, across the social sciences and had come with a very wide-eyed sort of admiration for other social sciences. I thought that, you know, economists were this, you know, strange guys who just relied on modeling, didn't actually know what was happening in the real world, whereas other social scientists were more closer to reality. Then I discovered it was not the case. And I discovered that it was partly the methodological sort of imperatives of economists, including the attention to data, that actually helped economics stay close to reality. And a left-leaning economist and a right-leaning economist can still argue and still agree on the method, even if they disagree with the conclusion. That is very hard to achieve in sociology or political science. The level of debate and engagement is far lesser. There are these schools of thought around a particular individual and his work, and it is very hard to come out of that unless that person dies or retires or holds no considerable sway in academia. So I came out of that economics distrust, and I had much more sympathy now for my former professors and for my friends who are still in economics. And that's when I decided to return to sort of data journalism, pursue the study of the economy in a much more rigorous fashion. And at the same time, I won't say that I didn't learn anything from sociology. There is nothing that economists have to learn. No, that's wrong. Economists do have a lot to learn from other social sciences, and so do journalists. But just that I felt, A, my comparative advantage lay here. I couldn't possibly do much there. And it is easier for you to establish yourself there. And it is also, even generally, it is easier for economics and economists to accept new ideas, to observe new ideas, then perhaps it is the case for most others. So just to give a simple example of this, I don't know if you remember, there was this famous Reinhart Rogoff paper on public debt. And it was a conservative sort of view that if public debt to GDP crosses 90%, that's the threshold they identified, the country is in trouble. Now, a few years back, a graduate student in I think Amherst University or somewhere asked them for the data, found a big mistake in their Excel calculations, and also some of their modeling work. The Excel, of course, got much more media attention because it was like these two great economists made an Excel mistake. It was not just that. And the whole debate shifted after that. People accepted that there may not be such an arbitrary threshold. Although public debt to GDP ratio is something that is worth tracking, and beyond a point, it may cause trouble for an economy. There may not be a 90% kind of arbit threshold for all economies. It depends on the context, it depends on various other forces, including geopolitical forces, that determines whether it will land into a debt trap or not. And that told me, it was around the time I was contemplating all these things, and that told me that, look, it is unimaginable that a graduate student in any other discipline, at least in social sciences, will be able to challenge one of the leading experts in a field. No, that's not going to happen. So, there is more openness here than I was willing to previously admit. So, that sort of brought me back into"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:05.200",
        "message": "the fold. You mentioned sort of Keynesians and anti-Keynesians, and that reminds me of this great rap video, Keynes vs Hayek. Have you seen it on YouTube? No. I'll put a link to it on the show notes. It's basically Keynes and Hayek battling in rap against each other."
    },
    {
        "speaker": "Guest",
        "time": "00:57:23.360",
        "message": "And the lyrics are written by someone who's been a guest on the show, Russell Roberts, who does a podcast. Yeah, I know Russell. Yeah. So, Russ has done the lyrics for that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:32.920",
        "message": "And it's fantastic. I'll link it from the show notes. And you also mentioned about how, you know, the influence of someone may be so strong that until he dies, three words are used, you know, it may remain that way. And this reminded me of the quote about how paradigms change one funeral at a time. Yes. Which is really interesting. You can't change people's minds, but you can educate a new generation of people, hopefully, and that changes. Something else you said reminded me of a quote that seems completely unconnected from all of this. But I'm going to read it out. It's by the great writer Italo Calvino. And he's got this book called The Literature Machine. And he has an essay in that called philosophy and literature. So I just want to read out a little bit of it, it may seem to have no relevance to what you do, but I think it actually has a lot of relevance. And Calvino writes, quote, philosophy and literature are embattled adversaries. The eyes of philosophers see through the opaqueness of the world, eliminate the flesh of it, reduce a variety of existing things to a spider's web of relationships between general ideas, and fix the rules according to which a finite number of pawns moving on a chessboard exhaust a number of combinations that may even be infinite. Along come the writers and replace the abstract chessmen with kings and queens, knights and castles, all with a name, a particular shape and a series of attributes, royal equine or ecclesiastical. Instead of a chessboard, they roll out great dusty battlefields or stormy seas. So at this point, the rules of the game are turned topsy turvy, revealing an order of things quite different from that of the philosophers. Or rather, the people who discover these new rules of the game are once again the philosophers who dash back to demonstrate that this operation wrought by the writers can be reduced to the terms of one of their own operations, and that the particular castles and bishops were nothing but general ideas in disguise, stop quote. And this seems to be to be two interesting approaches of the world, which are not contradictory, which can come together. But the philosophers approach that he describes, it seems to be to get meta, to look at a particular subject and figure out general rules, like philosopher economists may talk about, say, supply and demand and how they behave in particular ways, or they might talk about how monetary supply you increase that and you might have inflation or whatever, you have these broad general meta rules. And at the same time, the sort of the literature people as it were, would be people who are looking more closely at concrete immediate things that are happening. Perhaps people working in data journalism like you who are actually looking at all the data at a minute level at a local level, fleshing out the general picture that the philosophers, so to say, may come up with. Now, here I find when one thinks of economics, when one writes about economics, you have these two frames that are operating and one frame is a meta frame, where you have rules of the game and you can disagree about rules of the game depending on whether Keynes or Hayek or whatever, but you have a meta frame. And the other frame is this complex, messy world where nothing seems to fit and where all kinds of mad things happen. So, you know, as someone who is an economics journalist who looks into data, what is your mindset? You know, how do you stop one kind of thinking from impinging on the other? Because there must be times where the correct thing is to look, sit back and look at the broad picture and try to figure out the way the whole machine works from first principles. But there must also be times where you want to ignore that frame and just dive deep into the complexity of the problem and look at look at people as people and not as numbers and try to get more particular. So"
    },
    {
        "speaker": "Guest",
        "time": "01:01:14.440",
        "message": "how's that sort of journey been for you? Yeah, that's an interesting question. So I'll answer it in two parts before I get into my journey, what I think about this question in general, which is that at least as students of economics, we are fortunate that there have been great economists of the likes of Milton Friedman, Samuelson of different ideologies, but who have been excellent communicators. So if you read some of the writings, I mean, they would put an economics journalist to a shame. They are very clear about what they are saying and it is not filled with jargon and so on. In India, maybe we have less of such examples, but in the West, I mean, if you follow English, you can follow their work. So one is that and Samuelson, for instance, has also published very technical papers, right, where the writing is completely different. So they were making conscious choices and they felt that both were important, their role as public intellectual and their role as someone who was advancing the discipline. Milton Friedman did not have that big an impact on economic theory, to be honest. I know a lot of Friedman fans may be disappointed by hearing this, but Samuelson definitely had much greater impact on the economics profession as such, in that sense, not as a public intellectual. As a public intellectual, both were equals, I guess. And I think both of them around the same time, for the same set of years had columns, I think, on opposite pages of the Time magazine or something. So yeah, so one is that, that you, so even theorists like Samuelson who work on this meta-narrative and this general sort of framework, they relax those theoretical assumptions when they deal with concrete problems, right, because they also know the limitations of the theory. In fact, good theorists do know the limitations. They do not expect the real world to behave that way. It is only bad and mediocre theorists who think that this is how it will work out. So one is that. The second part is my own journey has been much more ad hoc and this thing, as I said, I reacted to my IJA course in a very sort of different way. I felt that, you know, this was inadequate and to some extent it was a letdown. And so I need to figure out for myself how things work. And so first I felt that I should understand financial markets. That was, that was a primary imperative. And although we had a very good finance teacher, you can't understand markets unless, you know, you speak to people who are participating in it. So I became a market reporter and it was fun for a while. But after one year, one and a half years, I felt that I was doing the same kind of stories. And I do tend to get bored after a point, you know, in fact, this data journalism thing is the longest thing I've done. And that is also because within data journalism, you can do a lot, you can innovate and this was a new thing. So you're given a lot of freedom and you could work out different things. But after that market stint, and because I had got that Malnutrition Fellowship, I had got the taste of long form reporting. I decided that I need to move out and do things on my own. And it was that period when I was not doing too many stories, but, you know, maybe I was doing two stories a month or three stories in two months. And I was given that freedom and occasionally I was contributing to this online view section, which had come up with Nayanjan was heading. And Nayanjan was my boss and he was a very sort of open kind of a boss. So he allowed me to travel to some rural place in Maharashtra for five, six days, and then come back and write one story. So I had those kind of, I mean, Mint allowed me to do all that after a couple of years of market reporting. And that phase also I think was critical because I got to see for myself many of the things that was there on the ground. And I also then got to appreciate the role of data and research. That was the turning point actually. Because even in market reporting, I did use numbers, but I didn't look at it as, you know, as a very key component or very, this was something one had to do. And so I did, I was like any other reporter that you put a chart along with your story and then you figure out what is the right chart and do it. So, and I knew I was good with numbers. So it was something even if I didn't have a very good, you know, story that came from my sources, I knew I could always pull out a trend story. So it was something like a backup. It was never something primary. And even when I went into the field to do long form writing, it was with that, that I don't want to do this numbers thing. But when I encountered questions in the field, which I could not answer with primary observations with my field work, by just talking to people, then I realized the importance of data, especially when I had to leap from my observations in the field to something generic or general about the economy or the country. And that is when I realized that, you know, I had perhaps exaggerated what we generally tend to dismiss as just numbers or, you know, just people modeling and coming up with anything. So I realized that there is good modeling and bad modeling. There is good empirical work versus bad. There's good research versus bad. And I became more sensitive. I had a more nuanced sort of view of that. And that is when I decided to sort of come back to analytical writing. I started writing editorials and op-eds and so on. And then started this data journalism sort of began from that. In particular, there's one story, I think, which I just thought I will mention because I was thinking, you know, it sort of struck me. So there was this controversy around B.T. Cotton. I don't know if you remember around 2011-12. So this was 10 years of B.T. in India. And there was a lot of, there was also a documentary being made. I think it was not fully made that time about farmer suicides, which laid the blame on basically on B.T. Cotton. And there was a lot of writing around that. And I felt that this needed investigation. And I was already traveling to the countryside that time and done some stories on various farm related issues. I was among the first to write on farmer producer companies, which now have become commonplace, but at that time was not. And some of my contacts and sources have told me that, you know, this is one big thing. And this is destabilizing agriculture. And this GM lobby is pushing ahead, although GM crops are a failure. And I began with that as the starting premise, which got strengthened after my first sort of meeting, which was in Monsanto, because they were based in Bombay. So even before I traveled, I met them. Monsanto, of course, is the most famous GM company. And I met them with a certain amount of skepticism. But when they offered to sponsor my visit to Vidarbha and said that we'll pay for it, I just lost my, you know, I just lost it. And I was polite to them, but I was really startled. And I said that I went with the aim of sort of exposing them, if I may put it that way. When I landed in Vidarbha, I spent quite a few days there. First in a village called Dorli that in 2005 had declared that the entire village was up for sale. So it was a stunt to attract attention. And a lot of people, a lot of reporters have gone there. I found in the villages there and the farmers there did not have very negative, strong negative opinion against BT cotton as such. In fact, the profits had gone up since they used it. In some other villages, they had problems, but it was not BT per se. There were various other problems. They had to take loan from moneylenders, the water, you know, Vidarbha has erratic rainfall. So often the rains fail and then the crop fails. And in some cases, yes, they felt that the price of the seeds was too high, but that did not come out of the primary factor. It was at best a secondary factor. So I thought what was happening. And then I began to look closely at people who had led me to that story, to the NGOs they worked with. And I know I'm saying this at a moment when NGOs are in, you know, facing a lot of heat and not necessarily for the right reasons. So I want to qualify that not all NGOs are like that. And I have worked, I've come across, in my reporting, I've come across many NGOs who are not like that. But in this particular case, let me be clear. I did feel that they were most likely getting funds from the organic lobby to prevent GM crops from finding a foothold in India, although that was not what the farmers wanted. So building on that, I then went, came back to Mumbai, looked at the numbers, and I saw that yield had actually gone up. The instances of farmer suicides in Vidarbha had actually peaked in the late 90s, much before BT cotton was introduced. When I looked at the data for five years after BT, five years pre-BT, just the exact five years, there's not much difference. Statistically, it was almost insignificant. And in fact, the post-BT was slightly lower. That low may not be this thing, but at least it did not cause a spike. The spike happened much earlier. Then I looked at numbers for Gujarat, which is another cotton producing state. There the yields had grown phenomenally. So there were two BT stories, not one. And I was getting to hear only one. So then I researched more, and then I planned a trip to Gujarat. I met people there. And even before going to Gujarat, I realized that, by the way, this story has a Narendra Modi connection. So it's a bit long, but I have time. So see, genetically modified crops came to India in the late 90s. They began applying for approvals and so on. And there was a lot of skepticism even then. Then the way the BT cotton seeds are developed is, it is through a hybrid. So two crops have to be cross-pollinated and that cross-pollination has to happen under local conditions. Otherwise, that seed will not work under local conditions. So those happened in Gujarat, not Gujarat. And some of the companies involved there, either through that or through some other sources, got hold of those trial crops and seeds. And suddenly Gujarat was flooded with illegal BT seeds, which were not certified, which had not got the approval, but which farmers bought. And in 2001, I think, around the time Narendra Modi became chief minister of Gujarat, there was a huge ball worm attack. And BT is supposed to protect against. This was 2002. I actually wrote a column about this. Go ahead. Yeah. Sorry. This is so long back. And I did the story in 2012. So some of my numbers and dates may get mixed up. And they realized that this was working because the illegal crops succeeded, whereas everything else failed. And Monsanto got wind of it and they complained to the genetic engineering approval committee. They also took it up with the agriculture ministry. They took it up with the state government in Gujarat and they demanded that those crops be burnt. The farmers protested and given Mr. Modi's understanding of politics, he realized that if he burnt, allowed crops to be burnt, what would be his fate. So he said that, okay, we'll put a ban on illegal crops and we'll not allow them to be sold, but we're not going to burn the existing crops. And Monsanto had to accept it. But that didn't happen. Illegal seeds got a life of their own. And what that meant was that the terms of sale were also different. So because you're not buying on a receipt, farmers did not need to pay anything upfront. If the crops failed, they did not need to pay anything. So under that premise, illegals, and at one point it was like 50-60% of the market. Monsanto had a lower share than this Desi sort of this thing. So one was that. The other was the soil condition. Gujarat was much better and conducive. Water supply was better and water supply had improved over time. That helped the boom in cotton in Gujarat, partly because of Mr. Modi's efforts and partly because of non-governmental organizations which had organized water harvesting schemes and so on. So it was a combination of various things, but BT was certainly not the culprit. In fact, the seed market structure was such that it actually favored the farmers. Whereas in Vidarbha, because it was one single monopoly and they could dictate the price and the conditions under which it was selling, farmers had to pay upfront. The situation was quite different and coupled with weather conditions, soil conditions, credit conditions, credit also was much more easily available in Gujarat than in Vidarbha. So a combination of all these institutional factors, various other factors produced this difference. And so when I came back and wrote the story, it was not an anti-Monsanto piece at all. It was a story of what was actually happening and how in fact the NGOs were not giving up or showing us the truth. Not just NGOs, even a parliamentary standing committee on GM crops at that time had decided to completely ignore this question. I remember I had a conversation with Vasudev Acharya, who was a CPM MP and the chairman of the standing committee on agriculture. And I asked him this question that BT is just one part of the seed. It is just one protein that prevents against ball worm. The rest of the performance of the crop depends on the cultivar, the variety that is being used or where you are putting in that gene or changing that gene. So, did you consider the role of cultivars, you know, because the scientists, agricultural scientists in Vidarbha told me that had they not used those kind of hybrids, the situation would have been different. So it is not just about BT, the kind of thing in which the cultivar, in which the BT thing is being put in. And he was just blank for some time and he said that we have listened to so many testimonies, no one raised this question, which I found hard to believe. So that either means that they were talking to the wrong people or that they chose to bypass scientific evidence. And then I realized there is a professor in Cornell University, Ronald Herring, who has done work on this, on the politics of organic farming and anti-GM crops. And I wrote to him and he said that what the parliamentary committee in your country has done is nothing unique or exceptional. This has happened in many places. So I ended up in a place very different from where I started with. And I could do that because of a mixture of things. It was not just data, but data played a critical part. And also, you know, primary observations, speaking to people, looking at research, looking at wider research and so on. So it really made me question a lot of things. It also taught me how to do"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:22.160",
        "message": "things better. That's a fantastic illustration because it also, you know, shows you the importance of the skeptical mindset that, you know, too many journalists I see will often go into a story with a narrative already in their head. Like a Monsanto is evil narrative could easily have been your narrative. And they're not open to that changing. And that becomes a problem because they're only looking for things that confirm that narrative and not looking for things that go against it. I wrote a column a while back, which I'll link from the show notes called Farmers, Technology and Freedom of Choice, a Tale of Two Satyagrahas. And I find this story really inspiring because what really happened is, as you were pointing out, just to sort of recap for my listeners, as the 90s came to an end, cotton farmers in India were having a tough time because bollworms were ravaging crops across the country. Farmers had to use increasing amount of pesticides to keep them at bay. The cost of the pesticide went up, the labor involved was also costly, and the crops would fail anyway. And then, you know, this whole illegal BT cotton seeds kind of came about. And in 2002, all cotton crops in Gujarat failed, except 10,000 acres that had BT cotton. And like you just pointed out, the government did not say, hey, this is a model that has worked, they instead said destroy all of these, which was crazy. And at around that time, Sharad Joshi, the great farmer leader, leader of the Shetkari Sangatana in Maharashtra, he took about 10,000 farmers from Maharashtra to Gujarat, and they did their Satyagraha thing there. And eventually, the ban on BT cotton was lifted by the center. And the thing here is that GMO crops..."
    },
    {
        "speaker": "Guest",
        "time": "01:17:55.280",
        "message": "Yeah, I forgot to add that. The ban on GMO was lifted because of the illegal seeds, because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:01.160",
        "message": "of the efficacy of the illegal seeds. Exactly. Yes. So which is fabulous. And the thing to note here is number one, and I'll give a link to my column, but number one, GMO crops are completely safe. GMO foods are completely safe. Don't kind of believe the lobbies. Enough science has been done on this. And they're not only completely safe, they've helped humanity in terms of just increasing agricultural productivity, stopping people from starving, just incredible. The other point you mentioned about the NGOs is absolutely correct. We should have the hashtag not all NGOs, that there are tons of NGOs which do incredible work and which I admire greatly. But whenever we are sold a particular narrative, we should follow the journey. It is true that a lot of NGOs are incentivized by where they get their funding from to pick the most alarmist narrative so that their funding continues or increases. So we should be wary of alarmism in absolutely any sphere and we should examine everything with the kind of skeptical eye that you sort of brought to this. So now, you know, you mentioned that in college, the first thing your econometrics teacher taught you at IGIDR, I think you said was coding, right? A part of it is understanding statistics, a part of it is having the tools to work with. And now you're in journalism and you take data seriously. Because they shed light on things that personal reporting can't. So how did you go about building your data skills? And earlier, like at one point, you said that people talk about, you know, you can torture statistics and to tell them any story you want. And you can give models are such a big problem. And you pointed out, look, that's not true. There are good models and there are bad models. There are good ways to use stats and bad ways to use stats. So elaborate a little bit on that on your sort of education and understanding that what are the things you should do with numbers? And what are the things you should not do with numbers? Like, where do you get a sense of best practices from, especially given that this particular field, the kind of data journalism that in a sense you pioneered at Mint was so new. So it's not like there are role models and there are teachers like internationally, of course, I'm sure they are. But how does this process work, where you figure out your own best practices that these are the things we shall do. These are the tools we shall use. And these are the pitfalls to avoid."
    },
    {
        "speaker": "Guest",
        "time": "01:20:18.920",
        "message": "Yeah, that's a good question. So this was exactly the question that was that troubled me when this push came to start this. And I think I've mentioned this earlier also somewhere. I was skeptical when they said that you start this data journalism thing, something dedicated to it. I was open by then to the use, increasing use of data in newsrooms and in stories and so on. But this dedicated data journalism business, I had strong doubts. And even now I don't very much like the term data journalism. You know, I prefer either analytical or statistical journalism. But this is what people understand. So now I have accepted it. And so they said like they meaning basically Niranjan and Ravikrishnan. Niranjan was my boss and the executive director meant now he's with IDFC. Ravikrishnan is now the deputy executive director at Money Control. Earlier, he was the Bombay bureau chief. And before that, he was in a team called Mark to Market, which was the markets group, market analysis group. I was in the views team at that time, writing edits and op-eds and so on. So the two of us were basically tasked with starting this. And we had constant debates and discussions and so on, mostly at Niranjan's house with lunch sponsored by him. And this was something that I constantly raised that, you know, there's a great chance that we'll go astray. A lot of data is completely untrustworthy. So we should not make strong inferences from them. They'll be wrong and they will be proved wrong in the course of time. So because we all of us were keen that what we said was not just true that day. We don't want to prove them wrong the next day. We want it to have a certain shelf life beyond the typical newspaper story. So we all agreed on that. So thankfully there was agreement on what we were setting out to do. We're just trying to figure out the mechanics. So we came up with some broad guiding principles. We did not have a fully fleshed out and listed sort of this and this came later. And I'll come to that. Based on our collective experiences, our work with data and Niranjan himself has used data in his work and at the same time is also very skeptical of, you know, much of the modeling sort of approach. So there was a lot of agreement in some of the basic guardrails. One of which was that it has nothing to do with data. It's basic journalism, but which we practice religiously in plain facts. Maybe others do it to some extent, maybe not. I don't know. But which we did is that we will never trust a report on a report. Right? If someone has said that this number is coming from World Bank report or this thing, we'll go and check whether the World Bank report actually says this. This is a very basic thing. It has nothing to do with statistics. But that is one mistake that people make and, you know, editorials get written about stuff which is actually fake news or zombie statistics as they say, which doesn't exist. And there are Niti Aayog reports which have quoted World Bank studies, which are not there. So I think in that respect, Planning Commission had better checks. So we can't trust Niti Aayog documents to that extent as maybe things will change once the institution ages. So we put that in. The second thing was that whatever statistical tools or indices or calculations we do should be accessible to a class 10 student. So we will use mean, median, mode, percentage, percentage difference, scatter plots, etc. Everything that a class 10 student of that time understood because the math syllabus and even some basic statistics is now taught even at school level. And a lot of things are now available at school level. So we won't go beyond that. For anything else that requires those kind of modeling or this thing, we felt that that's not suitable for newsroom because it requires some amount of peer review and which we can't provide. So for those cases, we will rely on other economists who have already done some work, maybe on past data, historical data, and we'll look at research precisely for that to inform our analysis. And third, we'll stick, therefore we'll just have to stick to largely descriptive statistics. And this came also again from our collective experience that when any of us spoke to policy makers, whether they be politicians or bureaucrats or senior people influencing policy, none of them ever said that I was impressed by, you know, that regression coefficient 3.35 and not 0.25 in that previous model and hence change my policy. Aisa kabhi nahi hota hai. So most people look at trends, most policy makers also look at descriptive numbers. If the broad trends point in various directions, then they go for a certain policy choice. And the fourth thing which policy makers also did and which we tried to incorporate in our work is to always look at multiple data sources. If multiple data sources are pointing towards the same trend, then we can be reasonably certain and confident. So I always used to say when I had people, got them into a team, that there's a cousin who's a doctor who once told me that among doctors there's this thing that they say that if a doctor has made an extraordinary diagnosis, it is most likely that he's extraordinarily wrong. If the previous test says something and his test or whatever checkup said something else, then he should actually be careful. So I said the same thing to report. If a new claim, whether it be in a research report, whether it be from a source or whether you have come up with your own analysis of the data, is saying something extraordinary, it is most likely that it is extraordinarily wrong. So please reinvestigate. Which is in a way is not told in as many ways either to science journalists or to data journalists always. Sometimes they go with, suppose a new paper has come up which is challenging the entire thing, it is more newsy, right? It is very hard then to resist the temptation of playing it up. Whereas we sort of inculcated that deliberately. So we put in such guardrails and of course we refined over time and some of these things we sort of communicated and conveyed in a much more clearer with examples. Because by the time when we started doing our work, we came up with these examples and these examples became more real. So for instance, the Niti Aayog report was a real report. I don't remember what it was about but there was this report which I think one reporter from Washington Post had pointed out. She had done a whole thread on how it was actually a zombie statistic. It wasn't there. So similarly when I did my work on nutrition, lot of data that people tended to first look at was ICDS data which is collected by the administrative machinery and which is wrong because the ICDS official has always an incentive to under report and that is why you rely on an independent survey which is conducted not by the WCD women and child ministry but by the health ministry which does not have an incentive to. So we made it a sort of generic rule that whenever you encounter a data set which is collected by the same agency which is supposed to be responsible for changing policy or making recommendations be very careful because it has an incentive to doctor those numbers or even if not doctor, they come in as a sort of an administrative process where the incentive is not to report truly. We saw that with COVID death statistics as well. It was much later that the real numbers or even the registered numbers came up and even with COVID infections we didn't know and there were huge state level variations. So those are things in other examples from other sectors we already had learnt and we put in place so that when the time comes we do not make those mistakes. So those are things, combination of reading, engaging with other people, speaking to people who work with data and speaking also with people who use data and have sort of made such mistakes in the past and can caution us not to make those mistakes. So combination of all of those things I think helped us sort of frame certainly and despite all that I said we also made some mistakes but we learnt from them and we corrected ourselves and those also came up in our sort of workbook that we should avoid."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:38.440",
        "message": "So personally how was this process for you because what's happening here is in the span of just a few years you've joined as a reporter covering the capital markets and then you move on to doing this other kind of journalism and then you're looking after the edit page and you're commissioning op-eds and writing opinion pieces and then you're into data and then you're asked to set up this division. So in a sense you've kind of, not exactly, it's not a great metaphor but it's the first one which came to me. From a hunter you've now become a gamekeeper in a sense that you've become a manager of people now. You're not just a journalist going out on the field using all these tools but you're also a manager of journalists who is formulating almost in real time as mistakes are happening, as one is learning, who is formulating the code of conduct by which they work, who is formulating best practices, who is giving shape to the processes which they must follow and you must also follow and during this time you are also still a journalist. So what was this process like for you because what I've often found is that these are almost two entirely different skill sets that, you know, doing the job and then actually managing people are completely different and it's very hard to find an intersection between someone who can kind of excel at both. So what was this journey like for you, Ulav?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:51.720",
        "message": "Yes, so there were, as you said, it was a mixture of various things. One was, as you said, forming our own rules. There was no one to do that for us. So we were sort of charting our own path and creating the rules ourselves. It was crazy. But it was fun, that part. Then there was this part that, you know, you are either writing new kind of stories or helping shape those stories. That was also very, you know, it was a fun experience and it was not that my previous experiences were not coming into play. So everything that I'd done as a market reporter, as a sort of development writer, all of that was shaping the stories on the economy, on public policies, on politics that I was editing or commissioning or getting others to write or myself writing. So all of that flowed in. The hard part I think was becoming a sort of, at that time as an assistant editor, but practically a sort of co-editor of the team. And then eventually I became the data editor. So that also meant managing people and that was tough. I mean, I was myself a very young journalist at that time. In fact, I had once complained, went up to Niranjan and told him that, look, nothing much of my own writing is happening. You have put me into this thing where, which I'm no longer enjoying and just because you forced me, I'm doing it and I want to quit. So he said, don't be silly. You don't have to quit or anything. You can still stay in Mint and continue doing what you were doing before. We'll make a departmental this thing. I'll speak to Sukumar, who was the editor and this thing and we'll figure it out. You don't have to do anything because I'm forcing you or if you feel that I'm forcing you. But that conversation helped me cool down, calm down. Then Niranjan said gently, you know, in his usual, this thing that see from me, this is something you will have to do at some point of your life or the other. So maybe you feel it is a bit too early, but this was a skill, as you said. Initially I did not look at it as a skill and that was my mistake. Then I began to sort of view it more seriously. So I feel I have been a better mentor to some of my colleagues who joined later than to some of the colleagues in my early sort of years. So that is some one regret I do have. And had I had greater experience or had I been prepared for a transition to that kind of a role, I would have approached things differently or with the benefit of hindsight, I would not have done several things or communicated in a way that I did or been more clear in exactly how to do things. So that again, it was a self-taught, self-driven sort of process. And so in the later years, it was much more easier. And also as Plainfax brand got established, we got fantastic talent coming in. So that also made a huge difference. You know, you didn't have to work at a very basic level with them. You know, they would already do certain work and then you push it up to an even higher level. So we got fantastic people, you know, people like Roshan, for instance. And the other thing we always insisted, which I mean, which was not a guardrail for journalism, but generally because of my own experience in getting into journalism, I always wanted the gates for data journalism to be open. So if you notice, whenever we have vacancy, we make a public announcement, which is not so common in journalism, but which is quite common among data journalists. And I think it is because of us. In the early years, we put out ads in places like EPW with disastrous consequences. But later on, Twitter and all these things picked up, LinkedIn. So we could put out ads there and we got a very diverse kind of variety of candidates who applied. And in fact, the selection process took up a huge amount. Because if 100 people are applied, you need, first of all, some criteria to filter out. Then you need to do tests. And I am a strong believer in the written test over an interview for various reasons, including the fact that a written test balances the playing field more than interview, especially if someone is coming from a background where he's not so comfortable in spoken English and so on. We did change all that. And some of those practices also seeped into other teams and other newsrooms and so on. People ask me, how do you approach hiring and so on in other institutions, even in think tanks and so on. So it was very good to see that, you know, and people saw the kind of people who came and joined us, worked us. There was attrition also. So people left and they got fantastic offers as well, because journalistic work is very public work, right? People see your byline, you're doing great work. And especially data work can be applied in a number of fields. And people have gone on to join investment banks, think tanks. Someone like Roshan has set up his own team. Vishnu, who had come in from J-PAL, he went on to another think tank. Now he's in the economist data team. Harsha, who had a very good visual sense and did many of our maps, redid many of our pages. He joined a startup and now he's back to Colombia to study data journalism. So different people pursue different paths. But the point is, all of them came with and they all came from different backgrounds, different training and so on. But the common point was they were all interested in numbers. They wanted to tell a story as rigorously, as accurately as possible. They were all united in the common vision that we'll make this as simple as possible for our readers and offer as compelling an experience as we could through the use of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:10.240",
        "message": "words, numbers and graphics. Fascinating. I should point out to our listeners that the Niranjan you keep referring to is Niranjan Rajadaksh, you know, who was a managing editor at Mint for the longest time. In fact, he gave me my column in Mint, which later won the Basia Prize circa 2007 when they first started. So wonderful editor, wonderful human being, I should have him on the show sometime. He keeps making polite noises every time I ask him, but maybe if he's listening to this Niranjan, your time is coming soon. And also what you said about learning about management, looking at it as a skill. And I actually went through that because the first time I found myself in a with managerial responsibility was in the mid aughties where I was a managing editor of Crickinfo. And so suddenly, you know, one day you're a star writer and the next day or whatever, you're managing people. And I simply wasn't good at it. But I didn't think of it specifically like I sort of, you know, in Calvino's words, to go back to that, I took the literature approach to it. And it was all messy and complex, but I didn't take the philosopher approach to it, where I should have sat back, got meta, formulated certain rules on how to behave, how to deal with people, how to whatever, I didn't do all of that. So I sucked. But when I did this brief stint as which lasted, I think, a couple of years as editor of Pragati the policy magazine, I think I was the best boss in the world, because I had really thought it through how I should kind of handle those kinds of responsibilities. I'm also struck by what you said about many of the people who worked with you going on to, you know, economist data team or corporate job or, you know, a think tank, Roshan set up his own team. Do you sometimes think of roads not taken by you? Because you could also have done any of that I'm sure corporates would have, if not many of us certainly been glad to have you, you know, look after their whole analytical team and all of that your skills could be incredibly more lucrative in other professions. But instead, you are sort of here in journalism. So do you think of roads not taken? And if it is the case that you've made a conscious choice to stick with this because you love it? What is it that you think makes you do that? Like I just did an episode which, you know, on the day we are recording it, my episode with Abhinandan Sekri released. And one of the things I was struck by was that a lot of the things he did in media, he doesn't like to call himself a journalist, but a lot of the things that he did in media and as a media entrepreneur, was driven not so much by a desire for profit or the bottom line, as would be the case with many entrepreneurs. But because he was like shit, this has to be done. And my question to him, therefore, was that is your journalism in a certain sense, an extension of your activism? Is it a form of activism? And I feel like asking you the same thing. Because at one level, you were interested in politics in your college years, you were engaged with the world and trying to bring about change."
    },
    {
        "speaker": "Guest",
        "time": "01:38:04.960",
        "message": "Is this an extension of that? Very good question. And so, to be completely honest, in the early years, it was an extension of activism. I wanted to first, of course, figure out how things run and how to make a mark as a journalist, how to write and so on. But I was pretty sure when I joined that once I did that, I would do my own propaganda and change the world. And that sort of early sort of expectation is not unusual. I've had people who had similar, so expressed similar beliefs and thoughts. And it should be there, I think, in an early age, if it is not there, then there is something missing in you. But that illusionment, disillusionment all happens within a span of a few years. So within two, three, four years, I think all that got over. And so while that may have been the early urge and there was definitely an urge to make the world better and a mix of things, right? But you know, as someone who has come from, say, the periphery of the country, you do feel that voices in the periphery are not heard. So you do want to make those voices a bit more audible. Similarly, you do feel that as an outsider, kind of outsider to the mainstream, you can say stories that others are not able to. Then you also feel that when you go out there, when you report, when you come back to write, because of your training, because of the amount of time you have thought about these questions, the amount of time you have studied, not just in formal courses and so on, but generally, you will be able to offer a more comprehensive and coherent narrative compared to someone who hasn't. And therefore, in some ways, you will be able to teach others to do better. Like I remember people used to joke about me when I first joined Mint, that the reason Ramit has come from IJDR to Mint, they used to make fun of that even then, that why did he come here, was because his primary aim is to teach economics to journalists. So they used to make jokes about that, and maybe there was some element of truth. But over a period of time, all that dissolved. And, you know, in fact, one of my colleagues recently asked me this, exactly the same question, because I'm now taking a break, I've quit what was a very nice and fulfilling sort of job, that why don't you, and I'm still in writing. So the point was, why still continue? You've already done a lot, and you can easily do something else. And that's true. So there are two parts to it. One is the original choice I made, right? I walked out of the placements from IJDR, knowing that I would always get a salary which would be lower than any of my peers would be getting. So that gap would never be bridged. And that was a very much conscious choice. And this was a life I wanted. I also had the counterfactual of life as a corporate worker for two months at Citi, in its analytics division, and I hated it. So it was not that I was living some, I was unaware of what the other life would be, and so would be tempted by it. I think I did that precisely because of that, so that I did not have any temptation later on. I knew journalism was hard. I had no illusions about that part, at least. And the second part of it is that the way I think of it, I think it was Akar Patel or someone who said that, you know, journalism is a craft. It is not a skill in that sense. And I agree with that. So if I think of myself as a carpenter, for instance, so initially I was making very rough chairs, and I was making different kind of chairs, and for different people, different purposes. Over a period of time, I started making more smoother chairs. And then I started making chairs which were unique, and where I could bring in different kind of skills to produce a certain kind of chair, and which was not there in the market. So that I felt is a value. And this process has taken me long years, you know, it was only after eight, nine years, that I felt that, okay, fine, I have understood a bit about, you know, how to make a mark as a writer, as a journalist. I did get Ramnath Goenka fairly early on. That was never sort of a mark where I felt that okay, I have arrived or I have this thing, nor was it any particular story. It was just, you know, reading my own stuff, you know. So for instance, when I go back and read some of my older stories, I feel why did I write this, you know. So that I think, if I'm not very much mistaken, I won't say about some of my recent stories, for instance. So I'm more satisfied with them. So it is that same way the carpenter is satisfied with the work and therefore wants to go on because he feels that he has acquired some level of mastery. I'm not saying I'm a master yet, but some level of mastery over that craft. It is the same reason. Now, one could well argue that this is something like a sunk cost fallacy and it might be true, but a sunk cost fallacy is known only post facto. So it is only later that I will get to know. Right now I have the freedom, I have the privilege to do this and you know, there are people who are happy to give me freelance work and I can continue writing, even if I'm not associated full time with any organization. So I feel I should make use of this privilege, continue to write till I can and then see what life has in store"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:41.920",
        "message": "for me. Yeah, I know. I don't think it's a sunk cost fallacy and I love the metaphor of the carpenter and the chair, you know, and it's something I'm going to use with my writing students because I keep telling them about how iteration leads to excellence. And one of my points is that whenever you start doing something, you suck at it, right? I start writing, I'll suck at it. I start podcasting, I suck at it. Carpenter starts, makes his first chair, he sucks at it. How do you get better? You do it again and again, you sharpen the craft. And then if things work out, you find that unique voice as it were, where you can make sort of the perfect kind of chair. And that's what happens to writers. I see that in my own podcasting journey where you know, my early episodes are clumsy chairs. And now I think I've got a particular style and a particular voice. So I'm intrigued in double clicking on what is the kind of chair that is true to you? What is that authentic chair that you're making? And obviously, you know, it's a metaphor. So just in terms of the kind of stories you do, the kind of writings you do, like where does that individuality, that authenticity come in? Like another key thing I tell all my writing students is that forget everything else. The one thing you cannot compromise on is being authentic to yourself. Don't try to second guess what the reader might want or where there is a hole in the market, just be authentic to yourself. And even in your work, like from the outside to many people, journalism may seem everything is same, same people are going out and reporting stories and it's just a matter of efficiency. But it's not that right. You have a particular way of looking at the world, you have particular interests and passions and areas you want to dive into, like you dived into nutrition, for example. And when all of this comes together, there is something that you can look at and say, Oh, this is this is a Pramit Bhattacharya story, or this is a Rukmini story, or you know, all these unique voices are sort of developing. So how would you sort of define your chair as it were, or tell me a little I can't ask you to define a chair, but tell me a little bit more about it."
    },
    {
        "speaker": "Guest",
        "time": "01:45:37.040",
        "message": "I don't know how to answer that. But the way I see it, I see it as a sort of few sets of comparative advantage that I have. One is, unlike many other data journalists, I started out as a sort of field reporter, did beat reporting, then long form writing. And even before that, I had a sort of very diverse sort of experiences and because of my political student activism and so on, which are not easily replicable. So that is one, the background and everything. The second part is, of course, my economics training. Not a lot of people with that kind of training tend to get into journalism. And even if they were to, they may not be willing to sacrifice for so many years to wait for the reward. So, and I don't blame them. So I'm just saying, stating it as a fact. So that means that there are very few people who understand that subject topic in depth and then are able to come up with a sort of informed view and a narrative around it. And the final thing, as I said, because of my life experiences, the only ism I have been left with is skepticism. And it is not very useful in any other profession. But in journalism it is. It makes a huge difference to your work. If I were to, you know, be a propagandist for a particular school of thought or for a particular agenda or a particular, there's nothing wrong in it. I mean, many journalists are, whether they admit it or not. And it's fine. They can still do very good work. Can even do good data work, building, you know, your arguments brick by brick using numbers rather than mere words. You can combine the two and build powerful arguments. And I don't have temptations for doing that. And it is true that many people will prefer that kind of a loaded narrative, which is already pre-decided. I don't have fascination for that. While it is true that the audience for that may not be great, I have always engaged with that kind of an audience, which values that kind of independent work. So in my own growth, it is these people who have played a role, not the trolls or not the, you know, partisans. So it's a combination of all this that comes into my writing. The final thing is the curiosity to dig deeper and also the ability to pursue that depth and then finally break it down by simplifying, but not oversimplifying. So that is a very delicate balance. And I can't give a sort of rule or a, you know, database, this thing on what it is. But I think that is very important. And I think that I would attribute to my training in IGADL because, you know, when you have to write this long term papers, you didn't work hard. And in the last three, four days, you had to go through 50, 60 research papers to come up with one term paper. That very experience of digesting all that information and in technical language, turgid prose, and then coming up with something that the professor can understand. Of course, the professor can still understand turgid prose, but I also paid attention to my writing and some professors commented also on that. So the final thing is that, that experience teaches you. So what you do in journalism then becomes child's play, basically because you deal with a lesser sort of, less technically challenging sort of set of circumstances. And that gives you the confidence that you can crack it. Even if it is a complicated economic subject, you spend some time on it, you'll be able to crack it. If necessary, you can take the help of someone you know. And that is the final thing that over the years I've spoken to experts across various fields. I've always had very diverse interests. So there's some nutrition expert who still remembers me. There's a market guy who at that time was not known, but today is widely respected and so on, who will still answer my call because I spoke to him at a time when no one knew him. So there are these kinds spread across various fields and disconnected fields. And I can bring all of that also into my work. So it's a combination of several things. In fact, you know, to sum it up, I would, if possible, I'll dig out the link and send it to you. It's an interview by Elena Ferrante, of Elena Ferrante rather, the author of the Neapolitan novels, which my wife had read several years ago and was very impressed by. Constantly urged me to read, which till I left my pen job, I didn't have the time to read. Now I finished it, all the four parts. And I was just reading about her. So I went through one interview with her, where she says that, you know, this writing, this process is like weaving. And you basically learn that you have to weave different threads in. You're not even aware of the existence of the other threads when you start. It is only when you start doing it that you know that this thread is missing, the other thread is missing. And then you bring all this together and your work becomes better. So I quite relate to that. I don't think I've seen all the threads yet, but I have a fair idea now. And I also know what threads are missing, but I know how to sort of address them or sort of fill them in. I'm not completely new to this. And so, which is why I would like to sort of pursue this a bit more, become a bit more better."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:08.760",
        "message": "That's a beautiful metaphor of the threads and weaving. And I'm reminded of this quote by Joan Didion, where she said, I don't know what I think until I write it down, a stop quote, which is so lovely. And that's another thing I kind of tell my writing students that, you know, sometimes people will get paralyzed because they'll start writing something and one there is the anxiety and the bigness of the task and all of that. But two also, sometimes they will feel that they don't know exactly where it's going. So they don't write at all. And the point is that sometimes writing is a process of discovering your material. Sometimes you can find the gaps in your own knowledge and know what else you need to do. Sometimes it clarifies your thinking about something, especially if you force yourself to write in clear language, you have to force yourself to think clearly, and it really helps. And there's another quote by the novelist E.L. Doctorow, where he said that even if you can see only the light of your headlights, you can make the whole journey that way, which is kind of like driving in the Delhi fog in winter, I guess. But which is another way that you can sort of approach writing, you don't need to know necessarily everything that you're writing about, you need to start, you can go by the headlights. And, you know, for a lot of fiction, certainly, I think it's also a process of self discovery. So what I want to do now after a quick commercial break, which we shall take now, after a quick commercial break, I want to talk about writing to you, because that is also a related craft to journalism and data and all of that. Fascinating to know how you're thinking on that evolved over time. But let's take a quick commercial break first. Long before I was a podcaster, I was a writer. In fact, chances are that many of you first heard of me because of my blog India Uncut, which was active between 2003 and 2009, and became somewhat popular at the time. I love the freedom the form gave me. And I feel I was shaped by it in many ways. I exercise my writing muscle every day, and was forced to think about many different things because I wrote about many different things. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com, where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast, and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox, you don't need to go anywhere. So subscribe now for free. The India Uncut newsletter at indiancut.substack.com. Thank you. Welcome back to the scene in the unseen. I'm chatting with Pramit Bhattacharya, who, you know, in the break, when I said we'll talk about writing after this was saying I don't think I'm a great writer. But you know, anyone who says I don't think I'm a great writer, I don't take that seriously had somebody said to me that listen, I will tell you everything about the craft, I would have been skeptical, as which is also the default ism of my new friend Pramit. So skepticism always a good thing. But I want to talk about writing because one of the things that I've noticed while you've been talking about your journey in journalism is the importance of realizing that there is a reader at the end of it and the reader matters. Like too often what happens is when we write, we imagine the act of writing is the act of transferring thoughts from our head onto our laptop. And that's it, the writing is done. But especially for journalistic writing, that is not the process, your writing only becomes meaningful and comes alive and it has an intended effect on the intended reader. And in the case of journalism, where you manage to convey the story that you're saying, and, you know, one of the things I tell my writer, in fact, for those who want to write op-eds, I give them what I call the Naniji test, which is that every time you write an op-ed, show it to your Naniji or to a 16 year old sibling. And if they don't read the full thing, it's your fault. It's not their fault. The idea being not something specific to do with Nanijis or siblings, but just any intelligent layperson should be able to understand it. And that's exactly what you said when speaking both about writing and about the kind of data that you use when you said that, you know, we are not going to use extremely complex terms and just keep it in standard level. So tell me a little bit about how your approach towards writing evolved. Because when I look at my own journey, what I see in myself as a young person is that I was a bad writer as all new beginning writers are, but my judgment was also bad. You know, my judgment and ability were equally bad. So I didn't know I was a bad writer. I thought I'm damn good. And I persevered and basically I faked it till I made it. You know, fake it till you make it in the present tense sounds much better. Faked it till I made it sounds bad. So what was that process for you like, like at what point I imagine early on in your journalism, you have to get mindful about your writing, you have to look at the craft, consider the craft. Tell me a little bit about that process of values that you then had to imbibe. And also, were there any writing models for you people you could look at and say that, wow, this person does it really well. I want to be like her."
    },
    {
        "speaker": "Guest",
        "time": "01:56:13.680",
        "message": "Yeah, so it's a combination of all that. And in fact, before journalism, I before I entered the newsroom, I thought I was a great writer. So, and that was partly because, you know, in Cotton College, then during IJDR, I edited the newsletter, everyone said, wow, what writing and so on. I realized that was only because the rest was so poor. When I wrote my first copy after joining Mint, Ravi, with whom I started the data, he was my mentor. So it's only later that we started it together and so on. So Ravi was the senior market writer. And he gave me some IPOs, DRHP and asked me to write something. So I think I must have rewritten that first copy six times. Before Ravi said that, okay, fine, I can send it for subbing. So, but in the second copy, I had to read it only once. And from then on, it was just one round of rewriting and so on. And after two, three months, there wasn't much rewriting. So Ravi claims that I was a reasonably fast learner. I think there is only half truth in that, because the thing is, Ravi wanted to move out of market reporting. So he had to convince the bosses that there was going to be a replacement in the next few months. And so I was still, I think, half done by the time he left. But then I was on my own and I had to face, you know, the resident editor or the deputy, whatever, managing editor, Tamal, on my own. And that was a rung above. And, you know, he was the overall bureau chief. So you couldn't just push whatever you wanted. So I had to be very careful on my own. Sometimes I would ask Ravi to still take a look at what I had written. And then for front page stories, Niranjan would take a look and who would have a completely different set of questions and so on. And whenever he picked it, I mean, anyone, not just me, even a very senior writer would really be afraid, you know, what is he going to ask? It was that kind of... Can you give me an example? Can you remember something? Yeah, so this is, I don't think I should name that person. A very senior journalist now, a very senior editor in another newspaper, Economic Times, I think I can name the newspaper, who was at Mint at that point. And he and Ravi had written some piece and they put it on the system. We had a system called IDOS, the content management system, and where you can see who is editing and all the records are left. So it was a very transparent system also. So you can see the changes, you can review it. And each writer can see what each, whether the sub-editor or the... So each copy also went through three rounds of checks before it was published. So Mint had this system. And the third check could often be either the managing editor or the editor himself. So Niranjan or Sukumar. And whenever either of these two picked up, there was complete chaos in the newsroom. When Sukumar, people used to shout, Oh God, Sukumar has picked up. When Niranjan, they couldn't shout because he was sitting there. I remember Niranjan, the moment Niranjan picked up the copy, that person came up to Ravi and said that, Ravi, let's go down. So Ravi said, Niranjan has picked up. He showed. Then both of them vanished. And Niranjan wanted to, had a query or he couldn't find them for, you know, like half an hour or something. And then he said, what happened? He said, no, no, we just fled, seeing that we knew there were problems in the copy. So tell us now what are the problems. But the thing is, Niranjan would never shout or, you know, make you feel bad. He would just raise questions in a very pointed manner. That's all. And he would sometimes kill copies. That was a real fear that ultimately it would not go. And I think in a couple of instances, he has killed my copies also. One or two copies. And they deserve to be killed. So... But he tell you why? He will explain why. And in one case, I actually reworked it and then he cleared it also. So it was very, very rational sort of dialogue. It was not this thing. I sort of, I benefited from the mentorship and the guidance and the feedback, sometimes very critical feedback from all of them. And one feedback I consistently got in my early months was that I had an academic overhang, which was understandable because I had come from a research institute and finished my master's and come. So I worked hard to sort of get over it. I don't think I managed it till many years later when I fully realized. But one thing that always struck me was, suppose I came back from a field, from somewhere else, wrote a report and so on, submitted to Niranjan. Niranjan would take his time in sort of getting back on it. But then he would come up with very specific questions or comments that this part is problematic or this part. It was not a vague thing that you don't know how to write or this thing. So he would always tell me you're a decent writer. But sometimes in some places it's sloppy. So I think it was easier to improve with that kind of specific, precise feedback and which I have tried to emulate in my own work as an editor. I usually don't say that the entire copy is rubbish. Sometimes I do when I, when the entire premise is wrong. But then I say that the premise is wrong and I mean, this is not a story and that copy is not actually written. Because in plain facts, you actually have to submit a pitch with what you're going to do, what are your methods and so on. Only after that is approved, can you start reporting and then writing. So it's a multi-step process. So at the pitch stage itself, I kill ideas because I don't want to waste the reporter's time also. And usually data stories take a fair amount of time. So a fair amount of data work goes in, many hours of work goes in after I approve the pitch. So from a practical point of view also it makes sense. So those kind of feedback I think helps improve one's writing. And the final thing is, initially, you know, you have this people whom everyone acknowledges as very good writers like Niranjan, Manas Chakravorty. And stuff they wrote would make people sit up and you go for a meeting next day, someone would talk about it and you know it has made an impact, you know, people are talking about it. So naturally you want to emulate, right? And instead of emulating, you end up imitating. So initially, for a while, I used to imitate how Niranjan approached. Then I used to imitate how Manasa approached. And it took me a while"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:52.920",
        "message": "to realize that this is not working. And they both have their own kind of chairs, isn't"
    },
    {
        "speaker": "Guest",
        "time": "02:02:57.360",
        "message": "it? You can't make those chairs again. Yes, exactly. So then I began talking to them about what it is, how they approached it, you know, what is it that they read before they started writing, what are the changes they made after they had decided the topic and the flow, whether there were any last minute changes. So that writing, and I didn't do it in a very sort of note-taking kind of a way. It was just over coffee or this thing. Generally I said that I like this and then they will tell the story. You know, it was just exchanging. It felt like we were just gossiping about writing. It never felt, and I also didn't consciously sort of, this thing, I looked up to them, of course, and I wanted to learn from them. But it happened very casually, or at least they made me feel that, you know, we are talking as equals. So I think the credit lies with them, nothing to do with me. Those conversations helped a lot. If in my early years, I didn't have those conversations, I don't think I could have survived till now. So, but despite all that, it is, much of it is also self sort of this thing. You go back and look at some of your old copies and you go, yeah, and you realize that, you know, some bad habits you have left. Sometimes while you're reading your own work, even recent work, you feel that, no, this could have been, you could have done better. And then you frame a rule internally in your mind that next time you should avoid this. So it's a mixture of, I think, all of this, but this early environment and what kind of feedback you get, how precise that feedback is, makes a huge amount of difference."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:28.600",
        "message": "And you know, earlier you spoke about how you, you became a better manager when you started thinking of managing as a skill. Now, when you became an editor, and you were, you know, guiding other journalists and approving copy or suggesting changes, did that make you a better writer? Because what I have found is that the act of like, I've been teaching an online writing course for a few months now. And I feel that I'm just looking at my own writing differently now, because it's just so much sharper. And I keep telling my students that the main thing is mindfulness, that you might have a different view of a particular piece of copy than I do. And that is fine. But the important thing is that you're mindful of all the choices you make, and you know why you're making them. And similarly, I feel that that's made me more mindful of my own copy, why am I doing the things I do? And you know, or just reading the pieces to give feedback, I kind of realized that that kind of gaze helps me with my own work also. So has that been the case with you? Like, do you feel that that added an extra layer of awareness to your writing?"
    },
    {
        "speaker": "Guest",
        "time": "02:05:28.320",
        "message": "Yes, certainly. So that is one part of it, I became more mindful. And I started then avoiding the same things that I asked, because one has to practice what one preaches. But even beyond that, around that time, because I became an editor, and of course, Niranjan wanted me to sort of make my own judgments and choices. So very often, he would leave it to me to shape the final this thing, and he would take a look much later, or after it had been published, he would give me feedback. So it was also a sense of responsibility that the buck now stops with me, and especially after Niranjan left. So that I think was a huge sort of this thing that there is no one now in the system, I still sometimes request him to take a look at my work, and he does. But that that sort of forces you to be much more careful, both in your choice of words and the approach you take when you write something. So that definitely, so mindfulness and the sense of responsibility both sort of shaped my later period writing definitely. I think it made me more precise or more sort of made what the messages I wanted to convey, I think I was able to do it with a greater amount"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:46.220",
        "message": "of precision compared to earlier. So let's talk about data now. Like I've done an episode with Dinyar Patel on Dada Bhai Navroji. And Dada Bhai Navroji, of course, was in a sense, a pioneer, I don't know if he was the first, but he was certainly a pioneer in terms of using data to figure out what is the state of the economy. And he did it with a political purpose with a purpose being to sort of push back against British claims of how, how the"
    },
    {
        "speaker": "Guest",
        "time": "02:07:13.520",
        "message": "governance was. He created the first poverty land in India, so to speak. Yeah. And you've"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:17.960",
        "message": "pointed out that, you know, TN Srinivasan coined that, but Dada Bhai Navroji essentially came up with that. And that's just like pioneering work. So it's, it's, you know, using data not in a dry way, but number one, to make a political point to counter a false narrative. And you know, you can't argue against data. And two, to also sort of have more clarity on the state of the world, what it is actually like. Tell me a little bit about sort of the evolution of data science in India and its relationship with governance, because it's very interesting. And one of the things I didn't realize that, like I was listening to your interview by Milan Vaishnav on Grand Tamasha, where you spoke a bit about it, where I was sort of startled by how India, in a sense, actually led the rest of the world on certain things, which I found so fascinating. And so tell me a little bit more about this history of data science, as it were, as it had gone through the years."
    },
    {
        "speaker": "Guest",
        "time": "02:08:15.120",
        "message": "Yeah, I would rather use the term statistics. That's what I prefer. It is true. I mean, India was definitely one of the early pioneers. The Indian Statistical Institute was set up much before statistics departments were set up in US universities. And in fact, many American universities hired graduates from ISI to set up those programs in the US. So we had a lead over any other developing country by far, and we had a lead over most developed countries. There were only two countries which I would say were more advanced in statistics than India. One was the UK, where much of the early work on probability sampling and so on occurred. And the other was USSR. And partly because of Soviet planning and so on, they had to rely a lot on statistics. And both this English and Russian experiences shaped statistical thinking globally, including in India. But India had its own sort of experiments and surveys and so on. And you're right, Dada Banerjee, that his work gave the sort of initial impetus to many nationalists to start looking at the economic questions, the kind of exploitation that had happened and to what extent it had happened. And a lot of it in the early work were based on very provisional, preliminary, rough data. Much of it was to advance the nationalist line of argument without the rigor that was really required. And the first to sort of make a difference and to produce really rigorous estimates of India's national income as such was V. K. R. V. Rao. This was in 1931, if I'm not mistaken. I'm slightly bad with days. So unless I've read the paper yesterday, I may not be able to sort of exactly. But early 1930s, let's say. And so that was one effort. The other side parallelly was this young physicist called Prasanta Chandra Mohalanobis from a very aristocratic family in Bengal, a Brahmo family, very close to Rabindranath Tagore and that social milieu, who suddenly decides in the middle of his physics education that he has to do statistics. And in fact, he comes back and joins the physics department and sets up a small unit. That is the Indian Statistic Institute. That's where it started. If I'm not mistaken, this is also in the late 20s, late 1920s. Very late, it would be early 1930s. But if I'm not mistaken, it is late 1920s. And the first sort of surveys are initiated there. And this is remarkable because it is only in the 1920s that probability sampling has first been discovered. So within few years, this has travelled to India. This is remarkable speed at which India picked this up, thanks to Mohalanobis. And also thanks to another economist in Gokhale, D. R. Gadgil, who had also started doing some surveys of his own. And among this, Mohalanobis had the widest range of connections and intersections, both with the global sort of statistical establishment, including the Royal Statistical Society and other statisticians at UK and USSR. And also with India's own political leadership and administrators in the Reserve Bank of India and so on. And Mohalanobis' contribution to sampling theory were definitely, he made significant contributions, including, for instance, this idea that you should do a pilot survey before doing a full-scale survey. That was in ISI. No other institute did it. And then it became, it has become now a standard everywhere. Before you do a full-scale survey, you do it. So that originated in India. So that was, there were other such contributions. But the bigger thing was to do this household level surveys at a large scale. That was done for the first time in India and Mohalanobis was the pioneer. And on the one hand, he convinced the nationalist leadership in the Congress, thanks to people like Deshmukh, who introduced him to Nehru and others. C. D. Deshmukh was in RBI at that time, was the RBI governor, later became finance minister. And Deshmukh convinced Nehru that basically this man is really talented and you need to tap him. And Nehru understood that without filling these data gaps, we couldn't plan properly. So it was also, we had already sort of decided that we would take the planned approach. The political leadership had decided. The industrial lobby in Bombay had also backed that plan, 1944 famous Bombay plan. So the entire elite class was agreed on planning and you cannot have planning without data. So that was the big impetus that drove much of these efforts. But beyond that, Mohalanobis was also interested in influencing the trajectory of data collection and statistics globally. So when the first United Nations Commission on Statistics meeting took place in New York in 1946, Mohalanobis suggested that we need a proper standardized manual for conducting surveys. Otherwise, the results will not be comparable across the world. And it was accepted and he was asked to chair that subcommittee on sampling, which produced that first set of manuals that were used globally by all countries. So he practically wrote the handbook of surveys, basically, you know. And later on when ISI was got government recognition, it scaled up. Most developing countries would send their people's statisticians, official statisticians to India to learn statistics and so on. In fact, the vice premier of China in 1956 had come to ISI because China was very backward in statistics. Their line of communism had apparently rejected a lot of the Marxist approach, including probability sampling, which was very strange. But they realized their mistake and they were missing out on something. And he came to ISI and the meeting ran much longer and his entire schedule got disrupted because of that. And he insisted on knowing exactly what it is that Mohalanobis did, his team did. And he insisted that there would be a Chinese delegation which he would send and Mohalanobis should entertain and educate them before sending them back. So there was this global interest in what India was doing. India was leading the charge. And there were a whole new raft of innovations, you know, setting up this National Sample Survey, Central Statistical Organization, Annual Survey of Industries, Agricultural Surveys, RBI started surveys on rural credit. So across institutions and through interconnected individuals, Mohalanobis, VKRV Rao, Gadgil, there was this whole nation building and statistics building sort of approach at the same time that could inform the planning process and make India a stronger economy. So they may have different approaches to statistics and so on, but all of them were agreed on the final goal that you need better data, you need to fill the data gaps and hence you need an independent sort of survey mechanism. And it was not an easy sort of process. In many cases you needed to handle this large scale household surveys. You didn't know how to handle it because you were doing it for the first time and there were no global examples. India had to import second-hand IBM machines from the US and Mohalanobis somehow managed it. A lot of people thought that Mohalanobis is too close to the USSR, you know, because he was also the originator of the second plan which followed industrialization-led model of economic development. But what is not known is that he had equal range of interactions with scholars from all over the world and it was through American help that those IBM machines came to ISI and helped in the tabulation of NSS data. Otherwise those results, those survey would have been useless or it would have taken much longer for them to arrive by which the timeliness of the data would have been lost. So Mohalanobis was quite agnostic and whoever provided help he was ready to take and in fact there are now declassified Soviet archival work which other historians have looked at where they say that KGB and other Soviet agencies were actually suspecting that Mohalanobis had moved to the other side or something of that kind. So he was viewed with some amount of skepticism on both sides. But in a way what he was basically pursuing was national interest. That's my reading and he helped generate this awe and respect for statistics and Indian statistics globally. He helped establish his reputation and he also helped establish its acceptance in India. He got the leading statisticians of the world to come and review the first NSS reports and their conclusion was that there were many areas of improvement but they said and this include people like Fisher who is considered the father, one of the fathers of modern statistics and they said that as far as the sample surveys are concerned, the world has much more to learn than to teach from India and this is what built up India's official statistical reputation and even Angus Deaton, the recent Nobel Prize winner, he says that where India and Mohalanobis led, the rest of the world followed. So we often hark back to some ancient golden era where we had done this fantastic achievements in mathematics and sciences. Some of it real, some of it imagined. There are real contributions also. But we don't need to look that far back as well. Our achievements in statistical science, in applied statistics is phenomenal yet we do not give it the kind of recognition it deserves and this is particularly true now because there is an aversion to anything associated with Nehru but this was also true earlier. It is not the case that this aspect of India's intellectual contribution was highlighted in a significant manner by people outside the statistical establishment. So people within that do know and do talk about it but otherwise not so much. Indian economists take our data for granted or till recently have done and that's about it. They too do not engage with the data systems to the extent that is perhaps required and one reason why there has been a decay over the years, especially in the post Mahalanobis era is partly because of that. The amount of external involvement, the amount of involvement of independent academics who could review, who could assist, who could engage with the official machinery and improve their work has steadily come down. It has not happened in a day. There has been a long period of bureaucratization. NSS governing councils used to be headed by academics and dominated by independent experts. Only one or two bureaucrats would be there. This process got reversed. A lot of powers of the governing council were taken over by the Ministry of Statistics which was earlier in the same ministry as the planning committee, which handled planning commission. So a lot of these changes started happening from the 80s onwards and then 91 liberalization unfortunately led to a cut of funds for all departments including the statistical machinery and because of India's liberalization and its globalization and standardization of data and all this became priority. IMF came up with data standards based largely on the requirements of developed countries and created a uniform set that every country had to follow including India and so the data demands of certain kinds went up which may or may not have matched with India's interest but which India had to follow because it was a signatory to that and in the early 90s India was also getting IMF funds. So from the 50s when India was setting the standards for the world and India was setting standards in the world based on its own experience as a developing country as a third world country, the wheel turned full circle. Now we have come to a stage where we just accept standards given by others. We no longer have leadership in as far as official statistics is concerned. There are still many brilliant statisticians in the country but their engagement also with the statistical establishment is far more limited today than it was in the past and many people even from issues like the Indian Statistical Institute who graduate and they do not get into the survey work or statistical establishment work and so on because there are many other lucrative options including in the private sector as well as abroad. So the influx of talent into the official statistical system has also suffered and a combination of this has resulted in the fact that today statisticians find it very difficult to defend their work which was not the case earlier and hence it is much more easier to attack their work even when those people who are attacking often do not know the basics of what they are talking about."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:32.040",
        "message": "So a couple of observations around a couple of broad themes and the second one kind of leads to a question of sorts. My first observation is to tell my listeners and to remind myself that the level of statistics that we have today is actually really recent like you pointed out India's contribution, Mahalanobis's contribution but just to go a little back in history and I explored this in an episode on the GDP with Rajeshwari Sengupta but just looking at the GDP as one kind of interesting statistic that has come up. After the first world war, the winners met around the table with the loser Germany and they were deciding on what reparation should Germany pay and they had no way of knowing what Germany could actually afford to pay because there was no GDP, there was no measure of the economy. So they set a large number that proved to be too large and too large in what sense Germany had no way of paying that kind of money as reparations. So they ended up just printing money so wildly that there was hyperinflation and that hyperinflation you know had consequences on their economy and their society which indirectly led to the rise of Hitler and Nazism and even the second world war, the seen and the unseen going that deep and around 1920 Keynes wrote this book called the Economic Consequences of the Peace where he warned against this happening and some of the impetus for creating a measure like a GDP came out of that and then the great depression in America that we first need to measure this before we can talk about it and that's the importance of statistics and Simon Kuznets who is one of the pioneers at you know creating the GDP and getting that measure about however did protest to one aspect of the GDP as it was adopted which is that government spending was counted in the GDP and Kuznets' point was this that a government can therefore game the GDP by just digging ditches and filling them up it's all government spending it's kind of easy to game and therefore you game that statistic you can use it in the service of politics whatever politics you have now what I find also interesting about India and you mentioned the Soviet Union also being so advanced in statistics is that there was an ideology which I feel was flawed which is this whole central planning planned economy mindset but this flawed ideology is leading to the birth of a methodology and a practice that's actually incredibly useful like you know the Soviet Union one of the things that they did to push their kind of nationalism was the focus on chess where chess was taught in kindergartens in all schools and all of that and through their dominance of chess they wanted to send a message to the rest of the world about their intellectual superiority and so on and so forth so that's a good consequence of a bad way of thinking and in a sense when I look at all the sort of the pioneering work by Mahalonubis and all of that the work that comes it also seems to me that a lot of the statistics feel so necessary because the more you are in the planning mindset the more you need the statistics because you are like you know what Adam Smith would have called a man of system you know everything is a chessboard and you're trying to just get everything right and of course we know that economies and societies don't work like that and they were more complex but the good part of it is that you have these statistical systems coming up and that's great and you'd imagine that now that all of it has come up now that India has been a pioneer in so much of this that the same standards will continue and as you point out there's been a decline and I wonder at some level whether that decline in a sense is inevitable that your initial thrust towards building these systems and being a pioneer is you know whether it's an ideological impetus or whether it's a particular kind of passion or whether it is a great man theory of history Mahalonubis himself being a visionary and doing all of this eventually the inertia of the system takes over and the Indian state is an inertia machine and eventually that takes over and that leads to whatever declines have sort of happened so you know the rest was an observation but in the last part of what I just kind of said the inertia of the system and our statistical systems you know just kind of rumbling along without having people with drive and passion in them without having that sense of importance that bloody healthy statistics matter you know what is your sense of all of this because you are so much closer to it than I am yes"
    },
    {
        "speaker": "Guest",
        "time": "02:25:47.520",
        "message": "so that is certainly the case you do not have that kind of dedication and the sense of mission that was there in the early work and it is true of many fields and many public policy institutions so in that sense it is not an exception having said that the rank-and-file statistician today in India statistical system is still very proud of that legacy and still strives to protect it and even many senior statisticians are aware of that legacy and try to their level best to achieve what it was set up for and it is thanks to them that we get many of our stories when reports are attempted to be suppressed they fight back and we should not take this for granted you know had these efforts not been there we would have been in far worse condition not just because I wouldn't have got stories but you would not have understood why certain things are happening why certain data sets are coming and others are not coming out so so the point is that some of it is not that everything is lost or nothing of it remains it is just that you don't have that kind of statistical leadership so I would I would rather think that it is that gap which is missing and which can be institutionalized so in fact if you look at the Rangarajan committee report they said precisely this Mahalanobis was ordinary statistical advisor to the Nehru cabinet and he was of course an extraordinary person whether you believe in the great man theory or not now you you can't expect the same now in 2000 or whatever and the report was being written so you institutionalize the system where a group of people will sort of oversee and will stand a bit distant from the overall system there were attempts to create such a system there is this legal luminary called Madhav Menon who chaired a committee to prepare such a structure something like the election commission for statistics for instance which will ensure fair play rules investigate if there are this thing whole departments to account if they produce bad data and so on and the UK has such a system or has transitioned to such a system now there are other countries which are moving almost all major economies have a system of statistical audit India doesn't have one the only one that was attempted was in 2011 for IIP and it was just an experimental sort of thing I don't think even that committee's recommendations have been implemented so the idea is that yes a lot of things have declined but there are a lot of things that still remain intact a lot of things can be improved maybe not in the same way as it happened in the past maybe not using the same approach but through different means different institutional mechanism and we should try them out similarly regarding your point about planning and statistics yes it was a strength but in some ways it was also weakness because the moment you started opening up your economy you dismantle the license permit Raj producers of goods and services are no longer you know they don't no longer feel it necessary to tell you how much exactly they're producing right you're opening up the system earlier for every extra production you have to apply for every extra unit you have to apply so the state had a where was it the commanding house of the economy and it had the information set required for everything and you just need to call up someone from another department you get the data if you're a statistician that thing vanished and so the whole that came up was in the and the scale of the private sector in the economy grew because the public sector shrunk so you had this growing private sector and you had this opening up of this license permit Raj which is required economically but statistically it is a disaster you lose all that information and since you didn't plan for it statistically you are left with a gaping hole and which till this day we are struggling to fill in fact the controversy of the latest GDP series 2014-15 series which continues to till this day and which I'm sure Rajshree Sengupta must have touched upon she did her work on deflators around that is precisely because of this it is the private corporate sector component of the GDP that is that has proved to be most troublesome and most hard to pin down so it is not just you know that one government came in and happened and so on it this is a long story of you know various things coming together at a constellation of forces sort of determining the trajectory of a statistical system and you finally arriving in this but as I said this is some parts of it are broken but these are things that can be fixed so couple of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:27.240",
        "message": "provocative questions a two-part provocative question rather and part one is that if the planning mindset is no longer valid like we both agreed at liberalization you know got so many hundreds of millions of people out of poverty it was a great thing it was necessary but as you pointed out it affected the quality of our statistics so the first part of my question is that and this is meant to be purely provocative so people on Twitter please don't abuse me which always happens when I ask provocative questions but it's worth thinking about instead of the planning mindset is invalid which I believe it is then why are measures like the GDP even necessary you know let people live their lives and do whatever why does a government need to know for example like I understand in the interest of truth in the interest of all of us as citizens we want to know how's the economy doing but why is it even necessary and the second part of the question is whatever your answer to the first part the point is that I just feel that all statistics in a way are deeply inadequate in ways that the common public doesn't take into account because they're using it a shorthand which is fine you use it a shorthand because what else do you do but the GDP for example by sitting together and having this conversation like even if I wasn't recording it and even if this wasn't going out as a podcast I think both of us would agree that if we have a three hour conversation with each other both of us benefited it's a positive some game the value in both our lives went up that's not measured by GDP GDP would not measure for example the unpaid labor that women do everywhere GDP doesn't measure so many things you know GDP can measure that I bought a computer today and I had bought a computer seven years ago but it cannot possibly measured how the computer today it gives me so much more productivity and power than a computer seven years ago would have I don't mean to kind of focus on the GDP in particular and make it like a whipping boy for this hypothetical question and we'll discuss the importance of getting good data and understanding the world better right after this but just in terms of I see a lot of narratives constructed around this data that oh the GDP went up by so much or went down by this much or oh the formal sector has grown by so much or you know and you did a you know great piece about how that isn't isn't necessarily the case and my friend Mohit Satyanand had that in his latest newsletter which came out today and the data there is incredibly important but what would be your response to these questions"
    },
    {
        "speaker": "Guest",
        "time": "02:32:46.800",
        "message": "these are rather difficult questions and I'll try and answer them as best I can I mean they're not the perfect answers perhaps so on the first thing about planning and if it if you don't need planning then do we need data at all maybe the answer is probably no but then is that a practical thing you know I've always believed in practical things and even if there is some theoretical argument it has to keep in mind what the reality of the world is the reality of the world is there's no country that does not practice planning whether they call it planning or not right even a lot of the American programs all their funding abroad their aid agencies even defense planning for instance strategic planning is necessary I mean today you have a threat like China which in this particular moment may not come all the way down to Tezpur my hometown as they did in 1962 but it is definitely a threat and especially for that part of the country for Arunachal Pradesh and so on and the answer to that threat may not lie in Arunachal it may lie somewhere else it may lie in South China Sea it may lie in commerce it may lie in some other kind of but the state has to plan right this is and this is something even Adam Smith would say that you know the first duty of the sovereign yeah and continuing with Smith he would also say that the state needs to take care of the poor when a pandemic happens you need to step in and so on so all of these things are there even in the work of classical liberal sort of economists although they none of them came up with this GDP concept as you said in 1930 so it's not that old nonetheless the world had become the economy had become much more complex so while you were measuring all this coal production power production etc separately there was no single metric or no uniform metric so despite planning do you need that kind of a single metric or do you need a dashboard of measures which captures the reality in a more richer form is I think a more interesting and more practical question in that sense and which I have often thought about and at the moment I don't have a yes or no answer I think at the moment I would want to have both kind of measures and I would want policymakers to pay importance to both these things because for some things like figuring out whether your public debt is too high or not you cannot rely on a dashboard various others 20 other metrics to figure you need one single metric with which you will normalize so this is just a mathematical necessity that is one be a sort of common sort of measuring rod with which you can measure economies with which you can measure the overall economic progress of the country will always be required so if the government doesn't produce GDP there will be many other people in the private market will produce alternate estimates and it will be they may not be there may be even worse than what we have in the form of GDP so to some extent it is a bit of a inevitable sort of this thing that everyone relies on GDP yes how you compute the GDP and how to make it better that is definitely a question worth asking at the same time can you supplement the GDP with a broader dashboard of measures is something that a lot of people have thought about and a lot of people have suggested alternatives or metrics that which should be used GDP itself is undergoing sort of revision and I had written about this how climate change has forced this transition a bit faster than was earlier planned by bringing in natural resource accounting that you just don't look at the flows of goods and services you look at the stock of different kinds of capital including human capital natural capital and so on so that you can measure the rate of depletion so it is all fine if you're you know building lot of buildings highways flyovers etc but if you're devastating your natural capital at a very fast rate soon you will run out of those resources required at least some amount of those resources are required and this you currently you don't have any indicator which is part of your conventional economic measurement tools so you need to integrate that and that work is going on and will take some time for us to arrive at a sort of reliable this thing but that for so those those are some sort of reforms or this thing which can take us forward at the same time I think this dashboard idea also should be pursued so at mint for instance we had done a very simple sort of thing we used to look at 16 high frequency monthly indicators is valid the mint macro tracker look at for producer economy indicators for consumer economy for ease of living and for external sector indicators and just give tell the readers whether out of the 16 8 are doing better than the past 12 are doing better than the past or not and use some standard easily explainable metrics on how we are doing the normalization and so on and in some ways is not a very original idea if you read this book GDP a brief but affectionate history by Diane Coyle she also mentions that that eventually I think we should consider this dashboard approach and so on we just thought we'll put it into practice in this when a lot of financial market analysts also look at these kind of dashboard metrics so it is not that everyone relies blindly on GDP data before putting in the money or before investing even sections within the government within the RBI look at broader range of indicators but among all of them GDP will still remain important we should as you said rightly we should use them knowing that they are shorthand that you know they are not the whole story their metrics but that is true of almost any statistic if we extend that logic that you know it is incomplete and therefore we should not use it then we might as well stop using averages or the arithmetic mean and in fact if you look at the history of statistics in the history of the world before mean median mode started to be used it was far poorer and it this was a tremendous discovery that using mean median mode you could you know make sense of the world and convey it to a simple audience so I think it the production of statistics the evolution of statistics is also cool you know it happened co-evolved with the evolution of the economy and the polity so because we are democracy because different democracies sprung up in different parts of the world and because the economy became more complex it is a combination of these two processes that has created the need for these measures to get a better sense of ourselves and to plan for a better future which is a very sort of realistic sort of even if it is not through soviet-style planning"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:00.600",
        "message": "yeah diane call's book is wonderful and i'm also sort of reminded of that old saying that you know all models are wrong some models are useful so i think that's something that you can look at certain kinds of data and say that fine you know the model may not be exactly right if you're going to interrogate it to the finest detail but is it useful or"
    },
    {
        "speaker": "Guest",
        "time": "02:40:19.680",
        "message": "not and what can you and if i may just add to that in the same vein this is also the saying i forget who who says that it is easier to lie without statistics than with statistics"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:28.840",
        "message": "yeah so you can still lie but you can eliminate some possibilities of lying yeah when you have some statistics well that's a fantastic saying the other thing that sort of strikes me is that like number one my uh provocative question wasn't designed to suggest that uh we don't need data in fact i think we need data more than ever except that now i think uh the demand for data is a bottom-up demand like statistical systems originated from this top-down impulse where the state is saying that we need to design this chessboard and run it properly so we need the data now i think the reason data is important from where i stand is because people citizens like us need to be empowered with information about what is the state of the economy to be able to judge governance like in a democracy if you are going to vote for people who govern us on what basis are we going to vote exactly data is absolutely critical to that now what strikes me is that data like even though i understand that within the state there are institutions which have been running independently well set up stocked with good people over a period of time it seems inevitable to me that as more and more institutions of the state are co-opted and used in the service of politics that a lot of that data becomes suspect or as has happened in recent times just stops coming out altogether you have less and less data to work with and therefore it strikes me that just as you know the impetus came from the state and all these institutions collecting data were from the state today if the impetus is bottom up from the citizen then i would imagine that there would more and more be a movement to get this data collection and have these institutions replaced by private institutions at least supplemented by private institutions now in your experience how much of that has been happening like you told of your dashboard with 16 monthly indicators how many of them were data collected by the state how many were independent like did you feel that you have to do jugar in certain ways of trying to figure out what the hell is happening like just an estimation of the size of the economy in a sense involves some jugar because you don't know the informal economy for example so you're using proxies and you're doing all of that and you're coming to the best estimate that you can in good faith how has that landscape kind of evolved for you because i would imagine that even a jugaru way of doing things could lead to a new way of looking at the world also because just in finding these proxies you might discover interesting ways of seeing the economy as it were so tell me your experience of all of this over the last few years because i imagine it must kind of be a mix of both great frustration and great innovation you know always trying to build the best picture you"
    },
    {
        "speaker": "Guest",
        "time": "02:43:12.720",
        "message": "can but not having the tools necessarily to work with that yeah absolutely right so i would like to say that number of the overall data availability has gone up and it has gone up hugely and it is largely public data there is some amount of private data also but much of the volume has come up and it is very useful for just to give a simple example you didn't have vehicle registration data on a daily basis it was unthinkable 10 years ago or so you know now you have that kind of data so you can track you know at a state level even beyond and different kinds of vehicle getting sold whether this is commercial vehicle whether it is a personal vehicle two-wheeler four-wheeler and that also tells you a lot about the state of the economy four-wheeler sales are going up if used cars are getting sold but two wheelers are not getting sold then certain parts of the economy are not doing well if commercial vehicles are getting sold at a higher rate that means there is probably chance that the capacity utilization of factories are going up so these have economic significance and they help us and we have used them as thoroughly as we can and they have been of great help in recent years apart from that we have used some amount of private data from CMI now CMI is a job survey I do have some reservations about those are methodological in nature it is not because it is a private body it is just that the survey method is something that has raised a lot of questions and I think those questions have not yet been satisfactorily answered maybe they will revise their methodology and future rounds will be different but there is still a problem especially when it comes to survey data because think of it this way when you do a survey you want it to be representative of the population right what that means is every individual in the country should have an equal probability of being selected equal chance of being selected they will not be selected but they should have an equal chance there should not be a bias in that so if you think of it as a machine which is spitting out someone's name Amit Verma, Pramit Bhattacharya the number of times if it is an infinite sort of game then the number of times Amit Verma is uttered should be the same as Pramit Bhattacharya if there are only one Amit Verma and one Pramit Bhattacharya there are many more Amit Vermas"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:29.480",
        "message": "so then it will depend on the number of Amit Vermas there are in the country and whether"
    },
    {
        "speaker": "Guest",
        "time": "02:45:32.800",
        "message": "if there are more Amit Vermas than Pramit Bhattacharya their number should be called out more so that is the logic of probability sampling to execute that logic in a flawless way you then need a list of people of the country and further when you do it in the real life you because you are segregating by region you need a adequate representation of gender region caste and so on you need much more finite details at the ground level local level what they call the primary sampling unit or the first stage sampling unit as NSS calls or used to call I don't know what they call them now now for a survey organization like the national sample survey and they have they come with the authority of the state they can ask the election commission for data they can use electoral rolls they have other administrative they can even look at the census raw data and from that frame they can select a representative sample CMI can't do that so there's a legal sort of limitation in how far they can do although people have you private researchers and servers have also used electoral rules but to the best of my knowledge CMI has not or it uses something else I'm not sure but I mean this is what from what I could understood that there is there in at least in certain states in certain parts of the country there are problems in trying to get fully representative samples that is one issue the other issue is to consider that at the end of the day all of much of these statistics are also public goods right they're non-rivalrous and non-excludable right so you can use it for different purpose I can use it and we can both use it without diminishing in the value of that statistics and the originator of the statistics is not able to fully capture the value generated by that survey or the data set and public goods if it is if some particular good is by definition public good similarly think of think of something like pandemic management right no however rich a man is wealthy a man is or a firm is whether it be Mr. Ambani or Mr. Adani or so they do not have that kind of incentive to prevent a pandemic in India Mr. Narendra Modi does because he heads the state the state does yeah so as the representative of the chief representative of the state he has that responsibility so all kinds of public goods have that kind of a feature that if we don't have that statistic something will go wrong you know they have that negative kind of connotation also that if you don't have we can't plan or if you don't have then we can't do this so there is that element which then means that when they're collected by official state agencies they're collected as a measure of public good not specifically because some companies which are going to buy that data are going to benefit from it in CMI's case some some of their sales will obviously happen to think tanks and academics and so on and it is in the nature of quasi public good but they want private returns for it and reasonably so they are not funded by taxpayers at the same time much of their funds will also come from private marketers and so on who are actually interested in the consumer economy they are not interested in the entirety of the Indian economy and there is a dissonance between the two and it is going to remain for the foreseeable future right so if you are 90 percent of your sales are coming from 40 percent or 50 percent of the consumers you can ignore the rest of the 40 50 percent right you are interested in the as much data as you can about that and if you look at at least as far as I could make it from CMI's sampling strategy it it sort of reflects that pattern there is much more deeper sampling of urban units heterogeneous or small towns big cities etc etc which even NSS doesn't do and the rural parts are all clubbed together and for rural states like say Assam or Bihar you will have very two or three such aggregate blocks whereas for a state like Tamil Nadu well you will have many more blocks from which random samples will be drawn so the entire approach the entire methodology therefore everything is shaped up by what a survey or a data set is designed for and hence it is important to so the role of the state and the role in in production of statistics in creation of statistics will remain which leads to the conflict that you talked about that if the state is producing statistics and when the state we mean that it is not just the state it is a government right the Modi government the Manmohan Singh government and they have a vested interest in not showing us statistics that throw a dark light on them right in recent years these have come up enough you know forefront earlier years also there were attempts in many cases Sener versus prevailed and the data was finally released or the survey was commissioned despite some opposition but in some cases they were not and then whether that decision to discontinue the survey or hold back is because of public interest or because of the interest of the survival of the government becomes the key question so then what do you do one is to say that let's forget about government statistics and they just rely on alternative metrics or let's look at third party sort of surveys or like let's look at surveys which are designed for a certain purpose but which are also throwing up ancillary data which then can be used to cross triangulate and figure out what is happening in the country so to some extent that approach can be used so for instance when the NFHS 2015-16 numbers came up we use that to look at how affluence had shifted from 2005-6 to 15-16 that is not what NFHS is designed for they were they this is a primarily demographic and health survey but to assess how demographic and health behavior and outcomes vary across different groups they were collecting data on a range of household assets and amenities from which we could also design a asset index and amenities index which we did and therefore we showed and we showed that you know the divide between the western half of the country and the eastern half of the country which the 2011 census showed still exists in 2015-16 so that geographical inequality has not changed and similarly by education education in 2015-16 if I remember correctly played a much larger role in shaping which wealth quintile you are in which wealth group you are in which class you are in compared to earlier so that again showed you know that this formalization everything that is happening is surely happening but it is if you are not able to educate your kids or whatever then you are at a greater risk of falling behind and this of course for the pandemic it means that then those dropouts which we are seeing and who will continue to drop out if remedial action is not taken are going to suffer income losses throughout their lifetime so these are these are feridial consequences and so this is one way of dealing with this issue but the problem is this is a one-step thing if more and more people start doing this then later on in the next round the government may say that okay let's shorten this wealth questionnaire okay why do we need so long list of household amenities so let's wait for the census and once in 10 years we'll know why in between you want to tell people what is happening to assets and amenities you know how many toilets are getting built and all that you know let's not have that data let's wait for the census so it's convenient to then sort of discontinue that if there is no strong public pressure and if this does not come out in the public openly and not enough people shout against it so that danger is there and it is real I am not denying for a moment and the second part is that this use of proxies or cross-tangulation works only to some extent sometimes you need exactly that survey that so you can calculate multi-dimensional poverty from NFHS but consumption poverty you need a consumption survey you cannot calculate from NFHS and it will be wrong to do so and it won't be comparable with your poverty estimates of the past because they were done using a different survey so then you lose that connection with the past you are not able to measure your progress as a society which is what you want as a voter or as a citizen that is where the role of fresh institutions new institutions come in so I don't think that you can do away with institutions completely right all our institutions are problematic whether it be the media the army the courts and over the past decade or so there has been a backlash against all of the institutions including politicians but I think we can't take this too far institutions will always remain imperfect we have to make the best out of it we can't give up and say that look this is not working and let's throw everything out the point is how do you how do you how do you improve and how do you make it work for more and more people rather than a few the same with statistics you need a way to ensure that there is independent regulation right because same with the Election Commission right you can say that a government will become so powerful that it will appoint whoever it wants as a chief election commission and through that mechanism manipulate and probably to some extent it happens but because it is ordained in the Constitution that it has to function under certain norms and those norms can't be changed unless the Parliament recommends and there is so much glare and media attention on how and why certain decisions are taken and if an election at least one election commissioner is honest and wants to reveal what has happened he or she can easily do so in today's day and world there is certain amount of check and balance to ensure free and fair elections right it may not be enough we may need to put in additional measures in the coming years and I do think some some part of election funding the way elections are conducted need to be revisited and we need much more stronger teeth than we have but it doesn't mean that we throw away the Election Commission or we assume that let's give the power to the state and anyway it is the state everything is the state so I have a different Commission let's have an election ministry which will conduct election right so the same here you have a statistics ministry but that is not the regulator that is the producer so you need a separate arm which is the regulator and auditor of statistics and as you said given the public demand for credible data which has been growing and I myself have seen this you know a lot of a lot of readers a lot of people who use data come up and ask you know why is this happening this way why is this a lot of my questions my stories happen because of that you know otherwise I would not have been forced to pursue many stories which I otherwise did and to answer those questions and to come up with honest answers you need you definitely need better institutions you need a proper independent statutory National Statistical Commission not the kind of lame-duck body that we have been reduced to and the plan for that was already there in the Ranganathan Commission as I said that you need an institutional approach and there have been many attempts to do it the bureaucracy and the political system as a whole has not never been interested so right from UPA to current NDA government no one has pursued it seriously but I do hope this growing interest in data this growing interest in understanding statistical system will make more and more people question how this data is coming what are the checks and balances to ensure that it is independent and will eventually prod our representatives to consider ways to ring fence and safeguard it so I'm partly optimistic on that and given"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:41.800",
        "message": "that most of this data is produced by the state has there been an impact on the quality and quantity of the data coming through in the last few years and if so is it part of a continuing trend that was there anyway or would you say it's something specific to perhaps this dispensation that as the economy is gone and the economy honestly has been going down from UPA to which it's not something to do just with this government but as far as data purely is concerned is there a trend that you see is there something we need to worry about about both the release of data and the quality of data being sort of dependent on"
    },
    {
        "speaker": "Guest",
        "time": "02:58:18.640",
        "message": "whatever the politics of the time may be yes so one part is to a large part it is structural it is not because of this dispensation so I'm very clear on that did this government take remedial steps to make it better or did it make it worse I think it made it worse there is no doubt about that as well in what concrete ways if you can expand so for instance when this entire GDP controversy erupted initially they allowed people like Arvind Subramaniam and Raghuram Rajan who were then respectively chief economic advisor and the RBI governor to express their criticism of the new numbers if you if you remember they expressed very publicly even the economic survey had a small box item questioning or raising questions about the GDP puzzle and so on but gradually a this people left and others came in and overall government spokesperson started behaving as if this GDP numbers represented the gospel truth and instead of appointing an independent review which was required and which has happened with other data sets at other points in time I remember when this IIP controversy first erupted around mid 2001 Mounsingh had actually asked for a review of that and that report was not made public but the National Statistical Commission examined that and had recommended certain changes of which were done and the person who authored that report R.B Burman is a ex-RBI statistician who he later became the NSC chairman also so there were precedents where you in the Indian data system itself where you appoint people from outside who are not involved in producing that statistic to a statistics to examine it and there are mechanisms to do it you could have used the NSC to appoint such experts and review it they did not do so B you could have accepted that okay fine let us continue with this it may not be that problematic but let us also look at other metrics and to measure the health of the economy and maybe go for a revision quickly before the five-year cycle and then ensure that the data gaps that were not filled are filled in time so that the next revision incorporates all those methodological changes and we build a more robust system that effort also did not happen much later in 2019 when I broke that story about NSS survey finding that part of the database of companies was wrong and companies were missing from the list when they went out to survey around that time they said that we'll set up this committee to examine the role of deflators because that also had was a bone of contention and then I don't recall anything happening after that so when certain controversies they do come up in the knee-jerk reaction then they also said at that point that there would be this new NSC bill which they again didn't publish until much later and then that too in a very diluted form from what it was originally intended to so there were this knee-jerk reactions to various things but there was no systematic effort to improve or reform the statistical system or give it some autonomy if not independence and make it answerable to you know an independent rather the National Statistical Commission's powers were gradually and informally eroded and survey data was unnecessarily politicized during the 2019 elections they questioned the employment and jobs data they said it is not fit for use and just after the elections they released it not just they released it now almost every other publication whether it be NITIA or PMA AC or anyone they continue using the PLFS data they compare it with pass round without any question showing that this entire drama and tamasha that they created during 2019 was political in nature and that harms the credibility of the statistical that undermines the moral of statistical workers and you unnecessarily sort of drag on a statisticians through a process in which they are made to feel that you know their efforts at sort of preserving the integrity of the system has come to no avail and beyond that when this National Statistical Commission was reconvened and so on many of its recommendations were either ignored or informally lot of things happened where the ministry took the lead decision such as not releasing the consumption survey results of 2019 the survey was in 2017-18 the decision was taken in 2019 the NSC was not even consulted and later when NSC which is the legally the body that is supposed to take these decisions recommended that at least the unit level data be released and that recommendation was rejected or it was not acted upon so there were many of these sort of separate then there was this back series controversy so that entire controversy was entirely political to lot of the GDP changes and division lot of people say it is fudged I want to make it clear it's not fudged there are gaps in the data systems we wanted to move to a newer way of evaluating GDP which was certainly more cutting edge in the sense that the world had moved to that standard or was moving to that standard the UN had recommended but we were not prepared for it the homework in terms of producing those data sets which can then feed into that model was not built so we were not prepared for it and we moved into it with not great results as expected you know you have to do that homework before you move to that and we were not ready and this corporate database was untested it was new even the statisticians were not sure whether it was a stable database but they anyway went ahead with it so because of those reasons that GDP first controversy arose the second controversy of back series was entirely political in nature where two different back series was produced and the one that showed the NDA1 and the NDA2 in better light was officially adopted and there were a lot of problems with that also and they were not ready to discuss that the chief statistician refused to answer media queries on that so there was a whole host of things that happened and even the sanitation survey you know that was sought to be discredited thankfully they released the data with the caveat saying that you know that part of but what was most unfortunate was the chief statistician wrote an op-ed in collaboration with the sanitation secretary questioning his own ministry's survey data and that was unprecedented you know till that point at least officially publicly no one from the statistical establishment the leadership had questioned their own numbers and from what I'm told he was very keen to extricate gain an extension and perhaps it is those so public choice theory says that every person acts because of his or her own incentives and perhaps that applied more than I don't think anyone told him to write that op-ed it was the good part of the the end the end to that story is that that person did not get an extension despite his minister recommending it so I'm told PMO shot it down so one negative side of the story is that there's this evidence that there's over centralization PMO is getting involved in a lot of things but the flips are the other side of the story is that despite all that and despite all these attempts to please the you know despite trying to be more loyal than the king that person particular did not get an extension so maybe there are saner voices still in the government who do feel that beyond a point all this mud-slinging on their own data will come back to haunt them because if you are questioning the employment data today if you're questioning sanitation data today tomorrow people will question your Swachh Bharat numbers people will question other numbers that you throw out and everything will go for a toss so then even your genuine achievements will not be recognized as being true and I think to some extent this realization may have seeped in that's my provisional and"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:06:35.640",
        "message": "optimistic rating I may be wrong on this as we come close to winding up and you've been so patient with me a couple of final questions and the first one begins with the statement of a dilemma which is that human beings are not designed to deal with scale like our brains evolved in prehistoric times there is something called the Dunbar number and the Dunbar number basically is around 147 or 150 somewhere in that range what it basically demonstrates and study after study has shown it is true is that when it comes to faces and names that we can remember that we feel comfortable with that's a number of people we can beyond that the brain cannot process it and part of the reason is that our brains evolved in prehistoric times where we lived in tribes that were maximum that many people and we don't understand scale you know if you tell me something is 10 million this and some other thing is 1 billion that at an intellectual level I know the difference between 10 million and 1 billion but my eyes glaze over I can't kind of comprehend it and by me I don't mean me specifically because I'm superhuman I can comprehend anything but I mean the general person that our brains are not equipped to deal with scale our brains are not equipped to deal with large numbers that's one aspect the other aspect of how humans are built is that we have limited bandwidth limited energy and for rational reasons we have to focus on what has an immediate impact on our lives which is the things that we do in our everyday lives right like my concern right now after this is making sure the files got recorded okay and thinking about the edit and thinking about the release and I don't have time to look at government data and say key governance casa hair you know where is the poverty line and all of this and this is this is what you know public choice there is called rational ignorance that voters are not incentivized to actually find out enough about governance because of all these reasons they have bigger priorities and that they realize one vote will not make a difference which is most of the time it's true I believe there was an outlier case in some local election in UP where a guy lost by one vote and his wife and the wife sister hadn't come to vote so he got upset with them but regardless of that and that might even be apocryphal but the point being that so we have these dilemmas where one our brain can't handle numbers two it is actually not in our interest to look too deeply into the functioning of these things because we'll spend too much time trying to process it so we develop shortcuts and heuristics now one common shortcut and heuristic is a tribal one that you choose your tribe and by tribe I mean like it could be a political party which is the Congress or whatever or it could be your caste or whatever grouping you choose or whatever vote bank you choose to be part of and you say okay I'll just go with them that's where my loyalty is to again our brains are wired in a sense to prefer strong leaders because if you're living in tribes and tribes are always fighting with each other you want your leader to be the biggest manliest most macho guy out there so you're always going to pick a you know a Modi over over someone else I won't take names so that macho-ness kind of helps and we gravitate towards strongman leaders and ignoring other aspects of this all of these are a dilemma because as we agreed you know data is crucial to the functioning of a democracy because data is what tells citizens are their governments doing a good job apart from the anecdotal evidence of their eyes and therefore it's important now as a data person you obviously know the importance of this you were speaking earlier about how you try so hard to make data accessible so everybody gets it how big a challenge do you think that is what are the learnings you have learned while trying to figure out ways to make data accessible to make it interesting for everybody you know what else can we do like if other data journalists or people who are suddenly curious and say that hey this seems worth my time I want to do this you know what advice would you give what are the different ways in which we can get past this huge gap and make people care about data and understand data without necessarily"
    },
    {
        "speaker": "Guest",
        "time": "03:10:31.560",
        "message": "having to have them spend too much time on it so you mean advice as citizens how do we"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:38.040",
        "message": "know both as citizens what kind of data do I look at but typically there'll be shortcuts and heuristics one is you could pick a tribe two is you can pick somebody you trust like when it came to covid there was such a fog of war who do you trust so I picked scientists like Eric Topol or journalists like Zainab Tufekci or epidemiologists however you pronounce that like Gautam Menon and Gagandeep Kang and Brahman Mukherjee and so after a certain point of time I realized I can trust these people and Gautam was on my show as well and you can you can use heuristics like that but in general I don't think the common person because of rational ignorance is going to go to the source of the data and read World Bank reports and look at MIME data and all of that so at some level that gap of comprehension of building those narratives that cannot tell the truth have to be filled by people like you which you've been so what's your approach how difficult a problem do you think it is because sometimes it boggles me I think it's almost insurmountable especially in these modern times where people want to believe what narrative they want to believe facts"
    },
    {
        "speaker": "Guest",
        "time": "03:11:38.920",
        "message": "be damned so how do you look at that so it is difficult but it is also rewarding and the two aspects to this one is that yes people do want to live in their own eco chambers these are as you said modern tribes and you want to do virtue signaling within your own network and you don't want to engage with the outside luckily because of my own personal history and various other things I have always had interactions with different groups and different ideologies and so on so I always cared for what people who may not agree with me on most things think about my writing and my work and my data work and one way I have ensured this is that I've always cared for whether they believe in my charts even if they don't believe in the text I wrote plus the other thing we always made sure was we published all charts online in Data Wrapper so anyone can in a Data Wrapper chart download the data in a CSV format and anyone who knows Excel can recalculate and figure out and at least for a financial audience which Mint serves people have that basic Excel skill so if I am distorting the axis or doing some very elementary statistical manipulation to distort the data or tell half the story everyone can catch me so by giving out that data in that form it is a signal to an intelligent reader that I'm confident of my numbers and my analysis and then if you still disagree you can go ahead and use it the way you want to or if you want to spin a different tale you can use that as well and people have done it they've used parts of our story to highlight narratives that they want to project that you can't control but broadly for general reader who is not into that mission into those mission information campaigns that is what we follow and so if I were to think back as a reader I think we you know those things do make a difference and you're right for to expect every reader to go through every source for every report and all this is not possible but the very basic thing that a reader can do is to see whether there is any source at all so sometimes you know friends and others send me maps and charts which go viral on social media and the first thing I check is whether there is a source if it is not there I tell them that I can't proceed and you should also not trust it so there's a map of which book is translated most in which part of the world and so on but there's no source and incidentally Tyler Cowen had linked to it in Marginal Revolution and someone sent it to me an economics professor so I told him that I can't trust it and nor should you maybe someone just made it as a joke that person was very upset Alice in Wonderland was the most translated work in Britain or it was the most popular book something of that sort so that is just a trivial example but there are serious examples where people spread misinformation through that way and this is one easy way the other is has anyone else written off about it if it is a prominent data source if it is a prominent this thing then someone else would definitely in today's world it cannot go completely unnoticed or you know uncommented so that at least that much effort I think we should expect a engaged sort of citizenry to do and that they should do and the third part is that we should follow the stories about what is happening to these data some of them the schedules are known when is the data set supposed to be released why is it not being released so generally should follow those up and as readers we should engage with those stories and we should do our best to sort of share them and engage with them and I do find more and more readers are interested in so the way I think of it is that compared to say 15 years ago there is a much more larger audience today for these kind of stories and if you think of it from a long-term historical point of view that is quite natural our educational attainments have gone up various other metrics have gone up the use of math in the workplace has gone up and it is set to grow up more data itself is becoming data science itself is becoming more and more important in a wide variety of fields so you will have many many many many more professionals will be using data in their professional lives now not all of them will be statistical experts not all of them will be experts in economic statistics but they will have a broad sense and if they want to contribute more you want to dig out data and do tell stories of a please do so but I would encourage people to first pick a subfield maybe it is cricket maybe it is movies whatever interests you maybe it is the economy and then look at all the public data sources that is there you know today if you know a little bit of coding you know understand basic statistics you can come up with intelligent charts and narratives and you can start doing that work on your own and you can at least cross-check certain numbers lot of there are a lot of community efforts there is an open data community in India there is this group called data meet which I am also part of Rukmini is part of most data analysts I think are part of where we share resources we help each other out if there are queries and I have also benefited from them apart from that there is a broader sort of open data community which pushes various organizations to release their data in a csv open access format or a machine readable format so that they can be used by the wider public and you can never predict which data set will finally be used widely which will throw new light on the functioning of the state or the functioning of the economy or tell us something new and who will do it but eventually it has a way of you know it's like the sort of in some way the invisible hand of the system that leads people to these things and whoever is interested is able to come up with things that others have have not been yet able to say or throw new light on this thing and that's how we advance our understanding of ourselves"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:00.080",
        "message": "and our world we're going to your advice to data journalists part of the question would you say that it's important if you want to be a data journalist today to not just learn data and statistics but also to learn storytelling yes definitely very much so and what are the important sort of hacks or broad principles that you might have learned over time of turning"
    },
    {
        "speaker": "Guest",
        "time": "03:18:21.120",
        "message": "data into compelling stories one is and which again came from my former boss Niranjan is to learn what to give up you know leave out so you after you've done all your calculations you have done all your work you have to leave out maybe 90 to 95% of what you've done so that elimination is often tricky and often we get attached to some you know special effort we have made in a certain direction but that may not be the most relevant so you have to keep the reader in mind that sympathy for the reader is most important and that guides every other decision that you make so that is at the core of things and that leads to that elimination so that is one be as I said if you have some specialization maybe it is the economy maybe it is politics maybe it is sports maybe it is something else that also helps because then you do by iteration you keep on doing stories around particular databases you get a better hang of it and you also start engaging with the producers of statistics so I think that is very important in fact in some of sometimes when I'm asked to lecture at J school journalism schools I tell them that there's a lot of attention on the GDP but you guys should pay more attention on the DGP the data generating process and that helps you know whether it is corporate data whether it is coming from SEBI whether it is financial data coming from RBI whether it is GDP coming data coming from CSO look behind who is collecting the data what is their incentives who is providing the data what is their incentive what are the level of checks is it by an external auditor how many are market analysts tracking it why is the data of a startup less reliable than that of a listed company you know because there is there are more people who are tracking it the checks and balances in a market in a stock market are much more and so these are just some basic sort of rules of thumb that that you apply and finally I think when you when you come to charts there is this misconception that it should dazzle the readers and therefore it can sometimes a simple line chart with one or two annotations can be much more effective than any grand visualization and we have often seen that that is more effective in storytelling so think about that as well carefully and always remember that misinformed as the one of my favorite writers Tim Harford says in his latest book how to make the world add up misinformation can always can also be very beautiful so just because there is a very stunning piece of graphic it doesn't mean it is true not just because it has gone viral on social media without a source but also because the producer of that statistic may not have done enough work to say normalize the data suppose you put India China and various other countries in many metrics India or China will come up as number three number four in the world that does not mean anything yet almost on daily basis you will see headlines not just in India but across globally that India is number two in this number four in this China is number three number one in that's just the population effect so at least normalize"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:21:35.240",
        "message": "the population India is number one in terms of podcast length and it's all because of me so three final questions see I'm so precise three final questions and the third last one has a thought experiment let's say that one day you're sitting at a cafe and suddenly the cafe empties out and Mukesh Ambani walks in and he walks up to you and you realize the cafe has been emptied out so he can have a private conversation with you and he sits down and he says young man I heard your podcast with Amit I am very impressed contrary to impressions in some quarters I am deeply concerned about this nation I want to help our democracy and especially I want to help it in the context of data of helping people understand data of building institutions that can produce worthwhile data just this whole cause everything that we've been speaking about I will give you a thousand crores or I will I have a thousand"
    },
    {
        "speaker": "Guest",
        "time": "03:22:27.560",
        "message": "crores to spend what should I do send one crore each to all the MPs along with my draft of a National Statistical Commission bill ask them to vote on it as yes okay I didn't understand that break it up for me so there are already attempts to reform the National Statistical Commission see I don't think I have the power to change the statistical system"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:22:53.680",
        "message": "at best I can point people in certain direction but you don't but Ambani ji he does know Mukesh"
    },
    {
        "speaker": "Guest",
        "time": "03:22:58.360",
        "message": "Bhai so that's why I'm saying with his wealth the best thing you can do is to bribe the MPs to vote on a bill which is required for the country so tell me more about this bill"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:23:07.000",
        "message": "what what does it propose to do like I'm trying to imagine a future landscape in which this problem is solved or at least in which this problem is not such a big problem yes it won't"
    },
    {
        "speaker": "Guest",
        "time": "03:23:15.880",
        "message": "be solved fully but to a large extent there will be an independent regulatory body with an initial corpus of hundred crores of its own to conduct statistical research and so on so on the one hand it will innovate and produce new kinds of statistics on the other it will be a new sort of regulator of the statistical system so what think of the think of it as the CAG of the statistical system so it will audit all the government department it will examine whether the processes that exist today to collect data whether it be for an Anganwadi whether it be for COVID deaths whether it be for IIP or whether it be for GDP so it will look at all this there will be different departments or different members look looking into each of this and they will evaluate whether certain core principles of statistics are being followed whether certain transparency principles are being followed and they will publish all their findings and this thing in a transparent they will be accessible they will be answerable to the Parliament of course but to the wider public at large see one of the basic recommendations is that even the current National Statistical Commission should publish the minutes of meetings in a separate website the website name was domain name was registered nothing happened so even basic things like this can make a difference I have always believed that it is it is you know this interaction with public and state authorities that will make the difference one person unknown or you know one institution just left on its own is not going to produce change there has to be a system of checks and balances and there has to be a system of accountability to the wider public I strongly"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:24:53.120",
        "message": "believe in that excellent I love that you gave me such a concrete answer and my further message to Mukesh Bhai if he is listening to this is one kindly listen to Pramit and two you can send one crore to each of the MPs we have but we don't have a thousand MPs you'll have some money left over what do you do with it remember where you heard this support independent podcasting now my second last question is getting back to the personal which is that a lot of your work is a sort of indiscreet articles which are just kind of coming in mint and mint also has a subs link so the person who doesn't subscribe to mint may not get to read it are you planning to write a book anytime are you sort of you know it's that I mean taking inspiration from Rukmini who's just come out with a book I'm dying to read and that you had also some input into I believe is that part of your plans because I'm sure everybody would like to see you do that you know you very patiently answered all my questions during this talk but you obviously have way more insights and there are way more questions to answers and so on and so forth so like I really believe that good data journalists also have a duty as public intellectuals and I think our democracy needs that as well and in a sense that helps inspire data journalists of the future as well so is there anything like that in the work so will you at least start a newsletter"
    },
    {
        "speaker": "Guest",
        "time": "03:26:11.200",
        "message": "like I've been telling like we were talking about earlier so one is I'm not very comfortable with the idea of me as a public intellectual so I'll rule that out book that's not something"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:26:24.240",
        "message": "you choose that's something that kind of comes with the territory right maybe I am I just"
    },
    {
        "speaker": "Guest",
        "time": "03:26:30.000",
        "message": "feel that that makes you a bit distant from the people but anyway that's my own personal sort of this thing maybe I don't like the phrasing of that or whatever or I don't think of myself as that I think of myself more as a storyteller so books definitely I mean it's part of the storytelling tradition and I know a lot of people feel that that can convey at this moment I don't have a feel a compelling need to write a book newsletter yes definitely that thought has crossed my mind I am evaluating it and if I feel that yes I can do something which will add value to people who might be interested in what I have to say maybe I will"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:13.520",
        "message": "start a newsletter and that's interesting like a digressive thought I was on a whatsapp conversation with some friends yesterday and one of them sent a couple of pages from this book he's reading which was written in the 60s I forget the name of the book but it's about the degradation of the word intellectual how it almost became a pejorative in certain circles and the point that the author there was making was that listen you know intelligent is not a bad word but intellectual seems to be a bad word and I think part of the reason for that is that it's been given a political tint just in the same way as you know the words liberal and progressive can also be used to you know as pejorative yeah but I"
    },
    {
        "speaker": "Guest",
        "time": "03:27:49.240",
        "message": "get what you're saying my discomfort is not at all from that so you're a Bengali you will understand half Bengali so there is this thing called Atil, Atilvaj or Atil so my sense of discomfort I think springs from that that you very soon become an Atil and you talk about things so someone once told me and it was an unkind remark but I think there's a kernel of truth in it that an intellectual talks about things he doesn't fully understand"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:28:18.520",
        "message": "or doesn't have expertise in my counter to that would be that two of the gentlemen we mentioned earlier in the show Milton Friedman and Samuelson were public intellectuals and you know both of them influence a field to differing degrees and both of them influence a wider world out there to differing degrees Friedman certainly huge influence on me those are my models when you think of public intellectuals but I'll move on to my last question I mean why I mean this is a semantic issue anyway and my last question is this and it's a common one for many guests who come here that my listeners love to read as well contrary to popular perception people still read in this day and age people still crave depth so what I'd like you to do is recommend books which have meant a lot to you not necessarily to do with your field but just books which have meant a lot to you which might have changed the way you look at the world in some big or small way or even books which you might have read recently and are so excited about you want to stand on a soapbox and shout hey"
    },
    {
        "speaker": "Guest",
        "time": "03:29:14.520",
        "message": "everybody read this this is amazing yeah so I really liked I mean this is very recent so it is in my memory Tim Harford's latest book how to make the world end up especially one of the chapters is on biases and our interpretation of statistics which is I think a large part of what we discussed today and I think he has some good answers on how to counter those biases and for any citizen who is interested in evaluating the world around him or her his or her country it's worth reading there is a section on big data which also is very worth reading because this is big one become the new craze and Harford's take is a bit critical and I think some of the arguments he makes what considering so that is one that immediately comes to mind the other one is understanding statistics by Anthony Davis a very small slim volume and if I'm not mistaken the PDF is available for free from the Cato Institute which published it it is written with a slightly libertarian sort of perspective but that does not detract from the book in any way if you do not believe in that ideology the other part is it is it uses American examples to illustrate statistical concepts but even that I think most readers will be able to sort of grasp and it's written in a very sort of clear plain English and very basic sort of stuff but even some of the very basic stuff sometimes we don't recognize even those with statistical training sometimes ignored so I think it's valuable both for a lay beginner as well as someone who wants to refresh or once wants to see how statistics is applied so for both sets of readers listeners etc. it's a very valuable book this I read this year itself although this is a very old book so the book is called the Antles of the Savannah it's by Chinua Achebe one of the most famous writers to have emerged from Africa and he got his fame from earlier works and this is quite a late book it was in 1980s late 1980s and it tells the story of three friends who had studied together one becomes an advisor to the ruler or dictator or authoritarian ruler whatever you want to call it and one is a journalist and the ruler the key advisor and the journalist they're all sort of batch mates or had studied together and the differences between them the ideological sort of disagreements how they navigate how it influences their personal and political sort of lives and how things work and you feel that there's a lot of lot of universality in the book in that it captures lot of you know some of our current questions also quite brilliantly so I didn't like that and Elena Ferrante I already talked about I finished the four-part Neapolitan series and see it's all it's obviously about female friendship it's about it's about you know how to women sort of throughout their life maintain that bond there is envy jealousy at the same time there is camaraderie there is sharing there's caring that is a central sort of theme running through the entire series but it is also a tale about inequality and how difficult it is for someone who is not from a certain social class to make it and even after make making it feel a kind of an imposter syndrome and there are some parts where one felt that you know whatever journalism I do whatever ways I can write about inequality and I have written a lot one just fails to you know capture it in the way that novelist or playwright would do so that is the third is this I read during the pandemic The Gentleman in Moscow by M.R. Tawles I think that this will be familiar to many more people it's also fairly recent a previous guest M.R Madhavan also recommended this is one of his books yeah it had a very calming influence also because I started reading it I think during the second wave when there was another lockdown and this is also about a man in lockdown in some sense is locked up in a Russian hotel and this entire you know this revolution and it's you know hype and all the way it disrupted lives of people even those who believed in the revolution captures beautifully and it also it also has a lot of I don't know there are a lot of parts to it the pace at which the writer tells the story the philosophical aspects to it and the way it evolves and using just that one hotel as a center of the plot basically everything happens there most of the story unfolds in one hotel in Moscow and this is written by someone who is an American"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:36.720",
        "message": "so that I actually gifted to a friend of mine and now in a sense you've gifted it to all of us so thank you for these great recommendations and I kind of agree that great art captures the human condition in a way that journalism sometimes can't do but journalism also fulfills functions that are necessary and unique so more power to you and all the work you do and thank you so much for spending so many hours chatting with me today I'm most grateful"
    },
    {
        "speaker": "Guest",
        "time": "03:35:03.880",
        "message": "thank you Amit it has been wonderful and it's been wonderful talking to you and I too learnt"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:35:08.720",
        "message": "a lot if you enjoyed listening to this episode dive into the show notes enter rabbit holes at will you can follow Pramit on twitter at Pramit underscore B you can follow me at Amit Verma A-M-I-T B-A-R-M-A you can browse past episodes of the scene in the unseen at seen unseen dot I-N thank you for listening did you enjoy this episode of the scene in the unseen if so would you like to support the production of the show you can go over to seen unseen dot I-N slash support and contribute any amount you like to keep this podcast alive and kicking thank you"
    }
]