[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The other day someone asked me, give me an example of the seen and the unseen. Now everything is an example because there is so much unseen in everything. But one perfect example is this. Men and women. We live in a world designed by men, for men and that world is the seen world. Women have to fit themselves into this world and all that they do to fit in, all that they go through inside is unseen by men and often by women themselves. We tell ourselves the world is what it is. We normalize as many oppressions and injustices. The cost of this is a psychological cost that cannot be measured. The cost of this is also an economic cost that we can try to measure and that is more than just a number. If we care about the world we live in, we have to try and peel away the layers of this unseen world of the Indian woman who is lonely in the kitchen, lonely in her bedroom, lonely at the workplace. If we want to solve this problem, first we have to try to understand it."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:02.960",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:15.360",
        "message": "Welcome to The Seen and the Unseen. My guest today is Shreyana Bhattacharya, an economist at the World Bank and the author of a brilliant new book called Desperately Seeking Shahrukh, India's Lonely Young Women and the Search for Intimacy and Independence. This is not a book on Shahrukh Khan or cinema. This is a book on the loneliness of the Indian woman. And it is a book that is constructed on a mind-boggling scale. This is a book that contains anthropology, sociology and economics, disciplines that often don't come together. And it is told with storytelling that stands with the best of literature. We see the interior lives of women across different classes and castes and regions and circumstances, in the bedroom and in the kitchen, in barren fields and concrete offices, united by crippling solitude, which Shreyana explores through the device of their common love for Shahrukh Khan. This is also reflected in numbers, in the many movements within the labor market, in an impact on our economy that is more tangible than feelings. And this is what is so amazing about this book and about Shreyana's gaze. She is as good at zooming in as she is at zooming out. We get inside the heads of different young women across the country. And we also get a sense of the bigger picture. Economists and sociologists and anthropologists and novelists will often see different parts of the elephant. Shreyana sees them all equally well and shows us, well, the elephant in the room. That makes a book the best kind of scholarship. And it makes Shreyana the best kind of scholar. I hope young people listening to this and reading a book will find themselves inspired and energized. The conversation we had turned out to be so rich, not just because we spoke about the subject of a book. We also discussed academia and its perils and failures. We argued about Shahrukh Khan. And she also spoke about her many intellectual influences. Listen, I urge you, go into the show notes, pick up the book she recommends, read them, think about them. It's an education. As indeed I found this conversation to be. Before we get to it though, let's take a quick commercial break. Do you want to read more? I've put in a lot of work in recent years in building a reading habit. This means that I read more books, but I also read more long form articles and essays. There's a world of knowledge available through the internet. But the problem we all face is, how do we navigate this knowledge? How do we know what to read? How do we put the right incentives in place? Well, I discovered one way. A couple of friends of mine run this awesome company called CTQ Compounds at ctqcompounds.com, which aims to help people up-level themselves by reading more. A few months ago, I signed up for one of their programs called The Daily Reader. Every day for six months, they sent me a long form article to read. The subjects covered went from machine learning to mythology to mental models and marmalade. This helped me build a habit of reading. At the end of every day, I understood the world a little better than I did before. So if you want to build your reading habit, head on over to CTQ Compounds and check out their Daily Reader. New batches start every month. They also have a great program called Future Stack, which helps you stay up-to-date with ideas, skills, and mental models that will help you stay relevant in the future. Future Stack batches start every Saturday. What's more, you get a discount of a whopping 2,500 rupees, 2,500 if you use the discount code UNSEEN. So head on over to CTQ Compounds at ctqcompounds.com and use the code UNSEEN. Build yourself. about Indian society that can really open your eyes into how this country works in so many different ways and economics is just a part of it. But you know, before the book and before Shah Rukh, tell me a bit about yourself. So where did you grow up? What kind of kid were you? Do you remember watching your first Shah Rukh film?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:25.220",
        "message": "I mean, I must actually say I don't have, I struggle to recall my childhood. So it's not extremely lucid for me. I was born in Calcutta, then moved to Durgapur. So dad was a steel, Tata steel man, worked in human resources. And I have very vivid memories of how stressful that was for him because he used to manage negotiations with labor unions and workers, which created a lot of, it's a difficult space to be because essentially he was constantly bargaining while they were fighting for their rights. And so I think this notion of unions and labor and what it means to be workers and what it means to manage large organizations and keep people happy. I think seeing him struggle with that, I remember that very clearly. And those are some interesting conversations from the past that I remember him just coming back and grumbling about how entrenched patronage networks were essentially within labor unions as well. This is particularly true for Jharkhand, Bengal, what was Bihar back then. And then we moved, funnily enough, when I was around, I think five or four, to Chandigarh. And my mother and father believe that I must be the most Punjabi of all bongs out there because essentially that's Chandigarh was where I learned Hindi, my idioms, the way I speak, all of that completely happened when I was there. I went to nursery school there. I have very fond memories of Chandigarh. To me, it's just all sky and just a gorgeous area and architecture and all of that. And then we moved to Delhi where my mother was working as a social worker for the UNHCR. She was managing refugees who were coming in from Afghanistan. And it was her job to help them fill out the paperwork to get benefits that the UN essentially allocated to refugees were settling into India. And we had days and nights where once she fainted in office, once she fainted at hospital because just the hours and the expectations and the stress and it was, I think, psychologically very difficult. Social work is a very difficult job psychologically. We know that. And I remember being a kid watching her and being quite fearful, actually, of, you know, just how much she was dealing with and how much she was doing. And all these young men and women who had come who were hoping to resettle, they'd left everything, had abandoned their homes and livelihoods in Afghanistan, were now in Delhi in defence colony, waiting outside a refugee centre and all their hopes pinned on paperwork. Right. And I think somewhere there, perhaps my early interest in the welfare state, the politics of paperwork, social protection, safety nets, which is an area now I work on, really began, I think, watching my mum. So I'd finished school. I'd be dropped off near her refugee centre. And I'd sit next to her. And there were these hordes of young Afghan people who I couldn't understand what they were saying. And there were interpreters. But I used to watch her and her patience with people. And it just it was remarkable to me. And it was extremely exotic. And I remember that very well. And on the other hand, my father at that time was working for Moria Sheraton. You know, he was, again, managing human resources in a big hotel, very glamorous, but also extremely hard hours, saying a lot of yes to things that I sensed he really didn't want to say yes to and having to deal with, you know, we know hospitality is one of the most difficult sectors to work in, because people just treat service staff and people who work in hospitality terribly in our country, and they continue to do so. And I think my father really dealt with that. So it was moving from labour unions into difficult customers, posh difficult customers in Delhi. And I think my memory of childhood, honestly, is being very conscious of the jobs that my parents did. I was very aware of just how complex those jobs were, how difficult dealing with people was, because both their jobs involved with an immense amount of, you know, constant negotiation with tons and tons of people. And there was this one scary moment, which I'll, I'll never forget, which is we used to live in this home in Delhi. And one night, essentially, someone broke the glass of the house. And later, we found out it was actually one of the Afghan refugees, because he was upset that my mother had not signed off on a piece of paper, he'd found out, I don't know how, there was all kinds of case files that were formed. And I think I just grew up realising that our lives are very precarious. I mean, seeing that, right, that someone felt the urge to essentially violate someone's home and to make someone feel unsafe. It came from the fact that they themselves felt so unsafe and so precarious in their life. So I think my childhood, I mean, I remember as a kid, I just remember being very conscious of these very early memories. Somehow this has stayed with me. And then the other stuff was just incredibly banal, right? So I went to a school in Delhi, I, you know, picked up all the reading habits that are very typical of kids born in the early 1980s. I think, you know, right from be it, you know, Enid Leighton to, I started reading Jane Austen, I think much earlier than many of my other friends probably did. I was quite young. And, and I think through that, suddenly then being exposed to satellite television in the early 90s, which was just so incredibly exciting, right? I mean, I've heard you talk about this with so many of your other guests in the past. And being obsessed with the X files and discovering mathematics, which was for me at a point of time was just a really, to me, math was just this beautiful language, which I really wanted to understand and use, but I struggled to completely. I'm not a great mathematician, but it's something that's always interested me. And so I just remember my childhood being, you know, spending a lot of time with books, struggling with trying to understand a lot of math problems and puzzles. I think that was something that was really important and fun for me to do. I wasn't a very social kid. I'm not still very social. I'm quite reticent and a bit of a recluse. And I think observing people who are very social has been part of, I think, my growing up years. I mean, when I was a teenager, even in, you know, my late teens, I was friends with people who are far more boisterous than, you know, popular girls in school or boys who are really sought after for their social credentials or who they were. And I watched. I think maybe because I read Jane Austen at a very early age, I learned the value and pleasure of just watching and observing. And so, yeah, I think those have been the sense of experiences, I think the books. And as for Shah Rukh, I encountered him. My mother's family comes from a small town in Bengal. It's called Kollani, which is it's further out from Kolkata. And I was sent to Kollani for essentially summer holidays so that, you know, my parents could have some break, a little bit of time to themselves. And I used to spend a lot of time with my grandmother and my grandfather. And I think a lot of my reading habits, in fact, particularly came from my grandmum. She's really someone who encouraged me to read and she was an avid reader. She used to read Bengali literature, but she was an avid reader and she would suggest lots of things to me. And there was a cinema hall which still exists. And their house was right opposite the railway station of Kollani. You could see it. It was so exciting for me because I would go there and I would spend all my time staring at these trains just going in and out and the people in them. And I used to write, make notes then as well about what I was seeing. And I was just trying to capture, I think, what I was seeing constantly and constantly being unhappy with the way I was capturing it. And there was a cinema hall next to her home and they were playing Baazigar. And I think this must have been 1993 or 1994. And I went to watch Baazigar, which actually I do not think is the first film anyone should be watching of Shah Rukhs because he's actively harming women, killing them, putting them in suitcases, all kinds of terrible things are happening. But I loved it. I have to just confess, I mean, I realise I'm saying something that won't be politically correct, but I know that it's actually true for so many fans, female fans who may feel uncomfortable with the things that he was doing. When we saw him in that film, there was something about the charge of desperation, revenge, wanting to sort of make a point just who he was, the way he looked, all of that. I just loved it. It was just love at first sight. And I think after that, I started following up just on his... Each time we had a film out, I would try and watch it. But to be honest, my parents weren't particularly keen that I go and start watching his films, especially these films. And they found it a bit perplexing. And this, as you can tell from the book, is actually very common with a lot of upper middle class and elite, you know, English speaking fans. The parents were a bit confused as to why these young girls were suddenly connecting with a man who was not a particularly ideal figure at that time. Right. And I saw DDLJ with my parents in 1995. And that completely then was just, you know, I was bowled over and who wasn't? I mean, it's just now so trite to say that I think the country fell in love with him at that point. You didn't Amit, but the country did. And we'll talk about that. And after that, Amit, actually what I remember of him the most is that when I was a latchkey kid and I think we're a meagre minority in India still, you know, people whose both their parents are working, because I think in the book, as you know, most women don't work in the country. My mother was working, my father was working. So I'd come back home and I just let myself into the house. And satellite TV had now emerged. And Mr. Khan started doing all these interviews. Suddenly, you know, there was an interview on Sony, I still remember with Farida Jalal, I think, or, you know, various others. And I used to watch these interviews. And somehow, I think it was the interviews that really, I connected with the person I saw in those interactions. And to me, he just captured this, this idea of feeling left out, but then also trying to make it there was something about what how he was presenting himself. And a fan was born at that stage. I mean, I think I loved imagery and DDLJ and Baazigar and all of that, I won't deny it. But I think it was the interviews that really set me off on this path of being a nutty fan that I still continue to be well into my late 30s. I wouldn't say though that Mr. Khan was a very integral part of my childhood or teenage years. I mean, he was there and I watched him. But I think it was only after I became I think, in my 20s, where I started rediscovering some of the old films again. And particularly through the course of the book, I think actually my fandom for him has been enriched because of just the way I've heard different people talk about him. But I saw him, I think it was that early 90s phase. And it was he was he was like a friend, he was someone who would just sort of see on TV, and he was giving you guidance about how to live life. And I remember that very well. And I think that helped with all the competition and just the anxiety of just what will my job be? What will my life be like? He was just a diversion from that. And that helped. But I think my, my, my fandom, I think has now has been burnished in a way well into my late 30s, that I don't think it was even in my teenage years or my, you know, when I was a kid."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:43.220",
        "message": "So isn't Bhajigarh the film with that song, Kitabi Bahut Si Pari Hogi Tumne? And you were"
    },
    {
        "speaker": "Guest",
        "time": "00:16:47.860",
        "message": "a reader. That's right. Exactly. Exactly. Exactly. Pining for a man who would throw you off the roof. Yeah, but by God, you know, Amit, now, when I look at that film, and I watched it recently, I really I mean, I was wondering what was the younger version of me number one doing watching that film? Now, I don't think we live in a world where they let a kid, you know, I think I must have been 12 or something, what to watch that movie. And, you know, and then the other thing I was, I was watching, I was thinking, God, filmmaking was so innocent back then as well. Because while he's doing all these terrible things, there was this way in which these films were made as if it was so matter of fact, there was no, there was no code to try and hide the fact that he was just a terrible person in parts of the film. And yet you could feel that he he drew some empathy out of you. And yet it was done without any, you know, it wasn't, it was just a very simple way of telling a story, which I just doubt you'd see now. And my God was those outfits he was wearing, which were just those oversized blazers. And then in the song and dance, there's some strange, you know, outfits going on. Those films, I mean, they'll never be made again. And I think that part that partly makes me sad. But partly, I'm also amused at the fact that how far you know, the is a very simple era, I think, in even telling a very difficult story, but it's just told in this, you know, it's a potboiler. But if you look at the story, it's actually quite, it's quite dangerous. And it's quite complex for what it's trying to do. And yet it's told in this really simple way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:19.740",
        "message": "Yeah, I mean, if you look at films as a modern mythology, you know, looking back, if you just look at all our myths, all our great epics, the people we are supposed to sympathize with do some pretty terrible things. Exactly. But it is kind of understood that you just go along with them, you're there with them. So here's my question. You've mentioned about how you like to watch, you like to observe other people. You also were keenly aware of differences, I guess, in the sense that you could see what the Afghan refugees went through. So in a sense, you had an extra layer of awareness that people within that typical bubble, your peers might have been a part of they weren't aware of. At what point did you start becoming self aware? Because one of the things I loved about the book was a very personal way in which you start which is so unvarnished, and so self aware, and you know, brutal with yourself. And when I think of my own self awareness, I don't think I was at all self aware in my teens or into adulthood, right? It's only after a certain period of time that you actually start thinking about stuff in that way you take that step out of yourself and look that so were you also sort of watching yourself like it? You just mentioned that you can't imagine why you watch Bazigar as a 12 year old to begin with, right? So you're looking back on your old self and you're reflecting on that. Is that something that came to you naturally because, you know, you read a lot, you wanted to write, obviously, you were a watcher. So were you also watching yourself? Tell me a little bit about that process where you begin to be able to see yourself because I'm sure that there are defensive reactions which stop us from doing that. Because you won't like what you see."
    },
    {
        "speaker": "Guest",
        "time": "00:19:55.500",
        "message": "Yeah. In fact, a dear friend of mine recently told me that, you know, it's amazing that technologies so many of us use to just hide from ourselves, right? We're constantly hiding from ourselves. I was hiding from myself. Absolutely. And in fact, the book, the reason I write personally, is that the book became a way for me to actually not hide anymore. I'm very transparent about it. I think in the way I write it, it sounds self indulgent. But my hope is because the book is actually about the stories of others. The self indulgence is balanced out with the fact that this is actually a story of just women in the country and society, as you said, Amit. But for me, I think I really entered that path of self awareness through feminism. And what I mean by that, Amit, is that in 2004, 2005, I was studying economics. I was studying development studies. And at that time, I'd taken a bunch of courses on gender and economics. And there were these wonderful books by people like Naila Kabir. There's a book called Power to Choose, which actually, to me, was the first. For those who don't know, Naila Kabir is a revered feminist economist. She was the head of the International Association of Feminist Economists for a while, a woman from Bangladesh who wrote about what starts to happen when young Bangladeshi women start making money in export zones in their country. And instead of taking a very macro picture, she started going into people's homes and using economic theory to understand, well, how do the incentives of behavior within families, love affairs, relationships start to change? And I'd always been someone who was very moved, it sounds odd, but very moved by the language of economics. So the language of taxes, incentives, I think, where many of us see chaos, economists tend to be able to see some frameworks. And I find that terribly moving, actually, not just illuminating, but I find it the language is something that really, I really enjoy it. It's to me, it's like seeing a painting that moves you. And I read these books, and I devoured them. So I read Naila Kabir, I read every paper she wrote, and she's definitely my, you know, one of my heroes. At that time, I also started reading Marilyn Waring, these are, you know, founding texts of feminist economics. And in these books, I started to realize that the way I was behaving in my day to day interactions with men, with my mother, with my best friend, is so deeply structurally coded by what women's experiences and women's expectations should be of society and the economy within it. And I think it was that reading and those experiences as a student, with feminist texts that really pushed me into sort of thinking a lot more carefully about how I was behaving and my modes of behavior. And so I think it started there. And then I had a bunch of terrible love affairs, one of which I talk about in the book quite, quite transparently. And nothing, I think, triggers more self reflection than heartbreak, right, of any kind. And I think that can be of any form. But I think for women, particularly heartbreak in the area of love and intimacy tends to be very potent because women are socialized into believing that loving is what you're supposed to do, right? Love is so fundamental to a female life because the economy and the world outside is supposed to be for men and the intimacy and the interior world is supposed to be for women. So women have to secure love. And so when you don't secure love or the love that you think you've secured suddenly vanishes, you are left asking a lot of questions about why did I choose this path? What was the dynamic between me and this person? And this was, I think, Amit around 2013. And by then, actually, the idea of the book has somewhat germinated already because I was interviewing people in the past, but I had a very different idea what the book would be at that time. But I think it was around that 2013 period where along with, I think, all the sort of early feminist texts that I had read, compounded with this heartbreak, I then started reading women, largely actually American women, funnily enough, whose memoirs I just found incredibly moving. I was reading Vivian Gornick and I was reading Emily Witt. If anyone ever just wants to understand, I don't know, I think there's something really beautiful particularly about the way Vivian Gornick, I call her the first lady of the contemporary memoir. And there was something about the way she was writing and reflecting on her own experiences. And this book that I read was when she was in her 60s. And I realized one of the things she wrote in the book was keeping oneself company is one of the hardest things that you will ever have to do. And I realized at that point, it was this eureka moment for me when I was reading her writing, and at the same time dealing with my own heartbreak and you know what was happening in my life in Delhi, that I started to realize that I was behaving in ways that were partly were predictable, because I think I didn't want to keep myself company. It was almost, you know, textbook escapism, right? So you escape into torrid, complicated love affairs, because you don't really want to do the business of just being with yourself and sitting with yourself and being at peace with who you are. You want to just sort of run away from all of that. And in a way, and each time I try and run away, I just come back because you know, there's that great line and wherever you are, you are always there. And I, I think it was that heartbreak along with all the reading I was doing that pushed me to be, I don't think I'm fully self aware yet. I don't I think this is like a practice for all of us. But it pushed me to think much more carefully about how structures, incentives, status, taxes, all these things were shaping the way I was behaving. And I think that finds itself in the page. What I will also say, Amit, is that I think the book is a I think I'm far more self aware in the book than I probably am in person, if that makes sense. I think writing allows you that space, right? Because then you can be liberated of even having to perform a certain way, even right now, when I'm with you, you know, there's a there's a performance here. And when you're writing, I wrote, not to perform, but to liberate myself from performing, I do know that there is writing that sometimes does the opposite, which can also be very beautiful. I mean, that has its own, you know, balance, and it means something. But for me, I wrote in a somewhat open hearted way, because I wanted to escape to me writing and reading is the place where I've escaped that performance art of, you know, being a certain kind of person in Delhi. And the last thing I will say, and probably we'll get into it more is I think that Delhi is a city in particular, and the way it's set up, it guarantees unlike a I really believe unlike a Mumbai or unlike a Kolkata, definitely not like a Bangalore, there is something particular about Delhi, that just gets people to put on this farce of who you are, much, much more. And I'm yet to understand it, maybe my next book or whatever I try and do, we'll delve into that I try and attack it a bit in this book. I don't think I've understood it enough. I don't think I want to glibly dismiss it as always because it's the capital and there's power play and all of that. I don't think it's that I don't think it's just because it's a city of power. There is something about opportunity and the way opportunities mediated in Delhi, the way network wealth in a way works in Delhi, that everyone then starts to behave in ways, which almost dissents, there is no incentive in Delhi to be self aware, because you're always playing this game within a certain milieu. And I think the book was a place for me to escape from that. And then if I'm able to actually practice that level of self awareness in real life, one can only hope and I'm a work in progress. But thank you for noticing that it that's, it's nice to hear."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:43.620",
        "message": "Yeah, I mean, what do you say of Delhi always having to be performative, always playing a game, one that is at some level true of everything. I mean, you're not just performing for me, you're also performing for yourself, right? Yeah. And specifically what you said about Delhi could also be true of South Bombay and, you know, the various other little parts of the country, a couple of things like one reason I really what elevates this book for me beyond what I expected is that it is not just a project, it is your project, the personal is very much part of it, which is one of the things I really enjoyed about it, because then you know that the quest is real. And and you can see where it's coming from the way it cuts across. The other thing that strikes me and this is this is a very interesting sort of mix of two different aspects, which many people would think are contradictory, but which should actually be seen together. And one of them is that you're embracing the messiness of real life. People are complex, you're acknowledging those complexities, you're not really passing judgment, you're vicious about certain kinds of people. And we'll discuss those kinds of people. But on these individuals, you're not really passing judgment, you're incredibly empathetic. And that's one aspect of it. Yeah. And that's something that you'd expect, say, from literature. And the other aspect of it is, like earlier, you spoke about being moved by mathematics. And I get that I really do. Yeah. When when there's a beautiful, elegant sort of expression of a deep truth, it hits you in a visceral way, right? Yeah. And I see that aspect also, because running through this is also you know, you're an economist, there is a fair amount of data in this book, though, in a very reader friendly way. And there is also to some extent, that clinical gaze that you know, this is a data, this also shows a kind of reality. So what you're doing is, you're bringing together these two pictures of reality, both of which are equally valid, but most people will focus on one. So often, you'll see economists who will give you a bunch of numbers, but they don't come alive, they're not vivid, they may be the truth. And equally, you will have people paint you stories of lives, human struggles and so on. But you don't see a larger picture. And that's also the truth, right? And you've kind of brought these together. And I want to actually ask you about these two aspects separately before we get to how they come together. And I want to start with the literature aspect. Like you said, you read a lot, you were watching, you would sit by the railway station and write little stories, I presume, of what you saw, which is similar to something I used to do back in the day. And it's such a writer's habit. So clearly, there is a storyteller, someone wanting to be a storyteller within that, right? So tell me a little bit about that aspect of it. What kind of books did you read? What kind of books did you like? What really moved you? You know, was there something which made you say that, I want to do, I want to write like this. So these"
    },
    {
        "speaker": "Guest",
        "time": "00:30:30.940",
        "message": "are the kind of stories I want to tell. Yeah, Amit, you know, firstly, I have to say, I thought of myself as a reader, more than a writer. In fact, I didn't even know that I had this book in me. It reached Shruti Devi, who's my agent, but she's really not my agent. She's my guide in this book. And I think she saw the book as a writing text, because for me, it was just a bunch of things that I had. I think a lot of us do this, right? We just make notes. These were diary entry notes. I didn't particularly know that they were lyrical. There was a way I was writing and I wrote it and I somehow thought with some grand fit of confidence that I would put it all together. And so I've actually always seen myself and I think still see myself as a reader, more than a writer. And the books that I absolutely love, you know, that there are sort of two genres there. One is, I think I hinted at this sort of large genre, particularly, I think a lot of women writing what we would call confessional style writing, which tends to get dismissed at a point, you know, I'm thinking of Kamala Das in India, I'm thinking of, as I said, Vivian Gornick before, I'm thinking of Deborah Levy, I'm thinking of a lot of women who wrote about themselves, but it was never this self indulgent trite, right? It was, it was actually a very rigorous, disciplined look at life entering the world through your own experiences, but in a way you're commenting on the world. And you're just situating yourself very honestly. And to me, these books in particular book called Odd Woman in the City by Vivian Gornick was, for me, just eye opening and what writing could do. It just just changed the way I was thinking of text. And I was one of those people who thought memoir and all of this was sort of, you know, again, as I said, just somewhat narcissistic effort to just dwell on yourself and make even, you know, really banal things seem lofty, but it really wasn't. And I think I read these women and I realised that there was a way to situate yourself in larger structural forces that were very important. There was Bell Hooks, who recently sadly passed away. And her books, again, just her books were a bit different because they were much more theoretical. They were essentially, in a way, they were prescriptive somewhat, they were telling you how to live. But I found them very instructive in, again, thinking about all these very everyday feelings we have feeling unloved, feeling lonely, feeling cut up, short changed, all of us deal with these negative feelings. And what I loved about these books was that they were telling you that these negative feelings, well, number one, you were not alone in them, which I think is the function of art. But the other was that they were telling you, unlike other kinds of art, they were actually telling you that there's a structural reason why you seem to be persisting with these feelings. And you seem to also always be dwelling on these feelings. And I realised that there was a way to write about intimacy then, which would very beautifully connect with the structures of the economy. Suddenly, I think the notes that I had kept from 2006 with all these fans that I had interviewed, these women, it all just came alive around the time that I was reading these different women's books. So there's, I think, a lot of the feminist memoir literature, and the feminist literature around love, in particular bell hooks and so on and so forth. The other genre that I was reading, Amit, is economics. And here, I have to sort of say that the book still, I think I read Abhijit Banerjee's and Asadu Flow's Poor Economics. There was essentially just, you know, there was Exit Voice and Loyalty, which was one of my favourite books. But all of these books were very heavy handed in the way that they were structured, because they were still technical economists writing in that language. And it's a beautiful language. But I felt that I was reading those books, I was reading a lot of academic work on contract theory, on incentives, on taxes, as I mentioned, microeconomics of the household. So there's a book by her edited by Haddad and Hodinath, which is on intra household bargaining power. It's extremely droll and very technical, but I was reading it along with reading Kamala Das talking about her personal life. And what's interesting is you start to realise when you're reading these different genres together, I think somehow for me, they just came together because I realised and this is something I'm trying to do in the book is I'm trying to tell you that the way you feel in your family has something to do with the way you are treated in the labour market. And the way you're treated in the labour market has everything to do with the way your intimate relationships are treating you. And this was a link between these two genres of reading that hadn't really been made, I felt in Indian writing, and at least in nonfiction, I think it was, it was tried, but but I felt this was my book was just an effort to push that along. And I also at this point, the other book that really, I think, has shaped the way I think about writing is there's a book by Eric Fromm called The Art of Loving. And I think it's a must read for everyone, only because it's a slim book. He was a psychotherapist, but also a philosopher, social philosopher. And he essentially was telling us that love is not, you know, we now live in a world within, you know, sort of capitalist modes of production that we've all started to believe love is power, that if you have power over someone, then they love you, right? If you can get them to do something, if they can get them to pick you, if you can get them to have sex with you, there's this always getting and having, exactly, it's very transactional. And he, I think, you know, way before this became trendy to talk about recently on Twitter, he was telling us that love is an art, love requires, you have to sort of think of it not as a self maximising endeavour, but actually an act of generosity. And somehow, when I was reading all these, all these writers, and most of them, actually, I recognise many of them are not fiction writers per se, many of this is, it's memoir, it's philosophy, it's works of economics, some of it is somewhat academic. But I think these were the books and papers that really pushed me to think about writing about seemingly banal things, but with a fair amount of empathy. And then the last thing I will say is, I've been obsessed with this writer Nancy Mitford for the longest time, she just, if you if you pick up, you know, any amount of me trying to be sardonic, in the book, I think it owes tremendous debt to me reading her. And I think that The Pursuit of Love, you know, just all these books, because she was writing about these extremely wicked people, they were self indulgent, self involved, self obsessed. And yet you loved them, because she wrote about them in this deep sense of empathy. And she wrote about them in this extremely interesting stylistic way where you would recognize what they were doing was so narcissistic, and yet you understood them and you understood where they came from. And I think that really had a very significant impact on at least the way I think about writing women in particular, because I think she was able to do that much more with women per se, than men. And I think that this was sort of the broad sets of, you know, influences and thinking about just literature and writing. When it comes to Indian letters, I read, I read Hindi, I love Hindi literature, and, and Srilal Shukla to me is, I just, I think, because I was, I was, you know, when you have that choice, Amit, between Sanskrit and Hindi, I chosen to study Hindi, you know, when you have that before your board exams, you choose. And I'm so glad because I just, you know, Premchand, Srilal Shukla, these are, these are classics. And I realized it's again, tried to mention, but particularly Mr. Shukla, because, you know, to me, the way he was writing about government, the way he was writing about what the emerging middle class even in his time was, he wrote satire. And, you know, one of my favorite stories that he did is called Mummy G's Donkey. And I really think everyone should read it. I think Penguin has come out recently with, they've re translated and it's out. And essentially what he's trying, it's a story actually about someone's son, who they call a donkey. And the English translation is extremely fantastic as well. But the Hindi is just as, it's just superior, of course. And I think some combination of reading Hindi satire, along with these really biting feminists who were trying to write about people, I think that all of that finds its way, at least in the influences that you're seeing on the page."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:41.620",
        "message": "Wow. And you mentioned bureaucracy, you know, there's this excellent little excerpt from your chapter about the accountant, where, just quote that bit, you're talking to someone, so you also quote her during this bit. So there's like, it's a quote within a quote. Relentless record keeping must be part of a young bureaucrat's oeuvre. There is no meeting if there are no minutes. There are no minutes if you don't take proper notes. Director Sahib had emphasized while staring at her breasts. Eleven months at the Secretariat have taught her three things, and she has taught me well. One, the Sarkar notes everything, especially breasts. Two, to avoid trouble, it is best to file and forget. Three, the most valuable meetings have reams of notes which say nothing. Yeah, you mentioned sardonic also. So to go back to that other angle of it, that you're studying economics, right? And why did you choose economics per se? Because it's not really a straight line from math to there always necessary. And you know, was it kind of happenstance? Did you have a natural interest on it? And where do we reach that stage where it feels interesting to you for the way it applies to the real world? Like one of the criticisms you've had of economists in this book as well is that, you know, economists like and that I lament also all the time on my show is that economists sometimes, you know, lose sight of the real world in the sense that they'll have their meta way and their frameworks of looking at everything. And they'll have the dry data. And somehow it doesn't connect up with real people, you know, and you the consequences of this can be pretty bad because you look at something like demonetization. And it would just make me so angry that people are talking about costs and benefits. And of course, there were no benefits. But the point is, even if there were benefits, the cost went to one set of people, yes, the benefits went to another set of people, there is a moral issue that the people who are suffering are real people, you got to get down to that level of looking at the real people and thinking about it. And many economists I know don't make that connection. They're trapped in the discipline. Everything is abstract. It is not concrete. What you do so well in this book is that you make it concrete. But when you started, was it like that? What was that journey like of"
    },
    {
        "speaker": "Guest",
        "time": "00:40:47.460",
        "message": "like applying what you have learned to the world is a very frustrating journey, Amit, because the one community that I am a part of, I don't have a PhD in economics, but I'm trained in economics. And I'm what we call a jobbing economist. So you know, economics is is my job. I'm a part of the community. But I absolutely loathe what is happening in the way economists engage with the real world. And what I mean by that is even if you look right now at the COVID crisis, and I'll come to the book in a second. But if you look at the COVID crisis, it's fascinating to me that some of the best economists in the world who happen to be South Asian, Indian, have come out time and time and again and said we need a livelihood stimulus. And it needs to have an income support package. There are very sensible reasons to do it. And there are feasible solutions to do so. They have been saying this in op eds, they've written books, they've appeared on television shows, podcasts, you name it, and the best including Nobel laureates, ex you know, RBI governors, all of that. And yet, no one is listening. There is this complete paralysis and first just picking up what the community is saying. And I think part of the problem is that over the years, and I think you're absolutely right in picking up demonetization as an example of this, because to me, it is I fully agree with you, by the way, that to me, it is the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:09.300",
        "message": "dividing line between whether I can even talk to you or not, to be perfectly honest. It's a litmus test."
    },
    {
        "speaker": "Guest",
        "time": "00:42:13.860",
        "message": "And for me, when I look at the way, even during the farm laws, this really unemotional, really disengaged way, even most technocratic economists would talk about what's happening. Immediately, then you know that it's already just become something that, you know, experts in the world of economics are essentially now brought out to essentially fill in TV, you know, sort of infotainment gap. So there are debates and there's it's become that but the ability to actually translate some of the really important insights into the real world, I think is heavily compromised. And I think there are two reasons for that. And I think this speaks to my frustration, which has found its way in the book. I think one is Danny Roderick had a set of fabulous tweets, it's very rare that I say someone had fabulous tweets, but he actually had a set of fabulous tweets, where he basically, I'm going to say maybe two years ago, three years ago, he essentially said that academic economics, academia, academic economists, especially those trained in elite universities elite universities in the US in particular, tend to become socialized in what he calls, you know, this jerk quotient, he actually he called it the jerk quotient. And he said that you are taught to be always with your elbows out the notion of collaboration, understanding, let alone within your own peers, but with other disciplines, with civil society with activists is heavily frowned on, because you need to produce a paper, there is brutal competition in the way these departments work. And and what he was trying to say, very sensibly, I thought was that then those modes of competition and lack of collaboration just become imprinted on you. So even though you've left the department, and you may do very well for yourself, when you're engaging with what you and I would call the real world, you're constantly engaging with them with still that mindset. So people are only useful to you if they have a data set to give you, if they have grant funding to give you if you if they can help you with your brand or status. And they can ideally put you on some kind of panel with a politician or someone who probably help you run an RCT or something like that. There are very few economists and to me the gold standard in this is Professor Jean Drez. I don't think there is anyone who sort of embodies this, which is that he went out to say you need to keep all research people centric. And he is, you know, as much activist as economists. And you know, it's not that the rigor of what he's doing has ever been sacrificed. But the way it is practiced, I think is just remarkable. I don't think I would not be able to do it. I think the kinds of sacrifices in the way he lives his life, it would be very difficult for me to do so. But I really think that those are the kinds of stories about professional academia or and you need to talk about and and yet we don't see that right, like we see a very different kind of rock star worship, which is completely associated with status. So I think part of the problem is the real world is not interesting, because unless it accrues status in your professional ambitions, good luck, that's one. And the second I think, Amit, is that somewhere in all of this, and I think this is something I really believe has a lot to do with the caste system as well, because education is so heavily mediated through, you know, upper caste, it's very Brahminical pursuit, right? And I say this, bearing a Brahmin surname, and I'm acutely conscious of that. But I do think what's happened is that when men, particularly men, and I think I make fun of them quite a bit in the book, and I'm sure it'll be interesting seeing the reactions that come through. When men have these really posh degrees, it's almost you know, the character in a book said to me that, you know, you give a man a degree and a good job, and then he just thinks he's God. And there is this constant patronizing of other fields, of other ways of looking, of people who don't have the same prestige as you. And I, you know, I work in social protection, I work in social policy, and I can tell you, Amit, if you're a social worker now, or you're a non-techie, non-PhD, who happens to actually work every day in the program management of a livelihoods program, or the public distribution system, no one will take you seriously. This group will constantly, essentially, you will be expected to run through hoops of trying to gain legitimacy for your voice. And there is such caste pride in the profession, I think, particularly amongst its men. I actually think the women in the profession, it's a very small pool of women. I do think it operates differently because they're extremely aware of what it feels like to be a marginalized community within the profession. And I think my book was actually honestly a way for me to voice my frustration with this. There's this game that economists, young economists, are playing. I actually don't think established economists are not playing that game anymore, because it's very different for them. They operate in a very different reality. But young economists are constantly being trained to look at the real world only from the perspective of their research projects. And that's fine. But surely there has to be more than that. And to me, one of the things that we're risking in that is, I say this in the book, that the economy actually has a very rich ethical and emotional life. The economy is a feeling being. It is not just a bunch of soulless transactions. The stock market is soulless. The economy is not the stock market. The economy is all our relationships, you and me drinking our coffees here, our moods, our predilections. They find their way into the numbers on consumption, growth, jobs. And there is tremendous sentiment that the economy holds. And the best writing on the economy has always captured those sentiments, be it a Jean Drez, be it an Abhijit Banerjee. And I felt that I was trying to write a very different book. It was not, you know, as you say, this is a book on gender and society, and the economy shapes that. But I was very keen to tell a story about women's employment from the perspective of feeling. What did it feel like? Because we all know that graph, Amit, that graph from 2004 to 2017, sharp drop in female employment. And I think we've all grown inured to it, right? And a lot of people even said this about death statistics during the pandemic, sadly. And I wanted the reader to walk away from the book and realize the tears, the frustrations, the loneliness of that sharp drop, but that you see in that graph. And in fact, the book starts with that graph. It's right up on the first page. And at the end, I have a set of data annextures, and I quote someone, and actually, nobody knows who wrote, who said this, but they say it's Bertrand Russell, which is, it is the mark of a civilized man to look at a column of numbers and weep. And I think we should all be weeping when, my hope actually is that by the time you reach those numbers, you are weeping, because there is, it's brutal what's happening with that sharp drop in with that sharp drop in job rates for women. And yet economists, I mean, I think there's some economists who are obviously committed to it. But I don't think we are committed to telling the stories behind the statistics. And I think if you understand the statistics well enough, then only will you be able to tell those stories well, and I was privileged to at least have that kind of background to be able to mirror the two together and marry them. And the book is essentially an effort in that direction. But I will say one thing that I also think that this is a larger problem when you start to you know, the book is also is is a hat tip to the female gaze. And I like to believe it's actually without sounding too lofty and full of myself, maybe I will, but I think it's the it's the female gaze towards the economy. Because if women start to look at the economy, I was very curious, what does that look like? And in fact, I think the stories over the 15 years that I followed all these women, they're actually telling me what when they look at the economy, what are they seeing, they're seeing the home because the home remains their principal productive workplace. It is not the factories and fields. And yet, when you look at the conversation amongst technocrats and policymakers, the home is yet to be acknowledged as a productive workplace, because if it were then conversations and policy around tenure security around domestic infrastructure around water would be radically different around reproductive health as well. And we don't spend enough in these areas and the quality of spending remains poor because there's a very different gaze. I think the conversation on the economy is still dominated, I won't say by men, but I think by masculine gaze, because then many of us who even women who have been trained in a way of thinking, you inherit that kind of technical way of thinking, without recognizing that the home actually is the principal workplace for half the population. And we don't talk about that. The second thing you realize when women start to look at the economy is that notions of love of care of social relationships, become fulcrums and levers of any kind of change in the economy. That's actually where incentives and taxes come into play. And in the book, I give people a flavor drawing on work of Sendhil Mullainathan, because he has this wonderful framework, he calls it a hidden tax. And he says that anytime people start to do things that social scripts really don't want them to do, interpersonally, we start taxing people making them feel unloved. And in the book, the stories are women who want to just earn their own money, and they want to spend it, it sounds really simple. It's incredibly complex thing to do. I think the book gives you a flavor of that. And they also happen to have a favorite actor, and it's their own way of asserting their selfhood. And something as simple as that suddenly lovers, boyfriends, fathers, mothers, in laws, their own friends. This is not a male female issue. It's cross gender. People start taxing these women for Oh, how dare you want to stand on your own two feet? How dare you want to do things that are moving away from what is conformist and it makes us comfortable, you know, you as a mother or you as just a caregiver. And I realized that the female gaze of the economy would focus on those things. Because many of the women in the book will say this, and I think you've read it, but they will say that we don't work. Because we know if we start to work more number of hours, our loved ones will feel neglected. And so love as a lever in the way women are participating in the economy becomes very clear when you start to ask the questions in a different way. And I don't think that's currently the way economists are thinking about the economy. And I think it's shifting. I think as more as feminist economics as a field starts to grow, I think things will change. And the notion of obviously, I think there's been a lot of lip service paid to valuing unpaid care work. And we know that it's a huge contribution to the economy, the workforce would not be sustained. And I say this in the book that the economy, the surface of it is a bunch of men trading money. But behind that is the invisible love and care that women provide that allows for these men to trade labor and money. And right now the economy works in such a way that women earn love and men earn money. And the earning money is actually much easier than earning love. And the labor of what women are doing in the economy is just continues to be disregarded. I don't know, there are several solutions about what that could look like an economy that actually values care. Fiscally, it could be very challenging. But I think those are the questions to ask, especially as we emerge out of a pandemic, when we know that we know that care has been absolutely central to the way we've emerged out of the pandemic, be it nursing doctors, be it you know, women telling kids to wash their hands or you know, wear a mask. All of that requires care. And if women are doing the giant share of care, and India still continues to be bottom five when it comes to the share of men supporting care work in the world. Surely, then a female gaze to the economy is a helpful thing to at least ask us to think about policy very differently. And I am yet to see that shift happening. I think it's happening in spaces and in some different initiatives, and I'm hopeful. But the book essentially tries to tell you well, what what happens when women start to look at the economy? And what does that look like? And what does that feel like? And I think the feel is the emphasis"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:15.060",
        "message": "in the book for me. Yeah, you know, I mean, there are about 40 things in what you just said, which I want to double click on, which I will duly do in the course of this nine hour conversation. So I hope you've got your energy bars with you. But you know, my mind goes back to that cliched parable of the blind man and the elephant. Yeah. And all these blind men are feeling different parts of the elephant seeing different things. And I think society is a bit like that. It's the elephant. And an economist will look at one aspect of it. And a social scientist or a social worker will look at another aspect of it. A feminist will look at one aspect of it. And what I really liked about your book is that you've got multiple aspects to bear on them. So we can see some of the connections, some of those dots become clearer. I mean, what is really the economy? It's a subset of society. It's the sum total of the voluntary transactions between people, right? And that's one way in which you can see what's happening in society. And the other way, which is more nebulous and harder to put down in numbers is all of these interpersonal relationships, these social structures, how some of them are so oppressive, how people deal with those oppressions, the interior lives of the people who do that. And that's one thing I really liked about the book that it brings these two kind of together. And I found your quote about economists from the book, and I'm going to read it out because I liked so much of your book for the writing. It's delightful. Thank you. Often when we think of the economy, we think of it as some intimidating notion accessible only to a group of stuffy technocrats and Davos attendees. So precious that it can only be discussed and understood by finance dude bros, stock market analysts, and know it all economists. However, the best economists know that the economy is nothing but our modes and relationships, which define who produces and transacts what the economy has a rich emotional and ethical life. The economy is made up of the loves and losses of the women I encountered, their fandom and their fantasies, a set of feelings we must be able to conjure up when we look at bland data sheets on jobs, consumption sales, or box office collections. Those statistics represent an ocean of sentiment. Stop good. Beautifully said. And I love that quote, which you said is allegedly by Bertrand Russell. And you know, I feel like saying numbers are people too. But then some people in a certain party in India would no doubt create the hashtag not all numbers. There's a slippery slope there. It's a slippery slope. Yeah. I also want to talk a bit about academia. Yeah, I think I put out a tweet a couple of days back, we are recording this on December 17, though, it'll probably come out a long time after this. But I put out a tweet talking about how academia is a big circle jerk. And I've had conversations with my good friend, the economist Ajay Shah, who's also been on the show. And one of his laments is that so few economists engage with the real world in the manner in which he tries to do or you have done. And that, you know, the academy game has its own incentives, its own constraints, you know, you get into a particular department somewhere, there'll be a dominant ideology, you know, there'll be a certain set of research projects you can do and others that you better not venture into. And all of these constraints drive you down particular directions. And it just seems to be completely separate from the way the world works. And, and I'm just thinking aloud here, one of the things I've noticed in the creator economy, which I've thought a lot about and experienced is that gatekeepers are becoming irrelevant in the sense that in the 1990s, if I wanted to write something, means of production are not not available to me, I have to go to gatekeepers, I want to make a movie, I want to record a song, whatever I want to do, I need to go to gatekeepers. Today, over a period of time, it's we've evolved to a space where I think gatekeepers have are becoming irrelevant really fast for most creators already have, like if I was to pitch the show to some established company and say, I'll have four hour conversations with feminist economists, you know, I'd be laughed out of the room. Yeah, but it's it's happening, you know, in one of my earlier episodes, which is not released yet, but will be released before this one. My good friend, Chuck Gopal told me about this lady on Instagram called Miss Excel. And she's great at Excel. And she loves dancing and she loves EDM. So the she does these Instagram videos, where you have this window on top where there's an Excel sheet. And there are instructions there on how to do whatever. And she's dancing to EDM. Wow. Now, and she makes I think $100,000 a day, because she sells courses on how to teach Excel. She is the most successful Excel teacher in the world. Yeah, right. And no gatekeeper would allow that. Yeah. But within the context of the creator economy, she actually fits what I would say the formula is, which to me is number one, be authentic to yourself. And she knows Excel, and she loves dancing and EDM. Number two, be relatable. And that's it's relatable, because everyone wants to bet so many people want to learn Excel. And number three, create that intimate space where you know, your reader feels that they know you, which also she does. Now, if I transpose that to the context of say something like economics, which people think, okay, it's a dry field. It is an academic field. Sometimes there is a correlation between what happens there and what happens in the real world. But it's like a separate thing, right? And at the same time, we realized that there is a hunger among people to figure the world out. Yes, there's no question about this. There's a hunger among people who want to figure the world out, and no one speaking to them. Most academics are in their little circle jerk with their abstruse jargon, yes, with their predetermined mindsets, and no one speaking to them. And therefore, it seems that over time, do you think it is a possibility that even from within this discipline, the gatekeepers can become irrelevant, and they can be a way for economists to exist outside of this? Amit, in fact, I think"
    },
    {
        "speaker": "Guest",
        "time": "01:00:06.900",
        "message": "it's happening. So there are organizations like for example, Bahujan Economics. And, you know, what they are doing is it's a collective of scholars who want to look at it's the Dalit gaze to the economy. And it's really exciting some of the things that at least I've read, and I'm really curious to learn more about what they're doing. Look at the right to food in particular as a movement. And I think the the academic work that so many of the economists connected with right to food have done. And honestly, Amit, the reason we have a public distribution system that was able to provide food grains to 800 million people during the crisis is because of the sustained work of economists who are involved in that fight in making food security universal. So I think there are some phenomenal and really good examples of that. And then there are limits to that, because now the same movements are trying to contend with how do you use technology better? And how do you study the use of technology better as as economists on the ground? I think there are two things to me that really need to change. And again, here, I will go back to traditional good old economics, which is, you know, incentives and compensation, which is that currently, if you look at, you know, I've done a bunch of surveys during the crisis, even before I work for the World Bank, and often we need to do real time data collection to understand I work on safety nets and social insurance programs, we need to run surveys to understand who's getting what are people even receiving benefits. We run these surveys, the data sits and we use it for our dialogue with state governments or the national government or different stakeholders. But then it just sits there. And at least the one thing I'm really pleased is that the World Bank as an organisation has a policy that you're supposed to open up the data, you're supposed to make it available. And so other researchers and scholars can use it in whichever way they'd like. And I think that as access to information and data starts to become more democratic, because one of the biggest hurdles in doing what we would call real world engaged economics or ground up economics in a way, is that it's really costly to collect data, it's costly to do some of the things that you would want to do. I mean, and especially because you want to do them in an ethical, good, rigorous way where you're protecting the people who are collecting the information as well. And that's an extremely expensive enterprise. And right now, I'm sure you notice that Professor Drez is, you know, there have been lots of articles back and forth between him and his colleagues in CMIE about access to CMIE data as well, right? Because it is extremely expensive organisations like the World Bank can access it, and there are others who can, but then there are lots of young students who might be in small towns or villages who may be able to make some remarkable, make that data sing in a way, but they currently don't fully have access. So I think the first thing we start to need to do is the costs of access to just fundamental data, which will be useful to create some of this rich information just needs to be much more democratic. And in going back to your creator economy parallel, one of the beautiful things about the creator economy is that some of the gatekeeping has gone because access to data has become an access to the internet as well has become far more democratic, and it's just made platforms much more open. I think we really need to think about things like that when it comes to data and economics. I think there needs to be a big shift there. So that's one. I think the second is, if you look at again, the surveys we run and what we write, often, and you're absolutely right, it's like we live in this bubble where many of us write op-eds and, you know, an occasional op-ed in the Indian Express, there'll be an article in EPW, but it's not really considered academic prestige, right? And I remember once I was listening to Professor Raghuram Rajan at, I think it was a seminar at the Kennedy School, he'd come in to talk to somebody and he said that the problem is that economics departments in academia will socialize you into believing that anything other than these, you know, top peer-reviewed journals is just, that's just meaningless. It's just, you know, trash in a way. Well, not even trash, but sweet trash, you know, somewhat helpful, but not, you know, and I think he had a very clever way he put it, which I've forgotten, but it was quite interesting. And even he was saying that that needs to start to change because, in fact, if you look at a lot of macroeconomic work, it's, in fact, chief economists of banks that, who are producing some really fascinating analysis. It may not be academically valid, it may not have legitimacy of that kind in academia, but it is extremely useful information. And I think trying to create communities that reward value, recognize that work, the quality of that work, it may have very different metrics of assessment. I think that really needs to be amplified far more so that you create an economy of prestige of its own, right? Because people do want to feel meaningful. I think human beings, it's just not possible for us not to want to put something out there and not feel that it's being recognized and it's being valued. And there is a competition inherently, which is also healthy in a way amongst people that will just play itself out. But just like, as you mentioned, Miss Excel, I think, just as what you just described, you know, now there is an audience and a platform that recognizes and rewards and appreciates that kind of effort. I'm yet to see that happen in more grounded economic writing or surveys, analysis. I think there's some stuff that what tends to happen is even there's a crisis, as we saw with the pandemic, there was such useful stuff that was coming out from different, typically civil society organizations who just somehow, despite all the perils of the pandemic, just were able to collect data from migrant workers, from others. And then it's right now, for example, Azeem Premji University now maintains an entire database where they're trying to collate all these papers and all the data. But, you know, why not create a space where, you know, papers of that kind essentially can be published, can be rewarded, can be discussed. Often people who are participating in this kind of knowledge production, and it is economics, will never be invited to, you know, the Fashion Week for Policy Economists, right? Which is all these events that you have in Delhi, curated typically by economists who live abroad and they come here. And I think we need to start to think about creating spaces like that, that are very different. It could be done through local think tanks. And I think there has to be a way to value it. And I think if the two start to happen, we democratize access to data, and incredibly so, not just saying that there's a portal and you can go access the portal, but doing it in a way which actually makes it easier for people to access through local organizations, online, so on and so forth. And the second is if we start to create incentives of a very different recognition, a very different kind of work, and come up with a language and a set of codes for that, I think that'll be really helpful as we move forward. And the third, Amit, I will say this, is that, and I think my book is one little meagre attempt at this, I hate a certain kind of economics writing, which assumes that the government and people with power are the only audience that matters, right? So there's a kind of stuffy, terrible writing, just terrible, which I just loathe where you have all these extremely powerful men, it's usually always men who will write these books saying the government should do this and the government should do that and it's like a list of prescriptions. And of course, the government is not listening, the government is going to do what it is feasible politically and administratively to do. And I think economists also need to stop writing for power. Why don't we write to explain the world to ourselves and to others, to people we know? And I think it is happening. In fact, people like you and even a lot of activists are trying, and Mr. Shah, Professor Shah, you mentioned, so many people are trying to now write in a way where they're not really interested whether the government or structures of power are listening. It's more for the general public or it could actually just be for communities. This idea of the Bahujan economics group is really interesting to me because suddenly the audience, it's not just for government, it's actually to understand our own communities better. And if you look at the feminist economics movement, I mean, it's very similar. The interest is not in just getting governments to see the value in seeing this research is viable or legitimate and actionable. They are not in the business of giving advice to prime ministers and chief ministers. They are in the business of completely changing the way we think about the world. And that they realize is not just something powerful people can do. They're interested in students and communities and the general public. And I think the more we have that, and that will require some people to take risks in their careers. And I think some people have. And I think the more we see that happening, I'll be more hopeful of the way economics as a profession is moving. And yeah, so I'm hopeful. But I think these different things need to happen. And we need to stop kowtowing to just an audience of power. I think there's a larger audience out there. And then perhaps the structures of power can start to move. But"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:12.820",
        "message": "I think it's a different game then. Yeah, I'll double down, not double click, but double down on a couple of the things you said, because I feel so strongly about them as well. And one of them is democratic access to data. Like one of my best books I've read in the last few years is a book called Super Forecasting by Philip Tetlock. And where, you know, one of the things he points out is how often experts get predictions wrong, where there is so much data that shows that all these experts with their fancy degrees and their Ivy League school professorships, they'll go on TV, they'll make predictions, they'll be wrong. While it is actually, you know, there are forecasting competitions and the kind of people who really do well in them are just self taught people who are skeptical about everything and open to changing their mind. And my sense is that, you know, if every data set is available to everyone, then somebody from God knows where without a shred of privilege, yes, can just access it on the internet, apply her own brain. And as you said, so well make the data sing, see something that others can't see, because they're coming at it differently. While the whole academic world will come at it from one lens."
    },
    {
        "speaker": "Guest",
        "time": "01:10:15.940",
        "message": "Exactly. And you know, Amit, I think the reason that's so powerful is because I once foolishly, I had gone to a seminar, because you know, I'm, of course, I'm such a nerd, and I'm obsessed with economists. So I went to a seminar that Amartya Sen was doing. This is, I think the last time he was probably in Delhi. And it was at the Habitat Center, and you know, large audience, and then it was opened up to questions. Sharmila Tagore was there, which is very exciting for me. It was like economics meets Bollywood. So it's so exciting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:44.500",
        "message": "She's not even Bollywood, Shuttujit Rai, that's where she started."
    },
    {
        "speaker": "Guest",
        "time": "01:10:47.700",
        "message": "I also think of her as Kashmiri Kali and all of that. She's too good for Bollywood. No, Amit, this is your arrogance coming in. But she's both, but she's marvellous. But what I was going to say is that, so I remember I asked him, and I asked him, I said, do you think that RCTs have just changed the incentive for students in academic economics? And you know, he said yes, because now, and that was RCTs a while ago. So that was almost, it must be five, seven years ago, longer than that. And now, you know, there are different trends. And that's fine. I mean, I don't want anyone listening to us to think that, I certainly don't think that there's anything wrong with being on trend within academia, because there might be very useful reasons why, you know, certain models and modes of investigation are being privileged in certain places. And we will find learn lots of very useful things from them. I think the RCT movement also teaches us that there's something very useful there. And then there are things you have to take with its caveats as well, which is true for everything. But while that world can exist and do its thing and play its game and the circle jerk and all of that that you mentioned, so eloquently, there need to be other worlds as well. And those have to be created by people. I don't know who and I don't know where. I mean, if sometime, you know, I leave the bank, these are the kinds of things that I think I'm really interested in trying to do. I know that I think tanks that are thinking about these kinds of issues as well. So to me, I think the task is not to get lost in what the academic world is doing at all. I think let it do what it's doing. And I think there will be value there. That's fine. I mean, it's I'm not in judgment of that. I think it's great. And if people want to play the game of those incentives, I understand that as well, because people's livelihoods often are also on the line. I mean, you have to sort of do certain kinds of things to then get a certain job and then you can do different, more perhaps open ended work. But people like me who have chosen not to go down the path of I don't have the talent or the tenacity to finish a PhD in economics, I would never be able to do it the way it is structured and done. I have different talents, and I have a different kind of tenacity. And then you have to sort of think about where are the spaces where I can then apply that. And I think that's where my energies will be better served. And I think the onus is now on all of us who recognize that there's something wrong with the way, not wrong, but there's a mismatch between the kind of economics that academia is producing and generating and deeming legitimate. And are, you know, what we call the more ground realities, you know, the real world that we would like to sort of apply and marry with this kind of work. And I think the onus is now on us completely to try and create that. It would require people who will finance it, it will require people who will actually change their mental models, the Brahmanism that I was telling you about, you'll have to stop thinking that only, you know, someone with a doctorate degree has something fancy to say. Anyone can have actually anything fancy to say. And one of the things I actually really enjoyed when I was writing the book and even books that I love reading is everyone has a theory on life. And everyone is actually a philosopher. I really believe this. And I think in the book, you find that all the women, I mean, when they're talking about Shah Rukh, in a way, what are they doing? They're not actually talking about him, nobody really knows him. They are constructing him based on some social philosophy that they have about how the world works, what their sort of knowledge systems are, what they're drawing on, what they think of the way the world is structured. And I think it is now it's completely up to us to try and feed a very different kind of ecosystem. And I'd rather just, you know, pay more attention there. I've abandoned with this book, I've 100% abandoned the idea that, you know, formal academia, especially academic economists are going to suddenly, you know, listen to the things I have to say never. I mean, I sort of know, I know, and I think this goes back to the self awareness that you were talking about. I know exactly the way people perceive different people and knowledge claims and so on. And I'm not interested in that game. I think I'm interested in trying to see if we can cultivate a very different space. And that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:49.620",
        "message": "the space that I like to operate in. Yeah, I mean, if academic economists don't pay attention to your book, it's their loss, not your loss. Let's be very clear about that. And yeah, I totally agree that you need like, let 1000 flowers bloom, let academia do what it does. But let there be a space for heretics to do what they do. And the other point I wanted to double down on is what you correctly said that so many people are writing as if they're writing for the government or as if they're writing for the, you know, the finance ministry to read or they're writing for think tanks who may offer them a job. Yes, to read. That's absolutely right. Yeah. And I always felt that if you think your ideas are important, that they express truths about the world that you want to get out there, then you don't need to go to the supply end of the political marketplace, you need"
    },
    {
        "speaker": "Guest",
        "time": "01:15:30.580",
        "message": "to go to the demand end. Yes. You know, as Andrew Breitbart said, politics is downstream of culture,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:35.460",
        "message": "you need to get these ideas out into the culture, which is why I hope that you know, Shah Rukh Khan reads your book and decides to do something about this. Has he? Has he read your book? Do you know?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:46.020",
        "message": "Oh, Hamid? No, I don't know. I know that my publishers have sent it. Multiple people I think have tried. Sadly, I also think he's been through just a hellish crisis in the past few months. And so I have no idea. I'm waiting with bated breath. I'd be lying if I didn't acknowledge that, that at some point, or maybe at some point, or maybe the acknowledgement will never come. And that's okay, as well. I'll tell you a funny story about this, which is I heard from an artist who had exhibited this beautiful piece of work at the Delhi Art Fair several years ago. And I think now this is a story which could be true or it could be realm of gossip, but I think is actually true. But I still want to tell the story, because I think it'll be instructive of what you asked me. And the work was essentially a pixelated image of Mr. Khan. And it was essentially his face. But you know, there are images of people in there. And it's really beautiful. And I think at some point, someone who's known to Mr. Khan was at the gallery when this was being exhibited. And then they turned and then they said, but you know, we get these kinds of collages every day. And I think it's a joke, but to essentially say that, you know, last year, there was this huge hip hop song, which was about him, you know, I think maybe something about how this man is also Shah Rukh Khan. I think there are people who write poetry and books and Lord knows what, right for him. So I wouldn't be surprised if the book essentially may even drown in just the deluge of wonderful things that are, you know, of acts of creativity that his fandom has inspired. But I'm hopeful. The one thing I will say, actually, though, about him, I'm very grateful for is, I don't think I would have been able to tell this kind of story, you know, what she was asked me right in the beginning, I think those two bits, right, the empathy and the economics in a way, I think the two E's somewhat, I don't think the two would have coexisted so easily, or the people I spoke to would allow themselves to talk about things so freely, had it not been for him. And I think that is the power of his icon, because it created created this space for all of us to talk about different structures and ways we were feeling lonely. And because fandom is not amid just, you know, we tend to think of it just as a, it's your personal preference, you like Van Gogh, or you like something else. But actually, fandom is an economic activities, it's a social activity, but it's also an economic activity, because to be a fan, and to unambiguously adore the work of an artist, you need money, you need access to leisure, free time, you need access to markets so that you can consume and buy and transact, you need access to media and mobile phones increasingly. And all of these are sort of attributes of, you know, formal the statistics of the economy, because their consumption, their employment, their liquidity, their purchasing power. But all these women then just told such beautiful stories about the way they found them. And I think the only reason that happened was because I entered the lives through fun and fandom, as opposed to going down another route. And so even if he never reads the book, I mean, I will just I'm always a fan, a perpetual fan. I know you want, but we'll talk about that. But..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:02.340",
        "message": "My last criticism of him actually was an economic one, that in Raees, they didn't understand the concept of the Baptist and the bootlegger. If you remember the plot of the film, right, which is such a basic"
    },
    {
        "speaker": "Guest",
        "time": "01:19:13.460",
        "message": "kind of, one can't expect too much also. But Amit, I mean, look at that film, right? Because what did he do? He took what was, I mean, the book is the movie supposed to be fiction, but we know it's based on someone who very much was real and existed. But he took essentially history's straightforward bad guy, right? Because, you know, you've been part, but he made him complex, and he made him real. And he made him suddenly there was this facet of the Indian Muslim experience that I had never thought about in essentially the, it wore the dress of a very typical masala slick mob film, like it's a gangster mobster film. That's I think the way he himself sees it. I've seen his interviews when he talks about it. So yeah, so I see what you're saying. But the film was also doing these really interesting other things as well. But so I think going back to your original question, no, he has not read it formally that I don't know, inshallah, he will. And even if he doesn't, I'm forever grateful because I don't think this kind of you know, it's a labor of love. But it's I don't think it would have happened had it not been"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:17.780",
        "message": "for the icon that he is. Yeah. And it's very interesting. Like one of the things that you point out in your book is how so many women want their men to be like Shah Rukh, but the men are actually like Salman. Yes. So if Shah Rukh didn't exist, and like you could actually do a book on toxic masculinity, using Salman as a key figure there, desperately seeking Salman would be a book"
    },
    {
        "speaker": "Guest",
        "time": "01:20:37.780",
        "message": "exactly about that, right? Yeah, you know, I say this in the book, Amit, which is that of the three Khans, right, if you look at their filmography, and I do have to take just one side note to say that so many of the intelligent things that I'm able to say, or even seem like I'm saying, and I'm writing in the book about film, because I'm not a film scholar, I'm not Jai or Uday or any of those guys, right? I don't look at it the way I think they look at it. But I'm so grateful, because I was able to interview all these fantastic film critics who are people like Anupama Chopra, and so many people who just gave their time. And you know, one thing I realized the book is a sheer act of generosity. I didn't know any of these people, Amit. I mean, I literally I was cold calling them. And I think they all just thought that the project was a bit odd. And what is this girl trying to do? And people were just curious. And so they chatted with me and people can be generous. I think that's one thing I learned through the book. So all what I'm about to say about the filmography is based on all these things that I've heard and read, I just want to, you know, give that caveat. But if you look at the three of them, Salman is, you know, brash, masculine confidence, exactly as you said, right, he will beat you up, there's the strong body, there's the stoic, traditional masculinity. Aamir's masculinity is one of, you know, productive professionalism, because we sort of he is the I think what traditionally Western audiences and increasingly now Indian audiences amongst the elite would think an actor is Mr. Aamir Khan conforms to that, right? Because he takes these great roles, these great scripts, meaningful cinema, all that jazz. Shah Rukh is his icon is one of vulnerability, anxiety, his characters are always vulnerable. I write this in the book vulnerable to the gaze of the other, they are very aware of the way they are being seen. And is it really and you know, then they shed tears about it, they talk about their feelings. And is it really surprising that in a country where women are constantly made to feel aware of the way they are being seen the way they're holding their bodies, the way they are being scrutinized, that a man who then starts to perform these roles where he's so aware of how women are seeing him is everyone's super super hero. I mean, he it's just it's you know, we talk about demand and supply. I think this is actually what sets up the demand and supply of his of his icon, which is, he's just always been playing men who engage with women, I measure, as you know, for the book, I measure how much time women speak in his films compared to his other male contemporaries. Another big box office hits in Bollywood, women just speak far more, there are more number of female characters, he's interested in what women have to say his characters care, they listen, it is not like a lot of these current movies, which apparently are feminist, because they're about women's issues. But then you have a man essentially speaking through most of them. His films are not interested in that his films may seem candy floss, and they may seem soppy. But actually, if you look at them, it's actually a set of interactions between men and women who are really trying to understand each other, which is why I think he just he creates this space for female love and self reflection. I don't know whether I don't think these characters were written with that in mind. But I think if you now look at his body of work, it becomes very"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:53.780",
        "message": "apparent that that's what's happening. I think at one point, it seemed that you know, I forget about whom I made this observation, either Obama or Modi, who are very different people to make the same observation about but the observation was something to do with how they are a Rorschach test. And, you know, you can look at them. And this was, of course, true of maybe Modi pre 2014, obviously not now. But you could look at them and see what you wanted to see in them. And I guess to a certain extent it, you know, going through the cross section of all the women in your book and their different interior lives and their different social circumstances, you know, and he's playing a different role for them, a lot of certain different roles, which would, you know, even I think take Shah Rukh by surprise, which is why I wondered if he had read it."
    },
    {
        "speaker": "Guest",
        "time": "01:24:36.900",
        "message": "It's interesting what you just said, because one of the things that I really wanted the reader to walk away from, you know, when we think of fandom, and especially when we think of fangirls, women who gush immediately, and I've noticed this in some reactions to the book in the early phase. Now, I think it's it's sort of ebbed out, but which is that well, if women are gushing, it's just silly. And it's it's foolish. And it's not serious. It is there's just a bunch of dumb girls. It's so cringe were inducing right that all these girls are sitting and saying all these gushy foolish things about some guy who they don't know some actor. But, Amit, one thing I realized is, you know, these things that we dismiss as being silly and very unserious, if you start to pay attention to them, they'll teach you things that will take you by surprise. And the book, I think a lot of things I learned took me by surprise. And you realize that actually, beneath all the gushing and the you know, the exuberance, in a way, each one of these women are projecting their realities onto him. And I say this in the book, which is his extraordinary icon is completely built with the ordinary frustrations of all these women. I mean, they are completely projecting. And in the book, you would have noticed when I speak about him in public for I call him Mr. Khan, because I don't know him. And he's a real person. And one has to sort of maintain respect and dignity and all of that, you know, maintain the fact that I don't know this person at all. But in the book, he's always called Shah Rukh. And the reason that is, is because none of the women I interviewed, nobody called him Mr. Khan, nobody called him SRK, they would always call him Shah Rukh. And I remember watching this interview of his where he actually said fans behave like they know you. And even when I talk about him, you know, with my friends, when I'm not conscious of myself, I will call him Shah Rukh, like I know him. But actually, none of us know him, we have all created him out of our own hopes, aspirations, frustrations, lived experience. So the book, as you know, is structured in different parts. And the first part is elite, upper middle class women. The principal characters in these stories love him as a sign of social mobility, post liberalization, they hate Rahul Gandhi, some of them are Modi voters. And now things are shifting. I write about this in the book. And they love him as a person who symbolizes someone who has essentially escaped entrenched network wealth, someone who's trying to find a house for themselves. These are things that they really look when they see him, that's what they see. When you move towards the second part of the book has women from you know, the first generation of the middle class, right trader caste families, girls who come from homes where they were just expected to get married and stay at home. The women in the book didn't they decided to follow professional identities and parts and love and marry based on their own choice. They see him essentially for him, he is consolation and comfort because their families make it so difficult for them. One of the principal characters in that part runs away from her family, because the family makes it so difficult for them to just be who they are. And they feel very unloved. And yet they have to put on this front of being very cool and austere. And he is essentially the person they cry to. He is essentially the person who's providing them comfort because they can't talk about what they're feeling in their extremely conservative lives with anybody else. And he plays a very different function. And then when you move to the third part of the book, where there are all these women from extremely harsh economic circumstances, agarbatti makers within their homes, domestic workers migrating from Jharkhand to Jorbag in Delhi, they see him essentially as announcing opportunity and announcing not just the opportunity to leave your village, but opportunity to find your own lover. Because one of the most interesting stories to me in the book is how I one of the women I follow, she's one of the first women I met when I started, you know, the idea of this book. She was a unioniser actually in a slum in Ahmedabad. Now, it's no longer a slum anymore. It's an upgraded colony. She left her husband, she did very well for herself. And I described what she you know, the journey of that within the labour market. And her daughter went to really good school and they watch Shah Rukh films together. And I say this in the book that actually, if you look at the older woman, she's Zahira in the book, she couldn't read English very well. And her daughter could, her daughter's called Meenal. And they watch Dil Toh Pagal Hai together often, it's their favourite film, they love the songs, they love everything about it. And at the end of Dil Toh Pagal Hai, there's a line that flashes Amit, I forget what the line is, I think something about it's an overture to love that people should love, you know, you should find someone who loves you, something like that. It was written in English. And Zahira, the mother, she loves Mr. Khan, to her, he is a fantastical ideal of just this beautiful, fun man, men who are now in cities, you know, things that are happening in cities. And, but it was not real for her, she, you know, to her, it was just sublimation. And she could, she couldn't read English. So that line really didn't sit with her. Her daughter, on the other hand, refuses even now, and I end the book with her, actually, she's still single, she refuses to settle. In fact, Zahira is trying to get Meenal married, that you must marry. But she says no, she says no, I she read those lines in English, she believes in the totalitarian, you know, idea of romance and love that I must love someone who I marry, she will not settle. And and I think for them, he is essentially the person who announces that your opportunities and your freedom now is unbounded, you can do things that your mother perhaps couldn't. And I think all of these parts essentially go to show that people are just constructing him, they're constructing Shah Rukh, nobody knows Mr. Khan. But we are all constructing Shah Rukh, I have as well. And he has participated in that myth. And I agree with you, I really hope he reads it just to see what he's co created with a whole bunch of us this entire generation of women. It's quite special and quite spectacular. But it is a creation, it is a construction. And I think the book is in service to understand how is it that society and within society, the economy is allowing the space or pushing women to construct the Shah Rukh? Why are they doing that? And they're doing that because the economy and their society and homes make them feel very unloved in places unsafe in some places. And so they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:51.220",
        "message": "projecting onto this image. In popular culture, one of the interesting sort of shifts that I've seen not really a shift, but it's a new development in one sense, is that back in the day, stars would be larger than life. So you'd, you know, you'd have temples for stars and blah, blah, blah, all of that, you'd worship them, or you'd wait outside the house, just just to catch one glimpse. And where does kind of changing in modern times is that there is what people call the economy of intimacy, where because of, you know, YouTube streams, or podcasts, you feel like you actually know the person like, I did this episode with Abhinandan Sekri, and I got this lovely piece of feedback, I think someone tweeted it or wrote to me. And he said that I felt so much like I'm sitting on a sofa with you guys, and you guys are talking, and I'm enjoying myself that at"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:36.420",
        "message": "one point, I actually interrupted you before realizing that shit, I'm listening to a podcast."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:41.940",
        "message": "That's lovely. And the interesting thing about Shah Rukh, as you mentioned, and even I called him Shah Rukh, see, is that he seems to straddle both of these. He is on the one hand larger than life. But on the other hand, you call him Shah Rukh. And I recently wrote a post about the Beatles documentary, Get Back, where at one point I said Paul and Ringo. Yeah. And of course, we know that the first time you mentioned someone in a piece, you have to take the full name. Yeah. And"
    },
    {
        "speaker": "Unknown",
        "time": "01:32:03.300",
        "message": "then you take the surname. Yeah. But I just said Paul and Ringo, because to me, they're Paul and"
    },
    {
        "speaker": "Guest",
        "time": "01:32:06.980",
        "message": "Ringo. Yeah, right. I grew up with them. They're my childhood friends. Yeah. And in the book, in fact, it's something that I noticed at the very end, it didn't even occur to me that I was doing this. But I was. And I was doing it because all the women who I spoke to were doing it, which is we only call him Shah Rukh, because there is this, he's accessible. But you know, it's interesting, Amit, because he's like, in a way, he, I think, in India, really revolutionized this. I've actually, this economy of intimacy is a great phrase. And I'm going to go look it up. I thank you for telling me about it. It's interesting, because if you look back to 1992, and I know so many of your shows, you talk about the changes there. And I find those conversations really fascinating. It was such an era of promise and so much change, right? Because suddenly, there were satellite network televisions, there were, you know, page three, which needed Bollywood. And he was the first actor who could be intimate with us in a way on our televisions, even before the internet came and completely changed things even further. That I don't even think Rajesh Khanna or, you know, none of the actors of the past had who had the temples and, you know, mad fandom as well, but in a very different way. And so as a consequence, he just seemed like this guy you knew. So when I was watching him on TV, and also then, and then it requires talent, because obviously, no celebrities ever really presenting themselves. I mean, that's, I don't think that happens. So there's a talent in which he also had this facility to engage with media to talk to people. It was just his interviews. I mean, I think they're just delicious. Just listen to the things he's saying. And I know you don't, you may not like his movies, but highly encourage you to look at some interviews. And I mean, I can even give you a list of interviews to start with. But always useful things about be it secularism, the economy, work ethic, professionalism. He has this terrific line, when someone asked him, this is when the film Dilwale came out, I'm going to say 2015, in a big press conference, you know, this young woman got up, you know, young journalist, and she said something about actually her working life that apparently she couldn't work and she was struggling to hold on to a job, right? This is exactly in link with the theme of the book. He said something like, ladies, don't leave your job, your day job for a night husband."
    },
    {
        "speaker": "Unknown",
        "time": "01:34:26.820",
        "message": "You know, who says things like that? I mean, the comments are just and I sometimes you just"
    },
    {
        "speaker": "Guest",
        "time": "01:34:31.940",
        "message": "have to listen and the book is full of quotes of his, because I just found that the things he was saying and the fact that now telecom and the TV allowed for those things to then be said and relayed and then the internet has just amplified that. But I think for a certain generation of us, for us, he essentially represents that change, because he was the first star that we saw who made that that dramatic shift, which is became much more intimate to us. And I actually say this in the book that all the elite fans always call him, you know, he's India's first post liberalization superstar. But for women who don't know words, you know, like GDP, they don't know what happened with Mr. Manmohan Singh. They know Shah Rukh was liberalization to them, his poster, him drinking a Pepsi, him being on top of that truck and, you know, dancing with Shahid Kapoor and all of those images, they've seen all of that. It's signal to them that their call would always connect now. Suddenly there were powders and creams in the local shop and Shah Rukh was, you know, was a little poster there. And so I think there is an intimacy that he has with us, not just because of course, the TV allowed for it. But I think because he represents this nostalgia of this really promising moment, right? And now, of course, we're in a very different moment. And I think he is also capturing that. And we'll talk about that later. But I do see that. The other thing I noticed when I was talking to women now about, you know, all these actors now available to us through YouTube. And one thing that's also happened, I mentioned this in the book, and it's a thesis that I can't fully test, but I do think my gut tells me that there's something to it, is that I think people like him are they're part of the last generation of umbrella superstars who connect people from across classes, languages, regions. Because now when I talk to younger people, if you are in Jharkhand, or you're in Kerala, or you're in Delhi, because the media market and what's accessible to you has become so fragmented based on your taste, because of the internet, right, you can see things that are almost curated to you on YouTube or anywhere else. The idea of this one star who everybody likes is actually doesn't hold as much weight anymore. The closest I could, you know, sense of that kind of popularity is actually now the female actresses I hear a lot about, you know, be it a Deepika Padukone or a Priyanka Chopra. And they really seem to now embody feminine aspirations for even younger women in the book, because they are independent, they're not ashamed of having boyfriends, they continue to work after marriage. But the idea of this star who connects people, be it a boatman, a bureaucrat across the country, I think Shah Rukh might actually be that generation might actually be one of the last because now we're just living in a very fragmented media system, because of all the forces that you mentioned, be it the internet, YouTube, and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:19.140",
        "message": "Yeah, that's a fantastic insight and a great term umbrella superstar. I'm going to come back to that after the break. But before we go in for the break, I just want to say that I don't think we really look at that I disagree with any of what you say about Shah Rukh. I think we're looking at the elephant through different lenses. And you might not agree with my lens. See, my lens is that like, one of the things I've come to realize is that Indian cinema is a completely different beast from cinema anywhere else. There are different incentives. Yeah, and we could just break it down economically, but it is just incredibly different. It's catering to something else. And therefore our notions of acting also have to take that into account that you cannot judge an Indian star through your lens of what a Western actor would be and how they would act and play a part and all of that. And Shah Rukh, I think seen from that Western kind of lens is I think the worst actor of all time. But that that is, but in a sense that is irrelevant. It's orthogonal. Yeah, because it's a category error, perhaps to judge him like that. Because at doing what he is doing, which is his build this persona, that persona clearly has a resonance with so many different people in so many different ways. And to maintain that persona and take it into all these different directions is a phenomenal achievement. I grant him that. And by the way, I love some Bollywood. I love Govinda, for example. I know. I'm aware. I'm aware. Yeah, private. But I would demonetize me. And as far as his interviews are concerned, please do share all the links. I'll put them in the show notes for people to see for themselves. But my sense from the little that I've seen is that they're also very skillfully, he's built a persona. And he is that persona. And he says some things where he is clearly posturing like even in your book, you quote this part where he says that and this is like Virtue Signaling Max, where he says that I don't believe in feminism because feminism only says that women should be equal to men. And he says, quote, I believe women should be more than us,"
    },
    {
        "speaker": "Guest",
        "time": "01:39:20.340",
        "message": "stop quote, like, give me a break. I know, but a couple of things. One, I have friends who are trained in like, posh, fancy, you know, drama school. So they went to RADA and all of those places. I asked them once, this is like a test. I was doing research. I don't write about it. I thought about writing about it. But I didn't finally, because it didn't involve the women. I asked them, can you do like that arms wide open, you know, with that, just can you conjure that? And it's near impossible. And they all told me that the kind, it requires a kind of talent and register, which is quite unique, I think is unique to very Indic traditions of, you know, drama and local theatre. And I can tell, you know, when you watch him as well, when he talks about acting as a craft, you can tell that he's bringing in all these different elements, right. And so I do think that while I, you know, I'm not going to judge anyone, because if we start judging Keanu Reeves, for instance, from the perspective of a Western actor, I think we may actually end up seeing similar things. In fact, I think there's a strong parallel between the two of them, interestingly enough. So maybe on my next will be desperately seeking Keanu. But what I'm trying to say to you is that I think there is a kind of talent and technique there. It's just so skillfully done that we don't see it for what it is, but it's really difficult to do. And there are trained actors who will try and there are trained actors who have tried, there's some very talented actors who've tried, but they just can't get that register. So I think we do have to acknowledge that while I see your point. And the other thing I will say about him is that even the, you know, what we would think is posturing or some of the lip service kind of comments, I still felt when I was talking to the women that I was and I think about this myself as well, you would have noticed this actually comes up in the book a lot. A lot of women say, well, even if he is just saying it as marketing, I appreciate that he's saying it. And one of the places that really keeps coming up is he's actually one of our only icons who from a very early stage has been talking about women's issues. And even if it is, I don't care, honestly, Amit, if it's a stunt, if it's posturing, whatever it is, given the society we live in, given look at where we are when it comes to gender, things are incredibly bleak, more power to more powerful messages. I would like him to, you know, shout more about lots of things, but, you know, he won't do that. He'll do what he wants to say. And that's his prerogative and sovereignty. So I actually appreciate all of that because, you know, one of the women said to me, she said, well, have you noticed that he says all these wonderful things about, you know, his family, his wife, you know, women. And she says, she said, and it's quoted in the book, she said that even if it is an act, I appreciate it, because who else is doing that? And I think particularly when he came onto the scene, nowadays, I think there's some cachet to being the tender male in sort of, you know, certain kind of appearance on social media. But I see that for what it is, he was doing this way before. And I think one of the places where he was doing this significantly, which is really interesting is, and I write about it at length in the book is, you know, he was always Indian cinema's poster child for marital fidelity, which is really interesting, right? Like all the women I met, they would tell me, so great, he's always with his wife. And he's so caring and loving for his wife. And you know, he's been with her forever, whereas everyone else is sort of seen as some constantly chasing skirt, playboy superstar. And he was definitely not that he completely died. He departed from that completely. And he in various interviews would constantly say, because people would shamelessly then Amit ask him and all people was Tavleen Singh, who asked him in an interview, very serious interview, she asks, and I quote this in the book, she says, how come you don't have any affairs? Because it's so common for actors to have affairs. And it was I think Rajiv Shukla asked him something similar in an interview once on Doordarshan of all places. And he just looked bored. And he said, well, I thought that the women I work with, they are my co workers and colleagues, I didn't realize that I'm supposed to make love to them. And of course, he's being his beautiful, sarcastic best. But so many women just appreciated the fact that he treated women as comrades, as colleagues, as friends in the workplace. And this is the pre me to world. And we can only imagine what was happening in Bollywood at that time and what kind of space it was. And so even if it is an act, Amit, and even if there is posturing, and I think you heard Paramita Vohra say something similar to what I'm saying, I think there's the club of women who are so hopelessly in love with this man, but we appreciate it. Because I think at the time that he was saying this, no one else at that time really was in our culture, the way he was saying it and with the intensity that he was and I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:54.580",
        "message": "that's really appreciated. This is really scary. You seem to have researched me as well as I researched you. You're referring to the Paramita episode where I just remembered Paro and I also argued about Shahrukh. No, I completely agree with this. And you know, this mirrors what Salman Sohs, the Congress politician once said to me, he came on my show and I asked him that is there anything about Modi that you like? And he said, I like the Swachh Bharat campaign, because forget what the result is the fact that he's preaching the virtue of cleanliness, preaching the virtue of something that is desirable itself makes an impact given his massive reach. So now that we have established that the Prime Minister Modi has something in common with both Barack Obama and Shahrukh Khan, I think it's time we take a break. Well, that phase in my life ended for various reasons. And now it is time to revive it. Only now I'm doing it through a newsletter. I have started the India Uncut newsletter at indiancut.substack.com where I will write regularly about whatever catches my fancy. I'll write about some of the themes I cover in this podcast and about much else. So please do head on over to indiancut.substack.com and subscribe. It is free. Once you sign up, each new installment that I write will land up in your email inbox, you don't need to go anywhere. So subscribe now for free, the India Uncut newsletter at indiancut.substack.com. Thank you. Economics works, you know, to do that first will I think help if we then zoom in later into a lot of the particular stories that you've gotten into because that context is fantastic. Now I did an episode a while back a couple of years back about women in the workplace with Amitabh Bhandari. And we kind of discussed that really puzzling thing that as our economy has grown, and it was growing at that time, as our economy has grown, less women are working. Yes. And you've broken this out extremely well in your book. So take me through sort of the four different reasons why we"
    },
    {
        "speaker": "Guest",
        "time": "01:46:42.260",
        "message": "see less women in the workplace. Amit, I think the first thing that we need to understand when we talk about this is I want to set the context for how the data is collected on the basis of which we see that this is happening. And I actually know the episode as well. And I follow your show quite regularly. So good, good, good listener. I think you've learned stalking from your hero. Amit, don't embarrass me. But a couple of things. One is when the government, this is the NSS data on employment and unemployment, it tends to be what I want to just tell everyone is it tends to be quite consistent across the periods of time. So it's not like there are some changes in methodology, some changes may be in sampling. But broadly, we're talking about it's a broad apples to apples comparison. So when I see that female employment rates and labor force participation rates have dropped dramatically from 2004 till 2017, that's actually a robust claim, because it's a robust claim using a measure that stayed quite standard. I think that's very important to know. It's not like we're suddenly changing the way it's designed. The second thing I want everyone to know is that when we measure women's work, in fact, statisticians and I, a community that I have deep admiration for is more than economists is statisticians, because they really get into the nuts and bolts of how do you construct these numbers, which try and convey something about reality, right, much like film. And one of the things that you learn when you look at the history of Indian employment statistics, and I get into that a little bit just for the reader to have some context in the book, is that they were very concerned about the fact that Indians hold multiple jobs, the nature of our labor market is segmented, very fluid, you could be doing something one hour or something else the next hour, you could be paid for it, you could be helping your family with something productive. And so actually, the measure that they use is fairly broad and inclusive. So I often get asked, is my domestic worker counted? Technically, yes, someone who is a part time domestic worker, or full time domestic worker, even if you're not working, you know, the traditional office job, nine to five, you will be counted. So casual workers, self employed workers, and so on, I just want all of us to just be clear that it's not that this is just salaried workers were often counted, because I get questions like that all the time. Now, given that we see the sharp drop, and you're absolutely right, I think there's been a lot written about, even with economic growth, we see this complete drop, which actually makes India quite an exception from other countries, even in a Turkey and China, where you see stagnating female employment, you don't see the same sharp drop that we've seen. And if you look at all the literature, there are sort of broadly four buckets of things that are going on. One is what I think many people call the income effect. And it's quite worrying, but essentially, the data suggests is that as families start to earn more money, they are able to purchase more conservative values. And this is particularly seen amongst the upper caste. So for example, in the book, upper caste well to do families in particular, where if in fact, if you look at the top 10% of India right now using the CMI data for 2019, and I mentioned this in the book, of all married women, I think in the richest cohort, only 6.5% hold a job. And so the income effect is giving you a flavour of why this is happening. And what this body of literature suggests is that because families now earn more, there's no need for an additional income earner. So women don't need to go out of the home to work. So they can now retreat into full time mothering, caring, right. And this explains why seven out of 10 women between the ages of 15 to 59 are full time working within the home, they're attending to household"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:25.780",
        "message": "duties. That's what it's called statistically. That's one. So just to just to sort of double click on that itself. Yeah, one more time. But the psychological aspect of that is very important, like interesting, the phrase you used is, once the income goes up, they can buy more conservative values. And therefore, the way I would interpret that is that the traditional notion is that a"
    },
    {
        "speaker": "Unknown",
        "time": "01:50:47.140",
        "message": "woman's place is in the house, she should be looking after the kitchen, after the children,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:51.700",
        "message": "so on and so forth. And somehow the owner of the house is stained if the woman has to go out and work. But you know, when you have constraints of income, and she absolutely has to work,"
    },
    {
        "speaker": "Guest",
        "time": "01:51:01.780",
        "message": "what do you do? Yeah. But once that is gone, the women get back into the house. And Amit, in fact, you're seeing that play out right now, because what many people are expecting, and you would have seen in the recent round of the periodic labor force survey, we see female employment rates actually rose a bit and then have stabilized. And one of the things that people are now trying to understand, and we need to dig into it much deeper is that is it that crisis is now creating this need for women to step out of the home? We don't know, it's a mixed bag. But you're absolutely right. There is this notion that women's work is flexible, women's labor is flexible. So women are, remember, women are always working. We say they're not employed for money, but women are always working. If you look at time poverty numbers of women, women are always busy cooking, cleaning, collecting water, creating firewood, all kinds of work in rural areas. In urban areas, women are working, managing domestic roles. Not everyone has a maid. I think that's a fallacy. We need to sort of have some vision correction. It's the really wealthy who do and the real upper middle class that does. Most women are always working. But I think when we're talking about these sharp drops, it's for paid employment, of course. Now, given that, if women are seen as a flexible resource for the household, you then realize that if you really need it, then women can work outside the home. And so what the income effect is saying is post liberalization, post this big boom in the economy, essentially many households said, we don't need you to work. Now, I want to just caveat that also by saying that there's a little bit nuance there, because that may not always be a bad thing, because there may actually be women, you encounter them in the book, who actually say that I don't want to be working outside because I'm working inside all the time. Now I need to go out and earn in the world, which is so unsafe and horrid to women in public spaces anyway. Why is the man in my life not meeting the breadwinning end of his contract in the marriage? And so many women actually would say that if he's doing well enough, I'm happy to be at home and care full time within the home. That's something that actually is an empowered choice in a way for some women. So while this effect is existing, and we're seeing women drop out, there's a sense of nuance there, which is part of it could actually be welfare enhancing for some women, and part of it couldn't be as well. So it's both. So that's the income effect. The second is, of course, an underestimation effect on it. And that I think, when I started by discussing the way these numbers are constructed, I myself, when I was working for the Institute of Social Studies Trust, this is a paper which was published in EPW, we did a survey of women's employment in Delhi. And what we realised was the moment you use female surveyors, volunteer students, who will essentially, these are young students, they're interested to probe more, ask more questions, they will pick up women's employment. Whereas if you just go standard and ask, do you work? Most women will just say no. So many women will say, I don't have a job, but I'm working, right? I'm helping my family. And so when someone asks as a statistical entity, are you working, the temptation may just be to not report their work. So there is a kind of underestimation because of misreporting, not capturing women's work well, not asking enough probing questions to do full justice to a very good survey instrument that the government does implement through its statistical machinery. I think it's quite robust. So there's an underestimation effect there, which continues to hold and it's not just our paper, then this has been corroborated by several other pieces of work by different organizations and different scholars essentially saying that women's work tends to be misunderstood and underreported. So that's the second. The third is more hopeful, is what I think people like Surjeet Bhalla, Ravinder Kaur, they call it the education effect. And the idea is that because younger girls and young women are studying more, are spending more time in college or in continuing to finish school, they are essentially not working in the early part of their career. Well, these aren't careers, these are typically, you know, people doing ad hoc jobs, given the kind of milieu, the social milieu we're talking about, because they're studying more, they're not working. And so that's, that's actually quite good, which is that, you know, you're studying more, then you immediately get married, and then your marriage is your job, in a way. So that's the third. The fourth, which I actually find the most interesting, and I don't think enough is said about this, this is work by Martin Rama and Rinku Murgai and Urmila Chatterjee, in fact, colleagues of mine at the bank, others have been doing this work as well, essentially saying, they call it the structural transformation effect in a way, or the structural transformation of the economy. And one of the things, I'd really encourage everyone to look at this paper, not only because I think it has really beautiful insights on what's happening to women's work, but the data work is really nicely done. It's just a very good work of econometrics, using government data sets. One of the things they find is that the way the Indian economy has changed with the move away from agriculture, the boost to construction, certain kinds of services, sectors that traditionally used to employ women, such as agriculture, or flexible work within the home, small scales, cottage industries, for instance, those have been in deep decline. And the transformation of the economy seems to have really helped men because there's a study by scholars of the ILO, what they find is if you look at the top 10 fastest growing sectors in the economy, post liberalisation, women have only received 19% of the jobs, one nine, which means most of the employment gains of that growth and the transformation in the Indian economy have been cornered by men. And it's a bit different from the others, because instead of a demand story, sorry, instead of a supply story that the household is unwilling to let women supply their labour outside the home, this is looking much more at sectors who demand labour. And what they're saying is that the economy is moving and changing in such a way that sectors that would typically demand women's time and their labour and pay them no longer exist. And in fact, you see this playing out in the book, Amit, I met all these home based garment workers and Agarbati workers in 2006. This is a time when there was a slight, you know, bump up right around that period. Immediately after slowly and particularly post demonetisation, these home based industries and it's all essentially, it's a depressed sector now, because incense sticks, garments have moved to either special economic zones, or they're much more organised and clustered in certain areas. And so in fact, some of this flexible work that women were doing, and they enjoyed this work, because it allowed them to combine their reproductive work as well as their work outside for the market, those opportunities are shrinking, the wages that are shrinking as well. And so that's the structural transformation story. There's a specific, so these are the four broad buckets. And there's one very interesting, I find the paper just fascinating, this is by Farzana Afridi, she's at ISI and her colleagues, and what they find looking at rural women, because one of the things that we have to realise about this drop is that it's while urban female employment rates has always stayed around 13%, 14%. It's always that it's been fairly stable. So the gap actually has been fairly stable over the past 30 years. It's actually rural areas where the sharp drop in female employment has been acutely seen as a rural phenomena. And part of it is that agriculture structural transformation story that I told you, part of is the education story, underestimation, households are earning more money, you see this in the book, there's a character who's in rural Uttar Pradesh, her husband is an electrician and a carpenter, post liberalisation, suddenly government wants to give out PWD contracts, right to all these young men, they're earning much more. So the expectation is now the woman doesn't need to work, that's the income effect. And you see all of this playing out. But in rural areas, there's one additional factor which people like Farzana and others are trying to sort of unpack more. And I think it's just really interesting work. What they're saying is that with more primary education, women's role as unpaid caregivers who will improve the human capital of their children, because they've studied more so they can manage children better, invest in their nutrition better, teach them better. So the kids can grow up to be more productive members of the labour market, the value to the home of women as unpaid workers is actually much higher than the wage that they would earn outside doing, you know, low end agriculture work or other kinds of work. And so women are retreating, because it's almost a way to improve the productivity of the household at the margin, I think is really interesting. And they find this specifically in rural areas. And so I think these are broadly the big theories. And I think three messages around that, right, one, which we all know, motherhood and marriage are typically what are just kicking women out of the workforce constantly. And I say kicking, but then I want to again, nuance that because many times just a voluntary withdrawal as well. And I think we have to just acknowledge that, that many women would just say that I'd prefer and I find more meaning in just being at home being a mother caring, and that's that's a choice. And I think the other is that if you look at the way women are interacting with the job market, essentially, if you look at manufacturing, for instance, I think 64% of women involved in manufacturing work from home, the home even before the pandemic before work from home became a you know, public health measure. The home was the principal workplace. And for men, it's about 15%. So there is this very important schematic, I want all of us in fact, read the book, when you consume these numbers, when you read the studies to recognize that actually often when we're talking about women who are working, who is the working woman, she's at home, she may not be going out of the home, she may be making something at home, she may be cooking and cleaning on another person's home. But the home as a site for female labor, that's a very enduring aspect of women's presence in the economy that hasn't really changed that significantly. And so I think these are the five buckets of theories. There's marriage motherhood, which I think is often talked about. And the fact that the home is the key site, if you want to really impact the labor conditions of women, you're not going to do that through policies that don't attack the home, be it shelter security, I think I talked about this earlier, be it shelter security, childcare investments, thinking about improved access to water, and you're seeing these dynamics play out. And the last thing I will say, this is sort of emerging work, which is not really a theory, but I think it will intuitively make sense to everyone, which is that India has grown in such a way that there are clusters where jobs and opportunities exist, right? Jobs don't exist everywhere equally. That's just not the case. That's not at all the case. What's happening is men can migrate out to find jobs from Bhuvaneshwar, they can go to Bombay from anywhere else, they can go anywhere, public spaces safe for them, housing is safe for them for really, you know, low income men, even, you know, sleeping on the streets is potentially a possibility, sadly, and that does happen. And you have these labor chalks and so on. For women, though, educated, even those who come from very difficult backgrounds, the idea of migrating en masse to follow economic opportunity, the benefit to that is just not worth families incurring the social cost, because they're worried about girl safety. What if she finds a boyfriend? What if you know, something happens, there are all these concerns. And so often what ends up happening is the few stories we hear of women migrating for work often now with, you know, special economic zones, they migrate through a contractor or domestic workers who migrate through contractor are harrowing stories of harassment, because often the contractor and many of these factories and SECs are treating women the way a benevolent patriarch would write like extremely rigid rules about where you can go out, whether you can use your phone, all these kinds of things about domestic workers, we know there's issues about withholding wages, not being paid on time, abuse, harassment again. And so hearing these stories, listening to these experiences, migration out to follow jobs is not something that women can safely and freely do. And I think that's really important. And the last thing on this, I will say, I realized I've said a lot is that caste continues to be the most important, not barrier, but mediator of jobs. And what I mean by that is that there was a Pew survey recently, which essentially found that even in 2021, in the middle of the pandemic, when people asked Indians, are you comfortable with your daughter marrying outside of her caste community? Most Indians said no. And they're extremely worried about who the woman marries, this obsession with female sexual purity is just doesn't seem to change. And that fear around caste purity plays itself out in the labor market. Because why is it that all these families are so scared of women going even to Gurgaon in the book, you actually talk about a character, her father's willing to let her work in the Delhi secretariat, because he thinks that's government and it's understood. But the idea of her going and taking up perhaps a higher paying job in a private company in Gurgaon is very worrying, because he's immediately associating it with boyfriends, love affairs, Lord knows who she will suddenly end up with. And this fear around female sexuality, what will women do with their bodies and their hearts? We don't think of sexuality when we think of the labor market, but actually, the two are extremely connected. And you see this in the book. And I think caste is the reason why because there are such scripts of womanhood needs to bear, as you mentioned earlier, not just the honor of the home, but the caste honor of the home, right. And that is the reason why women's access to jobs just remains so severely compromised. Because even if options exist, families will make women feel so tense and unhappy about following them up that many women will just say, well, to hell with it. Whereas in the book, in fact, there are stories of women who say no, we want to still pursue and then the stories tell you what happens when they try and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:01.540",
        "message": "fight their families to just go find a job. Lucid illustration of social pressures having, you know, an impact on the labor market. It's people wouldn't often connect the two. Before I move on to my next question, I want to not double click but mouse over perhaps on what you said about the structural transformation effect that can you give me examples of some of these"
    },
    {
        "speaker": "Guest",
        "time": "02:04:21.540",
        "message": "new industries which are coming up, which tend to attract more men? Construction and often and in fact, imagine and I mean, the thing that we also realize need to realize is these are all interacting effects. So for example, with construction, sometimes wives may follow men, but because of the underestimation effect, many times that work is perhaps not even captured. But and also many of the times women are not paid independently, they're essentially following for care purposes. And many times men just migrate out on their own. If you look at the sectors that have really boomed post liberalization, it's construction, it's retail, it's transport and majority of employment gains here. And this should not surprise us intuitively. These are jobs that require movement. These are jobs that require interacting with public space. These are jobs that require a fair amount of haggling and negotiating and interacting with lots of strangers. These are all jobs that largely men have essentially found and and also the nature of the skill and the what what's required. And it's frustrating. I think for a lot of women in rural India, I think the urban landscape is still different. I actually think the urban landscape hasn't dramatically changed. I think the jobs have changed and women are the kinds of families who would support women to work like mine, for instance, will continue to do so. And it's just the nature of the job may change. You know, we may not work in a bank much more than perhaps just be a teacher. But we should remember teaching nursing. These are actually the core occupations that urban women are involved in. But in rural areas, it's very frustrating. And this is a frustration that finds its way in the book is that many of these girls are the first generation to study in a school. They after Sarveshiksha Abhiyan, which was the previous the district primary education program, the predecessor of Sarveshiksha Abhiyan, they are educated. I say this, they're numerate, they're literate, and they're ready to go somewhere. But they can't. And their brothers take up jobs as contractors, plumbers, electricians, all kinds of things that are available to them. And to them, that's an adventure, you know, moving from even a village in Rampur to the city of Bareilly, moving from Bareilly, then perhaps to Dubai, like all that these are all transitions that are happening in the book. But for girls, it's still, you need to be married, if you want to go somewhere. I think the structural transformation story is really bears itself out, particularly in rural India, because suddenly you had jobs in building roads, trading, transporting, those jobs just were not available to women at scale."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:35.300",
        "message": "And what you said about women having to be married to go somewhere. One of the best books I've read in the last few years while doing the scene and the unseen was India moving by Chinmay Tumbe. And my great TIL moment there was that the maximum internal migration happens in India because of women getting married, because women get married, and then they just go with their"
    },
    {
        "speaker": "Unknown",
        "time": "02:06:53.220",
        "message": "husband, which just tells you so much about the lack of agency and so on and so forth."
    },
    {
        "speaker": "Guest",
        "time": "02:06:57.860",
        "message": "You know, in fact, there's a beautiful line, I forget, Indian author in her book, she says, once you're married, you're free to do anything your husband wants you to do. And, you know, in the book, this finds in my book, this it's interesting, I see that play out, but there's a particular woman I met in rural Uttar Pradesh in the district of Rampur, she makes embroidery work at home. And one of the things she says is that for her marriage is her ticket to malls. And she says, you know, if you marry someone who let you watch Shah Rukh movies, wouldn't that be great? You know, so marriage, the tyranny of marriage in mediating women's access, and social sanction to access public space, still continues. And Amit, I mean, it's not just women in rural Rampur. I mean, you look at me, and I've been mentioning this example constantly while I've been talking about the book, but I live in a really plush neighborhood in Delhi, I am extremely well to do in the economic pyramid of our country. But even for me, Amit, to find a house on my own without being married is hideously difficult. I mean, it's it's not easy. There are all these, you know, conversations, lots of grumbling. This is true for women and friends of mine in Bombay and many other cities in the country. What always surprises me is how internalized the lack of female agency has become that we don't even talk about these things that much. We're not out on the streets protesting any of this, right? I mean, we protest when comedians say things that are just innocuous, and actually don't even say things that are innocuous. And, you know, we get upset about those things. But but the sheer lack of freedom that women have, I just don't see anyone getting really agitated and angry about it. And I'm really angry. I think you find that anger in the book. But I just, I don't see that you're right, the tyranny of marriage and the tyranny of motherhood. And to me, these are scripts of womanhood. There's a kind of Indian womanhood that has just been reified and constantly affirmed again and again. And all the women in the book, Amit, are all deviating from these standard scripts in their own ways, the very different ways. And I think the appeal of Mr. Khan is when you're deviating from these scripts, and you're looking for fun, escape, comforts, you know, something else, a man who will support that deviation, he's essentially who they find. I think you're absolutely right, which is I think marriage and the lack of agency is just,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:10.020",
        "message": "it's an enduring characteristic. And just thinking aloud, you mentioned protesting, and I just thought that this, you know, we live in a country that wants to lock up Manavar Faruqi and acquit Mahmood Faruqi. Yeah, that's also an issue. So continuing with the theme of women working, you also point out in your book, that women working outside the home also face so many problems, like you've quoted, you know, Senthil Mullainathan talking about the hidden taxes, I'll just quote that bit out, because I think it's so illuminating. Quote, the working world is unfair to many women, yet even when they succeed, they must confront another series of challenges, or their hard won successes are taxed in ways that men's are not. The taxes I'm talking about aren't paid in dollars and cents, or imposed by the government. They take the form of annoyance and misery, and are levied by individuals very often by loved ones. I call these impositions taxes, because it take away some of what an individual earns, diminishing the joys of success, stop quote. And what you sort of demonstrate so movingly in your book is that it's almost as if women are condemned to be lonely. They're lonely in the workplace, they're lonely in the kitchen, as you point out. So can you expand a little bit more on this from your conversations and your experiences and so on? Just make this concrete for me in terms of what are these hidden taxes, like one would imagine, like the typical way one would think about this is that women are working, that's great. It's one step further to empowerment and to agency and all of that. But it's more complicated. Yeah. And I think that's also why"
    },
    {
        "speaker": "Guest",
        "time": "02:10:41.140",
        "message": "women are dropping out of the workforce. That's I think that's the contention that I make doesn't, it can't be tested statistically, because it's a sociological claim, but it's different. But you know, what's happening is, and this links back to the conversation of how do we tackle this crisis of jobs for women. And what I really believe listening to all these stories and following these women for 15 years is that behind the crisis of jobs, there's a crisis of love. And what I mean by that is that each of the women in the book, any time they try and have their own bank account, have an independent space, which is completely private to them. Each time they are asserting something about themselves as an economic agent and economic individual, because there's something about the market where it really highlights the individuality of yourself, because it is your labor fundamentally, they are always made to feel unworthy, unloved, second guest. And there are different ways this is playing out through the book, depending on your class position and where you are. So for instance, amongst the upper class elite women that I was speaking to most of whom, in fact, during the time that I knew them, many of whom just dropped out of the workforce, it plays out in even if you have a maid, even if you have a nanny, even if you have, you know, cook cleaner, all of that, women are exclusively responsible for keeping track of what is happening in the household. And I think some economists call this the cost of keeping track, you're constantly keeping track. And men just aren't expected to keep track that way. And the statistical data that bears that out, which is in the book that women just constantly labor on lists and following up and all of those things. Men are not doing that men are out in the world, and then they come back and they have this clean separation between leisure time and working time, women are always working. And the other place where this hidden tax on women plays out is, in fact, in the romantic market, where what I kept hearing from women is that men are not comfortable marrying, loving, caring for and supporting women who perhaps are more economically successful than them, or perhaps even their economic equals, that while femininity, particularly amongst the English speaking elite and upper middle class has changed to the point that, you know, women expect a Shah Rukh, right, they want someone who will be a partner and a supporter. Men and masculinity is yet to transform that radically. And you see this playing out in different ways. So then men lash out at successful women, by either cheating on them, making them feel bad about their bodies, all kinds of really bad emotional behavior, which makes women feel very unworthy, you know, about their bodies about themselves about their ambitions. And I kept hearing from a lot of very successful women, and I'm one of them. In fact, I think my chapter in the book is a very is an illustration of this, which is that you will be made to feel bad if you happen to have a professional identity, which you even display and wear. I mean, it's not like you're showing it off. It's just something you wear. And I was told by people I was with that you better just hide that don't talk about your work. Men are supposed to talk about work. So I think those are the hidden taxes and sort of the upper crust in that milieu. If you look at the hidden taxes when it comes to sort of this emerging trader caste, middle class, right, there are women in the book like that a woman who decides to pursue a career in government, despite the fact that her family just wants her to get married. I mean, marriage is the only thing that her family believes she can do with herself. And she believes actually, she can do accounts, and she can do government accounts, and she loves doing them. She finds such joy in them. I was actually just so moved. And I think I was privileged to just know her life because how much her immediate cousin's father just would ignore her professional achievements to the point that you know, she once said to me, and I write about this in the book that I would like to talk about what I'm doing at work, but everybody makes me feel like a bit of a show off if I do. So I just stay quiet. And we talk about Shah Rukh and films, right. And the other place in her life where these hidden taxes are playing out, Amit, is she's earning a lot of money, she's earning more money, in fact, than many of the other male cousins in her family are. She buys one of the cousins a bike, because you know, he needs it. And they hide the fact the family hides the fact that it was her and her money that it was a gift. And her family tells her No, if we announce that it was your gift, it won't look good that a girl is giving this gift, you know, the girl is essentially supporting financially. And so you make someone's successes feel so small. And I think she desperately in her life wanted someone. I actually think this is why she actually participated in my project. I really do believe this. I think she enjoyed talking to me because she felt that I was validating some of her decisions. Because I was a stranger. And I was a stranger who had certain credentials that she did respect. And she felt that she needed someone to tell her that valuing accounts over the marriage market was a valid way of being. And no one in her immediate family was doing that. And I think that's, again, sort of a hidden tax that is only and these are taxes that are only imposed in our interpersonal domain, right. And when it comes to I think, low income communities, you know, what we call the working class, then the taxes are hidden, but they're not that hidden, because it actually plays out as sheer violence. And it's in the book, where, when men start to drink, they are uncomfortable with women being out, there's this constant fear that she will run away with another man, a lot of mocking. And not only that, what's fascinating to me is even the largest labor unions in the world, I talked about this in the book, when they unionize, many of them want families, and perhaps sensibly so they want men and families to support the decisions that women are making. And in these communities, families are almost letting women work out of sheer dire need. So I think this goes back to that conversation of the income effect, right? So there's this big grudging, well, we let you go do this job, but we're not very comfortable. And we constantly watch you. And there's this constant surveillance. But I think there the taxes play out just very directly in economic taxes on women, how much they will earn if they don't have a man with them. You can't survive as a single female household, although one of the principal characters in my book does. And it's a really remarkable story of the sets of negotiations that she has to go through to do that, and how she earns her own money. And you have to negotiate violence. And violence was just seen as such an accepted way of life. And in some of these neighborhoods that I was visiting that I really didn't, I didn't know how to get my head around it. To be honest, I think the only way I could do it is to just write faithfully what was told to me without without adding my own analysis or adding anything that I had to say, because it was just so telling that it was just something you had to live with. Or if you chose to run walk out of your husband, you better have economic resources to walk out of a violent marriage. And I think just to end there, Amit, which is that yes, so these hidden taxes are playing out in different ways across class groups is that when we think of intimate relationships, we don't recognize that actually, so much of our economic decision making is occurring and being mediated through intimacy, right? Because you don't want to do things that your loved ones will not support you in doing. And one of the things I realized when I was talking to all these women was, you know, when we talk about gender discrimination, we're always talking about the other, right? So it's the bhakts, the dented, painted, no, all it's always the other. But I wrote this book out of this book out of the sheer frustration, because actually, I realized the problem is all with us, it's number one, what women as themselves can expect and will push themselves to expect from people, will you stand up for yourself? I mean, will you stand up for what you really want to do for yourself? And then in your daily lives, the people who claim to love you and who do love you, but you realize that in very strange ways, we're all very violent to each other and to ourselves. And that plays out in the way we're engaging with the market, because so many of the women just felt that they would not be supported if they decided to pursue what they professionally"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:41.220",
        "message": "wanted to pursue. So a couple of things struck me about what you just said. And one was the notions of love that drive this. And the other was that you said that the accountant was actually happy to speak to you, because in a sense, it gave her validation that the sort of things that she was the sort of things that she was talking about, they were not unique to her, that they were valid, they were legitimate. And that brings me to the question of how do we understand the world we live in? Right? And you and I being elites, you know, growing up the way we did, you know, we're reading a lot of books, we have access to the best media, all of that. We have so many ways to understand the world so many ways to build frames of seeing, but not everyone is that privileged. In fact, most of the country doesn't have access to most of those frames, for no fault of their own. And that brought me to this quote of yours, where you write about love and how Hindi films show love, where you write, quote, despite the intensity of their passions, you will never truly understand why people in Hindi films love each other as much as they do. Love is youthful and naive and popular Hindi cinema, it becomes an attribute or a noun, not an action or verb. In these images, it is an innate immutable feeling within a person catalyzed by another not a series of ever changing interactions between two ever changing people. In the standard Hindi film format, love usually leads to marriage and sex, stop quote. And this is like you point out, it's a limited view of love. And it's understandable if this view of love should prevail. Because that's it, that where are they getting their knowledge of the world from they're getting their knowledge of the world from the limited lived experience around them. And from Bollywood? Yes. Do you think that number one that this is understated? And I wouldn't say that the causality goes one way, the causality may even go the other way that films are, of course, a reflection of what society wants, and so on and so forth. And it could become a vicious circle in that sense. But is this also why Shah Rukh in a sense, Mr. Khan, in a sense, is it's so important that at least at some tiny levels in terms of being kind to women and being in the kitchen and talking to them like they are normal people,"
    },
    {
        "speaker": "Guest",
        "time": "02:20:50.660",
        "message": "he's a little bit of a step ahead? Yeah, I think two things. And this actually, funnily goes back to almost where we started, which was about power, right? And in fact, that line that you just quoted is heavily me thinking about the writers I was talking about in the beginning, be it Eric Fromm, people who theorize about love. And I think what's happened is, we've all become in sadly, commodities and love has become transactional. And I end the book essentially by saying that the reason why women in our country are so exhausted is because we're constantly hustling for love. I think men are hustling too. They're hustling probably much more for money than they are for love and for a kind of status that men are supposed to have. That's the script of masculinity. Women should have love and they're hustling for it, be it what they're doing to their bodies, the constant compromising, the constant negotiating, the constant settling, right? And in this current framework, love has become especially for men, and even within families has become power. So love is I control you. So I love you. I allow myself to be controlled by you. So I must love you as well. It's this very strange, codependent, power centric notion of what love is. And in that world, the love that we are seeing all these women seek, it's almost like they're being taxed for saying, well, I don't want that kind of love. I just want to love who I am at work. I love myself. In a way, that's actually what all these women are doing. They're choosing to love what they want to do with their bodies, their hearts, their minds. And I think Mr Khan is very powerful, because in a way, what he says is, you are fine the way you are, I will love you the way you are. And by women finding money and their own free time to watch something that gives them pleasure, which is Mr. Khan, they are saying I love myself. So it's both, right? So it's yes, you're right, which is that it's his imagery of being in the kitchen, talking to women, listening to them. But also fandom being an economic act, the fact that these women are spending money the way they want to, to see something that they want to, to see an actor that they enjoy watching. It's also a way for them to say, well, it doesn't matter what my family thinks. And many families, as you know, are very uncomfortable with fandom for Mr. Khan, because it signals all these things about female sexuality, and people think it's silly. But the fact that these women just said, well, to hell with it, we want to just watch him and we will, it was also an act of self love. So it's both. And I think that's why he's important. On the broader conversation around, you know, where are we in the state of love? And I write about this, which is, I think, the one place where the economy or economics should not be, we now have become all hyper rational economists when it comes to love, I actually, I write about this. And what I mean by that is, we are constantly loving people conditioning it based on what it does for our welfare. That is actually now what the state of love not only in our country, I think globally has become. And we love people for the parties they take us to, we love people for what their body signals about us. We love people for status, we love people based on CVs, we love people for all these, there are lots of conditionalities, we love people if you behave a certain way. And I think for the women in the book, all of them were being told, we will love you more as families, as men, as husbands, as fathers, mothers, whoever, if you conform to this script of womanhood, that is acceptable to us, which is you either, you know, you don't go work outside for so many hours, you may be work an hour, but mostly you spend your time on ritual, on on caregiving, on marrying someone that we tell you to marry. And all of these women are victims of this new kind of conditional commoditized culture of love, where they are constantly being told you have to behave a certain way to earn it. And, and if you don't, your own worth is questioned. And so you feel bad about yourself and you feel bad about the shape of love that you're receiving. And I think Mr. Khan, there's this kind of existential loneliness, honestly, Amit, and you know, philosophers have been talking about this forever. But I think it's become very acute. And it's very acute in the stories in the book, because these are truly women on the surface, you would think it's a very banal thing to just want to watch a movie want to just go and you know, giggle at an actor want a mobile phone want a job. It sounds very like there's nothing revolutionary about any of this. But what I realized when you actually start to listen and pay attention to these stories is each one of them is essentially saying we are not happy with this current culture of love that expects us to constantly condition ourselves a certain way and behave in certain ways to deserve love. We should just be loved irrespective. We should be loved for who we are and what we want to do. And we shouldn't be taxed for it. And so I think there is an existential loneliness in our culture right now. And different cultures then find different ways of dealing with it. The women I follow, including myself, turn to Mr. Khan as sort of relief as respite. And then we also turn to ourselves. And we're trying to navigate this culture right now that we have in this crisis of love. And he then because of his imagery is a great conduit and a foil for that, right. But there are others who would turn to some other forms of art, I do believe I think this is actually the function of art, given that we have just destroyed the state of love to the point that I don't know where we recover, where we recover that concept from, to the point that, you know, so many people will tell me with the only place which is, you know, pure love is between mother and the offspring. But even there, I would contend, it's look at what's happening, it's again becomes so conditional, you behave, you are successful x way, I love you a certain way, I love you based on x, y, z. And I think all of us just want an out from that. So some people listen to Beethoven, and some people watch Mr. Khan. And I think the book is essentially a study of that existential loneliness that this culture of hustling for love is creating. And sadly, the economy is not helping. In some cases, it does, because there are stories that actually what happens when you say, well, I will just create my own community. So there's a character in the book called gold, who's an in-flight attendant, who runs away from her family, because she realizes that they will never love her for who she really is. And she decides that she's just going to go do what she wants to do. She feels extremely lonely. I think it's one of the chapters a lot of people have told me I've had calls from people saying that they've cried while they've reading it, because it is a I can sense it. And I think it's because of the way she told the stories to me and my relationship with her. We have, we were very close and we are very close. And I think that when you see her story, what's happening is there the job, the service sector, the fact that these jobs opened up and they were very well paying. She works for an airline, which is a good recruiter, they are, you know, good about social security, she feels stable somewhat. And as a consequence, she's able to love herself. And so the economy can help in funny ways, right? Like you a job can help you love yourself and your family won't, you'll feel meaningful there. You might meet someone through your job who will make you feel loved, you may feel loved. I mentioned this in the book being an aid manager for files than an unpaid manager of dishes in your family. But I think each of the women is just responding to this culture of constantly having to haggle for love. And I call it laveria. I mean, this is a new kind of laveria that we have right now, not Shah Rukh's laveria. And I think the solution to that is part escape, which Mr. Khan provides the women in the book, and partly it's yourself and resolve within. And I think each one of the women is just demonstrating that in her own ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:08.020",
        "message": "So before we get back to the economics, one more question about love. But before that, an aside, you mentioned that even the love between a mother and a child may not be quite so pure. So I recorded a superb episode with Mrinal Pandey yesterday, which will probably release after this because it's more timeless. But there's this little snippet from her book, which I read out and we discussed that where she talks about how she was with a bunch of her woman friends. And they read this news piece about this mother who murdered her third born or fourth born in the hospital after giving birth. And then she and all her friends started discussing whether they ever felt like that. And each of them was confessing that, man, there was a time when I really wanted to murder my child, each of them. And just today morning before coming to the recording, I was discussing this with one of my hosts where I'm staying in Delhi. And she said that, yeah, that there was a time where at one point, my mother-in-law and I looked at each other. And she said to me, you feel like throwing him in the dustbin, don't you? Yeah, she said, yeah, I do. Yeah. So but my question about love is this, which is a difficult question, because I couldn't possibly answer it. So it's unfair. But I wonder what you think of it. And it's a two part question, which is that you spoke about how the nature of love is changing and we love for different reasons. So number one, is love always transactional? And number two, the second part to that is that if so, is it then the case that all we are aspiring towards is changing the nature of that transaction?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:34.580",
        "message": "I think it depends on what you actually think is the end goal of love, to be honest, I mean, if there is an end goal. So for instance, you know, there's a body of work, which is religion, right, which just says that we should love all I mean, in a very funny way. And then it tells you that there is this one, you know, way of loving and it's very prescriptive. So in a way, in fact, people, why do people love religion, they love religion, because it gives them very clear markers of how to live. And if you live x way, you will be loved, right, you will be loved by someone or the other mystical forces, people around you, the structures of religion, I think families have their own versions of that. One of the most horrifying pieces of art I saw recently was this documentary on the murders in Delhi, where it was the Burari killings, I think, if I'm not mistaken, it's a Netflix documentary. The name is escaping me. But essentially, it was essentially the family was following an occult practice where they believed the male head was channeling the dead father or patriarch. And then at some point, they basically committed mass suicide. And it is a horrifying, stunning documentary. But if you watch it, one of the things you realize is that even in families, what was the structure, the structure was, if you adhere to this belief, we will all love you, and we will take care of each other, right. So if the point of all of this is material security, feeling stable economically, which we should remember in our country, which is so economically harsh for most is a very important goal to have, then in that case, love will always be transactional. So it's it's linked to our finally into our economic circumstances, right? Because the more difficult life is materially, how will you then move beyond a transactional love because you're always tied to having to find love so that someone will take care of you when the state and market won't right now. And I think that's a comment on where we are. I think there's another kind of love, which perhaps operates amongst people who have those privileges of certainties, right, that they can life can be stable people like me, where then I think the real question you have to ask yourself is, it's a question of, you know, if you want love, which is a love that helps you grow as a person and as a person who then is a sentient being in the world, then marriage is perhaps not the way perhaps for that, you know, that you may have to then explore very different ways of living your life. I mean, and I don't I don't know whether being single is a way to do that, but I think there are different ways people can come to that. But I do think that what's happening in our current culture is that we have really conflated even amongst the elites who have the privilege of certainties. We have completely conflated love with this idea of power, of status. I think Amiya Srinivasan has this and it's just a wonderful book of essays, Right to Sex, I think everybody must read it. She says that are our desires mutable? Are we constantly just mirroring what society wants us to aspire for? Or are we able to actually disengage and think critically for ourselves? And her answers are not a little bleak, because actually what you realize is that we're all so socialized. But I think that's changing. I mean, you look at, you know, the queer movements, non-binary people, I think people are questioning scripts of love and what love entails. But I would argue, Amit, and maybe it is a bit depressing to say it, and I hate to be the, I don't want to be gloomy, but I want to just say, this is actually a fact. As long as our country continues to be as unequal in the economy works the way it does, where most people in the country live lives of complete uncertainty and you need and you need material security, particularly women, because they cannot be materially secure on their own, love will be transactional, because you will constantly rely in interpersonal dimensions, you will constantly need people to love you to feel secure materially. And then within that, there's, of course, fantasy and escape. And that's a very different kind of, you know, love, you love yourself in that fantasy, you find love in odd kinds of fantasies, everybody daydreams, it doesn't matter which economic echelon you come from. So I guess my answer to you is, love will be transactional, depending on one's material security, and love will be transactional as long as we conflate it with the status game. And I think we need to take a deep, hard look at our own personal preferences. And I, in the book, I'm very transparent about this. Why was I involved with someone who essentially was, you know, had more status, he signaled something about me in the book, The Gentleman I Call The One, he signaled something about me. So he made me feel good in that very transactional way. And at the end of the chapter, I actually write this, you know, he just became a prize, right? For me, I mean, it felt like, well, I didn't feel worthy. So now I'm with this person. So now maybe I'll feel better about myself. And then I had to do the really hard work of just keeping myself company and figuring out what kind of love do I want on my own terms. And I think the more we start to take a step back and think a bit critically about those preferences, as opposed to entering the rat race for status, which is often conflated with love as well. I think until that happens, I don't think things will change too much for this transactional nature of love. So that's my long philosophical."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:43.380",
        "message": "Yeah, but you call yourself gloomy. I object to that because everything is relative. You're sitting in a room with me right now. No one can be gloomier than me. Like earlier when you were talking about how women, you know, seek meaning from say a job, a job can make their life seem meaningful when family doesn't. And I was just thinking to myself that life is basically meaningless. We all know that we are just choosing our own illusion. So perhaps we're hunting for a"
    },
    {
        "speaker": "Guest",
        "time": "02:35:04.980",
        "message": "better. Yeah, no, that's one philosophy. And that's a way of looking at life. And then there's another way, which is well, even in all that churn, and you construct meaning. Yeah, you've got to assume there is meaning even if there is none. Yeah, no, I mean, or that meaning is something it's for you, right? And I think that, and it's fine. I think people will find that in their own ways. And that's okay. What I guess I'm worried about when I talk to younger women, and even women in their 30s and 40s, is that I really think that we have this and I actually write about this in the book when I talk about the upper class mating market that it sometimes feels like you have this world of men with unwarranted self confidence and women with unwarranted self doubt. I mean, amid the mental health crisis that love is creating for women, and I get into this a little bit in parts of the book is remarkable. And I'm sure that there is a corollary to this for men as well. It's just not something that I've studied, particularly, and there are people who will, and I'm very curious about, but the women I speak to, because they find this meaning, they've constructed this meaning out of these gender scripts around love and a certain kind of heteronormative. I mean, the book starts with the line that my life is heteronormative. Hell, this is a very heteronormative take of what love is and marriage. And there are people like Paramita Vohra, I was recently on a panel with her, and she basically said on this panel was about love and sexuality. And she essentially said that, you know, until marriage is just not as an institution, we just don't dismiss it. This is just going to be the way it is. But we are we do live in the reality that currently we live in, I can't dive off a, you know, a deep end where we live in completely different constructed realities. Right now, we live in a life where there is a tyranny of marriage in the way women's lives are organized. Some of us try and resist it. I mean, I don't expect that of everyone, because people may find meaning. But given that these women find meaning in marriage, motherhood, love, given that just the sheer onus, the burden, the harassment and abuse that all of that is generating. I don't know whether men, I'm sure men are feeling cut up as well. But I just don't see it as, at least amongst the elite. I just see a bunch of men feeling very good about themselves and then pretending to be brash when I think they're just trying to cover up insecurities. And I don't think they suffer as much in love as I think women are right now. But that's my contention."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:26.100",
        "message": "Okay, I'm allowed one dad joke per episode. Go for it. Here's my one, that if the one was actually cut up, what would it be? You know the answer. Come on. Two. The two. Anyway,"
    },
    {
        "speaker": "Guest",
        "time": "02:37:37.540",
        "message": "so actually depends on how much you cut him up. Although because he gave me, he allowed me to write about this, I would not want to be cut up. Okay, we'll spare him the cutting up. And I love"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:50.660",
        "message": "that sentence of yours about how the upper class mating market seem neatly divided between males with unwarranted self-confidence and females with unwarranted self-doubt, which is superb. And our mutual friend Shruti Rajagopalan once put up this cartoon on Twitter of there is this man sitting with a woman and telling her, let me interrupt your expertise with my confidence."
    },
    {
        "speaker": "Guest",
        "time": "02:38:10.980",
        "message": "Of course, exactly. And you know, Amit, my God, I write about it in a very sort of trying to be light in touch when I write about it. But people get very angry when this happens. I know women who've been on dates and told your business idea is foolish. Your, you know, what are you doing? Leave your job. From men who barely have jobs. And all the sort of, you know, and of course, there's the converse of that, which I absolutely abhor, which is anytime a woman is getting ahead and she has male mentors, oh, there must be something funny going on between the two of them. Like this constant scrutiny of female success. I just don't see male success ever scrutinised in that manner. It might be scrutinised a bit the way, you know, about nepotism, but not in like questioning a person's character, right? You inherit something from your family, you inherited, men do and women do, all of us do. But women's success, especially when they're then showing up in romantic encounters, the kind of nonsense that you just have to deal with. And I think, you know, in 2021, surely this should be retired. But it isn't. I do believe, Amit, we are in a crisis of, there is a deeply wounded masculinity because, and in fact, Mr. Khan's films recently seem to echo that, you know, he's playing these really narcissistic men who are very worried about the fact that they've fallen for women who have higher status than him. And I think my sense is when I talk to all these women in the upper class mating market, the stories that are in the book, my own experience is that I think men are yet to actually adapt to the fact that there is now this new generation of extremely confident women who can do potentially without them. Because again, the economy has allowed them to do so because their parents have done well, they may be able to find land to just live on their own in small enclaves, it might be possible for you to live as a single woman. And the fact that these women are very vociferous about what they expect from men, I think is a big shift. And I think men are still struggling en masse to be able to deal with that. And I think the stories in the book are illustrating that a bit."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:13.300",
        "message": "Yeah, I read an interesting essay, I'll try and link that if I can find the link from the show notes about how, you know, this has actually been measured this crisis in confidence among"
    },
    {
        "speaker": "Unknown",
        "time": "02:40:22.740",
        "message": "women. Like I think there was some study where, you know, within an organization,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:26.420",
        "message": "people were asked to apply for a particular position. And there were 10 prerequisites for it. And no woman applied unless she met all 10. But men, if they met even six of them, happily, they are applying. And the gap just keeps on increasing as this kind of happens."
    },
    {
        "speaker": "Guest",
        "time": "02:40:43.140",
        "message": "And in fact, Amit, I would contend that this in the romantic area, I mean, you're talking about the professional arena. In the romantic arena, this is even more remarkable, because I write about, you know, supermodels being made to feel bad by, you know, men. I don't want to make comments on the way people's physical appearances are, but like a man giving a supermodel a hard time about"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:02.580",
        "message": "You wrote it in his book, he was 5 foot 2."
    },
    {
        "speaker": "Guest",
        "time": "02:41:04.900",
        "message": "Yeah, this is for people. And then it's, it's just remarkable to me, the confidence with which so many men and this I will, I will keep, of course, nuancing this, which is this is men very much typically upper caste, upper class, I can't say what's going on in sort of different communities, I'm looking forward to books that do and research that does. But the mating market that I know so intimately well, and the mating market that gold, one of the characters in the book is occupying, it's a men's market. And it's quite remarkable that it's a men's market. I think Mukul Kesavan had that hilarious essay, right about the ugliness of the Indian male. I would actually I think John Abraham has has ended that because he was talking about the ugliness of the Indian actors relative to a Madhuri Dixit or so on. But I think once now men in movies are actually probably as sort of aesthetically pleasing as objects as well as women, I think they're now quite equal."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:59.700",
        "message": "But Indian men are actually much worse looking than Indian women. It is true, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:42:04.020",
        "message": "I'm not going to I'm not going to participate in that claim because Shah Rukh Khan is an Indian"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:07.540",
        "message": "man. So he's an outlier. But I you know, I don't want this is this is actually this is not the kind"
    },
    {
        "speaker": "Guest",
        "time": "02:42:13.220",
        "message": "of statistic. I will not adhere to or abide by, I would believe in a complexity here. But what I will say is that the confidence is quite remarkable. And the lack of confidence that girls are growing up with is just something that, you know, and I face it, all the women in the book face it, you're constantly made to feel unsure about knowing yourself. And, you know, we were we started this conversation, we're talking about people who hide from themselves, right. And I think women are almost socialized as they're growing up to hide from their own desires, conform to a script that will earn them security status survival. And that takes very different shapes based on where you are and your circumstances. It really worries me that this is now unfortunately, this crisis of confidence is just it seems to just get compounded professionally and romantically. There are studies that measure depression rates and suicide rates amongst women. And there's some India has one of the global highs when it comes to some of this, and I quote some of the data in the book, and it's a tough one to crack through policy. I think that's where I'm really struggling when I hear these stories. And I think the book is essentially trying to communicate these experiences to just a larger public. But then how do you start to resolve them is think is a very tricky ask, because I think a lot of it will perhaps require women to exit some of the structures that are incentivizing them to just conform. And I don't know whether the economy and public space currently will allow for that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:49.700",
        "message": "So I have, again, a deeper question coming from this observation about, you know, in your book, you made this observation about how you went to talk with a bunch of women, but they weren't saying anything, and they were all clammed up, and there were men around. But when the men leave, then they start talking, which indicates that there was one persona they were maintaining that was socially acceptable in that milieu. And the moment they found that they could speak, they spoke. But it also seems to me that some of them would have become the persona in the way a mask can become a face. Yeah, right. And so, in your experience, how much does that happen? Like how much? Like, on the one hand, I can see some people kind of internalizing all of this. So they also believe it's okay, they don't have an issue with it that he was right to hit me, I must have done something wrong. Or, you know, my husband works for the family, I must spend all day cooking good food for him, and all of those things. But on the other hand, there would be people who realize that they are trapped, and this is what it is. And they live in Thoreau's words, lives of quiet desperation. So you know, which of these you think is more prevalent? Are they all"
    },
    {
        "speaker": "Guest",
        "time": "02:44:52.500",
        "message": "true? They're all true. Although what I have noticed, based on just the stories I know, and the people I've met, I'm not going to make more of a generalized statement beyond that. What I have noticed is that there is a class distinction here. I noticed anytime you talk about a Me Too case, anytime you talk about men treating women poorly, I noticed that upper class women tend to be much quicker to apologize and explain for men sometimes. In that there's a lot of internalized misogyny, the boys will be boys, a little bit of bullying, and I actually mentioned this. And in fact, sometimes Mr. Khan's characters himself, and certainly the characters Ranbir Kapoor's plays, all of them are like this, which is they're all these so seemingly charming men. But actually, they're just man children who need to be coddled and constantly validated and their narcissism needs to be encouraged and cultured in a way. And women that are constantly in these movies playing the burden of someone who will do that for these men. There's a scene which I mentioned in the book, which is in Ae Dil Hai Mushkil, which by the way, is one of my favorite Hindi films. I actually love that film. Ranbir Kapoor was just fantastic in it. But you know, there's a scene between him and this stunning Aishwarya Rai. And they've had this encounter, they've slept together. And then the next morning, I think they're trying to figure out where they stand. And you know, he asks for her poetry, because he's a musician, she says, sure. And then she turns to him and she says, well, if I give you your poetry, and I get you, you know, you're sort of recovering from a heartache, and I'm helping you with that. What do I get in return being with you? And he pulls her towards himself and says, am I not enough? And I think what's happening is this am I not enough is seen as charming amongst upper class women that oh, this is a confident man, how you know, there's a kind of man who's considered charming, right amongst some of us. And actually, if you look at him closely, he's a bully and a child. You see this a lot. I mean, hushed whispers, anytime you talk about a Me Too case in India, you will notice there are lots of hushed whispers coming from women who will say, well, you know, maybe the guy was misunderstood, all that nonsense. I have no patience for that. And I noticed that amongst largely upper class women, I wonder if that's because upper class men hold so much power, money and prestige that women are locked into those networks. And then the internalised misogyny is even higher. I wonder if there's an economics of this as well could be some people who write about it say that there is, but in working class communities, Amit, I actually noticed much stronger will and desire amongst the women I know, to fight, to fight against anytime a woman is told, you know, your place is at the home or is made to feel inferior. One of my favourite quotes in the book is the daughter of a domestic worker. The domestic worker's name is Sandhya in the book. She's Bengali, loves Shah Rukh. Her story in the book is about how she basically buys a television so she can watch Shah Rukh all the time. And her daughter said to me, her daughter loves Shah Rukh, but she really loves Priyanka Chopra. And when I asked her, so what do you like about her? And we were talking about her. She said to me, she said, Well, did you see that she married a foreigner? And she married a foreigner because no Indian man would ever be okay with a girl as successful as her. And so you see this is the first generation girl who's gone to school speaks English in her family, living in the slums of Delhi, growing up, actively articulating and very much encouraged by her mother, because these are intergenerational things. She's learning all of this, because also what she's seeing around her, that men are not supportive, and one should talk about that. And she is criticising her brother, she's an agentic being. And I wonder if it's because they're the gains from being associated with a male prestige network are actually low now, because men, how much security can men now provide you in the current labour market that we have amongst working class communities where jobs are so insecure? I often wonder if this internalised misogyny and almost coddling this child of a man who treats women really poorly and is abusive to women. I wonder if the desire that I've noticed to sort of coddle to this man and call him charming amongst the upper classes is because of the economics of it, because there is there are gains of material security there. Whereas I think in working class communities where everyone now is in this economic churn, I wonder if now women are out there speaking out a lot more because beyond physical safety, which if you can negotiate for yourself somehow through communities, through brothers, through other kinds of families, maybe you can speak out more because now the gains of sticking with a man in some circumstances are not as high. And this goes back to why I think women in jobs is such a critical policy issue, because actually we don't realise it, but women in the economy will start to fundamentally alter all of these dynamics around love, how you feel about yourself, how masculinity has to reform, because then women standing on their own two feet can critique credibly so and can exit harmful relationships and can censure men when men need to be censured. Right now, I think the economy is not fully allowing for that. And of course, as you said, the economy is a subset of society is not allowing for that. But I think if the economy starts to shift, if we had a world in which we suddenly said, and this is a radical notion that I really abide by, which is that in some jobs were just for women, what would happen then? Because then families would have to adapt, men would have to adapt, right? This is a thought experiment. I think about things like that. And I think that that would then change the terms of intimacy, it would change the terms of that would trigger social change, right? So I think to answer your question, I felt that this mask and this internalization, I found it much more amongst upper class women where I think that the economic incentive to do so is very strong."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:40.660",
        "message": "Yeah, I agree with you. But I'm wondering if there's a selection bias in play, because obviously the first people who come to mind are the sort of upper class Delhi liberals who jumped to the defense of Mahmood Faruqi and Tarun Tejpal and all of those and one immediately thinks of them. A couple of questions arise from this. And this is really I think we started digressing eight questions ago. So, you know, eventually maybe we'll come round back to the economy and gender, which I will eventually come back to. But a couple of interesting digressions and one is this whole question of adulthood that is anyone truly adult? Like one thing I have kind of realized is that, you know, I don't know where I read it, but I agree with it completely, which is that no one's ever really an adult, we're all just winging it. Right? And you wing it in different ways. It's like I think one of the people you spoke to, you know, encountered someone when she was in her 30s. And this person said to her, oh, you're still a fan of Shah Rukh"
    },
    {
        "speaker": "Unknown",
        "time": "02:51:38.580",
        "message": "Khan. What shit is this? I thought you would outgrow that. Yeah. And it's like, why should"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:41.780",
        "message": "you outgrow anything? And equally, all these men who are behaving like big babies, and part of the reason is probably intellectually still big babies. So do you think there's something to that? Do you think that, you know, this whole notion of, and this is, of course, not related at all to your book or to India, but just in general, that, you know, do we misunderstand adulthood at all? Should we just embrace the fact that we are all struggling to understand and figure shit out and we don't"
    },
    {
        "speaker": "Guest",
        "time": "02:52:10.500",
        "message": "need to pretend? Yes. But I think that, to me, adulthood is, I sort of see it somewhat differently. I think of adulthood as this phase in your life where you can no longer blame anybody else for the choices you've made. And I think the reason why we call some men babies or even some women babies is that everything that's happening to them is always someone else's fault. You will never hold yourself accountable for what you have done, right? And the circumstances in your life. And to me, adulthood is a milestone, perhaps a philosophical one, a psychological one, whatever you'd like to call it. I don't think it's a ritual. I don't think it's 18 and you're an adult. I think I became an adult when I started to just own up for my own choices, right? To own and hold myself accountable for them, for my own wellbeing, as opposed to constantly thinking it was because of my boyfriend or my father or, you know, these other circumstances. Yes, of course, they shape what is happening to you, but you are playing some role in it. And I think to me, that is adulthood. And I think going to that, I feel that we live in a world particularly co-created by men and women, where I think women are, and anthropologists call this the patriarchal bargain. Essentially, the idea is that because women know that they need to make sure men love them enough that they will always take care of them, be it as a son, be it as a husband, that there is this mollycoddling of men done by women, and women are complicit in it, where essentially, the man is never really accountable. The woman barely holds him accountable for his own choices. It's always, oh, you know, something happened at office, someone else has done something. And so much family drama, if you look at television shows, right? What is all that family drama showing you? It's showing you scripts of how women will constantly make excuses for men, because they want to maintain a decent term of relationship, so that when they're elderly, or when things are bad, a man is insurance, marriage is insurance, right? Now, in that world, do we ever expect anyone to be adult in the way I defined it, where you will hold yourself accountable? I don't think so. I don't think the social terms of it will sustain. And I think for women, it's a strange thing, because you're seeing, you always see yourself in this constant relationship of dependence and overt dependence, it's not interdependence, it's not an equal dependence, you will invariably then hold this other person responsible for your welfare, right? So we do have an equilibrium of big babies, because our social structures, because of the way particularly the family is set up, and the way resources and land in particular is set up, it's still in male name. I mean, while the Supreme Court has made these changes, they're still yet to be fully adhered to and families have all kinds of ways. I have people in my own family who are taking cousins to court, because the land is in the woman's name suddenly, and then people are fighting about it, right? This happens a lot. And essentially, till you don't start changing, I hate to sound like a good old Bengali communist, but but I guess this is where I will end up where if you don't change the terms of land asset distribution, how in the world we continue to have these terms of overt dependence, men will be mollycoddled, women will constantly rely on men for welfare. And we will have an equilibrium of babies. And I think we're seeing that look at our politics, it is a politics of big babies pretending to be big men. I think that adulthood, that whole notion of holding yourself accountable will only happen when you feel that, you know, these terms of dependence are changing, but that's yet to happen. Yeah, I love your definition of adulthood,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:48.420",
        "message": "though it is so narrow that very few people fit, but it's better than mine, because I was, I was practically saying no one can be. So go back to my next question."
    },
    {
        "speaker": "Guest",
        "time": "02:55:58.020",
        "message": "I will say one thing, though, which is that, you know, I think the way you meant adulthood in one way when you were talking about it in the context of Shahrukh, is that there's this like delight and joy when you're a child, right? There's the delight of wonder, and just, just delight. And there's such freedom in that. And to me, that's not, that's not a child. I mean, I think all of us, even into our 40s, we should be delighted, we should be living lives where we are doing things, and we are with people who delight us. I think it's very important. And one of the reasons why I think I was able to sustain this project is because Mr. Khan delights me, and I am able to hold on to that aspect, what you would probably call the child within us. I just think of it as part of, you know, you can be an adult and still have those sources of complete wonderment and delight. So I do agree with you when you say, I think if I understood you correctly, there is a part of this one being curious about the world, being open eyed, being open to experiences, which I don't think we should only associate with childhood. I think, you know, you can enter adulthood and still have that. But we need to nurture that now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:01.700",
        "message": "No, one, I agree with the delight part of it also. I mean, one of the things I kind of realized as I went through middle age is that, you know, what brings you happiness is a small joys."
    },
    {
        "speaker": "Guest",
        "time": "02:57:10.340",
        "message": "Yes. Right. That's it. Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:11.780",
        "message": "That basic delight. But I think what I also meant by adulthood was that there is this notion that an adult has stuff figured out. Right. And therefore, that leads to this sense of people posturing that they have everything figured out at false confidence, which actually men have so much more of. And that at many levels to me is toxic because nobody has anything figured out. The world is complex. And when we behave like we have things figured out, our certainties lead us to be judgmental about the world. And a lot of the delight then diminishes. Because I think we can find delight in every other human being because from every person, we have so much to learn. But if you're always putting labels on them or tags on them or othering them or whatever, then just so much is lost. And that's so tragic."
    },
    {
        "speaker": "Guest",
        "time": "02:57:56.580",
        "message": "But, you know, actually, it's fascinating to hear you say this. And I never thought about it this way, which is that often when I was telling people that I was working on this book project about women who gush about an actor and what that tells us about society, everybody gave me this really puzzled look. And then they said, but what is this? This is a child's work. Somebody actually told me it's a child's work. What are you doing? I think this actually goes to what you were trying to say, which is that I don't think I would have been able to attempt the book or these conversations if I just assumed that I knew this feminist text and I knew what the scripts of life were and I've got this figured out. I think maybe because of heartache, because of Mr. Khan, because of multiple experiences, sometimes heartache opens you up in a funny way. You're just open to, in the tradition of all lonely people, you want to find wisdom and comfort in the lives and experiences of others. So you're very open to the lives of others. And I think in a way, actually, that's what fandom is. It's this, you know, unambiguously adoring someone in our current civilization of cynicism and this ironic distance that all of us are supposed to maintain amongst each other. To say that I absolutely love someone and I don't know them, but I really love what they do. It's childish to many people. And I know that sometimes when people react to what I'm trying to do with the book, I could sense that that was initially, you know, sometimes a reaction, I guess. So I completely agree with you, Amit, I think on what you were trying to say. I just, I guess what I feel is that we have now, and I think this is going back to that notion of particularly around the masculine, for men to say they don't know something and for men to say that they don't have it all together. In fact, women are allowed to break down. In fact, women are encouraged to break down sometimes because you should not fully know yourself. You should be a bit scattered, that damsel in distress kind of, you know, that dynamic. But men being saying that we don't have this, I think that goes back to that crisis of the masculine, right? That you are supposed to have it all figured out. So I hear you and I agree with you. And I'm glad that at least as a woman, I'm allowed a little bit of space to be foolish. And I think society is comfortable with foolish women. In fact, we like it when girls are a little sort of, you know, like that. But I think had I not been a little foolish and a bit open, this line of inquiry would never have happened. And it's such a seminal project for my life. And I wouldn't have been able"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:10.020",
        "message": "to do it. And I just... No, thank you for being foolish. And I would encourage all my listeners to be similarly foolish and go down these roads. Let's get back to serious subjects now. Those serious but fascinating. So in your book about the accountant, you had this sort of fascinating story where she talks about how when she was in her second year of college, she goes to see Mohabbatein. And the thing is, she wins some money in a college academic competition. And she buys a ticket for the film with that. Then she's being dropped home by a friend and her brother. And her parents are so pissed off when they see her that they slap her. And one of the things they are more in, of course, pissed off that she went out in a public space. And they're also pissed off that she spent the money on something as frivolous as a film. And this was, it's one of those moments where in all my privilege and my kind of good luck, I have to kind of sit back and think about this for a moment, that the money that you win from an academic competition that goes to buy a film theatre ticket can actually be so significant for people that your parents are saying, why the"
    },
    {
        "speaker": "Guest",
        "time": "03:01:08.740",
        "message": "hell are you wasting this on whatever? Yeah. And it wouldn't have been more than 300 400 bucks. It was around 1000. But whatever. I mean, come on. Yeah, yeah. That's one thing. And speaking"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:01:19.700",
        "message": "of public spaces later in the chapter, you write quote, India is busy modernizing for its men. Women occupy a different experience. As per the India Human Development Survey in 2012, 80% of India Indian women need approval from a family member to go outside the home to visit a health center. Three out of five women need permission to visit the local grocery store. In 2015, only 47% of urban women could go on chaperone to a public space. Even within loving families, women are always made to account for what they do, where they go, what they eat, and who they see, stop quote. And a little later, you then write quote, claiming comfort in public space being at ease with one's body in the company of strangers remains an everlasting hurdle for Indian women. According to a large scale survey by Save the Children in 2018. Three in every five adolescent girls felt unsafe in crowded spaces. One in four feared being abducted, physically assaulted or even raped. If she ventured outside a home. Two out of three adolescent girls were worried about being verbally abused, stalked or being inappropriately touched in public. In urban areas, 41% of adolescent girls felt unsafe in local markets, while nearly half feared using public transport. Only a third of urban women dared to venture out to local markets alone, stop quote. And I just found it important to read this out because most men simply do not get this. Like I keep saying that, you know, until a few years ago, I did not realize the experience for women in public was so different. I can walk out at midnight and I can go for a walk and it's cool. I can enter a lift and not have to see who are the other five people in it. It's it's just completely different. Tell me a little bit about what you have seen of this and how much do you think this is also not just the whole the social pressures in the way our society is, but also a failure of the state and providing a rule of law and how much do they feed into each other and why don't do we not take it more seriously because it is women and their places in their home anyway."
    },
    {
        "speaker": "Guest",
        "time": "03:03:20.740",
        "message": "Amit, let me start by saying that I'm quite disillusioned with the political will behind these issues. I mean, even in states that talk a very progressive talk, we're yet to see money, sustained implementation focus on this. I'm still hopeful, but I'm tired of waiting, I think, for the state. You know, Urvashi Batalia in the book said to me that all the gains that women have had, they've grabbed them and then they've held on to them. And I think that might actually have to this is what's probably going to end up happening to public space. It's going to be a social movement more than the state that will make things change. Public space played a very interesting role in the book. I had not expected it to come up as much when we were talking about watching Mr. Khan's films. You know, typically the first thing that would come up is I don't have money and all of that and I don't have free time to watch a movie that I want to. My brother or my husband might. So I won't go. Then a lot of women started telling me these stories about and in fact, the accountant is not the only one to receive censure to go to a cinema hall on her own. There's another set of characters in the book who also face similar things. The cinema hall is seen as a place for masculine leisure, where men take their crude desires. For a woman to be occupying the cinema hall is quite remarkable and unusual. And there's a study by Ormax, which Film Companion had published, essentially saying that six out of 10 people in a cinema hall are men. And so the cinema hall is a masculine space. And I recognize that for many people who are listening to us right now, that's a bit odd, because that's, you know, people like you and me, I go to the cinema hall alone. And I actually mentioned this in the book. And it's so interesting to me because I start the book by being in a cinema hall with someone else who's of my own class background. And for us, a cinema hall is actually a place for a woman to just, you know, ease up, it's dark, you watch Shah Rukh, it's like, you know, it's your star gazing, it's lovely. For all the other women in the book, I started to realize as I was talking to them and hearing their stories, accessing something that seems so innocuous to me, like a cinema hall is so ridiculously tough, because it is seen as a place of male sleaze, largely, and men go there. And also this social sanction of women spending on leisure, how why are you spending on things that are fun and frivolous, you should save that money for the good of your family and for other kinds of things, right. And so public space came up in very unusual ways in the book that even to access fun, you have to access public space. And if public space is so uncomfortable with women occupying it, if we think of public space is actually a being, right? How in the world are women going to have fun? And I think the data bears this out. And I think when it comes to solutions, I don't think the solution is going to come sadly from courts and judges that seem to be as patriarchal and worried about, you know, the hetero not what is in the normative way that women behave and all this kind of rubbish that's coming out of courts, particularly lower courts. And I'm not expecting to be perfectly honest, big scale changes coming from the police on its own. I think what will start to happen is as and we're seeing this in some places. So the south is safer for women. Why? Because women are out and about much more, they're out for work, they're out for ritual, they're out to collect grains, they're out just participating in public space, treating it a certain way. This is true also of Southeast Asia. There is no reason why that cannot be true of the north. I don't think you know, people saying is the north immutable to change? No, I mean, there are parts of Delhi that have changed, in fact, where I do see women being out and about much more than they used to in the past. And then as women are out and about, then the rule of law, the state will have to it's almost, you know, this demand and supply equation, right? As people start to occupy space, then authorities and legal structures will have to then start to accommodate the needs and shifts that that involves. Right now we have this odd equilibrium where using the language of safety, and Naila Kabir, in fact, who's interviewed in the book says this, that she says using the language of safety, we just want to shackle women. We use that language to say, well, you don't go out because it's so unsafe. And I think a lot of women, including myself, would risk being out. I take walks at midnight and there are movements, right? I'm forgetting the name, but there are movements about occupying space in India, about being out on streets, women, just large groups of women. I remember after the mass, I mean, in India, only we have things like mob molestation. I mean, and that term, I'm quite certain has come up first, you know, in South Asia, India. Now we saw cases in Pakistan. The mob molestation in Bangalore, I remember one year during the New Year celebrations on a very crowded, popular street in the city. I forget which street, Amit, but immediately after that, there was a whole group of civil society organizations and just women, regular women just saying, no, this is our city. We will walk the streets. And so my hope when it comes to public safety and public spaces is not from institutions of governance. I think it's from women themselves. And there again, my hope is as markets open late, as jobs maybe trigger women to be out and about more, the dynamic of that public space will start to shift as well. And I think that's where my feeling, looking at the data, knowing what I know about what's happening in the economy and in society broadly, I think here I would actually rely much more on communities and communities of women who will come out and occupy space. And then I think in response to that, then structures will have to react and accommodate that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:09:02.420",
        "message": "I think one movement I recall from a decade and a half ago to reclaim public spaces for women was by Jasmeen Patheja of the Blank Noise Project."
    },
    {
        "speaker": "Guest",
        "time": "03:09:09.540",
        "message": "Yes, that's right. Yes, that's exactly. Yes, that's. And, you know, there's, I think there's a wonderful book also called Why Loiter, which is written by Shilpa Bhatke. And so when I look at what's going on, I think this is where I really think consumption, the consumer economy, the market can really play a huge role in shifting social norms, because if women are out and about taking taxis or are out and about, yes, there will be cases of violence. It's very unfortunate. And then the state will be called upon to essentially do what is right and what is required. And I think in India, the current track record of the state and responding to those claims is quite abysmal. But my view really is that there must be places and there are, I've seen them, which you do not hear about in the news, maybe because things are not going grotesquely wrong there, where suddenly women are occupying more space. It could be fish markets in Bengal. It could be coastal communities in Odisha. I've seen them where suddenly there are more and more women because the nature of the jobs require now more women to be out doing the trading and the selling. Men have migrated out to do construction work, right? The economy is allowing for that. And that shift has happened and it's happened seamlessly and they are part of space and they are occupying it. And so I really here, I really do believe that the market and the way retail markets are organized and jobs are organized can really be a very important catalyst in the way space is occupied and we hold it together. And the last thing I will say on this is there are economists and sociologists who talk a lot about essentially counseling for men about how to hold public space. You know what you just said, being conscious of how easy it is for you to hold space. And I think that's actually a very evolved view. Many men don't realize that. And there is interest in thinking about can we get schoolboys to just be more conscious of these scripts and there are curricula around that. I'm very hopeful with that because I think you start young and I think things start to change. But the last thing on this that I will say, I don't know if the earlier thing was the last thing I said I would say, but this is the last thing I will say on this, which is that all the data from feminist economists, from sociologists, tells us that boys who see their mothers occupying space and working outside the home, the way they treat women out in public space is radically different. They're much more comfortable with women holding space with them. They're much more respectful. There are norms that are negotiated because they've seen their mothers have to make those negotiations with other men. And they've learned from that sometimes and they've heard about it. And so again, my faith is in the perhaps such an economist thing for me to say, but my faith is in the economy where I really think as women start to participate and not just the economy, but also local politics, community work, as women start to step out of the home for these different reasons, I hope that even men then start to adapt in the way they deal with women being in public space because they're used to it. And I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:12:12.740",
        "message": "that will take some time. Yeah, I absolutely agree with you. I mean, it's not just the economy. I mean, it's society, right? Because economy is a subset of society and you know, the market being just one mechanism of the voluntary actions of people within society. So I also do believe that you know, any social change cannot happen in a top down way through the state, it's got to be bottom up. And you know, even on the subject of kids learning, I think it will happen through culture, it won't happen through curricula. It will happen through culture and peers and you know, the films they watch and the music they listen to and all of that coming together."
    },
    {
        "speaker": "Guest",
        "time": "03:12:43.860",
        "message": "You know, Amit, there's a bit in the book and I really believe this. There are very few things that I think are like absolute truths, but I really do think that social change is intimate and it's incremental. I don't think I know the structures can change very quickly in a flash, there could be you know, governments that are toppled down, but social change in the way I treat you because of your identity because of your gender because of who you are. That is an intimate and incremental process. And I fundamentally believe that to make those changes, we have to start in our own as you just said, your own interpersonal realm, right? Like who are you taxing people when you see them treat women poorly? Are you paying your domestic worker enough? What in your immediate home? What are the practices that you are setting up for yourself? And that's why in the book, I mean, the book is it doesn't take a macro view, because it's actually extreme. The book is full of stories, minutiae of people's lives, precisely because I was very interested in this idea that if you follow people over a decade, what are the incremental changes in their intimate space? And I'm actually the one thing that has made me very hopeful is each of the women in the book, they've negotiated a different equilibrium for themselves. And that makes me very hopeful that yes, as jobs in this case, livelihoods, allow for women to interact with the world more, there will be changes that then happen for the better through a very messy process. But there will be changes for the better that allow for them to own more space and to feel better about themselves, be more loved. And that's an intimate process. And it's an incremental"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:14:20.980",
        "message": "process. It's an incremental process. And I'd add to that by saying that if the increments compound, yeah, I think what often happens is that, you know, it's said about futurists or science fiction writers, and I say it about creators, that we tend to overestimate the short term and underestimate the long term. Yeah, so there will be no radical change, there will be no revolution that, you know, suddenly women will be free in five years, and so on and so forth. But I think that in, you know, change compounds, and so my god, I'm sounding hopeful. This is completely"
    },
    {
        "speaker": "Guest",
        "time": "03:14:50.660",
        "message": "I'm so happy to hear this. This is fabulous. I've come in and Mr. Khan and I have converted you into an optimist. But what I was going to say, though, is, you know, this is precisely why Amit, and now I'll get gossipy a little bit, or maybe complain, which is that I hate all this kind of, you know, the smashing the patriarchy kind of feminism. Because everything that I have seen and read and witnessed tells me that social change will not be one noisy smash, I write about this, it will be a slow melting, it may be very quiet. And I actually contend real social change is not happening on Twitter. I know that there are hashtags and there's all this stuff. And it's great because I realized how toxic the internet is for women. So power to women who hold that space. But social change is happening in places we are not studying. I was very happy the book is doing well among sociology students. And one of the things I'm really hopeful for, is that I think we should just go back to doing very traditional sociology. We don't do that anymore. You know, the kind of work that I'm ensuring we know Srinivasan and others were doing, which is, you just study homes, you see what's happening, you know, in these local communities. And there is so much changing. I mean, the patwari wearing jeans suddenly, you know, there is a lot going on, which we don't document enough and what that means. One of the things that's very important, at least to me as an analytical prism, maybe for this book, and what I will do in the future is I think looking at the real minutia of things that seem utterly banal. Someone wearing jeans is utterly banal. Someone having a job is utterly banal. But actually, if you start to study it for what it is, someone liking Mr. Khan is utterly banal. It's very obvious. It's like what is there to study there. But if you start to study that, I actually think you'll learn a lot more about the big shifts that are happening in our society, much more than any loud, you know, interaction on the internet ever will. And I'm grateful that at least I had the opportunities and experiences to be able to do that. I'm looking forward to that kind of scholarship. I love that kind of work. And the one thing on this, which I will also add is that the there's a kind of belief I find even amongst my own friends, well intentioned feminism, which seems to believe that you have to conform that there's a standard script of what a feminist life is. And that's not true, because all the women in the book, they will not hold up to the label, because they don't see I don't see feminism as a label as a practice. And all of these women in their own ways are just fighting for a different reality for themselves. And they're doing it in ways that may subscribe to feminist scripts may upset feminist scripts, but they are attacking structures in terms of dependence. And I think our society will be better for it. And I noticed that in a lot of writing around women, there's like there's this writing that we tend to focus a lot on the heroes, right? So the big business women, women who really made it and those are great stories. And then we also tend to focus on victims of brutal crimes, because obviously, those are very important stories to tell. My interest with this was to look at the missing middle mean where the things happening and they don't seem particularly interesting on the surface of it. But I'd like to believe and I hope when people read the book, they find that what's going on is actually quite remarkable that there's a lot of change happening in places without protests with a capital P, there are subtle ways in which people are changing norms. And what's important"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:17.940",
        "message": "about the point that you just made, and which I'd love to underscore is that, you know, we should not go by conventional notions of what is worthy of study or not, you know, the textures of everyday life, the interior lives of women, you know, what do people feel when they go inside a cinema theater, and they watch a star come on the screen, all these also reveal so much about us. And that's kind of one of the areas that you've covered so well. So another fascinating aspect of the book, for me, is that in a sense, your book contains multitudes, like people often complain about nonfiction books, that it's one idea, and it somebody published it as an essay somewhere. And then publisher said, idea is good, make a book, and they make a book. And it's basically two, three interesting chapters, and the rest is filler. And your book is not like that at all, because with every chapter, it's like you're adding on layers. So you have that first section on upper class women, and then you kind of go down the line. And a lot of it is eye opening, because these social realities also are so different from each other. I'm particularly struck by a couple of those examples, you say about the working women of Bapu Nagar, quote, the working women of Bapu Nagar had many theories on men and marriage, a good husband was divine intervention and sheer luck, even the best man's character would eventually curdle and rot. Life was tough on men, and they took it out on the women and children losing interest in being devout, kind and courteous. Women were protected from the harshness of the world outside. So they remained hopeful and God fearing, stop code. And then you write about the hamlets of Rampur. For generations, the labors of women within the hamlets of rural Rampur were hidden. Women were engaged in farming homestead plots and animal rearing as unpaid family helpers. This was in keeping with the way agriculture was organized in Western Uttar Pradesh. Jobs within farming were neatly segregated by sex. As Manju explained, anything that needs looking at an animal or looking down on the ground, we women usually do. Anything that requires looking up at strangers or going outside the village, the men do, stop quote, I mean, stop her quote. And you continue, weeding and the cleaning and storing of grains were exclusively female chores. The dictates of Parda meant that women would only work in their own fields or the fields of their relatives and nearest neighbors, stop quote. And obviously, to go deeper into all of your observations, I'd just encourage people to buy the book because everyone should read all of it. But just going to your experience of covering all of this one, you know, the book is a combination of memoir, reportage, and sort of analysis backed by data. So there is a certain amount of going out there and talking to people. And as you earlier mentioned, you're an introvert, not in so many words, but you don't, you're not, you would agree with me what in my agreement of what Sartre said, hell is other people. But you actually went out and you spoke to all of these people and kind of made them comfortable with you and all of that. And so what was that experience like, like, you know, was it easy for you at first? And also, did you change in the process of doing all of this? Did you change the way you look at them and the way you look to the world? You know, Amit, actually,"
    },
    {
        "speaker": "Guest",
        "time": "03:21:25.300",
        "message": "this book happened by accident. So in fact, when and I mentioned this in the book, which is when I went to Ahmedabad, to Bapunagar and to Rampur, I was in my early 20s, I was supposed to be doing a survey of women who are working in home based sectors, right, be it embroidery or making incense sticks at home. And when I started asking them the standard survey questions of wages and working conditions, these women were just so bored because they were dealing with their economic realities themselves. And I think to take a break, then we started talking about Mr. Khan. And then that led me suddenly I, the tone and tenor of these conversations just opened up. And I think what really helped and I am a recluse is difficult for me. But I think what really helped was that shift in energy, that suddenly you had all these people who were so bored of, you know, this girl from Delhi was like wearing kajal with her khadi kurta has come and they've seen now versions of me multiple times, you know, and there's jokes about that. And I mentioned that in the book, one of the characters, Manju, she says to me, what you Delhi girls find about being here, I don't understand. I just love the shift in and suddenly, we all wanted to talk. And it was a very moving experience for me. And maybe this is why very early on in 2006, I decided I would write this book because what was moving about it is in a country where I'm always told that I have nothing in common with my neighbor, we are so different, there are all these lines of division, identity, so on and so forth. Suddenly, we all had this one person to talk about. And we talked about him in equal way. How what do you think about Shah Rukh? Let me tell you what I think about Shah Rukh, right? Suddenly, all those very narrow divisions of identity very briefly, I mean, just disappeared. And it was just a very exhilarating moment for a young person, young foolish person as myself. So I changed in that I think those conversations made me a lot more thoughtful about what unites us as opposed to just the standard scripts of you know, what social science teaches you, right? You should of course, be mindful of difference. But I don't only see difference. And the experience of the research was really complicated. Because I often actually say that this was not standard research, because it's not like I had, you know, specific schedules saying, Okay, I'll come back in six months or four months. And I followed these women for more than a decade. But each time Mr. Khan had a release, each time he had a film, then there were festivals, we would talk some of these women didn't have mobile phones, but I try and reach them. Sometime in 2013, I did lose touch because I went off to study in Boston, I was not fully in contact with everyone, I came back and when I decided the book was going to take a certain shape, I needed to go back to seek permissions catch up on their lives. And in fact, going back, I discovered one woman had run away from her home, and there was all this churn going on in their lives as well. And so it was very complicated. And it felt sometimes like it really wasn't research, it was just, you know, I was following up with friends, if I were trying to meet Shruti, for instance, our common friend, and she was no longer where she was. And I was trying to find her where she was. It just it was like that it was just life. And in a way, I think I was just bobbing along these women's lives, I don't think I was participating in the standard way, an anthropologist or a researcher would. But then as a consequence, there is a lightness in the way we were speaking to each other, because it was very open. The process changed me in making me much more aware of our unity, as opposed to our divisions. It also made me much more appreciative of how precarious people's lives are. I mean, I knew the data on precarity, I know that our lives are precarious, but there's something, you know, when you go to meet someone, and she's crying, and she tells you that I'm going to have to go back to the husband that I do not love at all, because I cannot be somewhere on my own, and you've held this person's hand. It just changes the way you think about people's lives. So it's made me very considerate. In fact, a lot of people who meet me, it's going to sound really strange, but they think that I'm a little too considerate, like I'm a pushover. But it's okay, I'm happy to be a pushover, because I've now realized that I think we are so privileged, and people's lives are so precarious, mostly in our country, that you should have some patience and tolerance for what people are going through. And I think it's really taught me that. And I think the third thing it's taught me, which I've mentioned time and time again, is that the power of culture, and the power of popular culture, not just, you know, sort of niche culture, which is sort of highbrow, but mass culture, because had it not been for Mr. Khan, the relationships that were sustained between myself and many of the women in the book just wouldn't have occurred. And I'm very grateful for that, the sheer power of that popular Hindi film and his icon. And the last thing I'm struck by is how difficult it is to do research on women's lives, Amit, because none of them ever had time to talk to me. So even if I wanted to be a standard researcher, and set up a time for an interview, suddenly you're called, these women are called to deal with kids, something you have to go do something in the field, irrespective of your class background, this was true across time poverty meant that it was so difficult for women to just find time to do what they wanted to do, let alone answer my questions, that I, I really appreciate that when we as privileged women can do whatever we can with our time. We are I mean, a we're such a minority, and it makes me appreciate my own time much more because I've seen that it's a true luxury in our country, just having time to yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:27:04.340",
        "message": "Yeah, and time poverty was a phrase I first came across in this book. So to my shame, and it's such a lovely phrase. It says so much. Yeah. So I now want to ask a question about language. You make an observation in the book where at one point when you're talking about Manju in your in your chapter on Manju, you talk about the link between language and agency and you say, quote, so marriage happened to Manju that year at the disputed age of 20. Those were her words. She wasn't getting married. Marriage was happening to her. She was simply along for the ride, a spectator with a front row seat, a stop code. And this reminds me of something Jackson Katz once said, where he said, quote, we talked about how many women were raped last year, not about how many men rape women. We talk about how many girls in a school district were harassed last year, not about how many boys harassed girls. We talk about how many teenage girls got pregnant in the state of Vermont last year, rather than how many men and teenage boys got girls pregnant. So you can see how the use of this passive voice has a political effect. It shifts the focus of men and boys and on to girls and women. Even the term violence against women is problematic. It's a passive construction. There is no active agent in the sentence. It's a bad thing that happens to women. It's a bad thing that happens to women. But when you look at that term violence against women, no one is doing it to them. It just happens. Men aren't even a part of it. Stop quote. And you know, that link of Jackson Katz was shared with me on Twitter by one of my writing students. And I'll link that tweet from the show notes. And the discussion that this kind of led to was the role that language plays, the insidious role that language plays that when you use language in these ways, you know, you're denying women agency and choice. And equally, it is as if shit just happened, shit happens, you know, it's not somebody's fault. How much of this did you, you know, did you notice a lot of this? What are your thoughts on this? Because, you know, you pointed this out and about Manju saying that marriage was happening to her, she wasn't getting married. How much of this did you see? And is this something that there is some kind of class distinction to also? Or do you feel all women are equally likely to think along these"
    },
    {
        "speaker": "Guest",
        "time": "03:29:13.540",
        "message": "lines? How does one think about this? I mean, I think it depends on the phenomena that we're talking about. When we talk about marriage, there's certainly a sense. So what she said was meri shadi ho rahi hai. And it's not like the shadi is happening to me. And that is actually a way some other people would talk about it. And I noticed that that was actually the way many of her friends, so many people I knew would would say that shadi ho rahi hai. It's not something that is happening to me. But that's because marriage happens to all women. It's not that in a world where only 5% of women are choosing their own partners. Marriage is happening to everyone. It's you are not actively participating necessarily in that process. You may be but it's obfuscated. It's a marriage arranged market. And I think around marriage, that use of language was very passive for women, where, in a way, you realize that this is a rite of passage, you need to go through this to be able to, as we talked in the beginning to access the world to do what you want to do, as long as your husband is okay with it, but you need a husband, he'll confer status and you will be appropriate then. So marriage, I noticed was something that everybody sort of said it happens, you know, amongst particularly middle class, low income women, even the way some elite women would talk about their marriages. It was something you were succumbing to. And I and there's a Rajput woman in the book who comes from a very well to do background, but she married someone because her father's in debt, and she has to to conform to what her family expects of her. And it's not a particularly loving marriage. But even the way she would talk about her marriage, and she's quite posh, the way she would talk about her marriage was very much as if it was a something she had succumbed to she had given into. So I think this is true of marriage, everything else, be it Mr. Khan, be it trying to earn money, be it. In fact, there I noticed, particularly amongst sort of women living very harsh economic lives, there was this great delight in using the active voice, life is boring, boredom, the word boredom and boring, I heard more than even I heard the word Mr. Khan, Shah Rukh, because it felt like inequality was being almost expressed through boredom. Because what was happening was men had access to public space, men had access to money, so they could go out and have fun. Whereas women were expected to stay at home and life was boring. And some of the women who are first generation English speakers, they learned the word boring, and then they spread it around in their villages. And everybody was talking about how women were boring. And I actually see that inequality was experienced as boredom for these women. And they were very active in the way they use these phrases and words, they were the active being this was not something boredom was not happening to them, they knew that their lives were boring, because boys had more freedom. And they said that we don't want our lives to be boring. And I think when it came to cultural practices, when it came to fun, when it came to economic freedoms, the language that was used tended to be far more individualistic in a in a strange way, because they were keeping themselves and their selfhood at the centre of what they were trying to say. So it was always I want to watch a movie or I want to do this, because I quote actually a WH Auden line, which is as long as the self can say I will always rebel. And I think these were women, first generation women and their families were saying I you know, I want this and I want that. And this was a part of a new self that they were constructing. Whereas their mothers were much more their sense of identity was much more based on family and community. They were always a we. Whereas these girls I noticed, they would always say I mujhe karna hai, mujhe jaana hai, mujhe mall jaana hai, mujhe shadi karni nahi hai. You know, there was always either mujhe, mujhe, mujhe. It was very popular and various versions of that in Bangla as well. But marriage was the place where I noticed that when you think of the language, which is why I mentioned it the way she did, which is that ho rahi hai, it's not like I am getting married, you are not, you're complicit, but you're complicit in something that's just"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:33:10.420",
        "message": "happening to you. Yeah, I think there's a poignant moment where one of the people you meet, I think maybe Gold, where her marriage is fixed up. And I think a song from DDLJ is playing and she starts crying. And her mother and sister tell her that listen, listen, we know how you feel. But yeah,"
    },
    {
        "speaker": "Guest",
        "time": "03:33:25.620",
        "message": "the real world is different. Yeah, yeah, that marriage is not going to always be adventure and travel. And so many of I think the women in the book think that marriage will be the path to fun, then access unadulterated fun in the way you want. You can watch TV, you can do whatever you can. And in Gold's case, she realizes that she's actually being married off to a guy who is extremely conservative will be very, he will regulate her movement, she realizes that. And then suddenly she sees Shah Rukh on in London and holding on to Kajol and serenading her in a city that at that time, Gold thought she wasn't ever going to be able to see. She does, this is giving it away for the reader. And you should read the book to know how it was a very sad moment. And in fact, there are moments like this a lot. So even the Rajput woman who I talked about who's posh, marry someone she doesn't want to. And she says to me, each time her favorite film is Kal Ho Na Hoon. And she says each time Shah Rukh dies in that film. I remember when I was told that I was going to get married, and I feel like I'm dying with him. Because I think that movie came out around the time that she was supposed to get married. And so it's salient for her. And so I think people just see his image and the contrast of that, or maybe the mirroring of that in some cases, with their own lives, it's quite poignant for them. And they react to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:34:41.220",
        "message": "Neurons that fire together, wire together. Yes. Isn't it? Yeah. I'm also like, you've looked at sort of the loneliness of Indian women through the prism of Shah Rukh Khan in a sense. And a larger theme, of course, is how films reflect society. Like at one point, you write, quote, if India's employment rate helps us track our economic transformation, popular Hindi film extravaganzas, track our moral transformation, stop quote. And later on, you talk about how films teach so many women about love, sex and the world like at one point, even just how someone touches someone, where, you know, you quote a young lady, a garment worker, say to you, quote, I wish someone could talk to me or touch me the way he does with Kajol in Kabhi Khushi Kabhi Gum, but it's never going to happen. Stop quote. How do you think films have kind of changed to reflect whatever change there might be? Like at one level, like, you know, there is this constant argument, what shapes what? And obviously, you know, the causation doesn't go one way. But there is a certain kind of cinema being made by vocal elites that doesn't really come from society that is perhaps a little more progressive and all of that. But otherwise, when you look at films, where do you see those sort of reflections of change happening? An additional kind of sideways question that is there a chance that someone looking for an icon like SRK to write about 30 years later, will not be looking at an actor like Shah Rukh Khan, but a role model who is a young woman who can live alone and doesn't need men"
    },
    {
        "speaker": "Guest",
        "time": "03:36:11.300",
        "message": "to help with. Yeah, yeah, no, I absolutely yes. Let me first the answer to your second question is yes. In fact, already now, I have a line in the book and so many women would say this to me in different ways, which is, you know, Shah Rukh represented their idea of a benevolent patriarch, you know, a man who would care for them, love them a certain way. But Priyanka Chopra and Deepika Padukone represent women who love themselves and can love themselves, despite with or without men. And you know, they've openly so talked about their private lives, and they're so successful. And so I think that's already happening. I think that shift is very much underway. I think on cinema and love, there's so much said and written about this, I will essentially focus on two themes. I think one is, if you look at the way love and I'm thinking about the recent films, romance films no longer are like the big stay of Bollywood, right? I mean, if you even look at the multiplex movies that tend to do well, it's no longer love stories. These are all now gritty scripts about gritty realities. And I actually say in the book that most of the films that we're seeing are just sympathetic stories of capitalism's male losers, you know, like sperm donors, unemployed men, all of that. And I think, in fact, I feel that many of the younger actors, they are not matinee idols, I think the scripts that are given to them are so terrific, that it's actually the script that is the new matinee idol in India. Now, in that world, love is a very small element. And in fact, if you measure and I have measured how much women speak in these films, they don't speak very much. And these are like big multiplex hits, you know, you could think of a Gangs of Wasseypur, or you could think of, you know, many of the movies recently that have come out, Pink or any of the others. Actually, female dialogue is not that significant. And female dialogue on terms of intimacy, talking about love, talking about sex, trying to decode the sex and love that you're feeling or having. That's just not part of many of these new multiplex films. They're not interested in that project anymore. The gangster story barely have any of those scripts. Usually the women are just quiet, supportive characters or quiet, bewitching characters, you know, who trigger all kinds of trouble. So I haven't said that they're like the bitch, the bichari or the beauty. I mean, it's sort of the three, right? And you don't necessarily see much deviation from that. Now, go back in time to the 1990s. And to Mr. Khan's films, they may seem very regressive and soppy in a certain gaze. But actually, each one of them have women who are writing poetry about the kind of man they want their own freedoms. I mean, DDLJ actually starts we should we should always keep reinforcing this DDLJ actually starts with Simran. She holds the agency because she is defining the man that she wants to meet an unknown stranger. She's written a poem for herself. And that first scene, then you see Shah Rukh in the film, it's actually first you, the audience is introduced to her fantasy. And then you meet"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:39:13.300",
        "message": "Shah Rukh who essentially concretizes that fantasy. But then it ends when her dad gives"
    },
    {
        "speaker": "Guest",
        "time": "03:39:17.460",
        "message": "her permission to go. I agree. And I think there I think reams and I get into sort of how different people see that scene so differently, right? And I see that but but we should recognize that in these films, women had agency to define love relationships. Madhuri Dixit keeps a diary and listens to music on her own in Dil Toh Pagal Hai. Karishma Kapoor has this beautiful scene with Shah Rukh where she's so upset in Dil Toh Pagal Hai that he's not choosing her. And they have this very awkward conversation about romantic rejection. Shah Rukh is being rejected in Kabhi Haan Kabhi Naan. He's talking about what it feels like to be romantically rejected. We're not seeing other than in Ae Dil Hai Mushkil, which is a thing that came out in 2016. Right? I don't think we've seen those kinds of scripts too much in films anymore. And so if we're looking to films, and I have an Andy Warhol quote, they're saying that I didn't know what to do about love. And I wanted to learn about love. So I went to the movies to learn about love. If young kids are trying to learn about love now, amongst the elite, they can watch, you know, K dramas, they can watch foreign shows, they can watch Netflix. But amongst working class communities and low income communities, I don't know where a lot of that is going to come from. I mean, it's probably social media, I'm not sure. But the films are no longer necessarily interested in that big project of explaining love or demonstrating love. I think that time seems to have passed. And maybe it'll come back again. But we'll see. Because the scripts now are very different. So that's one. Now, the second is, if you think about the terms that are being portrayed of the love and sex that we see in film, you know, one is still if you look at the big blockbusters, the mass films, right, and even to some extent, the multiplex films, but certainly in the mass films, female words and women's voices when it comes to expectations of partners, expectations of men, and men engaging with those expectations. Other than that one scene I mentioned, I don't really know very many big box office hits that were pan national box office hits that do that. I actually think you'll see much more of this in regional cinema. You don't see it in popular Hindi film anymore. And sex increasingly, and I mentioned this is sort of while earlier love led to sex. So I think the one thing that has changed now is that sex has been liberated from love in film. And so you have, you know, the traditional Imran Hashmi film where, you know, sex is always a way for people to manipulate each other, the sex is consensual, but it's a way for people to get something to profit from something to trick somebody, you know, all there are all these stories. And then you have this one depiction of sex, which I really think started with this film cocktail with Deepika Padukone, where essentially you have people, women who have casual sex as a shorthand to show how modern or hip or cool she is. But even in that film, and as many people have pointed out, she's punished for it because you know, she has a car crash, the boy doesn't eventually choose her, all of that, right. And so I think if you look at the depictions of love and sex was interesting is while now I think love largely has is no longer dominant in the stories that we tell in big popular Hindi cinema, I think it's moved to OTT and it's moved to other platforms. Sex, which is now liberated from love, is still shown in this extremely transactional way. And then what's even worse is that while people are having sex, you can show people having sex, any conversation about sex is still taboo, which is why again, I keep mentioning that scene in Ae Dil Hai Mushkil because I really do think credit to Karan Johar for, you know, what he did, because in a way that film is one of those very rare films where people are actually talking about, well, we hooked up and what does that mean? And so many young people find themselves nowadays in that dilemma, right? Like they're trying to decode what their encounters are meaning, where is this going? What is it leading to? And they do rely on scripts of films to sort of mirror for them how to negotiate and have these conversations. But there's very little talk of that. And while so while we see this proliferation of casual sex in cinema, there's very little conversation, which actually I don't know what's causing what, but it's mirroring what's happening in society, because people are having casual sex, and then men ghost you or girls will ghost and nobody really talks about it. Because any talk about sex or the sex that is being had, or the terms of love is apparently going to scare men away. And all of that will happen. And so I think that there's a very strange silence around love right now in cinema. And I think which is why many of the women that I know in the book are looking to Shah Rukh Khan's films, because those were films that at least they were talking about some of these things, they were seeing all of that happen. But that age of big, soppy, romantic dramas is"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:44:06.020",
        "message": "now gone. So it's almost four hours. And I feel like that's, you know, we could talk for another four hours. I've so much to talk about. We haven't even discussed any of the individual stories, which I so wanted to do. But I'll end with a couple of last kind of questions. And one of them is not really connected with your book per se. It's just sort of a, you know, love is something that you've sort of looked at deeply, and especially the instrumental nature of love in this. And I love this quote by, I love this quote by, I love this quote by Iris Murdoch, where she says, quote, love is the extremely difficult realization that something other than oneself is real. Yeah, stop quote. And it's so lovely. And it also speaks to Kant's, that's not Amitabh Kant's, Immanuel Kant's second categorical imperative, that always treat every other person as an end in themselves and not as a means to an end, right? So not as instrumental, not as transactional, something other than oneself is real. I feel that I need to remind myself of this time and time again, because I think all of us are most of the time, really living out a play in our heads, where we are the central character and everyone else is instrumental. And we get different things from them, friendship, companionship, sex, whatever, A, B, C, D. And it seems to me that one way out of this, one way of realizing that we are caught in the Chakra view, as it were, is just awareness of oneself and awareness of others, where you just sit back, listen to them, get into their lives, empathize. And you've been doing a lot of that in the process of writing this. So is this a subject you have any thoughts on? And as a corollary to that, do you feel that the process of writing a book like this changed you? Do you think you would be a different person if you were just doing important economics papers, which are elite males everywhere?"
    },
    {
        "speaker": "Guest",
        "time": "03:45:59.460",
        "message": "I would be a very selfish person. I'm sure I'm still a selfish person. But I think my selfishness is a bit more in check because of this book. I do think that. I think that I realize through the lives of the love lives of others in particular, and just the struggles to find things that are very easy for me, that, as you say, life is complex, it's messy. And I think these stories just reminded me of that every day through the process of writing it through the process of engaging with it. And I think it's made me less transactional in my dealings with people, I'd like to believe. And that's something that I'm I keep holding myself accountable to part of my adulthood. And I also think that what the book has done is, I have to be honest, I mean, there are lots of grudges that I was carrying about, you know, feeling ignored, dismissed, not being treated well by a certain type of person. And I think I just poured all my grudges as well into this book. And now I emerged somewhat cleansed for I don't know, the next set of grudges, I don't know that I might I might tackle but but but on a serious note, I think what I'm trying to say essentially, is that I think it's been a process of, of letting go of a lot of preconceived notions of a lot of concerns about how will people see me? And will this be a serious book? And I had to just let all of that go to actually write the book that I really wanted to write. And I think it's been a process of that kind of transformation for me. I would like to believe that even for the women who participated in the book, I think the reason they participated in the book, I often joke, one is, of course, pity for me, because they felt that no one was marrying me. So they should at least participate in this project to help me out, you know, so that so that my life wouldn't seem as useless and lonely as someone who's unmarried, their lives are. But the other reason is that I think we co created just, you know, a set of frameworks and stories around Mr. Khan that I think many of us are very interested in. I really hope the book is translated because actually many of the conversations, as you can imagine, Amit happened in Hindi, I would like more younger people who actually, you know, speak the language of the larger part of the country, especially where the stories are situated, where Hindi is actually a dominant language for that Hindi and Bangla. I really hope that happens. And so I think it's changed me in that it's just I'm a calmer, more less transactional and a bit less selfish. I mean, I'd like to believe that. And on the question that you asked about transactions, I mean, in the book, and we talked about this, I think some time ago, I describe it as a disease. It's the disease of laveria. It is a transactional hustling of love, love in its truest form, looking at, be it religion, the good parts of religion, be it reading Eric Fromm, be it Mr. Khan's films, is making peace with the romantic injustice of the world, the world is unfair, and you will never, you know, find the mate that you want, maybe you're lucky and you do, maybe you won't always be as desired as you want to be. I think there's this beautiful quote, I think it was Pico Ayer who said that all pain in life happens when people don't see you the way you see yourself. And I think love is being okay with that realization that people will never see you the way you really want to be seen. And loving yourself as well as loving the world in general is an attitude of generosity where you say, well, that's okay, that I may not be the most desired, I may not find my heart's desire. But much like Mr. Khan in Kabhi Haan Kabhi Naan, which I believe is his best film, you just have to hold yourself, do what you need to do and find the small joys and delights in the world. And to me, I think that is love. That is, I think the exit out of this transactional hustle culture of love, which is to accept that there is injustice in the world, there are some injustices you can try and do something about. And then there are some which seem unfair in the interpersonal domain. And sadly, we all have to make our peace with it and perhaps create art out of it and make sense of it in our own ways as we can."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:49:58.740",
        "message": "Yeah. And if it's any consolation in the end, it doesn't matter because we're all going to die."
    },
    {
        "speaker": "Unknown",
        "time": "03:50:02.580",
        "message": "No."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:02.980",
        "message": "So that's my, yeah, repudiating the optimist that suddenly emerged a while back."
    },
    {
        "speaker": "Guest",
        "time": "03:50:08.820",
        "message": "We should leave it at an optimistic note, which is to say that, well, even if you die, there are these memories and there is something that you've left behind for someone or the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:16.980",
        "message": "Right. Right. So before I go on to my last question, I just like one aspect of the book, which I haven't spoken about at all, which we should speak about some other time, is the writing, because I think the writing is so good, so entertaining. You've been so vicious to so many people. It's lovely, you know."
    },
    {
        "speaker": "Guest",
        "time": "03:50:33.060",
        "message": "But kind to others as well."
    },
    {
        "speaker": "Unknown",
        "time": "03:50:34.340",
        "message": "Kind to others as well. You've been kind to the good people. You've been vicious to the bad people."
    },
    {
        "speaker": "Guest",
        "time": "03:50:38.420",
        "message": "You enjoyed the viciousness."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:50:39.940",
        "message": "I love the viciousness. You were vicious to economists, to academics. And one hidden part of it is how often you were alliterating so naturally, like, you know, you begin with heteronormative hell. Then earlier you said, beech bechari beauty. And the book is full of these really subtle, I mean, it just sounds so good if you read parts of it out. So if some, you know, there's an audio book of it one day, I'm sure it'll sound good. And I noted down a whole freaking page of great sentences from this. I'm just going to read a couple of them out because I want listeners to kind of pick up your book because it is not a serious, serious read. The content is serious, but the journey going through it is so much fun. And these two lines, especially I love one where you quote a friend saying, in real life, men are sex crazed robots who can barely express themselves. Stop quote. And this goes to your earlier thing about man childs. But my favorite line is, quote, in Delhi, it is the truth universally acknowledged that a single man in possession of a good fortune must be busy building his harem. Stop quote."
    },
    {
        "speaker": "Guest",
        "time": "03:51:37.860",
        "message": "That's my hat tip to Jane Austen. And I think that sadly, this still holds to be true. I'm convinced, Amit, that my next book will be a drawing room theater of Delhi. And I will labor in service of that. But thank you for enjoying the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:51:54.260",
        "message": "So my final question is this, and you will feel that you're not competent to answer it. I already know that. And you will feel the imposter syndrome. I think it would be very useful coming from you, which is for young people who are listening to this podcast, whether they are just whether they are on the one hand, in fact, let's make it a two part question. On the one hand, if there are young women in India, who are having trouble negotiating the realities of everyday life and everything, what advice would you have for them? That's number one. And number two, if there are young academics and researchers, or even people who are not academics or researchers, but who are interested in diving deep into this world to understand it better. And by this world, I just mean Indian society in general, to understand it better, what advice would you have for them?"
    },
    {
        "speaker": "Guest",
        "time": "03:52:39.700",
        "message": "So I'll start with the advice for people who want to delve deep into this world. Get out. Don't be online. I sound like such a stuffy traditionalist, but I am a stuffy traditionalist. Don't spend time on Instagram. Don't think that self presentation on the internet is actually what's going to help you delve deep into our society and do not believe that seeing how others are representing themselves online is a way to better understand us. I'm sure it tells us something about aesthetics and presentation, but that I don't think is there's no reality. It's a hollow reality to me. So I think the main advice I would have is, don't be on the internet and don't always be looking at your phone, because it programs your brain in a way to stymie a kind of creativity and curiosity. And the second thing I would say to them is, read. Find a reader with you. Because I found, for me, Amit, I have to say, the sheer joy of this book and to read was actually to discuss these things with people who you can create a community around, right? That is the joy of this. And this is one of the small joys of life. And so I would say, find a community that will read with you, that will investigate with you, that will co-create this process with you. And I think there's a sense of solidarity in that. So I think I have very simple advice for people who are curious about the world, don't be online, find solidarity networks, find a community. I think that can be anything, whatever you'd like. The question on women is a bit hard. I would say two things, and I've actually thought about this actually a fair amount as I was writing about the book, not as advice, but just even for my own self. I think, number one, stop giving premium to a kind of love that you've been told to give premium to. So it's fine if the boy that, and I have to just, it's sad that I think so much of women's realities are just, especially young women's realities are so dictated by this thing about, you know, the boyfriend Olympics is what I call it. It's fine if it doesn't work out and it's okay. There's no shame in it, that it does not mean you're unworthy, unbeautiful, all of those things. I think it's okay to deviate from those scripts, and so I think that's one. The second thing I would say to women who are really struggling to just actuate their ambitions is find art. And I don't just mean art in the sense of something you do, but something you consume, something you participate in. Just being able to access something that's outside of your own reality and outside of your own milieu, I find that very helpful. It saved me at a time when I was really going through a very rough time, and I have to confess that had it not been for the books I was reading and had it not been for Mr. Khan, I think I would be a very different kind of wreck, a conformist wreck perhaps. And I have him and various feminists and books to, and economists to thank because I was reading their wonderful works. So I would say try and lose yourself a little bit in something else. And ideally this links to that whole notion of delight, that I think women are told that you should just do things that are, that have drudgery. No, you should find something that you truly enjoy, spend some time on it. And I think through that, you may actually surprise yourself that internally, psychologically navigating your life, you might find instruction in those moments of delight for yourself. And so I think to young women, I would say, retire a little bit from the boyfriend Olympics. If it doesn't work out, it's fine. If it works out, it's fine. Don't take it as seriously as I know girls in their early 20s and in their teens do, please don't. If they're watching this or they're listening to this, or if their mothers are. And the second is just find delight. Find delight in art or find delight in whatever you like. But I think delight is politics. I really believe that that helps."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:25.860",
        "message": "That's lovely advice. I've learned so much from reading your book and from this conversation. So thank you for writing the book and thank you for giving me four hours of your time. Thank you so much, Amit."
    },
    {
        "speaker": "Guest",
        "time": "03:56:34.420",
        "message": "It was such a pleasure. I'm such a, I think, you know, I'm a fan and I love the show and more power to you and what you're trying to do. It was just a delight to be here. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:56:42.820",
        "message": "Thank you. Thank you. at scene unseen.in Thank you for listening."
    }
]